{
    "date": "2010-07-12",
    "url": "http://kcna.co.jp/item/2010/201007/2010-07-12ee.html",
    "articles": [
        {
            "title": "S. Korean Unification Minister's Reckless Remarks Blasted",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-20ee.html",
            "content": "S. Korean Unification Minister's Reckless Remarks Blasted\r\nPyongyang, July 12 (KCNA) -- Hyon In Thaek, puppet minister of Unification of south Korea, in his recent \"morning lecture,\" let loose reckless remarks against the DPRK. Terming \"no nukes, opening and 3,000 dollars\", a policy of confrontation with the DPRK, \"a policy for co-existence and co-prosperity of the south and the north,\" he asserted that the inter-Korean relations collapsed because the north \"pursued a hard-line policy, failing to understand its true motive\", and this was what he called \"a mistake.\"\n\t\t\t\t\t  He went the lengths of openly agitating confrontation with the DPRK, blustering the warship case was \"too serious case to be overlooked and glossed over\" and crying out for \"diplomatic and economic measures.\" \n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 961 issued on Monday said:\n\t\t\t\t\t\n\t\t\t\t\t Hyon's reckless remarks are one more serious provocation to the DPRK and challenge to the public opinion at home and abroad demanding the puppet group make a switchover in its \"policy toward the north\" and defuse the tension. \n\t\t\t\t\t\n\t\t\t\t\t It was none other than Hyon who derailed the north-south dialogue and blocked visits and contacts between the north and the south in denial of the June 15 joint declaration. Yet, this guy dared talk about somebody's \"responsibility\" and \"mistake.\" This shows with added clarity what brazen-faced anti-reunification and confrontation maniac Hyon is.  \n\t\t\t\t\t\n\t\t\t\t\t Hyon accused the DPRK of reacting to the new U.S. administration's \"moves likely to make a turning point\" with a tough stand, asserting that it was \"a mistake.\" This cannot but be reckless remarks betraying his despicable true colors as a top class stooge of the U.S.    His malignant mud-slinging at the DPRK is nothing but his last-ditch effort to get rid of the situation where he is fated to be fired for being chiefly accountable for the failure in south Korea's \"policy toward the north\" and collapse of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t No matter what excuses Hyon may make, he can never evade the responsibility for having pushed the inter-Korean relations to the present collapse."
        },
        {
            "title": "Pak Ui Chun Meets German Ambassador",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-17ee.html",
            "content": "Pak Ui Chun Meets German Ambassador\r\n Pyongyang, July 12 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun met and had a talk with German Ambassador to the DPRK Thomas Schafer who paid a farewell call on him on Monday."
        },
        {
            "title": "DPRK Ambassador to Uganda Appointed",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-19ee.html",
            "content": "DPRK Ambassador to Uganda Appointed\r\n Pyongyang, July 12 (KCNA) -- Jong Thae Yang was appointed as DPRK ambassador to Uganda, according to a decree of the Presidium of the DPRK Supreme People's Assembly."
        },
        {
            "title": "Rev. Han Sang Ryol Meets North Members of Pomchonghakryon",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-21ee.html",
            "content": "Rev. Han Sang Ryol Meets North Members of Pomchonghakryon\r\n Pyongyang, July 12 (KCNA) -- Rev. Han Sang Ryol of south Korea Monday met members of the North Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification (Pomchonghakryon).\n\t\t\t\t\t At the meeting they said that the Pyongyang visit of Rev. Han Sang Ryol is a great patriotic deed to contribute to upholding and implementing the historic June 15 joint declaration and the October 4 declaration, programme for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t They extended full support and solidarity to the youth and students and other people in south Korea in their dynamic struggle to frustrate the treacherous and anti-reunification moves of the Lee Myung Bak group and achieve the democratization of society and the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Han underscored the need for the youth, the masters of a new history, to wage a dynamic struggle by carrying forward the patriotic soul of the forerunners. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the youth in the south and the north should firmly join hands and dynamically advance till the day when they will shout hurrah for June 15 reunification.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, he visited the Patriotic Martyrs Cemetery and the Mt. Ryongak Recreation Ground, both in the suburbs of Pyongyang."
        },
        {
            "title": "Anniversary of Victory in Mongolian Revolution Marked",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-18ee.html",
            "content": "Anniversary of Victory in Mongolian Revolution Marked\r\n Pyongyang, July 12 (KCNA) -- A friendly meeting with staff members of the Mongolian embassy here and a film show were held at the People's Palace of Culture on Monday on the occasion of the 89th anniversary of the victory in the people's revolution in Mongolia.\n\t\t\t\t\t Present there on invitation were Mongolian Ambassador to the DPRK Sodovjamts Khurelbaatar and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Mongolia Friendship Association, members of the association and others.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked to one another about the need to boost the relations between the two countries, deepening friendship.\n\t\t\t\t\t\n\t\t\t\t\t They watched a Mongolian feature film after appreciating an art performance given by students."
        },
        {
            "title": " Anniversary of DPRK-Philippines Diplomatic Ties Marked",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-16ee.html",
            "content": "Anniversary of DPRK-Philippines Diplomatic Ties Marked\r\n Pyongyang, July 12 (KCNA) -- A meeting and a film show were held here on Monday on the occasion of the 10th anniversary of the establishment of diplomatic ties between the DPRK and the Republic of the Philippines.\n\t\t\t\t\t Present at the meeting were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Philippines Friendship Association, members of the association and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t A speech was made by Jon Yong Jin there.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, the participants watched a documentary film introducing natural landscape of the Philippines."
        },
        {
            "title": "Light Comedy \"Echo of Mountain\" Staged in Sinuiju",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-05ee.html",
            "content": "Light Comedy \"Echo of Mountain\" Staged in Sinuiju\r\n Pyongyang, July 12 (KCNA) -- The performances of light comedy \"Echo of Mountain\", a winner of Kim Il Sung Prize, were given in Sinuiju City, North Phyongan Province, before full houses from June 30 to July 11.\n\t\t\t\t\t Officials of the party and power organs and working people in the province enjoyed the performances.\n\t\t\t\t\t\n\t\t\t\t\t Also appreciating the performances were workers of industrial establishments in the field of machine industry including the Rakwon Machine Complex and officials and employees of the Footwear Factory, the Cosmetics Factory and the Enameled Ironware Factory in Sinuiju and agricultural workers of various cooperative farms including the Sinam and Jangsan cooperative farms in Ryongchon County and the Unhung Cooperative Farm in Thaechon County.\n\t\t\t\t\t\n\t\t\t\t\t The officials, working people of various strata and youth and students who appreciated the performances, expressed their determination to carry forward the spirit of the struggle displayed by the people of the Chollima era and glorify this significant year marking the 65th founding anniversary of the Workers' Party of Korea as a year of remarkable changes in the history of the country true to the Songun revolutionary leadership of General Secretary Kim Jong Il."
        },
        {
            "title": "Pyongyang Floricultural Research",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-12ee.html",
            "content": "Pyongyang Floricultural Research\r\n Pyongyang, July 12 (KCNA) -- The Pyongyang Floricultural Research Center, a leading floricultural research base of the Democratic People's Republic of Korea, is greeting its 10th anniversary.\n\t\t\t\t\t The center, established on July 14, Juche 89 (2000) by the DPRK government to put the floriculture of the country on a high level, takes the lead in flower research, production and introduction throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Ryang Hak Sun, a vice-director of the center, said in a press interview: \n\t\t\t\t\t\n\t\t\t\t\t The center has expanded and introduced its research findings through its branches, city management offices and horticultural stations. \n\t\t\t\t\t\n\t\t\t\t\t It has also introduced latest scientific and technical achievements and good species of flowering plants through scientific and technical interchange and joint researches with floricultural companies of other countries.\n\t\t\t\t\t\n\t\t\t\t\t It has acclimatized scores of flowering plants, including gladiolus, from many countries and regions to the climatic and soil conditions of Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is now buckling down to acclimatizing carnation and other species of flowering plants to the country.\n\t\t\t\t\t\n\t\t\t\t\t It sends its researchers to international workshops every year to get advanced floricultural technologies.     \n\t\t\t\t\t\n\t\t\t\t\t Involved in the center are biological engineering, breeding, species preservation and information groups and a production base.\n\t\t\t\t\t\n\t\t\t\t\t The center is also equipped with up-to-date experimental apparatuses, hothouses and open-air cultivation area."
        },
        {
            "title": "Kim Il Sung's Dedication to Solution to Food Problem",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-10ee.html",
            "content": "Kim Il Sung's Dedication to Solution to Food Problem\r\n Pyongyang, July 12 (KCNA) -- The Korean people, on the occasion of the 16th anniversary of President Kim Il Sung's demise, are recollecting the devoted efforts made by him for a solution to the food shortage.\n\t\t\t\t\t In his lifetime the President visited many farms throughout the country in all seasons regardless of the intense cold and sultriness.\n\t\t\t\t\t\n\t\t\t\t\t One day in December Juche 36 (1947), he told officials that he was obliged to open the gate of the country at dawn and close it at night and that the Koreans had long desired five things (longevity, wealth, health, blessing of children and peaceful death) but he wanted to make them enjoy all kinds of good luck.\n\t\t\t\t\t\n\t\t\t\t\t With such devotion to the people, he gave the peasants farmland after the liberation of the country, carried out agricultural cooperativization after the ceasefire and built socialist rural communities in the country.\n\t\t\t\t\t\n\t\t\t\t\t One day in August 1993 he arrived at Paechon Station in Paechon County, South Hwanghae Province early in the morning to give on-the-spot guidance to co-op farms there.\n\t\t\t\t\t\n\t\t\t\t\t He went to a farm directly and expressed his great satisfaction over rice being full-eared.\n\t\t\t\t\t\n\t\t\t\t\t He visited another farm and called on officials to introduce comprehensive mechanization in farming.\n\t\t\t\t\t\n\t\t\t\t\t That day he visited five farms from dawn till dusk without a rest in spite of his great age of over 80.\n\t\t\t\t\t\n\t\t\t\t\t He provided field guidance to the Kumdang Cooperative Farm in Onchon County, Nampho Municipality, and farms in Pyongyang even in June 1994, the last period of his life."
        },
        {
            "title": "US and S. Korean Forces Accused of Staging War Exercises",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-09ee.html",
            "content": "US and S. Korean Forces Accused of Staging War Exercises\r\n Pyongyang, July 12 (KCNA) -- The United States was reported to have kicked off the RIMPAC joint military exercises on July 1 in the waters off Hawaii, U.S. which will last till August 1. Involved in the U.S.-led provocative war maneuvers are huge forces of the south Korean puppet army including Aegis destroyers and submarines. Meanwhile, the puppet warmongers are blustering that they would stage large scale \"anti-submarine joint exercises\" with the U.S. in waters of the West Sea of Korea despite strong opposition at home and abroad. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These actions are dangerous military provocations to the DPRK and reckless war maneuvers to bring the situation on the Korean Peninsula to the brink of war. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the main target of the above-said military maneuvers which the U.S. is regularly staging in the Pacific by mobilizing ships of its allies. \n\t\t\t\t\t\n\t\t\t\t\t The danger and provocative nature of the above-said joint war maneuvers aimed at naval blockade and preemptive attack on the DPRK have already been known well. The puppet group is hurling huge forces into these saber-rattling according to foreign forces' scenario for a war of aggression against the DPRK, a provocation and challenge to it. \n\t\t\t\t\t\n\t\t\t\t\t It has become clearer that the puppet bellicose forces are set to start a war of aggression against the DPRK with a clash in waters of the West Sea as an ignition point as an extreme pitch of tension prevails there. \n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the puppet warmongers in collusion with the U.S. imperialists will not develop their ceaseless war gambles to an all-out war of aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The above-said saber-rattling is as foolish an act as jumping into fire with brushwood on their backs."
        },
        {
            "title": "Rodong Sinmun on WPK's Exploits",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-14ee.html",
            "content": "Rodong Sinmun on WPK's Exploits\r\n Pyongyang, July 12 (KCNA) -- The Workers' Party of Korea organizes and guides all the victories of the Korean people, says Rodong Sinmun in a joint signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t 65 years of the WPK are a glorious history of the great guide who has led the Korean people to shining victory with his correct strategy and tactics, line and policies and a proud history in which it brought up the popular masses as a powerful driving force of the revolution and effected epoch-making changes and worked miracles by mobilizing them and carved out the destiny, life and future of the Korean people with full responsibility for them. \n\t\t\t\t\t\n\t\t\t\t\t The WPK provided an organizational and ideological foundation for party building under the leadership of President Kim Il Sung. It set forth the original idea of the anti-imperialist, anti-feudal democratic revolution in the period of exploring the path of the Korean revolution and accomplished the cause of the country's liberation by organizing and mobilizing the popular masses. After proclaiming its foundation and coming into power, it laid down the line and policies in conformity with the requirements of the Korean people and the actual conditions of the country, successfully pushing ahead with the building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t The WPK stands firm in the center of the revolutionary ranks and the unity in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Millions of party members, who grew up to be vanguard fighters of the revolution under the care of the President and General Secretary Kim Jong Il, are sharing the destiny with the party. The invincible Korean People's Army boundlessly faithful to the WPK, the system and the cause in the DPRK is taking the lead in upholding the party's idea and line and all working people and youth are breathing the same breath with the party.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the WPK which puts forward the people as a master of the revolution and solves all problems in reliance upon them the power has developed into a people's power, the army into the people's army and economy and culture have been built to serve the people in the DPRK. There emerged on this land socialism of Juche where the people have become a master of everything and everything serves them. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is a powerful general staff of the revolution that has created a new history of the Juche-oriented party building, holding the President and Kim Jong Il in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the supreme leader of the WPK and a symbol of mightiness and victory of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t Undisputable is the prestige of the WPK that organizes and guides all the victories of the Korean people and unshakable are the faith and will of all the servicepersons and the people to achieve the great prosperity of Kim Il Sung's Korea rallied close around the great WPK."
        },
        {
            "title": "Koreans Called on to Remain True to Cause of June 15",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-15ee.html",
            "content": "Koreans Called on to Remain True to Cause of June 15\r\n Pyongyang, July 12 (KCNA) -- It is an irresistible trend of the times to remain true to the cause of June 15 and give momentum to it.\n\t\t\t\t\t Rodong Sinmun Monday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t  It was natural that the forces supporting the June 15 joint declaration won a landslide victory in the \"elections to local self-governing bodies\" of south Korea which took place amidst a fierce confrontation between the pro-reunification democratic forces supporting the declaration and the anti-reunification forces opposed to it. \n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently calls on the members of the Korean nation to unite closer than ever before under the banner of the June 15 joint declaration and decisively meet the vicious challenge of the forces opposed to reunification. \n\t\t\t\t\t\n\t\t\t\t\t It is possible to protect the dignity and honor of the nation and achieve reunification desired by fellow countrymen only when a fierce nationwide struggle is waged to adhere to the cause of implementing the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t Nothing can be expected from those keen on sycophancy towards the U.S. and confrontation with compatriots. It is impossible for all Koreans to live in peace even a moment, much less implementing the inter-Korean declarations, as long as such group of traitors is allowed to go frantic in cooperation with foreign forces and confrontation with compatriots, utterly indifferent to the interests and destiny of the nation. \n\t\t\t\t\t\n\t\t\t\t\t It is the shining tradition of the Korean nation to overpower the anti-reunification wind with the hot wind for reunification as it advanced the June 15 era of reunification despite all sorts of trials. \n\t\t\t\t\t\n\t\t\t\t\t The just movement of fellow countrymen to support and adhere to the June 15 joint declaration will continue raging furiously till the danger of a nuclear war is totally removed from this land and they greet the day of reunification when national sovereignty is fully achieved, concludes the article."
        },
        {
            "title": "Crackdown upon Non-governmental Exchange Slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-06ee.html",
            "content": "Crackdown upon Non-governmental Exchange Slammed in S. Korea\r\n Pyongyang, July 12 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration announced a statement on July 8 condemning the puppet authorities for repression of non-governmental exchanges.\n\t\t\t\t\t The statement charged that in the ongoing investigation into members of the Solidarity for Progress the security authorities are seeking to obtain data on the formation and activities of the said committee in a bid to link them with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the severance of dialogue with the DPRK which led to military tension, the \"government\" is scheming to stifle even non-governmental exchange, which played a significant role in the development of the inter-Korean relations, under the pretext of public security, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned that all the people would never pardon the authorities seeking to tide over the ruling crisis with the reign of terror."
        },
        {
            "title": "Stop to Projects for \"Improving Four Large Rivers\" Demanded",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-07ee.html",
            "content": "Stop to Projects for \"Improving Four Large Rivers\" Demanded\r\n Pyongyang, July 12 (KCNA) -- At least 5,000 monks of the south Korean Buddhist Jogye Order released a \"declaration on life and peace\" in Seoul on July 8 urging the puppet government to stop the projects for \"improving four large rivers.\"\n\t\t\t\t\t The declaration condemned the \"government\" for recklessly going ahead with the said projects despite opposition from people of various circles. \n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak should halt these projects at once and pay heed to the concern of the people about environmental pollution, it urged.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said that religionists would stage actions for solidarity with civic organizations to force the \"government\" to roll back its reckless development policy."
        },
        {
            "title": " Judgment of Corrupt S. Korean Regime Called for",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-08ee.html",
            "content": "Judgment of Corrupt S. Korean Regime Called for\r\n Pyongyang, July 12 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on July 7 calling for judging the puppet regime which has been engrossed in all kinds of irregularities and corruption by misusing its power.\n\t\t\t\t\t It was disclosed some days ago that the \"Yongpho Society\" whose members hold important posts of the regime have committed all sorts of irregularities and corruption by conducting illegal inspections and wire-pulling politicians from behind the scene, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The illegal inspection of civilians and unreasonable pouring of budget into Phohang, North Kyongsang Province where Lee Myung Bak's family had lived are just a tip of huge crimes that were disclosed to have been committed by the regime, it added, stressing:\n\t\t\t\t\t\n\t\t\t\t\t The forces going against the people's mind are bound to meet judgment anytime.\n\t\t\t\t\t\n\t\t\t\t\t The Citizen's Solidarity for Democratic Society of south Korea, too, held a press conference in Seoul on the same day in which it called for thorough-going investigation into the corrupt practices committed by those of the \"chamber of supervisors of public officials' ethics\" under the chamber of the \"prime minister\" by illegally inspecting civilians and threatening financial agency by abusing their authority."
        },
        {
            "title": "Kim Il Sung Remembered by Koreans in China",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-03ee.html",
            "content": "Kim Il Sung Remembered by Koreans in China\r\n Pyongyang, July 12 (KCNA) -- The General Association of Koreans in China held a remembrance meeting in Shenyang on July 7 to commemorate the 16th anniversary of demise of President\n\t\t\t\t\t Kim Il Sung.\n\t\t\t\t\t Choe Un Bok, chairperson of the association, said at the meeting that all Koreans in China recollect the immortal revolutionary exploits of Kim Il Sung with unbounded reverence and yearning for him that is getting deeper as days go by.\n\t\t\t\t\t\n\t\t\t\t\t He is the eternal leader of the Korean people and the sun of humankind who glorified the annals of the 20th century by performing tremendous exploits in the struggle to hew out the destiny of the nation and realize the human cause of independence with his great revolutionary idea and gigantic revolutionary practice, the speaker said.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson noted that General Secretary Kim Jong Il took measure to hold Kim Il Sung in high esteem as the eternal President of the DPRK and wisely led the whole party and state and all the people to implement the last instructions of the President.\n\t\t\t\t\t\n\t\t\t\t\t The broad sections of compatriots should turn out as one in the struggle to defend the security of the Korean Peninsula and accelerate the independent reunification of the country by preserving and implementing the June 15 joint declaration and the October 4 declaration under the banner of \"By our nation itself\", the chairperson stressed.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted there."
        },
        {
            "title": "Moves of Lee Myung Bak Group under Fire",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-04ee.html",
            "content": "Moves of Lee Myung Bak Group under Fire\r\n Pyongyang, July 12 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, released a statement on July 6 calling for turning out in the struggle to severely punish traitor Lee Myung Bak.\n\t\t\t\t\t The statement bitterly denounced the Lee Myung Bak group of traitors for having searched the offices of the Solidarity for Progress and its supporting society and houses of its core members and arrested members of the organization by mobilizing the puppet Intelligence Service and police.\n\t\t\t\t\t\n\t\t\t\t\t Such fascist violent repression of the legal reunification movement organization, which has devotedly worked for the implementation of the north-south joint declaration, independence against the U.S. and for national reunification, is no more than last-ditch effort of those, driven into a corner after going against the public sentiment, to tide over their ruling crisis, it said.\n\t\t\t\t\t\n\t\t\t\t\t It warned that the group of traitors would face a stern judgment of the history if it persists in suppression of the forces supporting the June 15 joint declaration despite all the fellow countrymen's denunciation and protest.\n\t\t\t\t\t\n\t\t\t\t\t Extending invariable support and solidarity to the south Korean people out in the just struggle for independence against the U.S. and Lee Myung Bak, all Koreans in China will turn out in the struggle to give a stern punishment to the group of traitors preoccupied by sycophancy toward the U.S. and anti-reunification confrontation, the statement stressed."
        },
        {
            "title": "Kim Il Sung Highly Praised",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-01ee.html",
            "content": "Kim Il Sung Highly Praised\r\n Pyongyang, July 12 (KCNA) -- Remembrance meetings took place in Finland, Switzerland and Sweden on July 1 and 3 on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were personages of the Communist Workers' Party of Finland for the Peace and Socialism, the Switzerland-Korea Committee, the Swiss Group for the Study of the Juche Idea, the Stockholm City Committee of the Communist Party in Sweden, the Sweden-Korea Friendship Association and masses.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Workers' Party of Finland for the Peace and Socialism said that\n\t\t\t\t\t\t Kim Il Sung was a great revolutionary and a peerless patriot as he formed the Down-with-Imperialism Union in his teens and clearly indicated the path of the Korean revolution and organized the armed struggle to provide the Korean people with freedom and independence.\n\t\t\t\t\t\n\t\t\t\t\t The President built the DPRK into a socialist industrial state, holding high the banner of independence, self-support and self-reliant defence and had worked heart and soul for the independent and peaceful reunification of the country till the last moments of his life, the speaker stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee noted with high appreciation that the President devoted his all to the happiness of the people, prosperity of the country and reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Sweden-Korea Friendship Association praised Kim Il Sung as the great leader whom the Korean people acclaimed for the first time in the nation's history spanning thousands of years and expressed belief that the Korean people's cause of building a great prosperous and powerful nation, the behests of the President, would surely emerge victorious under the wise leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Il were adopted at the events held in Finland and Switzerland.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, lectures, photo exhibitions and film shows were held by the Communist Party of Tajikistan, the Kim Il Sung Institute of Agricultural Science in Guinea, the International Taekwon-Do Association in Iran and a school in Mali between July 2 and 6 on the same occasion."
        },
        {
            "title": "Immortal Exploits of Kim Il Sung Lauded",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-02ee.html",
            "content": "Immortal Exploits of Kim Il Sung Lauded\r\n Pyongyang, July 12 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, released a statement on July 1 on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Noting that Kim Il Sung had energetically conducted theoretical and practical activities to achieve and defend the independence and sovereignty of the country, holding high the banner of the Juche idea and self-reliance, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The President displayed unbounded love of the country, ardent devotion and noble internationalism.\n\t\t\t\t\t\n\t\t\t\t\t In the Korean War ignited by it, the U.S. suffered a crushing defeat for the first time in its history by the patriotic struggle of the Korean people led by him.\n\t\t\t\t\t\n\t\t\t\t\t Distinguished of his feats is the fact that he finished the rehabilitation and construction under the difficult condition in which everything was severely destroyed after repelling the aggression of the Yankees in 1953 and realized the industrialization of the country in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t He also steadfastly defended Korean-style socialism when socialism was collapsed in the Soviet Union and Eastern European countries at the end of the last century.\n\t\t\t\t\t\n\t\t\t\t\t There had been rumors that socialism would be collapsed in the DPRK, too, but it remained unflinching and grew stronger and is now advancing toward a great prosperous and powerful socialist nation and reunification of the country with confidence."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-11ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, July 12 (KCNA) -- One day in October Juche 39 (1950), President Kim Il Sung had his car stopped near a cabbage field on his way to Changsong County, North Phyongan Province, seeing soldiers engaged in  cabbage harvest.\n\t\t\t\t\t He summoned their officer and asked why they were harvesting cabbages cultivated by peasants.\n\t\t\t\t\t\n\t\t\t\t\t The officer explained the following reason to him:\n\t\t\t\t\t\n\t\t\t\t\t The officer went to the ri people's committee to buy some vegetables but the committee officials refused to take money and offered all of a cabbage field to the soldiers free of charge, saying they had nothing to spare for them fighting a war. The officer persisted in paying for the cabbages but to no effect.\n\t\t\t\t\t\n\t\t\t\t\t Listening to the reason, the President told the officer to correctly count the cabbages and fairly pay to the owner.\n\t\t\t\t\t\n\t\t\t\t\t In the evening, the officer visited the owner of the cabbage field and paid more than the price of the cabbages."
        },
        {
            "title": "Sin Son Ho concede rueda de prensa en Nueva York",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-22ee.html",
            "content": "Sin Son Ho concede rueda de prensa en Nueva York\r\nPyongyang, 12 de julio (ATCC) -- El representante permanente de la Republica Popular Democratica de Corea ante la ONU, Sin Son Ho, concedio el dia 9 en Nueva York una entrevista de prensa con motivo de la publicacion de la declaracion del presidente del Consejo de Seguridad de la ONU sobre el incidente de hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\tParticiparon en la ocasion los corresponsales de varios paises acreditados en la ONU.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Sin Son Ho dijo que fue imposible para el Consejo de Seguridad de la ONU tomar un juicio o conclusion correctos porque habia tratado con prisa el incidente de \"Cheonan\" aun antes de esclarecida su verdad.\n\t\t\t\t\t\n\t\t\t\t\tEste problema debio ser resuelto entre el Norte y el Sur de Corea sin llevarse a la ONU, ratifico y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea esclarecera hasta el final la verdad del caso.\n\t\t\t\t\t\n\t\t\t\t\tEse complot, que llevo en un instante a punto de explosion la situacion de la Peninsula Coreana, nos hace recordar otra vez la peligrosidad del actual sistema de armisticio y la urgencia del establecimiento del sistema de paz.\n\t\t\t\t\t\n\t\t\t\t\tNos esforzaremos constantemente por firmar el convenio de paz y lograr la desnuclearizacion en la Peninsula Coreana mediante las conversaciones a 6 bandas basadas en la igualdad.\n\t\t\t\t\t\n\t\t\t\t\tAl responder a las preguntas de los reporteros, Sin califico de triunfo diplomatico de la RPDC el que la declaracion del presidente del Consejo de Seguridad de la ONU haya tomado en consideracion la posicion coreana de que no tiene nada que ver con el caso de la corbeta surcoreana \"Cheonan\"."
        },
        {
            "title": "CRPP refuta disparate de Hyon In Thaek",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-23ee.html",
            "content": "CRPP refuta disparate de Hyon In Thaek\r\nPyongyang, 12 de julio (ATCC) -- Hace poco, el ministro titere de Reunificacion del Sur de Corea, Hyon In Thaek, en la \"conferencia acompanada de desayuno\", dijo que su politica conflictiva con la RPDC, fundamentada en la \"desnuclearizacion, apertura y 3000 dolares\", es \"la que permite a ambas partes coreanas coexistir y coprosperar\". Y acuso a la RPDC diciendo que las relaciones intercoreanas caidas ahora en la catastrofe se deben a que el Norte \"practico la politica intransigente sin comprender el verdadero sentido de dicha politica\" y al supuesto \"error\" de alguien.\n\t\t\t\t\tAdemas, agito abiertamente el enfrentamiento con la RPDC diciendo que el incidente del hundimiento de la corbeta \"Cheonan\" es \"tan grande que no se puede pasar por alto\" y \"tomaria las medidas diplomaticas y economicas\".\n\t\t\t\t\t\n\t\t\t\t\tEn su informacion no. 961 publicada el dia 12, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) senalo que tal palabra de Hyon es otra grave provocacion a la RPDC y desafio a la opinion publica interna y externa que demanda el cambio de la \"politica sobre el Norte\" de la banda de titeres surcoreanos y el alivio de tension.\n\t\t\t\t\t\n\t\t\t\t\tSi bien Hyon ha frustrado el dialogo intercoreano negando la Declaracion Conjunta del 15 de Junio e impedido el viaje reciproco y el contacto entre ambas partes, habla atrevidamente ahora de la \"responsabilidad\" y el \"error\" de alguien. Esto muestra claramente cuan descarado es ese tipo opositor a la reunificacion y partidario de la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, el califico de \"error\" la actitud intransigente asumida por la RPDC frente al \"movimiento convertible\" de la nueva administracion norteamericana, y de esta manera, mostro su asquerosa fachada de lacayo numero uno de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl acusa tan perversamente a la RPDC en su ultimo esfuerzo por evitar la destitucion de su cargo que le es inminente por ser responsable principal del fracaso de la \"politica sobre el Norte\" y la ruptura de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPor muy elocuente que fuera, el no podra liberarse jamas de la responsabilidad de haber llevado las relaciones intercoreanas a la fase tan desastrosa de ahora."
        },
        {
            "title": "Nombrado nuevo embajador coreano en Uganda",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-24ee.html",
            "content": "Nombrado nuevo embajador coreano en Uganda\r\nPyongyang, 12 de julio (ATCC) -- Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Jong Thae Yang fue designado como nuevo embajador extraordinario y plenipotenciario de la RPDC en la Republica de Uganda."
        },
        {
            "title": "Rodong Sinmun condena ejercicios militares conjuntos",
            "url": "http://kcna.co.jp/item/2010/201007/news12/20100712-25ee.html",
            "content": "Rodong Sinmun condena ejercicios militares conjuntos\r\nPyongyang, 12 de julio (ATCC) -- Quedo iniciado el primero de este mes en las aguas maritimas frente a Hawai de Estados Unidos el ejercicio militar conjunto \"Rimpac\" que se extendera hasta el primero de agosto.\n\t\t\t\t\tLos titeres surcoreanos enviaron muchas fuerzas armadas, incluyendo los buques de guerra tipo Aegis y submarinos, a ese provocativo entrenamiento de guerra auspiciado por EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, pese al fuerte rechazo y condena desatados dentro y fuera del pais, ellos planean realizar a toda costa junto con EE.UU. el \"ejercicio conjunto anti-submarinos\" de gran envergadura en el Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual divulgado este lunes, el diario Rodong Sinmun califico tal conducta de los titeres surcoreanos de grave provocacion militar contra la Republica Popular Democratica de Corea y de imprudente acto belico que lleva a punto de explosion la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es precisamente el blanco principal del simulacro \"Rimpac\" que EE.UU. desarrolla periodicamente en el Pacifico movilizando a los paises seguidores, precisa el comentarista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tYa estan bien conocidos la peligrosidad y el caracter provocativo de ese ejercicio para el bloqueo maritimo y el golpe preventivo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, la incorporacion de muchas fuerzas armadas surcoreanas en \"Rimpac\" significa grave provocacion y desafio a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tResulta cada vez mas evidente que las fuerzas belicistas surcoreanas tratan de provocar la guerra de agresion a la RPDC tomando como punto de explosion la extremadamente tensa region del Mar Oeste.\n\t\t\t\t\t\n\t\t\t\t\tNadie puede asegurar que los belicistas surcoreanos no ampliaran a la guerra total anti-RPDC los ejercicios de guerra que libran constantemente con los imperialistas norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\tEstas maniobras militares no pasan de ser un acto de suicidio de lanzarse al fuego con gasolina."
        }
    ]
}