{
    "date": "2010-07-03",
    "url": "http://kcna.co.jp/item/2010/201007/2010-07-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Hungarian President",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-16ee.html",
            "content": "Kim Yong Nam Greets Hungarian President\r\n Pyongyang, July 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to Schmitt Pal upon his election as President of the Republic of Hungary.\n\t\t\t\t\t Kim in the message wished the President success in his work for the country's development and the people's welfare."
        },
        {
            "title": "Kim Yong Nam Greets Rwandan President",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-14ee.html",
            "content": "Kim Yong Nam Greets Rwandan President\r\n Pyongyang, July 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Paul Kagame, President of Rwanda, on the occasion of its national day. \n\t\t\t\t\t Reiterating the DPRK's will to boost the friendly and cooperative relations between the two countries, the message sincerely wished the President bigger success in his work for achieving national unity and the country's prosperity."
        },
        {
            "title": "Kim Yong Nam Greets Belarusian President",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-13ee.html",
            "content": "Kim Yong Nam Greets Belarusian President\r\n Pyongyang, July 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Aleksandr Grigoriyevich Lukashenko, President of Belarus, on the occasion of its national day.\n\t\t\t\t\t Wishing him success in his work for the development of the country and welfare of the people, Kim in the message expressed the belief that the friendly and cooperative relations between the two countries would favorably develop."
        },
        {
            "title": "Choe Yong Rim Greets Czech PM",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-11ee.html",
            "content": "Choe Yong Rim Greets Czech PM\r\nPyongyang, July 3 (KCNA) -- Premier Choe Yong Rim Friday sent a congratulatory message to Petr Necas upon his appointment as Prime Minister of the Czech Republic.\n\t\t\t\t\tExpressing belief that the traditional cooperative relations between the two countries would further develop, the message wished the Prime Minister success in his responsible work.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Pak Ui Chun sent a similar message on the same day to Karel Schwarzenberg on his appointment as foreign minister of the Czech Republic."
        },
        {
            "title": "Pak Ui Chun Greets Belarusian FM",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-12ee.html",
            "content": "Pak Ui Chun Greets Belarusian FM\r\n Pyongyang, July 3 (KCNA) -- Foreign Minister Pak Ui Chun Saturday sent a message of greetings to Sergei Martinov, foreign minister of Belarus, on its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow strong."
        },
        {
            "title": "Principles Provided by Kim Il Sung for National Reunification",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-10ee.html",
            "content": "Principles Provided by Kim Il Sung for National Reunification\r\n Pyongyang, July 3 (KCNA) -- The Korean people in the north, south and abroad have waged a dynamic struggle for opening up a new era of independent reunification, peace and prosperity in spite of persistent challenges of the anti-reunification forces within and without. \n\t\t\t\t\t Their struggle is based on the three principles of national reunification provided by President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t At the proposition of the President and under his energetic leadership high-level political talks between the north and south were held in Pyongyang early in May Juche 61 (1972) for the first time since Korea was divided. \n\t\t\t\t\t\n\t\t\t\t\t At a meeting with the representative of the south side the President said that if the division of the country was prolonged, the Korean nation would remain divided into two for ever, which could never be tolerated. He also said that the country should be reunified as early as possible so that the reunified country could be handed down to the posterity.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it was necessary for national reunification to have basic principles agreed upon between the north and the south, he explained the principles of independence, peaceful reunification and great national unity he had long matured.\n\t\t\t\t\t\n\t\t\t\t\t Expressing his assent to the fair and patriotic principles, the representative of the south side told the President that he thought the south Korean chief executive would also favor them.\n\t\t\t\t\t\n\t\t\t\t\t A joint statement with the three principles of national reunification as the keynote was announced officially in both Pyongyang and Seoul on July 4 that year.\n\t\t\t\t\t\n\t\t\t\t\t It was a signal, historic event that demonstrated the desire and will of the Korean nation to achieve the country's reunification in an independent way without interference of other countries and in a peaceful way with great unity of the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t The statement gave the Korean people principles common to the nation in solving the reunification issue by themselves according to their will and in their interests."
        },
        {
            "title": "Ulterior Aim Sought by US-S. Korea in Extending Transfer of OPCON Blasted",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-08ee.html",
            "content": "Ulterior Aim Sought by US-S. Korea in Extending Transfer of OPCON Blasted\r\n Pyongyang, July 3 (KCNA) -- Traitor Lee Myung Bak during his recent foreign trip committed such treachery as begging U.S. President Obama to extend the \"transfer of wartime operation control (OPCON)\" till 2015 and wresting an agreement on the proposal. \n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  The above-said action betrays the scenario for a war of aggression pursued by the United States and the south Korean puppet group against the DPRK as it was a product of the sordid collusion and tie-up between the American master and his servant.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the extension of the transfer of the OPCON is little short of completely giving up the command over the armed forces of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The group created a \"security crisis\" under the pretext of the warship case and adamantly opposed the transfer of the OPCON, giving the impression that something very serious would happen if south Korea received it from the U.S. under that pretence. But this is nothing but sheer sophism to cover up its traitorous nature and an unpardonable mockery and insult to the south Korean people. \n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. that got windfall from the extension of the transfer of the OPCON. The Obama administration behaves as if it had done for south Korea great favor at the south Korean puppet authorities' \"request\" though it was its commitment to transfer it. Lurking behind this is a sinister aim of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the above-said action created rumor that the U.S. has an initiative in all aspects such as the issue of concluding \"a free trade agreement\" with the south Korean puppet authorities, the issue of \"sharing the upkeep for the U.S. forces \" and the issue of dispatching troops to Afghanistan and the south Korean people have come under all the ensuing enormous burdens. \n\t\t\t\t\t\n\t\t\t\t\t Having the south Korean authorities in its tight clutches in the wake of the extension of the transfer of the OPCON, the U.S. is now seeking to use the conservative group as a shock brigade for igniting a war of aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Through its imploration and dirty bargaining for the extension of the transfer of the OPCON the Lee group self-exposed in the eyes of the world that it is the most faithful lackeys of the U.S., concludes the commentary."
        },
        {
            "title": "Brigandish and Barbarous Nature of US-Provoked Korean War",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-09ee.html",
            "content": "Brigandish and Barbarous Nature of US-Provoked Korean War\r\n Pyongyang, July 3 (KCNA) -- The Korean War was the first unjust war started by the imperialist forces of aggression since the Second World War. It was beyond human imagination in the number of forces and military equipment involved and in the light of its fierce nature. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t The article notes that the U.S. imperialists indiscriminately destroyed and burnt everything in Korea by mobilizing all their sophisticated weapons and war means. They perpetrated everywhere they went bestial atrocities baffling human imagination. \n\t\t\t\t\t\n\t\t\t\t\t The article cites facts that they perpetrated them in utter disregard of international law and humanitarianism and they were guided only by the American brigandish logic that all means and methods should be employed to achieve their goals for aggression.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the bitter lesson taught by the Korean War and the truth of history the Korean people learned that one must be decisive and merciless towards aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have perpetrated everything evil, keeping south Korea under their occupation for more than half a century. Not content with this, they are making desperate efforts to ignite another Korean war to swallow the whole of Korea up. This brazen-faced act of the U.S. imperialists only reinforces the resolution and will of the army and people of the DPRK to finally settle accounts with the aggressors. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people's struggle for protecting the sovereignty and dignity of the country and defending peace and socialism is sure to be crowned with victory as it is positively backed by the world progressive people for its validity and truth. Should the U.S. imperialists start another Korean war, oblivious of the lesson drawn from the past Korean War, they will face the heaviest defeat in history. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers would be well advised to give up their foolish ambition to stifle the DPRK and stop at once their moves to ignite the war of aggression against the DPRK, urges the article."
        },
        {
            "title": "Repeal of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-05ee.html",
            "content": "Repeal of NSL Demanded in S. Korea\r\n Pyongyang, July 3 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Progress, the Youth Solidarity, the All Together and other civic and public organizations of south Korea held a joint press conference in Seoul on June 29 in demand of the repeal of the \"National Security Law\", the fascist law.\n\t\t\t\t\t At the press conference the organizations accused the security authorities of suppressing members of the Solidarity for Progress on the charge of violation of the NSL, adding that this is obviously a premeditated action taken by the Lee Myung Bak group to tide over its political crisis following its heavy defeat in the \"elections to local self-governing bodies\" and a retaliation against the progressive forces. \n\t\t\t\t\t\n\t\t\t\t\t They declared they would never pardon the fascist actions of the Lee Myung Bak regime but surely get the NSL, an evil law against democracy and reunification, repealed.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the progressive forces to struggle to the last against the highhanded rule of the Lee's regime."
        },
        {
            "title": "Suppression of Progressive Forces under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-06ee.html",
            "content": "Suppression of Progressive Forces under Fire in S. Korea\r\n Pyongyang, July 3 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea made public a statement on June 29 condemning the puppet authorities' racket to intensify the suppression of the progressive forces in a bid to stamp them out. \n\t\t\t\t\t The statement accused the \"Intelligence Service\" and police of searching offices of the Solidarity for Progress of south Korea, houses of its leading members and the office of the society supporting the organization  and arresting Han Chung Mok, its co-representative, Choe Yong Ok, vice-chairperson of its Independent Reunification Committee, and Jong Tae Yon, former chairman of its Policy Committee. \n\t\t\t\t\t\n\t\t\t\t\t This campaign is the suppression perpetrated under the pretext of \"security\" to eliminate the forces critical of the regime's unpopular rule on the charge of violation of the \"National Security Law\" and a cowardly move to launch a revenge operation for saving power from shaking due to its defeat in the \"elections to local self-governing bodies\", the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The period after the above-said \"elections\" is witnessing the security authorities' crackdown upon the progressive forces almost every day. The authorities' intensified suppression of the progressive forces would only touch off the people's bitterer indignation against the Lee Myung Bak regime.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can hold in check the dynamic march of the people toward democracy, people's life and peaceful reunification. They will punish the Lee Myung Bak regime in line with the intention and will of the people manifested in the \"elections.\""
        },
        {
            "title": "US Plunder of Cultural Properties Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-04ee.html",
            "content": "US Plunder of Cultural Properties Disclosed in S. Korea\r\n Pyongyang, July 3 (KCNA) -- A large number of relics of royal chambers dating back to the Ri Dynasty which had been taken away by the U.S. imperialist aggressor troops from the Deogsu Palace in Seoul during the June 25 Korean War were recently sold by auction, sparking off a furor, according to south Korean KBS.\n\t\t\t\t\t It was disclosed that the bulk of the art works which had been put up for sale at an auction market in Michigan of the U.S. on May 11 were from the Deogsu Palace.\n\t\t\t\t\t\n\t\t\t\t\t Among the relics were more than 130 pieces including art works, furniture, ornaments and ceramics and most of them were already sold out. \n\t\t\t\t\t\n\t\t\t\t\t They included copperplates, in particular, which were made by the Korean feudal government for issuing paper money, the first of its kind in the Korean history, late in the 19th century the historic value of which is estimated to be very great. There were four kinds of copperplates for the issue of paper money at that time. The recent findings in the U.S. are the two kinds of them believed to be missing.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that the relics put up at the auction market had even the explanation that those were taken by the U.S. forces from the Deogsu Palace in 1951 during the last June 25 Korean War. \n\t\t\t\t\t\n\t\t\t\t\t Conveying this fact, KBS said that there is no correct information about on what a serious scale the U.S. troops' plunder of Korean cultural properties was perpetrated during the war. What merits a more serious attention is how many were looted at that time and how many among them have been retrieved and where those retrieved are kept, KBS added."
        },
        {
            "title": "Solidarity with Korean People Expressed",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-01ee.html",
            "content": "Solidarity with Korean People Expressed\r\n Pyongyang, July 3 (KCNA) -- Solidarity meetings took place in Peru and Austria and a film show in Finland on June 24 and 25 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, said that the Korean people defeated the U.S. imperialists which boasted of being the \"strongest\" in the world in the Korean War under the outstanding leadership of President Kim Il Sung, iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, has persistently worked to realize its ambition to put socialist Korea under its control since the cease-fire, far from drawing a proper lesson from the Korean War, he noted, declaring that the Peruvian people would always stand by the Korean people and wage a more dynamic movement for supporting socialist Korea, maintaining a high vigilance against the moves of the U.S. imperialists and the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t Oliver Jonischkeit, federal secretary of the Left Bloc of the Austrian Trade Union Federation, chided the U.S. and the traitor Lee Myung Bak for faking up the case of the sunk warship \"Cheonan,\" getting evermore undisguised in their moves for aggression against the DPRK and rendering the situation on the Korean Peninsula extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. to comply with the DPRK's proposal to replace the Armistice Agreement with a peace treaty for the peace and security of the peninsula and the south Korean puppet authorities to implement the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho, chairman of the Finland-Korea Society, voiced support for the Korean people's just cause. On the occasion of the month of anti-U.S. joint struggle the society will further intensify the activities denouncing the U.S. for its provocation of the Korean War and backing the Korean people's struggle to achieve the independent and peaceful reunification of the country, he added.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched Korean film \"Reply of Korea\"."
        },
        {
            "title": "Withdrawal of US Forces from S. Korea Urged in Britain",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-03ee.html",
            "content": "Withdrawal of US Forces from S. Korea Urged in Britain\r\nPyongyang, July 3 (KCNA) -- Organizations of different countries called for the withdrawal of the U.S. forces from south Korea.\n\t\t\t\t\t The British Branch of the Korean Friendship Association in a statement on June 26 cited facts to prove that the U.S. imperialists not only provoked the Korean War in June of 1950 together with the south Korean puppet armed forces but also ushered the troops of its 15 satellite countries to the war while recklessly using chemical and germ weapons and even scheming to drop an atomic bomb.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a lesson from this war, the U.S. imperialists and their followers have aggravated the situation on the Korean Peninsula to the extremes, even cooking up the case of sinking of warship \"Cheonan\", a conspiratorial farce, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded that the U.S. and the south Korean puppet clique stop at once the anti-DPRK smear campaign and the U.S. forces withdraw from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Switzerland-Korea Committee and the Group for the Study of the Juche Idea of Switzerland in a joint statement on June 23 said: The U.S. invented the \"rumor about the north's attack on south Korea\" to cover up its blame for the outbreak of the Korean War. But it was disclosed to the world that the U.S. was the provocateur of the war and aggressor.\n\t\t\t\t\t\n\t\t\t\t\t The Sweden-Korea Friendship Association contended in a statement on June 24 that the Armistice Agreement should be replaced with a peace treaty and the foreign forces withdrawn from south Korea in order to ensure lasting peace in the Korean Peninsula and Northeast Asia."
        },
        {
            "title": "Withdrawal of US Forces from S. Korea Urged in Brazil",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-02ee.html",
            "content": "Withdrawal of US Forces from S. Korea Urged in Brazil\r\n Pyongyang, July 3 (KCNA) -- The Brazilian preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Brazilian Committee for Solidarity with the DPRK issued a joint bulletin on June 24 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The bulletin in an article noted that over six decades have passed since the U.S. forces were stationed in south Korea, adding that their presence has been kept in south Korea for so long time as the Korean Peninsula is a region of strategic importance in holding supremacy over Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' presence in south Korea is not the mere presence of foreign forces, and it is the U.S. military occupation and colonial domination over south Korea, the bulletin pointed out, adding: It is the common view of the world people that the independent and peaceful reunification of Korea can never be expected as long as the U.S. forces remain in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The international community is lifting up the voice calling for achieving durable and lasting peace and security to turn the planet into a free and prosperous world, the bulletin said, urging the U.S. troops in south Korea to go home."
        },
        {
            "title": "Book Praising Kim Il Sung Published ",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-15ee.html",
            "content": "Book Praising Kim Il Sung Published\r\n Pyongyang, July 3 (KCNA) -- The Workers' Party of Korea Publishing House brought out the \"Sun of Juche\", Vol. 1 of 5-volumn book \"Comrade Kim Il Sung, Peerlessly Great Man\" dealing with the greatness of President Kim Il Sung, on the occasion of the centenary of his birth.\n\t\t\t\t\tThe four-chapter book comprehensively deals with the great ideology, leadership and popular traits of the President.\n\t\t\t\t\t\n\t\t\t\t\tThe first chapter \"The Peerlessly Great Man Who Provided the Rays of Juche\" tells about the greatness of the President as the genius of ideology and theory who founded the immortal Juche idea, an idea holding the highest and the most brilliant position in the human history of thinking, thus providing the Korean people and other people of the world with bright rays.\n\t\t\t\t\t\n\t\t\t\t\tThe second chapter says that he defended the dignity of the nation and happiness of the people, shouldering upon himself the destiny of the country and the nation and thus ushered in the new history of the times.\n\t\t\t\t\t\n\t\t\t\t\tThe third chapter \"The Master of Popular Leadership\" praises the President as the leader of the people who set the example of the true revolutionary leadership relying on the broad popular masses for the first time in human history.\n\t\t\t\t\t\n\t\t\t\t\tThe fourth chapter \"The Eternal Leader of the Cause of Juche\" describes the greatness of the President who provided an eternal guarantee for carrying forward the cause of Juche for the country and the people and progressive mankind of the world. It also says that a steady continuity is being given to the history of the sun as General Secretary Kim Jong Il is held in high esteem as another great leader."
        },
        {
            "title": "Rodong Sinmun critica la dilacion de traspaso del mando ",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-17ee.html",
            "content": "Rodong Sinmun critica la dilacion de traspaso del mando\r\nPyongyang, 3 de julio (ATCC) -- Hace poco, el traidor Lee Myung Bak cometio en su viaje al extranjero la traicion proyanqui de suplicar y acordar con el presidente norteamericano Obama la posposicion hasta el 2015 de la transferencia de Estados Unidos al Sur de Corea del \"mando de las operaciones en el tiempo de guerra\".\n\t\t\t\t\tEste acuerdo, producto de la sucia confabulacion entre el amo y su lacayo, muestra el intento de EE.UU. y los titeres surcoreanos de desatar la guerra contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tSi bien ahi aparece la palabra \"posposicion\", ese acuerdo significa que la camarilla del traidor Lee Myung Bak renuncia por completo al mando militar del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTras el estallido del incidente de hundimiento de la corbeta \"Cheonan\", ella invento pretextandolo la supuesta \"crisis de seguridad\" y se niega obstinadamente a recibir de EE.UU. el mando en cuestion hablando como si con esto le pasara algo muy grave. Pero, eso es un sofisma para ocultar su naturaleza vendepatria e imperdonable burla e insulto a los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEn realidad, EE.UU. fue el pais que ha sacado tremendos provechos de la prorroga del traspaso del mando. La administracion Obama, que retomo lo que debio devolver, se cree ahora como el \"benevolente\" que hizo el gran favor de aceptar la \"peticion\" de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPero, recorre ya en el Sur de Corea el rumor de que a cambio de eso, EE.UU. quedo aventajado en todos los temas a negociar con las autoridades surcoreanas, tales como la firma del \"Tratado de Libre Comercio\", la \"reparticion de los gastos de las tropas norteamericanas por el concepto de defensa\" y el envio de efectivos surcoreanos a Afganistan, y de que los enormes gastos provenientes de estos asuntos recaeran totalmente sobre el hombro de la poblacion surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU., que tomo mas fuerte en sus manos a las autoridades surcoreanas con la prorroga del traspaso del mando, intenta usarlas como brigada de avanzada en la provocacion de la guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAl suplicar y acordar la dilacion del \"mando de las operaciones en el tiempo de guerra\", la camarilla de Lee Myung Bak mostro a todo el mundo su estatus de titere numero uno de EE.UU."
        },
        {
            "title": "Denuncian barbaridades de EE.UU. en la pasada guerra coreana ",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-18ee.html",
            "content": "Denuncian barbaridades de EE.UU. en la pasada guerra coreana\n\t\t\t\t\t\t\r\nPyongyang, 3 de julio (ATCC) -- La pasada guerra coreana (1950-1953) fue la guerra injusta provocada por las fuerzas agresoras imperialistas por primera vez despues de la Segunda Guerra Mundial. En esa contienda inimaginablemente ensangrentada fueron movilizados una cantidad astronomica de efectivos y armamentos.\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Los imperialistas yanquis destruyeron e incendiaron indiscriminadamente lo todo de Corea movilizando sus armas sofisticadas y medios belicos y cometiendo por doquier las bestialidades fuera de la imaginacion humana.\n\t\t\t\t\t\n\t\t\t\t\t  Para ellos no valian la ley internacional ni el humanitarismo sino la logica gangsteril al estilo norteamericano de que hay que usar todos los medios y metodos para alcanzar la meta de agresion.\n\t\t\t\t\t\n\t\t\t\t\t  Hay que castigar resuelta e implacablemente a los agresores.  Esto es la leccion de sangre que dejo la guerra coreana y la verdad de la historia que aprendio el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Los actos cinicos de los imperialistas yanquis, que se esfuerzan demencialmente por apoderarse de toda Corea mediante la nueva guerra coreana como si no les bastara la ocupacion durante mas de medio siglo del Sur de Corea donde hacen todo lo que les de la gana, hacen al ejercito y el pueblo de Corea redoblar la voluntad de luchar hasta el final contra los agresores.\n\t\t\t\t\t\n\t\t\t\t\t  Por ser justa y veraz, la lucha del pueblo coreano por defender la soberania y la dignidad del pais, la paz y el socialismo triunfara sin falta bajo el apoyo activo de los pueblos progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Si los imperialistas norteamericanos desatan la nueva guerra coreana olvidandose de la leccion de la pasada guerra coreana, sufriran una gran derrota sin precedente en la historia.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas belicistas norteamericanas deben abandonar su ilusion irrisoria de aplastar a la Republica Popular Democratica de Corea y cesar de inmediato sus maniobras encaminadas a provocar la guerra de agresion contra ella."
        },
        {
            "title": "Crimen de saqueo de reliquias culturales coreanas por EE.UU. ",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-19ee.html",
            "content": "Crimen de saqueo de reliquias culturales coreanas por EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 3 de julio (ATCC) -- Segun la cadena surcoreana KBS, en estos momentos en Estados Unidos se ponen en publica subasta muchas reliquias de familia real de la epoca de la Dinastia de los Ri que saquearon las tropas norteamericanas agresoras en el Palacio Deogsu de Seul durante la pasada guerra coreana  desatada el 25 de junio de 1950.\n\t\t\t\t\t  El 11 de mayo se puso al desnudo el hecho de que  numerosas obras de bellas artes aparecidas en el lugar de subasta del Estado de Michigan, EE.UU., son las del Palacio Deogsu.\n\t\t\t\t\t\n\t\t\t\t\t  Estas reliquias llegan a mas de 130 piezas, entre otras, las obras de bellas artes, muebles, adornos y porcelanas, y la mayoria de estas se vendio ya, dice.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, entre los generos de subasta figura un molde de cobre de mucho valor historico, fabricado a finales del siglo 19 por el gobierno feudal de Corea para la edicion de billetes originales.\n\t\t\t\t\t\n\t\t\t\t\t  En aquel entonces habian existido cuatro generos de molde para la edicion de billetes y desaparecieron los 2 de ellos. Pero, esos fueron descubiertos esta vez en EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t   Ademas, a estas reliquias presentadas en el lugar de subasta estaban pegadas hasta las explicaciones de que las saquearon las tropas yanquis participantes en la pasada guerra coreana en el Palacio Deogsu en 1951.\n\t\t\t\t\t\n\t\t\t\t\t   Transmitiendo tal hecho, la fuente senalo que en realidad es considerable la cantidad de las reliquias culturales coreanas saqueadas por parte de las tropas yanquis en el periodo de la guerra coreana y que lo mas problematico es cuanta cantidad de reliquias fue saqueada, cuantas de ellas fueron recatadas y donde se conservan las rescatadas."
        },
        {
            "title": "Kim Il Sung preparo principios comunes de la nacion ",
            "url": "http://kcna.co.jp/item/2010/201007/news03/20100703-20ee.html",
            "content": "Kim Il Sung preparo principios comunes de la nacion\r\nPyongyang, 3 de julio (ATCC) -- Hoy dia, todos los coreanos en el Norte, el Sur y en ultramar despliegan unidos monoliticamente la lucha por abrir la nueva epoca de reunificacion independiente, paz y prosperidad rechazando los desafios de las fuerzas anti-reunificacion dentro y fuera del pais.\n\t\t\t\t\tEsta realidad es inconcebible sin las hazanas del Presidente Kim Il Sung quien preparo la bandera eterna para el cumplimiento de la causa de reunificacion de la patria al presentar los 3 principios del particular.\n\t\t\t\t\t\n\t\t\t\t\tPor la iniciativa e incansable direccion del Presidente, tuvo lugar a principios de mayo del 61 (1972) de la Era Juche en Pyongyang las conversaciones politicas de alto nivel entre ambas partes coreanas por primera vez en la historia de division nacional.\n\t\t\t\t\t\n\t\t\t\t\tDurante el encuentro con el delegado surcoreano llegado a Pyongyang, el Presidente le dijo encarecidamente que es preciso reunificar cuanto antes la patria para legarla a las generaciones venideras sin permitir que la nacion coreana fuera dividida para siempre en dos debido a la prolongacion de la escision nacional.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que para ese fin, hace falta contar con el principio fundamental establecido entre ambas partes coreanas y explico detalladamente los principios de la independencia, la reunificacion pacifica y la gran unidad nacional que el mismo habia ideado desde hace mucho tiempo.\n\t\t\t\t\t\n\t\t\t\t\tEl delegado dio su total aprobacion a esos justos principios signados del amor por la patria y la nacion y dijo al Presidente que el mandatario surcoreano se pondria tambien de acuerdo.\n\t\t\t\t\t\n\t\t\t\t\tEl 4 de julio de 1972, fue publicada oficialmente en Pyongyang y Seul la declaracion conjunta del 4 de julio fundamentada en los mencionados principios presentados por el Presidente.\n\t\t\t\t\t\n\t\t\t\t\tEste evento historico proclamo solemnemente al interior y al exterior del pais el deseo y la voluntad de la nacion coreana de alcanzar la reunificacion del pais de manera independiente y por via pacifica sin la intervencion de las fuerzas foraneas y mediante la gran unidad de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, procuro a la nacion coreana los principios comunes para resolver el problema de reunificacion segun su propio criterio e intereses y por cuenta propia."
        }
    ]
}