{
    "date": "2010-06-16",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-16ee.html",
    "articles": [
        {
            "title": "DPRK UN Representative on \"Cheonan\" Case",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-21ee.html",
            "content": "DPRK UN Representative on \"Cheonan\" Case\r\n Pyongyang, June 16 (KCNA) -- Sin Son Ho, permanent representative of the DPRK at the United Nations, called a press conference in New York on June 15 as regards the sinking case of the south Korean puppet navy's warship \"Cheonan\".\n\t\t\t\t\t Present there were media correspondents of various countries to the UN.\n\t\t\t\t\t\n\t\t\t\t\t Sin made an address at the conference.\n\t\t\t\t\t\n\t\t\t\t\t Recalling, to begin with, that the DPRK informed the UNSC member nations of its stand on the case, he said:\n\t\t\t\t\t\n\t\t\t\t\t As already known, the south Korean authorities announced on May 20 the \"results of investigation\" linking the case with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK promptly and totally rejected the \"results\" and repeatedly declared that it had nothing to do with the case. And it proposed sending an inspection group of its National Defence Commission to the spot to objectively verify the \"results of investigation.\"\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities refused to accept this just demand and referred the unilaterally worked out \"results of investigation\" to the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t The \"results of investigation\" into the case were a fabrication made by the U.S. and the south Korean authorities from A to Z. That was why the \"results\" aroused suspicion and criticism internally and externally from the moment they were announced. Various information and objective realities brought to light with the passage of time that the case was their politically motivated fabrication.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' announcement of the \"results of investigation\" on May 20 was timed to coincide with their political timetable-- the visit of the U.S. secretary of State to Japan and the start of their campaign for the \"elections to local self-governing bodies\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea claimed that the \"investigation\" was \"objective and scientific\" as it was carried out by the \"multinational team\" involving foreign experts. But the \"team\" itself and its activities were very problematic.\n\t\t\t\t\t\n\t\t\t\t\t UK was officially requested to send information about its experts involved in the \"team\", but nothing has been heard from it. Canada announced on May 16, four days before the announcement of the \"results\" that it would send its experts, but nothing has been known when they arrived in south Korea and whether they took part in the \"investigation\" or not.\n\t\t\t\t\t\n\t\t\t\t\t It was also reported that Swedish experts joined the \"team\" only to offer technical assistance but did not participate in the job to clarify who is to blame for the case.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities produced only \"material evidence\" favorable for deliberately linking the case with the DPRK, but concealed all what was unfavorable for such scheme under the pretext of \"military secrets\". Even the produced \"evidence\" aroused so many doubts that the case has been regarded as a puzzle in the U.S. and south Korea and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Citing in detail the points in question and facts proving the false case, he further said: This being a hard reality, the south Korean authorities hid one piece of evidence after another that might deny the DPRK's involvement or strictly removed them from the list of objects to be investigated.\n\t\t\t\t\t\n\t\t\t\t\t Referring to such problems as the gas turbine, a key evidence allegedly proving the cause of the sinking and the letter \"number 1\" and to the strange movement of the south Korean military which would have been well aware of the cause of the case, the representative continued:\n\t\t\t\t\t\n\t\t\t\t\t The assertion that the DPRK was to blame for the case was a politically motivated charade orchestrated by the U.S. and south Korea from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t It was the U.S. that got the biggest share of the windfall through the said case.\n\t\t\t\t\t\n\t\t\t\t\t The United States used the case for pressurizing Japan into yielding to it over the issue of transfer of the U.S. military base from Okinawa, a main hurdle in the way of carrying out its Asia-Pacific strategy, under the pretext of \"threat from north Korea\" and thus brought about the fall of the Hatoyama regime uncomfortable for it. This case thus met two ends. Hatoyama himself admitted that the case of sinking warship was a decisive factor that compelled him to meet the U.S. demand over the issue of the U.S. forces base. \n\t\t\t\t\t\n\t\t\t\t\t Availing itself of the case, the U.S. openly disclosed its intention to accelerate the formation of the \"triangular military alliance\" of the U.S., Japan and south Korea and for the present to secure a pretext for selling a large quantities of weapons to south Korea and moving its aircraft carrier to the West Sea of Korea and extend the transfer of the \"right to command the wartime operations\" of the U.S. forces in south Korea which had been expected in 2012. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. required the case to make its administration appear strong in the run-up to the coming intermediary election and justify its policy of \"strategic patience\" to deplete the environment for investment in the DPRK and stifle its economy in a sustainable manner.\n\t\t\t\t\t\n\t\t\t\t\t The immediate aim sought by south Korea was to evade the responsibility for the case of warship sinking.\n\t\t\t\t\t\n\t\t\t\t\t It was the calculation of the south Korean authorities that they could rally the conservative camp if they published the \"results of investigation\" into the case of warship \"Cheonan\" on May 20, the day of the start of the campaign for \"the elections to the local self-governing bodies\" to link the case with the DPRK and hype the \"national security\" as the most important pending issue for the \"elections\". But they suffered a defeat in the \"elections\" as their \"north wind\" proved to be counter-productive. \n\t\t\t\t\t\n\t\t\t\t\t In spreading the story about \"the torpedo attack by the north\" the south Korean authorities sought a foolish aim to justify their anachronistic hard-line policy towards the DPRK, shirk off the responsibility for having pushed the inter-Korean relations to the worst phase and drive a wedge in the ties between the DPRK and China whose relations have favorably developed with each passing day. \n\t\t\t\t\t\n\t\t\t\t\t As is known to everybody, the \"crucial material evidence\" produced by the U.S. and the south Korean authorities is nothing but \"serious doubts\" and the \"results of investigation\" released by the \"multi-national joint investigation team\" were not based on a scientific basis but cooked up to serve their purpose: it was not conducted objectively but in a biased and arbitrary manner. \n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason the DPRK promptly refuted the \"results of investigation\" as soon as they were announced and proposed sending an inspection group of the National Defence Commission to the spot. \n\t\t\t\t\t\n\t\t\t\t\t Some countries are referring to the possibility to discuss the \"Cheonan\" issue at the \"Military Armistice Commission\" but the U.S. unilaterally withdrew the senior member of the \"UN forces\" side and posted a \"general\" of the south Korean puppet army in his place in 1991 though south Korea was not a signatory to the Armistice Agreement, paralyzing the function of the MAC. \n\t\t\t\t\t\n\t\t\t\t\t The situation created on the Korean Peninsula due to the \"results of investigation\" published by the south Korean authorities and their reckless \"follow-up countermeasures\" is so grave that a war may break out any moment. \n\t\t\t\t\t\n\t\t\t\t\t The UNSC has a shameful precedent in which it failed to prevent the Iraqi war, taken in by the lie told by the United States in February of 2003. \n\t\t\t\t\t\n\t\t\t\t\t If the UNSC unreasonably handles this case, taken in by the U.S. lie, sparking off a clash on the peninsula, Washington and the UNSC will be wholly accountable for the ensuing consequences. \n\t\t\t\t\t\n\t\t\t\t\t Should the aggressors dare provoke, defying the repeated warnings of the DPRK, its army and people will mercilessly react to them and make a clean sweep of them from the land of Korea and build a prosperous reunified country."
        },
        {
            "title": "Match between DPRK and Brazil",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-18ee.html",
            "content": "Match between DPRK and Brazil\r\n Pyongyang, June 16 (KCNA) -- The league match of the 2010 World Cup between the DPRK and Brazil took place at dawn (Pyongyang time) on Wednesday. \n\t\t\t\t\t From the outset of the match the two teams fought a seesaw battle. The DPRK footballers created good shooting chances, not losing their confidence even after losing two goals.\n\t\t\t\t\t\n\t\t\t\t\t At about the 88th minute of the match Jong Tae Se headed the ball before passing it to Ji Yun Nam who powerfully kicked it into the rival's goalmouth, scoring a goal.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team will meet its Portuguese rival on June 21."
        },
        {
            "title": "Seminar on Kim Jong Il's Work",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-19ee.html",
            "content": "Seminar on Kim Jong Il's Work\r\n Pyongyang, June 16 (KCNA) -- A national seminar on the theory of ideology clarified by General Secretary Kim Jong Il in his work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" and his immortal exploits was held at the Grand People's Study House on Wednesday.\n\t\t\t\t\t In the work Kim Jong Il gave a scientific analysis of the intrinsic features of socialist society and proved that ideology should be regarded as most important and priority given to ideological work so as to dynamically advance the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Presented to the seminar were five papers proving the originality and truth of his theory of ideology and its great vitality.\n\t\t\t\t\t\n\t\t\t\t\t Speakers noted that thanks to the wise guidance of the Workers' Party of Korea which has attached importance to ideology, the politico-ideological position of the Korean revolution was further cemented even under any trials and the stirring reality in which the people's ideals have come true was opened in the DPRK despite the U.S.-led imperialist allied forces' moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the sweeping campaign for embodying the theory on the Songun idea and the Songun politics advanced by Kim Jong Il instilled the army and people of the DPRK with the faith in sure victory of socialism and the indomitable revolutionary spirit of braving any difficulties and brought about a turn in their ideological and moral life.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the people to steadily hold fast to the WPK's line of giving importance to ideology under the leadership of Kim Jong Il as they defended and glorified Korean-style socialism by dint of ideology and speed up the building of a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the seminar were Secretary of the WPK Central Committee Kim Ki Nam, officials of central and Pyongyang party and administrative bodies and public organizations, officials of scientific, educational, culture and art, media and party cadre training institutions and officials in the field of the revolutionary relics."
        },
        {
            "title": "Meetings of Working People's Organizations Held",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-20ee.html",
            "content": "Meetings of Working People's Organizations Held\r\n Pyongyang, June 16 (KCNA) -- Meetings of workers and members of the General Federation of Trade Unions of Korea and youth and students were held here on Wednesday to celebrate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. A similar meeting of agricultural workers was held in Samjigang-ri, Jaeryong County, South Hwanghae Province, on Tuesday.\n\t\t\t\t\t Reporters and speakers said at the meetings that Kim Jong Il's start of work at the C.C., the WPK was a historic event that provided a firm guarantee for the accomplishment of the revolutionary cause of Juche and opened up a bright future for the Party, the revolution, the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tThey referred to the fact that Kim Jong Il developed the WPK to be the Party of President\n\t\t\t\t\t\t Kim Il Sung both in name and reality and has brilliantly led the whole Party, the service persons and all other people to the struggle for carrying out the Songun revolutionary line.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the extraordinary ideological and theoretical wisdom and the tireless Songun revolutionary leadership of Kim Jong Il the national power of Juche Korea was powerfully demonstrated to the whole world and a spectacular era brought about on this land where all the ideals of the people come true, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the people to make hot waves of great innovations and great leap forward sweep all their worksites and thus gain shining labor achievements true to the joint New Year editorial and the joint calls of the Central Committee and the Central Military Commission of the WPK."
        },
        {
            "title": "Inter-provincial Sports Contest Opens",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-17ee.html",
            "content": "Inter-provincial Sports Contest Opens\r\n Pyongyang, June 16 (KCNA) -- An inter-provincial sports contest was opened with due ceremony at the Haeju Stadium on Tuesday.\n\t\t\t\t\t The participants in the contest will compete in football, basketball, track and field, marathon, table tennis, boxing, weightlifting, wrestling and other events in the cities of Haeju, South Hwanghae Province, Jongju, North Phyongan Province, and Hyesan, Ryanggang Province."
        },
        {
            "title": "National Dresses Enjoy Great Popularity",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-11ee.html",
            "content": "National Dresses Enjoy Great Popularity\r\n Pyongyang, June 16 (KCNA) -- Tailor shops specializing in Korean dresses in Pyongyang, including the Munhung Korean Dress Shop under the Taedonggang District Combined Tailor Shop, are always crowded with customers. \n\t\t\t\t\t The Munhung Korean Dress Shop has proved successful at national Korean dress exhibitions.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited in the shop are different models of Korean dresses among which customers make their choice.\n\t\t\t\t\t\n\t\t\t\t\t Cha Ki Bong, 40, a cutter of the shop, told KCNA that though very busy with her work, she felt proud of making national clothes.\n\t\t\t\t\t\n\t\t\t\t\t The shop has improved Korean dresses in model and decoration, including embroidery and trimming of the hem of coat and the lower part of sleeve.\n\t\t\t\t\t\n\t\t\t\t\t It favors bright and soft colors to suit the taste of the Korean women, who are fond of clean and neat dress.\n\t\t\t\t\t\n\t\t\t\t\t Women in national dresses add to the beauty of the city."
        },
        {
            "title": "Local Special Food Popular in Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-13ee.html",
            "content": "Local Special Food Popular in Pyongyang\r\n Pyongyang, June 16 (KCNA) -- All provinces have their own restaurants in Pyongyang to serve their special food.\n\t\t\t\t\t They are named after restaurants famous in the provinces -- Amnok of Ryanggang Province, Sinhung of South Hamgyong Province, Jangsu of South Phyongan Province, Amnokgang of North Phyongan Province, Kanggye of Jagang Province, Kalmaegi of North Hamgyong Province, Okgye of South Hwanghae Province, Kyongam of North Hwanghae Province and Songdo of Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t The reconstructed Kyongam Restaurant serves such palatable dishes as sweet rice dish, rice cake dumpling covered with bean paste, loach soup and mung-bean pancake.\n\t\t\t\t\t\n\t\t\t\t\t Starch noodle with seasoned raw-sliced walleye pollack is the main course of the Sinhung Restaurant.   \n\t\t\t\t\t\n\t\t\t\t\t Customers can take rice mixed with spices, vegetables, meat, etc. peculiar to the Haeju area at the Okgye Restaurant.\n\t\t\t\t\t\n\t\t\t\t\t The Kanggye Noodle Shop and Amnokgang and Jangsu restaurants are also famous for noodle, pancake made of glutinous kaoliang, rice mixed with edible herbs and other dishes."
        },
        {
            "title": "Kim Ung U's Major Role in Attack against US Ship",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-12ee.html",
            "content": "Kim Ung U's Major Role in Attack against US Ship\r\n Pyongyang, June 16 (KCNA) -- June 17 is the 162nd birth anniversary of Kim Ung U, an ardent patriot of Korea and great-grandfather of President Kim Il Sung.\n\t\t\t\t\t In his reminiscences \"With the Century\" Kim Il Sung wrote, \"My great-grandfather was a grave keeper for another family, but he ardently loved his country and home town\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S imperialists, who had long sought a chance of aggression on Korea, sent ship General Sherman to Korea in 1866.\n\t\t\t\t\t\n\t\t\t\t\t When General Sherman sailed up the Taedong River and anchored near Turu Islet, Kim Ung U, together with villagers in Mangyongdae and its vicinity, stretched ropes across the river between Konyu Islet and Mangyong Hill to block the way of the aggressor ship.\n\t\t\t\t\t\n\t\t\t\t\t When he heard that its crewmen were killing Koreans with cannons and guns and stealing people's possessions at random, he rushed to the walled city of Pyongyang at the head of the villagers and formed a death-defying corps to launch a fire attack on the ship.\n\t\t\t\t\t\n\t\t\t\t\t He, with the death-defying corps, loaded a lot of small boats with firewood, tied them together, set them on fire and floated them down towards the ship.\n\t\t\t\t\t\n\t\t\t\t\t The ship was set on fire and sunk.\n\t\t\t\t\t\n\t\t\t\t\t After the sinking of General Sherman, the U.S. imperialists sent another warship Shenandoah to Korea. He again led people to fight against the aggressor vessel."
        },
        {
            "title": "UNSC Urged to Impartially Deal with \"Cheonan\" Case",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-15ee.html",
            "content": "UNSC Urged to Impartially Deal with \"Cheonan\" Case\r\n Pyongyang, June 16 (KCNA) -- The UNSC should strive to impartially and objectively deal with the \"Cheonan\" case as proposed by the DPRK in line with the mission and duty it assumed before the international community and thus contribute to ensuring peace on the Korean Peninsula.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said case was required by those keen to provoke another Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The key to solving the case is for the UNSC to make the U.S. and the south Korean puppet group receive an inspection group of the DPRK National Defence Commission so it may confirm the \"investigation results.\" \n\t\t\t\t\t\n\t\t\t\t\t It is the basic mission of the UNSC to preserve global peace and security. There is no reason for it to fail to take measures to enable the inspection group of the DPRK National Defence Commission to confirm the \"investigation results\" on the spot as proposed by the DPRK if it stands for peace and security on the peninsula where a touch-and-go situation is prevailing due to the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that the DPRK's sovereignty and security will be infringed upon in case only the unilateral \"investigation results\" are tabled and taken up by the UNSC before the victim of the case is given an opportunity to verify them and even a mere child will know what serious consequences will be entailed by this. \n\t\t\t\t\t\n\t\t\t\t\t If the UNSC opts to take up only the \"investigation results\" submitted by the U.S. and the south Korean puppet group, ignoring the just and fair proposal advanced by the DPRK over the above-said case, it will only further strain the situation of the peninsula."
        },
        {
            "title": "Japan's Moves for Militarization Slammed",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-16ee.html",
            "content": "Japan's Moves for Militarization Slammed\r\n Pyongyang, June 16 (KCNA) -- The Liberal Democratic Party of Japan is now reportedly mulling reexamining a \"great program for defense planning\" designed to revise the \"three principles of arms export.\" Earlier, the party submitted a \"draft bill on cooperation in international peace-keeping operations\" to the House of Representatives so that the \"Self-Defense Forces\" may be dispatched overseas anytime.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such reckless moves of the Japanese reactionaries for militarization are as foolish an act as jumping into fire with faggot on their backs.\n\t\t\t\t\t\n\t\t\t\t\t The above-said move stepped up by the LDP group under the pretext of dispelling the \"uneasiness of the people\" indicates that the Japanese reactionaries' moves for militarization have reached a reckless phase. \n\t\t\t\t\t\n\t\t\t\t\t The above-said program is nothing but a document for reinvasion and a war scenario. It is a product of the Japanese reactionaries' militarist ambition to increase the military spending and update and bolster up the SDF.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned draft bill also betrays the desperate efforts of the Japanese reactionaries to build the SDF into the world's first-class forces in a bid to take the status of a military power and fully provide conditions and capability for overseas military expansion. \n\t\t\t\t\t\n\t\t\t\t\t It is open secret that Japan seeks to stage a comeback to Korea through a preempting attack and embark upon the road of conquering the rest of Asia. The \"acquisition of capability for attacking enemy's base\" much touted by the Japanese reactionaries is prompted by their sinister intention to mount a preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to behave itself, bearing deep in mind the fact that its moves to convert it into a military giant and realize its wild ambition for overseas expansion will bring it nothing but death and destruction."
        },
        {
            "title": "KCNA Commentary Terms US Arch Criminal of Arms Race",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-08ee.html",
            "content": "KCNA Commentary Terms US Arch Criminal of Arms Race\r\n Pyongyang, June 16 (KCNA) -- Stockholm International Peace Research Institute in a recent report said that the U.S. topped the world list of military expenditure in 2009 despite the worldwide economic crisis.\n\t\t\t\t\t The U.S. military spending was reported to have showed an increase of 47 billion U.S. dollars, thus holding 54 % of the world's total military expenditure. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is also the world's biggest exporter of conventional weapons. \n\t\t\t\t\t\n\t\t\t\t\t As shown by the above-said fact, the U.S. can never conceal its true colors as an arch criminal that sparked off a global arms race, disturbing peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t According to a draft budget of the U.S. administration for fiscal year 2011 (Oct. 1, 2010 - Sept. 30, 2011), the military spending for the fiscal registered a big rise over the previous fiscal year.\n\t\t\t\t\t\n\t\t\t\t\t It envisages huge expenditure for carrying out the U.S. new world military strategy and modernizing new type warships and military hardware including new type fighters, vehicles and next generation subs equipped with ballistic missiles.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is stepping up the worldwide establishment of the missile defense system despite strong domestic and foreign protest.\n\t\t\t\t\t\n\t\t\t\t\t It is steadily boosting its military spending in a bid to frantically step up the moves to develop rapid strike weapons and build missile shields.\n\t\t\t\t\t\n\t\t\t\t\t It is zealously prodding the south Korean puppet group into pushing the regional situation to an extreme pitch of tension at a time when south Korea's warship sinking case is escalating the tension on the Korean Peninsula. The U.S. stepped-up arms race cannot be viewed apart from this case.\n\t\t\t\t\t\n\t\t\t\t\t It is contemplating staging the largest-ever combined anti-submarine exercises with the south Korean warmongers in the West Sea of Korea with huge mobile strike force including Aegis destroyers and nuclear submarines involved. This requires huge military spending.\n\t\t\t\t\t\n\t\t\t\t\t As part of the preparations for this saber-rattling the U.S. is rapidly transferring its armed forces to the areas around the Korean Peninsula from its mainland and the Pacific. 12 F-22A Raptors of the U.S. Air Force were recently reported to have been transferred to the Kadena U.S. air force base in Okinawa from the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. to stage an adventurous preemptive military operation against the DPRK with huge modern war forces such as nuclear weapons involved.\n\t\t\t\t\t\n\t\t\t\t\t This is a dangerous nuclear war gambling prompted by the U.S. munitions complexes' unlimited interests in making big profits from a war.\n\t\t\t\t\t\n\t\t\t\t\t Geo-political benefits from the \"Cheonan\" case were what the U.S. sought in the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t Northeast Asia including the Korean Peninsula is a very sensitive region where big powers contradict one another in their interests. Any slight accident, therefore, may easily spill over into an all-out war including a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is regarding this as a good opportunity for keeping the situation on the peninsula relatively tense, maintaining an unchallenged position in the region under that pretext and weathering its catastrophic economic crisis.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is escalating the military tension, while tightening the \"alliance\" with Japan and south Korea for aggression, countries in the Asia-Pacific are taking military actions to cope with the moves.\n\t\t\t\t\t\n\t\t\t\t\t Several countries are reacting to the U.S. undisguised arms buildup with strong measures for bolstering up defence capabilities.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for them to channel efforts into beefing up military forces in an effort to narrow down the gap in the balance of forces and cope with the increasing danger of war posed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The world does not want to see the imbalance of forces worsening after the demise of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t Peace can never go together with arms buildup."
        },
        {
            "title": "Probe into Truth behind Case of Warship Sinking Urged",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-09ee.html",
            "content": "Probe into Truth behind Case of Warship Sinking Urged\r\n Pyongyang, June 16 (KCNA) -- Permanent representatives of the People for Achieving Peace and Reunification of south Korea in a joint statement on June 11 vehemently condemned the puppet military authorities for working hard to hide the truth behind the case of \"Cheonan\" sinking. \n\t\t\t\t\t The statement recalled that the results of inspection conducted by the \"Board of Audit and Inspection\" disclosed that the military authorities deliberately falsified facts and concealed them in a bid to evade the responsibility for the case of warship sinking. \n\t\t\t\t\t\n\t\t\t\t\t The military authorities deliberately spirited away the animation file from a monitoring equipment to misinterpret the time the incident broke out to serve their purpose and the chairman of the \"Joint Chiefs of Staff\" was not available in his commanding and control room as he was drunken at that time, the statement noted, adding: These facts clearly prove that the military has kept telling lies. \n\t\t\t\t\t\n\t\t\t\t\t The statement noted with surprise that the military deliberately cooked up and concealed facts and deceived and made a mockery of not only the people but of the whole world in a bid to shirk off its responsibility. \n\t\t\t\t\t\n\t\t\t\t\t The statement urged the \"government\" to reinvestigate the case of warship sinking and clearly probe the truth behind the case."
        },
        {
            "title": "S. Koreans Called upon to Judge Puppet Regime",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-10ee.html",
            "content": "S. Koreans Called upon to Judge Puppet Regime\r\n Pyongyang, June 16 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification on June 10 issued a statement calling for judging the Lee Myung Bak puppet regime for getting frantic with the moves for war and confrontation. \n\t\t\t\t\t Recalling that broad strata of people observed the 23rd anniversary of the June popular resistance which dealt a telling blow at the military gangsters' regime by their concerted efforts, the statement said that the resistance made a serious breakthrough in the fascist rule and spurred on the history of national independence and great national unity. \n\t\t\t\t\t\n\t\t\t\t\t It appealed to the people of all strata to bring down the Lee Myung Bak dictatorial regime as early as possible in the same spirit of waging do-or-die resistance as displayed by the resistance fighters. \n\t\t\t\t\t\n\t\t\t\t\t No one can predict what tragedy will take place on the Korean Peninsula in the future as long as traitor Lee Myung Bak is allowed to stay in power after orchestrating the case of sinking warship in league with the United States and thereby driving the situation to the brink of war, the statement warned. \n\t\t\t\t\t\n\t\t\t\t\t It declared the people of all strata would frustrate such confrontation moves of the Lee Myung Bak dictatorial regime as totally denying the June 15 joint declaration, a milestone of national reunification, and bringing the dark clouds of a war."
        },
        {
            "title": "Anniversary of Declaration Marked by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-14ee.html",
            "content": "Anniversary of Declaration Marked by Koreans in Japan\r\n Pyongyang, June 16 (KCNA) -- A meeting of Koreans in Japan took place in Tokyo on June 14 to mark the 10th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t Present there were Kwak Tong Ui, chairman of the Overseas Side Committee for Implementing the June 15 Joint Declaration, members of the Japan regional committee under the said committee, persons concerned of the reunification movement and Koreans in Japan. \n\t\t\t\t\t\n\t\t\t\t\t Introduced there were solidarity messages from the North, South and Overseas Side Committees for Implementing the June 15 Joint Declaration, the regional committees of the Commonwealth of Independent States, Europe, Canada and the United States under the overseas committees, the Federation of Koreans in the U.S. and other organizations from overseas. \n\t\t\t\t\t\n\t\t\t\t\t Kwak said in his report that the national event common to the nation which had been slated to be held with splendor by all the fellow countrymen in the north and the south and overseas on the occasion of the 10th anniversary of the June 15 joint declaration was scuttled due to the treacherous and anti-reunification moves of traitor Lee Myung Bak to escalate the confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the situation urgently calls for waging a more dynamic movement for national reunification, holding higher the banner of the June 15 joint declaration, he underscored the need to firmly preserve and implement the June 15 joint declaration and the October 4 declaration, a programme for implementing it, and thus achieve national reconciliation and unity and intensify the patriotic movement for reunification. \n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches. \n\t\t\t\t\t\n\t\t\t\t\t Read out there was a joint statement of the North, South and Overseas Side Committees of the All-Korean Committee for Implementation of June 15 Joint Declaration made public on the occasion of the 10th anniversary of the joint declaration."
        },
        {
            "title": "Anniversary of Inter-Korean Declaration Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-06ee.html",
            "content": "Anniversary of Inter-Korean Declaration Observed\r\n Pyongyang, June 16 (KCNA) -- The General Association of Koreans in China called a meeting in Shenyang on June 13 to mark the 10th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Present there were officials of the general association and its affiliated regional associations and organizations of social standings, compatriots in the city and the DPRK consul general to Shenyang.\n\t\t\t\t\t\n\t\t\t\t\tChoe Un Bok, chairperson of the general association, said in a report at the meeting that all the achievements made in realizing national reunification since the publication of the joint declaration would have been unthinkable without the unremitting efforts and distinguished leadership of General Secretary Kim Jong Il, who ushered in the era of independent reunification with his patriotic will for reunification and bold decision and has led it along the road of victory.\n\t\t\t\t\t\n\t\t\t\t\t The reporter slashed at the vicious anti-reunification actions of the Lee Myung Bak group of traitors, which has driven the inter-Korean relations to the brink of war by forcibly linking the sinking case of the puppet navy's warship with the DPRK while totally denying the historic north-south joint declaration and getting hell-bent on the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the association and all Koreans in China will intensify the patriotic reunification movement to remove the growing danger of a war from the Korean Peninsula, drive the U.S. forces out of south Korea at an early date and throw the separatist forces of south Korea into the dustbin of history, the reporter declared.\n\t\t\t\t\t\n\t\t\t\t\t A letter to leader Kim Jong Il was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the meeting, the participants watched the Korean film \"The Great Leader Comrade\n\t\t\t\t\t\t Kim Jong Il Meets President Kim Dae Jung\"."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Russia\r\nPyongyang, June 16 (KCNA) -- General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was brought out in pamphlet by the Russian Association for Development of Friendship and Cooperation with Foreign Countries.\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the idea that preserving the Juche character and national character of the revolution and construction serves as main principle to be adhered to in accomplishing the cause of socialism and tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of releasing the work took place at the association on June 11."
        },
        {
            "title": "Seminars on Works of Kim Jong Il in Different Countries",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-02ee.html",
            "content": "Seminars on Works of Kim Jong Il in Different Countries\r\n Pyongyang, June 16 (KCNA) -- Seminars on General Secretary Kim Jong Il's works were held in Mongolia and France on June 8 and 9 to commemorate the 46th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t N. Sarantuya, member of the Leadership Council of the Mongolian Mt. Paektu Association for Independent Development, explained the main contents of the work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\".\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Songun politics is the unique politics for strengthening the Korean People's Army in every way to defend the country and the people and socialism, ensure peace and security on the Korean Peninsula and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The reality of Korea clearly shows how socialist construction guided by the Juche idea is going on, he added.\n\t\t\t\t\t\n\t\t\t\t\t Jean Marie Lambret, chief of the French Group for the Study of the Juche Idea and Songun Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t If it secures ideology, socialism will triumph; if it loses ideology, socialism will go to ruin. This is the gist of Kim Jong Il's work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\".\n\t\t\t\t\t\n\t\t\t\t\t Today Korean socialism is demonstrating its might as the invincible bulwark unfazed at the imperialists' moves to stifle it. This is the results of the wise leadership of Kim Jong Il who has carried on the revolution and construction, invariably putting the main stress on ideology.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the Korean people, men of ideology and faith, will build a great prosperous and powerful socialist nation without fail, he emphasized."
        },
        {
            "title": "Korean Film Show in Netherlands",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-03ee.html",
            "content": "Korean Film Show in Netherlands\r\n Pyongyang, June 16 (KCNA) -- A Korean film show was held at Kriteria Cinema in Amsterdam of Netherlands on May 29.\n\t\t\t\t\t Screened at the show were \"Our Life and Soul\", \"Hong Kil Dong\", \"The Fatherland Liberation War\" (Part 1), \"The U.S. Imperialist Aggressors Are the Provoker of the Korean War\", and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t The president of a hotel group said he never thought that many people would come to watch Korean films. This shows that the number of Europeans who want to know about the true picture of Korea is increasing as the days go by, he added.\n\t\t\t\t\t\n\t\t\t\t\t   The chief of the Center for Relations with the DPRK which sponsored the film show said:\n\t\t\t\t\t\n\t\t\t\t\t Watching the films, the spectators gave loud applauses to them. This tells that the truth can never be covered up no matter how desperately the U.S. is working to slander the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will conduct in various ways the positive solidarity activity for supporting the just cause of the Korean people."
        },
        {
            "title": "US and S. Korea's Provocative Moves Censured",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-04ee.html",
            "content": "US and S. Korea's Provocative Moves Censured\r\n Pyongyang, June 16 (KCNA) -- Fifteen political parties and organizations of different countries permanently stationed in Cuba issued a joint statement on June 8 in denunciation of the U.S. imperialists and the south Korean puppet cliques' provocative moves against the DPRK.\n\t\t\t\t\t Among them were the Dominican Revolutionary Force's Party, the Palestine Liberation Front, the Communist Party of Colombia, the Communist Party of Chile, the Sudanese Communist Party, the Movement for National Independence of Puerto Rico, the National Revolutionary Union of Guatemala, the Sandinist National Liberation Front of Nicaragua, the Communist Party of the People of Spain and the Communist Party of Argentina.\n\t\t\t\t\t\n\t\t\t\t\t They are keenly watching the grave situation prevailed on the Korean Peninsula owing to the ceaseless scheme, provocation and aggression moves on the part of the U.S. imperialists and the south Korean puppet forces, the statement noted, and said:\n\t\t\t\t\t\n\t\t\t\t\t The world people are well aware that the Yankee U.S. imperialists' aggression moves is aimed to block up the reunification of the Korean Peninsula and realize their ambition for world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Workers' Party of Korea, the DPRK government and the Korean people will win in the showdown with imperialism and become a paragon of the progressive mankind's struggle for peace, freedom and the right to self-determination.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have demonstrated the stamina of the nation, smashing every provocative move of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We extend unconditional support and militant solidarity to the Korean people to cope with the new provocation of imperialism."
        },
        {
            "title": "Korean People's Just Struggle Supported in Bulgaria",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-05ee.html",
            "content": "Korean People's Just Struggle Supported in Bulgaria\r\n Pyongyang, June 16 (KCNA) -- The Bulgaria-Korea Friendship Association released the third issue of its bulletin on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Carried in the bulletin were a Korean map and articles under various titles.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Month of solidarity with the Korean people\" noted that different countries set the period from June 25 to July 27 as the month of anti-U.S. joint struggle and have positively conducted the movement supporting the cause of the Korean people every year.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed that the U.S. occupied the southern part of the Korean Peninsula under the pretext of \"disarming\" the Japanese imperialists after the Second World War and rigged up a puppet regime and ignited the war for aggression on the DPRK on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t It further said: Under the wise leadership of President Kim Il Sung, the Korean People's Army swiftly went over to the counteroffensive and liberated Seoul three days after the start of the war. They liberated more than 90 percent of the southern part in a short period and won the shining victory on July 27, 1953.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin charged that the U.S. and the Lee Myung Bak group of south Korea hindered the implementation of the historic June 15 North-South Joint Declaration and the October 4 declaration and aggravated the situation on the Korean Peninsula and recently orchestrated the case of warship sinking to stage the vicious anti-DPRK campaign."
        },
        {
            "title": "Se entabla el partido Corea-Brasil en la copa mundial",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-22ee.html",
            "content": "Se entabla el partido Corea-Brasil en la copa mundial\r\nPyongyang, 16 de junio (ATCC) -- Tuvo lugar en la madrugada del dia 16 (la hora de Pyongyang) el juego entre la seleccion coreana y la brasilena como parte de las clasificatorias por llaves de la Copa Mundial de FIFA 2010.\n\t\t\t\t\tEl partido resulto muy renido desde el principio.\n\t\t\t\t\t\n\t\t\t\t\tAunque perdieron 2 puntos en el segundo tiempo, los jugadores coreanos no perdieron la fe y propiciaron varios chances de anotar.\n\t\t\t\t\t\n\t\t\t\t\tA eso de los 88 minutos, aprovechando el pase a cabezazo del balon de Jong Tae Se, Ji Yun Nam embistio a la porteria y disparo fuerte el balon abriendo el marcador para su equipo.\n\t\t\t\t\t\n\t\t\t\t\tEl once coreano jugara frente a Portugal el dia 21."
        },
        {
            "title": "Simposio central sobre obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-23ee.html",
            "content": "Simposio central sobre obra de    Kim Jong Il\r\nPyongyang, 16 de junio (ATCC) -- Tuvo lugar el dia 16 en el Palacio de Estudio del Pueblo el simposio central sobre la doctrina de la teoria ideologica aclarada por el Dirigente Kim Jong Il en la obra \"Priorizar la labor ideologica es requisito indispensable para el cumplimiento de la causa socialista\" y sus imborrables hazanas.\n\t\t\t\t\tEn su obra el Dirigente analizo en lo cientifico la peculiaridad esencial de la sociedad socialista y argumento que al tomar por lo principal la ideologia y al prestar la primordial atencion a la labor ideologica es posible llevar adelante la causa socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron publicadas las 5 disertaciones que argumentaron la originalidad, la veracidad y la inagotable vitalidad de la doctrina de la teoria ideologica iluminada por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que la sabia direccion del Partido del Trabajo de Corea, que da prioridad a la ideologia, ha consolidado con mas firmeza la posicion ideo-politica de la revolucion aun en medio de cualesquier pruebas y abierto una gran realidad en que se logra el ideal del pueblo frustrando las maniobras de los imperialistas yanquis y otras fuerzas aliadas para aplastar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa batalla ideologica por materializar la teoria sobre la idea y la politica de Songun aclarada por el Dirigente sembro en el ejercito y el pueblo coreanos la firme conviccion en la victoria del socialismo y el indoblegable espiritu revolucionario de superar las dificultades e hizo que se produjera un cambio en la vida ideo-espiritual de ellos, dijeron.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que al igual que vinieron defendiendo y glorificando con el poderio de ideologia el socialismo al estilo coreano, tambien en el futuro aceleraran la construccion de la gran potencia prospera socialista en pleno acato a la linea del partido de dar importancia a la ideologia siguiendo a la direccion del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en el simposio el secretario del Comite Central del Partido del Trabajo de Corea, Kim Ki Nam, los funcionarios del partido, la administracion y organizaciones de masas del centro y de la capital y otros de los organismos de ciencia, educacion, cultura y arte, prensa e informacion, formacion de cuadros partidistas y rama de reliquias historicas de la revolucion."
        },
        {
            "title": "Rodong Sinmun denuncia maniobras militaristas de Japon",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-24ee.html",
            "content": "Rodong Sinmun denuncia maniobras militaristas de Japon \r\nPyongyang, 16 de junio (ATCC) -- En estos momentos el Partido Democratico Liberal de Japon trata de dar inicio a la revision sobre el \"programa del plan de defensa\" cuyo objetivo es la enmienda de \"tres principios de exportacion de armas\". \n\t\t\t\t\tCon anterioridad, presento ante la camara de representantes el \"proyecto de ley sobre la cooperacion internacional por la paz\" que permite el envio de los efectivos de las \"Fuerzas de autodefensa\" a ultramar en cualquier momento. \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este miercoles califica tales imprudentes maniobras militaristas de los reaccionarios japoneses de un acto de suicidio igual a meterse en el fuego con lena y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa intencion del Partido Democratico Liberal de Japon de revisar, bajo el rotulo de \"eliminar la preocupacion de la poblacion\", el \"programa del plan de defensa\" mediante la enmienda de los \"tres principios de exportacion de armas\", prueba que las maniobras militaristas de los reaccionarios japoneses llegan a la etapa aventurera.  \n\t\t\t\t\t\n\t\t\t\t\tEl \"programa del plan de defensa\", documento de nueva agresion y guion de guerra, es el producto de la ambicion militarista de los reaccionarios japoneses de aumentar los gastos militares y modernizar e incrementar las fuerzas armadas de las \"Fuerzas de autodefensa\".\n\t\t\t\t\t\n\t\t\t\t\tEl llamado \"proyecto de la ley sobre la cooperacion internacional por la paz\" tambien demuestra que los reaccionarios japoneses se desesperan con frenesi por convertir a las \"Fuerzas de autodefensa\" en las fuerzas armadas de talla mundial con el fin de obtener la posicion de la potencia militar y perfeccionar las condiciones y la capacidad favorables a su expansion militar a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tYa no es un secreto que Japon intenta agredir de nuevo a Corea con el modo de ataque preventivo y asi tomar el camino para apoderarse de Asia. \n\t\t\t\t\t\n\t\t\t\t\tLa insistencia de los reaccionarios japoneses en la \"posesion de la capacidad de ataque a la base enemiga\" consiste en la malsana intencion de asestar ataque preventivo a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPero, la conversion en la potencia militar y la expansion a ultramar llevaran a Japon a la muerte y el arruinamiento. \n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben tenerlo presente y actuar con prudencia."
        },
        {
            "title": "ATCC califica a EE.UU. de promotor principal de carrera armamentista",
            "url": "http://kcna.co.jp/item/2010/201006/news16/20100616-25ee.html",
            "content": "ATCC califica a EE.UU. de promotor principal de carrera armamentista\r\nPyongyang, 16 de junio (ATCC) -- Recientemente, el Instituto Internacional de Paz en Estocolmo dio a conocer en su informe que a pesar de la crisis economica mundial, Estados Unidos ocupo el primer lugar en el egreso de gastos militares de 2009.\n\t\t\t\t\t Segun el informe, EE.UU. desembolso por ese concepto 47 mil millones de US$ mas y de esta manera, su monto represento el 54% de los aumentados gastos militares del mundo entero.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, EE.UU. no cede el primer lugar tambien en la exportacion de las armas convencionales a escala mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Como delatan estos datos, EE.UU. es el promotor de la carrera armamentista mundial y destructor principal de la paz y la estabilidad.\n\t\t\t\t\t\n\t\t\t\t\t  Segun el proyecto del presupuesto estatal del ano fiscal 2011 (del primero de octubre de 2010 al 30 de septiembre de 2011) de la administracion norteamericana, el presupuesto militar se vio incrementado mucho otra vez en comparacion con el actual ano fiscal.\n\t\t\t\t\t\n\t\t\t\t\t  El proyecto preve la asignacion de fabulosos fondos necesarios para la realizacion a escala mundial de la nueva estrategia militar de EE.UU. y para la modernizacion de aviones de combate, camiones, buques de guerra, incluyendo el submarino de la proxima generacion dotado de misiles balisticos, y otros equipos militares.\n\t\t\t\t\t\n\t\t\t\t\t  En los ultimos anos, pese al fuerte rechazo interno y externo, EE.UU. impulsa con mas obsesion el establecimiento del sistema antimisiles de alcance global.\n\t\t\t\t\t\n\t\t\t\t\t  La desenfrenada carrera armamentista de EE.UU. esta relacionada tambien con la aguda situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Con motivo del incidente de la corbeta surcoreana, EE.UU. instigo a sus titeres surcoreanos a llevar al extremo la situacion.\n\t\t\t\t\t\n\t\t\t\t\t  En ese contexto, planea librar junto con los belicistas surcoreanos en el Mar Oeste el ejercicio antisubmarino conjunto de mayor dimension en la historia malgastando enormes fondos y movilizando colosales fuerzas armadas de ataque movil, incluyendo el destructor \"Aegis\" y el submarino nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Como parte de los preparativos, las fuerzas armadas norteamericanas en el territorio estadounidense y la region del Pacifico se trasladan con rapidez a la Peninsula Coreana y su contorno.\n\t\t\t\t\t\n\t\t\t\t\t  Hace poco, los 12 cazas Stealth \"F-22A Raptors\" de la fuerzas aereas norteamericanas provenientes del territorio estadounidense fueron emplazados en la base aerea de Kaneda de Okinawa, Japon.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. trata de desplegar la aventurera operacion militar previa movilizando las armas nucleares y otras colosales fuerzas armadas modernas.\n\t\t\t\t\t\n\t\t\t\t\t  Esto deviene la apuesta a la guerra nuclear para satisfacer los intereses de los complejos belicos norteamericanos que quieren ganar fabulosos lucros mediante la guerra.\n\t\t\t\t\t\n\t\t\t\t\t  El caso de la corbeta \"Cheonan\" fue una lluvia en el estiaje para EE.UU. que saco en esta ocasion muchos provechos geopoliticos en la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\t  El Nordeste Asiatico, que abarca la Peninsula Coreana, es la zona estrategicamente muy delicada en que estan enmaranados los intereses de las potencias y cualquier minimo factor accidental puede causar la guerra total inclusive la nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. aprovecha esta condicion para mantener la tension relativa de la Peninsula Coreana, seguir ocupando su posicion hegemonica en esta region pretextandola y apaciguar la catastrofica crisis economica interna.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. crea la tension militar dando acicate al fortalecimiento de las \"relaciones de alianza\" agresiva con Japon y el Sur de Corea. Como resultado, en la region de Asia y el Pacifico se notan los movimientos militares de los paises para hacer frente a ello.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, varios paises responden con las medidas de fortalecimiento de la capacidad de defensa nacional a las cada vez mas abiertas maniobras de EE.UU. para el aumento armamentista.\n\t\t\t\t\t\n\t\t\t\t\t  Es muy natural que prestara la atencion al fortalecimiento del poderio militar para disminuir el desequilibrio de la fuerza y prevenir el peligro de la guerra que se aumenta por culpa de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  El mundo no desea que se profundice mas el desequilibrio de la fuerza creado por EE.UU. despues del fin de la guerra fria.\n\t\t\t\t\t\n\t\t\t\t\t  Son incompatibles la paz y el aumento de gastos militares."
        }
    ]
}