{
    "date": "2010-01-30",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Renovated Hyangsan Hotel",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-06ee.html",
            "content": "Kim Jong Il Inspects Renovated Hyangsan Hotel\r\nPyongyang, January 30 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the renovated Hyangsan Hotel.\n\t\t\t\t\t He looked round the lobby, a revolving restaurant, bedrooms, a banquet hall, an amusement hall, a theater and various other places of the hotel for hours to learn in detail about its renovation.\n\t\t\t\t\t\n\t\t\t\t\t The renovated hotel is good in its inner structure and the construction was done on a high level and it is impeccable in contents and style as a service centre, he noted, highly appreciating the feats performed by the soldier-builders in successfully renovating the hotel as a modern one. \n\t\t\t\t\t\n\t\t\t\t\t It is a miracle that they completed the huge renovation project equivalent to the construction of a big hotel in a matter of less than four months, he said, adding that this eye-opening success is a striking manifestation of the inexhaustible mental power of the servicepersons who created the revolutionary soldier spirit and implement the leader's instructions in a do-or-die spirit. \n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army, which is playing a core and vanguard role in the general advance for a great revolutionary surge, is performing world-startling miracles and feats in every site of socialist construction at present, he noted. He stressed that a glorious day when fireworks celebrating the emergence of a great prosperous and powerful nation will be displayed is drawing nearer thanks to the strong backing of the great powerful units of the KPA which has nothing impossible.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased very much that it became possible to hand down another valuable structure to posterity, noting that Hyangsan Hotel is the first class service centre impeccable in any aspect.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized that in order to construct more buildings meeting the aesthetic taste and need of the people it is necessary to actively explore new, original and peculiar architectural styles and introduce them into construction with a view to bringing about steady innovations in formative arts in the construction.\n\t\t\t\t\t\n\t\t\t\t\t Hyangsan Hotel is a historic building constructed on the basis of President Kim Il Sung's idea of believing in people as in Heaven, he said, adding it is a noble duty and moral obligation to glorify generation after generation the precious legacy bequeathed by the President to the people.\n\t\t\t\t\t\n\t\t\t\t\t Fully reflected in the slogan \"We Serve the People!\" are the steadfast will and resolution of the WPK to devote everything to the people's happiness, placing their interests above anything else, he said, calling upon all the officials to make devoted efforts, always bearing in mind the heavy mission to serve the people.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to spruce up the hotel and steadily improve the service in order to give fuller play to the advantages of the socialist system centered on the popular masses in the DPRK, he advanced important tasks which would serve as guidelines for managing and operating the hotel.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Department Director Kim Kyong Hui and First Vice Department Directors Ju Kyu Chang, Ri Je Gang, Ri Jae Il and Han Kwang Sang of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Greets AU Summit",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-09ee.html",
            "content": "Kim Yong Nam Greets AU Summit\r\nyongyang, January 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to the 14th Ordinary Session of the Assembly of Heads of State and Government of the African Union to be opened in Addis Ababa.\n\t\t\t\t\t Extending warm congratulations and greetings on behalf of the DPRK government to all the heads of state and government and other delegates to the session, Kim in the message said:\n\t\t\t\t\t\n\t\t\t\t\t The affirmative proposals and efforts made by the AU to achieve peace and stability, politico-economic integration and development of the continent and solve any African problem by efforts of the Africans have aroused big international support and sympathy while inspiringly encouraging the peoples of developing countries in the present common cause of meeting all sorts of challenges and establishing a fair and equal international relationship.\n\t\t\t\t\t\n\t\t\t\t\t I take this opportunity to express the Korean people's firm solidarity with the African people in the just cause of building an independent, peaceful and prosperous continent and reaffirm the consistent stand of the DPRK government to further expand and develop the traditional relations of friendship and cooperation with the AU and its member nations.\n\t\t\t\t\t\n\t\t\t\t\t Being convinced that the current session would mark a significant occasion in taking practical measures to put on a new higher stage the overall economy of the region, including the development of IT in Africa, and further strengthening the AU, I heartily hope that the session would result in good fruition in keeping with the expectation and desire of the member nations."
        },
        {
            "title": "Best Athletes for 2009 Selected",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-07ee.html",
            "content": "Best Athletes for 2009 Selected\r\n Pyongyang, January 30 (KCNA) -- A list of best players of various events for Juche 98 (2009) has been released in the Democratic People's Republic of Korea.\n\t\t\t\t\t The list contains Ri Myong Guk (male) and Kim Yong Ae (female) in football, Kim Chol Su (male) and Rim Yun Hui (female) in judo, Pang Kum Chol (male) and Pak Hyon Suk (female) in weightlifting and Kim Chon Man (male) and Choe Kum Hui (female) in diving.\n\t\t\t\t\t\n\t\t\t\t\t The footballers proved successful in international and local tournaments held in 2009, winning popularity among football experts and fans.\n\t\t\t\t\t\n\t\t\t\t\t The others achieved good results in the 2009 Judo World Championship, the 2009 Asian Judo Championship, the 40th Asian Men's Weightlifting Championship, the 21st Asian Women's Weightlifting Championship and the 5th East Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t Also included in the list are Yang Kyong Il (male) and Han Kum Ok (female) who bagged gold and silver medals respectively at the 55kg freestyle category and the 51kg category in the 2009 World Wrestling Championship and Kim Kum Chol (male) who won a bronze medal at the 66kg Greco-Roman category in the 2009 Asian Wrestling Championship. \n\t\t\t\t\t\n\t\t\t\t\t Other selected best players are Paek Chung Hyok (male professional boxer), Kim Hye Song (female professional boxer), Sung Song Guk (male amateur boxer), Pak Kyong Ok (female amateur boxer), Kim Chol Song (male acrobatic gymnast) and Ri Jin Hwa (female acrobatic gymnast). They emerged winners in local tournaments such as the Mangyongdae Prize Sports Contest and the National Championship held last year."
        },
        {
            "title": "April 15 Technical Innovation Shock Brigade",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-08ee.html",
            "content": "April 15 Technical Innovation Shock Brigade\n\t\t\t\t\t\t\r\n Pyongyang, January 30 (KCNA) -- Thirty years has passed since the April 15 Technical Innovation Shock Brigade was formed in January Juche 69 (1980) in the Democratic People's Republic of Korea.\n\t\t\t\t\t The shock brigade involving technicians, workers and officials of all economic sectors has taken the lead in the mass technical innovation movement.\n\t\t\t\t\t\n\t\t\t\t\t It, through creative collaboration among scientists, technicians and workers, has helped renew their spiritual and moral traits, bring about a great turn in the technical revolution and develop the technical innovation campaign into a mass movement.\n\t\t\t\t\t\n\t\t\t\t\t It backed the creation of the \"speed of the 80s\" with a great number of technical inventions. In the 1990s, it also made a tangible contribution to implementing the new revolutionary economic strategy of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Millions of technical inventions have been introduced into production to economize raw and other materials, fuel and electric power as much as possible and accelerate the technical remodeling of production processes throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of a Juche-based steel-making system at the Songjin Steel Complex, the construction of the UHP electric arc furnace at the Chollima Steel Complex, the application of CNC technology to extra-large machine tools at the Taean Heavy Machine Complex and many other units' achievements are associated with painstaking work of the shock brigade members.\n\t\t\t\t\t\n\t\t\t\t\t Now they are invigorating the mass technical innovation movement across the country to upgrade the country's science and technology for the building of a thriving nation, in response to the call of the joint New Year editorial published by leading newspapers of the country."
        },
        {
            "title": "National Reunification Movement Called for",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-04ee.html",
            "content": "National Reunification Movement Called for\r\n Pyongyang, January 30 (KCNA) -- This year is a significant year marking the 10th anniversary of the publication of the historic June 15 joint declaration and the 30th anniversary of the proposal for the founding of the Democratic Federal Republic of Koryo. The fellow countrymen should stir up the spirit of reunification nationwide and give further momentum to the atmosphere of reconciliation, cooperation and unity in hearty response to the appeal made by the joint editorial of the leading newspapers of the DPRK in the run-up to the above-said significant days.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now the desire and will of our fellow countrymen for reunification are stronger than ever before.\n\t\t\t\t\t\n\t\t\t\t\t It is of weighty significance in adorning 2010 as a year of bringing about a new phase of independent reunification to glorify the above-said anniversaries.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad should foster the atmosphere of independent reunification nationwide on the occasions of the above-said historic anniversaries.\n\t\t\t\t\t\n\t\t\t\t\t Only when this takes place, can an increasing number of Koreans turn out in a sacred struggle for reunification, aware of their mission and duty in the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t It is essential to give further momentum to the atmosphere of national reconciliation, cooperation and unity.\n\t\t\t\t\t\n\t\t\t\t\t In order to inject fresh energy into the inter-Korean relations now in a crisis and dynamically push forward the national reunification movement the compatriots should strongly assert reconciliation, cooperation and unity nationwide and conduct diverse and widespread activities to achieve them.\n\t\t\t\t\t\n\t\t\t\t\t They should, at the same time, lay bare and rap every move of the anti-reunification forces in south Korea against national reconciliation, cooperation and unity and intensify the struggle for frustrating it.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should bring about a surge in the atmosphere of the reunification movement by letting those with strength display their strength, those with knowledge contribute their knowledge and those with money give money under the banner of the June 15 joint declaration and the October 4 declaration and thus put strong spurs to the struggle for accomplishing the cause of national reunification."
        },
        {
            "title": "Vigorous Struggle against Imperialism Called for",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-05ee.html",
            "content": "Vigorous Struggle against Imperialism Called for\n\t\t\t\t\t\t\r\n Pyongyang, January 30 (KCNA) -- The basic demand for each nation to live and develop as independent people is to wage vigorous struggle against the imperialists' aggression, interference and domination, Rodong Sinmun Saturday says in a signed article.\n\t\t\t\t\t Without struggle against imperialism, is it impossible for each country to defend its national dignity and fairly exercise its independent rights or push ahead with the economic and cultural construction in keeping with the requirements and interests of its people, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Not a few developing countries are troubled with complicated domestic problems and situation in their vicinity, which find no smooth solution. This is mainly ascribable to the imperialists' interference and their persistent policy of aggression and plunder.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the desire of the peoples of all countries to live and develop in an independent way can never be realized without frustrating the imperialists' scheme for domination.\n\t\t\t\t\t\n\t\t\t\t\t What is important for each nation to remain an independent people is to defend the sovereignty of its country in any case.\n\t\t\t\t\t\n\t\t\t\t\t The way to defend the sovereignty and dignity of each country and nation is to steadily increase their own strength. Peoples should firmly unite under the banner of the anti-imperialist struggle and bolster up their self-reliant defence capability, pulling in their belts.\n\t\t\t\t\t\n\t\t\t\t\t What is more important is to have firm faith in one's own strength. Any people without reliance on their own strength are bound to be defeated. This has been evidently proven by the fact that some countries are undergoing disgrace after they gave in at wars ignited by the imperialists though they had huge military force.\n\t\t\t\t\t\n\t\t\t\t\t Those nations wanting to emerge independent people should struggle in unity, the article says, stressing that unity is the source of invincible strength and the fundamental guarantee for victory."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-03ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, January 30 (KCNA) -- Rodong Sinmun Saturday dedicates an article to the 7th anniversary of the publication of General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution.\"\n\t\t\t\t\t The work, published on Jan. 29 Juche 92 (2003), comprehensively clarifies the essential characteristics of the Songun politics, the basis from which it made its start and the issue of the main force for the revolution, the role of a revolutionary army, the vitality of the Songun politics and the tasks for implementing the Songun revolutionary line of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics represents a main source of the mightiness of the DPRK and serves as an invincible treasured sword for winning a sure victory in the Korean revolution, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a political mode which calls for regarding the military affairs as the most important state affairs and pushing forward the work to bolster up the revolutionary army to be a matchless one as a primary task.\n\t\t\t\t\t\n\t\t\t\t\t It also serves as an effective weapon for remarkably cementing the great unity of the army and people, a source of invincibility of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a powerful nation which boasts a great harmonious whole as it has achieved the single-minded unity of the army and the people around the headquarters of the revolution thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t They are now waging a grandiose campaign for building a thriving nation in wholehearted response to Kim Jong Il's idea of effecting a great surge, thereby adorning it with an epic about the harmonious whole. \n\t\t\t\t\t\n\t\t\t\t\t The Songun politics serves as a militant banner encouraging them to create a new speed of grand march, great leap with the might of the revolutionary soldier spirit, a product of the Songun politics of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t This is a great revolutionary spirit in the era of the Songun the keynote of which is the spirit of devotedly defending the leader and thoroughly implementing his instructions and the heroic self-sacrificing spirit.\n\t\t\t\t\t\n\t\t\t\t\t The reality indicates that the Songun politics serves as an effective political mode for giving fullest play to the mental power of all the people and causing the events adding shine to the era of great surge to take place one after another."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated in Various Countries\r\nPyongyang, January 30 (KCNA) -- The Russian and Cambodian preparatory committees for celebrating February 16 were held on Jan. 22 and a similar preparatory committee was inaugurated with due ceremony in Ethiopia on Jan. 20.\n\t\t\t\t\t Tolstikov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, Umalatova, chairwoman of the Party for Peace and Unity of Russia, Kapto, chairman of the Russian Public Circles Committee for Liaison with the DPRK, and Panchenko, general secretary of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, were elected co-chairpersons of the Russian preparatory committee. Kong Sam Ol, deputy prime minister in charge of Royal Palace of Cambodia, and Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, were elected chairmen of the Cambodian and Ethiopian preparatory committees.\n\t\t\t\t\t\n\t\t\t\t\tThe committees decided to hold political and cultural events including seminar on feats of General Secretary Kim Jong Il, lecture, photo exhibition and film show on the occasion of his birthday."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno el reconstruido Hotel Hyangsan",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-10ee.html",
            "content": "Kim Jong Il dirige sobre terreno el reconstruido Hotel Hyangsan\r\nPyongyang, 30 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea, dirigió sobre el terreno el reconstruido Hotel Hyangsan.\n\t\t\t\t\t  El Dirigente se enteró en detalles del estado de reconstrucción recorriendo durante largo tiempo el hall de enfrente, el restaurante giratorio, los dormitorios, la sala de banquetes, el lugar de diversiones, el teatro y otros lugares del hotel.\n\t\t\t\t\t\n\t\t\t\t\t  Diciendo que este hotel tiene buena estructura interior, fue reconstruido en el alto nivel y es perfecto de contenido y forma como una base de servicio, apreció mucho los méritos de los constructores militares que edificaron magníficamente este hotel moderno.\n\t\t\t\t\t\n\t\t\t\t\t  Es el milagro de los milagros que ellos hayan terminado en un corto plazo menos de 4 meses la enorme obra de remodelación equivalente a la construcción de un gran hotel entero, encomió y destacó que este éxito asombroso es una manifestación contundente de la inagotable potencia espiritual de nuestros uniformados, creadores del espíritu revolucionario de los militares y combatientes que materializan a costa de la vida las indicaciones del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en día, nuestro ejército, que desempeña el papel nuclear y de precursor en la marcha general para el gran auge revolucionario, crea milagros y proezas que admiran a todo el mundo en todos los lugares de construcción socialista, apuntó y prosiguió que gracias al confiable apoyo de ese gran contingente poderoso que no conoce lo imposible, se aproxima el día de gloria en que se dispararán los fuegos artificiales de la victoria de la causa de construcción de la gran potencia próspera.\n\t\t\t\t\t\n\t\t\t\t\t  Muy satisfecho de poder legar a las generaciones venideras otra valiosa riqueza, señaló que este hotel es la base de servicio de primera clase que no tendría defectos en ninguna parte.\n\t\t\t\t\t\n\t\t\t\t\tApuntó que para construir mucho más obras arquitectónicas que convengan a la aspiración y demanda estéticas de nuestro pueblo, deben estudiar y crear activamente las nuevas, originales y típicas formas arquitectónicas y renovar sin cesar las artes plásticas de la arquitectura.\n\t\t\t\t\t\n\t\t\t\t\tEnseñó que este hotel es el edificio histórico que encarna el ideal de Iminwichon (considerar al pueblo como el cielo) del Presidente Kim Il Sung y añadió que conservar mejor de generación en generación este patrimonio legado por el Presidente constituye nuestro deber sagrado y noble obligación moral.\n\t\t\t\t\t\n\t\t\t\t\tLa consigna \"¡Servir al pueblo!\" refleja la inconmovible voluntad y decisión de nuestro partido que dedica lo todo para la felicidad del pueblo poniendo en el primer lugar los intereses de éste, destacó y continuó que todos los funcionarios deben trabajar con abnegación teniendo siempre presente  que tienen la difícil misión de servir al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tIndicó las tareas programáticas que servirán de guía en la administración y la operación del hotel señalando la importancia de acondicionarlo mejor y fortalecer constantemente los servicios en él para poner de pleno manifiesto la superioridad de nuestro régimen socialista centrado en las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tLe acompañaron la jefa de departamento del CC del PTC, Kim Kyong Hui, y los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang, Ri Je Gang, Ri Jae Il y Han Kwang Sang."
        },
        {
            "title": "Kim Yong Nam felicita la XIV Cumbre de la Union Africana",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-11ee.html",
            "content": "Kim Yong Nam felicita la XIV Cumbre de la Union Africana\r\nPyongyang, 30 de enero (ATCC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 28 un mensaje de felicitacion a la XIV Cumbre de los Estados y Gobiernos de la Union Africana que tiene lugar en Addis-Abeba.\n\t\t\t\t\t  En la misiva Kim envio en nombre del gobierno de la RPDC la calurosa felicitacion y saludo a todos los jefes y delegados de los Estados y gobiernos participantes en la cumbre  y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Las positivas iniciativas y esfuerzos de la UA por lograr la paz, la estabilidad, la fusion politico-economica y el desarrollo del continente y solucionar con las propias fuerzas de los africanos el problema  africano gozan de amplio apoyo y simpatia internacionales y estimulan e impulsan energicamente la causa comun de los pueblos de los paises en vias de desarrollo por establecer las justas y equitativas relaciones internacionales superando los desafios de toda clase en la actualidad \n\t\t\t\t\t\n\t\t\t\t\t  Aprovecho esta oportunidad para expresar la firme solidaridad del pueblo coreano con la justa causa de los pueblos africanos a fin de construir el continente independiente, pacifico y prospero y vuelvo a reafirmar la invariable posicion del gobierno de la RPDC de ampliar y desarrollar mas las tradicionales relaciones de amistad y cooperacion con la UA y sus paises miembros.\n\t\t\t\t\t\n\t\t\t\t\t   Convencido de que el presente foro servira de un motivo significativo de tomar las medidas practicas para llevar a una nueva etapa mas alta la economia regional en su conjunto incluyendo el desarrollo de la tecnica IT en Africa y fortalecer mas la organizacion de la UA, deseo de todo corazon que la presente cita de un gran fruto conforme a la esperanza y el anhelo de los paises miembros."
        },
        {
            "title": "Seleccionados mejores jugadores de 2009 por disciplinas deportivas",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-12ee.html",
            "content": "Seleccionados mejores jugadores de 2009 por disciplinas deportivas\r\nPyongyang, 30 de enero (ATCC) -- Fueron seleccionados en Corea los mejores jugadores por disciplinas para el 98 (2009) de la Era Juche.\n\t\t\t\t\tFutbol: Ri Myong Guk (m) y Kim Yong Ae (f) \n\t\t\t\t\t\n\t\t\t\t\tJudo: Kim Chol Su (m) y Rim Yun Hui (f).\n\t\t\t\t\t\n\t\t\t\t\tLevantamiento de pesas: Pang Kum Chol (m) y Pak Hyon Suk (f)\n\t\t\t\t\t\n\t\t\t\t\tClavado: Kim Chon Man (m) y Choe Kum Hui (f)\n\t\t\t\t\t\n\t\t\t\t\tLucha: Yang Kyong Il (m), Han Kum Ok (f) y Kim Kum Chol (m)\n\t\t\t\t\t\n\t\t\t\t\tBoxeo profesional: Paek Chung Hyok (m) y Kim Hye Song (f)\n\t\t\t\t\t\n\t\t\t\t\tBoxeo amateur: Sung Song Guk (m) y Pak Kyong Ok (f)\n\t\t\t\t\t\n\t\t\t\t\tGimnasia acrobatica: Kim Chol Song (m) y Ri Jin Hwa (f).\n\t\t\t\t\t\n\t\t\t\t\tRi Myong Guk y Kim Yong Ae sobresalieron en los partidos internacionales y nacionales, realizados en el ano pasado, centrando la atencion de los especialistas y aficionados. \n\t\t\t\t\t\n\t\t\t\t\tKim Chol Su, Rim Yun Hui, Pang Kum Chol, Pak Hyon Suk, Kim Chon Man y Choe Kum Hui lograron buenos resultados en el Campeonato Mundial de Judo de 2009, el Campeonato Asiatico de Judo de 2009, el 40o Campeonato Asiatico de Levantamiento de Pesas (m), el 21o Campeonato Asiatico de Levantamiento de Pesas (f) y los V Juegos de Asia Oriental.\n\t\t\t\t\t\n\t\t\t\t\tYang Kyong Il y Han Kum Ok ganaron la medalla de oro y la de plata, respectivamente, en la lucha libre para las divisiones de 55 kg y de 51 kg del Campeonato Mundial de Lucha de 2009.\n\t\t\t\t\t\n\t\t\t\t\tKim Kum Chol conquisto la medalla de bronce en la division de 66 kg del estilo grecorromano del Campeonato Asiatico de Lucha de 2009.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Paek Chung Hyok, Kim Hye Song, Sung Song Guk, Pak Kyong Ok, Kim Chol Song y Ri Jin Hwa tuvieron el honor de ganadores en los eventos nacionales entablados el ano pasado como la Competencia Deportiva por la Copa Mangyongdae y el Campeonato Nacional."
        },
        {
            "title": "Brigada 15 de Abril acoge el 30o aniversario de su fundacion",
            "url": "http://kcna.co.jp/item/2010/201001/news30/20100130-13ee.html",
            "content": "Brigada 15 de Abril acoge el 30o aniversario de su fundacion\r\nPyongyang, 30 de enero (ATCC) -- Pasaron 30 anos desde que se organizara en enero de 1980 la \"Brigada de la Innovacion Tecnica 15 de Abril\" en Corea.\n\t\t\t\t\tEsta brigada, integrada por los inventores, los talentosos creadores y otros trabajadores y funcionarios de todos los sectores y unidades de la economia nacional, se granjeo anteriormente el honor de vanguardia y unidad medular al frente del movimiento masivo por la innovacion tecnica.\n\t\t\t\t\t\n\t\t\t\t\tEn el curso de fortalecer la cooperacion creativa de los cientificos y los tecnicos con amplias masas productoras, ese movimiento propicio un gran cambio en los rasgos espirituales y morales y en el cumplimiento de la revolucion tecnica de ellos y dio el caracter masivo y mayor dimension a la lucha por la innovacion tecnologica.\n\t\t\t\t\t\n\t\t\t\t\tLa brigada, que tiene antecedente de haber apoyado tecnicamente el movimiento por la creacion del \"Ritmo de la Decada del 80\", en la de 1990 tambien alcanzo exitos sorprendentes en la lucha por materializar la nueva y revolucionaria estrategia economica.\n\t\t\t\t\t\n\t\t\t\t\tAl introducir en la produccion millones de proyectos de innovacion tecnologica, ahorro al maximo las materias primas, combustibles, materiales y energias y acelero la reconstruccion tecnica de los procesos productivos.\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, el Complejo de Acero de Songjin acabo de perfeccionar el sistema de produccion del acero Juche y el Complejo de Acero Chollima logro edificar el horno electrico UHP.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, el Complejo de Maquinaria Pesada de Taean produjo las maquinas herramientas de gran tamano aplicando la tecnologia CNC.\n\t\t\t\t\t\n\t\t\t\t\tEstas innovaciones y cambios que acontecen en numerosas unidades son frutos de las interminables meditaciones, estudios y los esfuerzos abnegados de los brigadistas.\n\t\t\t\t\t\n\t\t\t\t\tEn pleno acato al editorial conjunto de los periodicos principales de Corea publicado con motivo del Ano Nuevo que llama a librar audazmente la lucha por conquistar la cumbre tecnologica en todos los sectores de construccion de la gran potencia prospera, la brigada dinamiza hoy el movimiento masivo por la innovacion tecnica a fin de crear nuevas normas y records en todos los lugares."
        }
    ]
}