{
    "date": "2010-10-22",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-22ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Delegation of Cuban Foreign Ministry",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-18ee.html",
            "content": "Kim Yong Nam Meets Delegation of Cuban Foreign Ministry\r\nPyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of the Cuban Ministry of Foreign Affairs led by Vice-Minister Marcos Fermin Rodriguez Costa at the Mansudae Assembly Hall on Friday.\n\t\t\t\t\t On hand were Kim Hyong Jun, vice-minister of Foreign Affairs, and officials concerned and Jose Manuel Galego Montano, Cuban ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said that he came to have a better knowledge of the warm friendship of the Korean people with the Cuban people, saying that the relations of friendship between the two countries are very good.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that they would always remember the Korean people for having extended full support and solidarity to the Cuban people."
        },
        {
            "title": "Pak Ui Chun Meets Delegation of Cuban Foreign Ministry",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-14ee.html",
            "content": "Pak Ui Chun Meets Delegation of Cuban Foreign Ministry\r\nPyongyang, October 22 (KCNA) -- Foreign Minister Pak Ui Chun met and had a talk with the delegation of the Cuban Ministry of Foreign Affairs led by Vice-Minister Marcos Fermin Rodriguez Costa who paid a courtesy call on him at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "Chinese High-Ranking Military Delegation to Visit DPRK",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-01ee.html",
            "content": "Chinese High-Ranking Military Delegation to Visit DPRK\r\nPyongyang, October 22 (KCNA) -- A Chinese high-ranking military delegation led by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, will pay an official goodwill visit to the DPRK from Oct. 23 to 26 at the invitation of the National Defence Commission of the DPRK."
        },
        {
            "title": "Kim Yong Chun Meets Leading Members of CPLA Art Troupe",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-19ee.html",
            "content": "Kim Yong Chun Meets Leading Members of CPLA Art Troupe\r\nPyongyang, October 22 (KCNA) -- Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, Friday met and had a conversation with leading members and principal artistes of the Art Troupe of the Chinese People's Liberation Army led by Li Guoru, deputy head of the Publicity Department of the General Political Department of the CPLA on a visit to the DPRK on the occasion of the diamond jubilee of the entry of the Chinese People's Volunteers into the Korean front."
        },
        {
            "title": "Yang Hyong Sop Meets Chinese Women's Delegation ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-23ee.html",
            "content": "Yang Hyong Sop Meets Chinese Women's Delegation \r\n Pyongyang, October 22 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, met and had a talk with a delegation of the All-China Women's Federation led by Song Xiuyan, member of the Central Committee of the Communist Party of China and  vice-chairwoman and first secretary of the federation, at the Mansudae Assembly Hall Friday. \n\t\t\t\t\t Referring to the fact that the Sino-DPRK friendship has been boosted in the struggle for socialist construction, she said that the peoples of the two countries have supported and cooperated with each other, deepening friendship. \n\t\t\t\t\t\n\t\t\t\t\t She expressed hope that the Korean people would register bigger successes in building a thriving nation in the spirit of self-reliance and fortitude under the leadership of Kim Jong Il."
        },
        {
            "title": "CPLA Art Troupe Gives Its Performance for Guests of Honor",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-20ee.html",
            "content": "CPLA Art Troupe Gives Its Performance for Guests of Honor\r\nPyongyang, October 22 (KCNA) -- The Art Troupe of the Chinese People's Liberation Army gave its performance for guests of honor at the East Pyongyang Grand Theatre on Friday on a visit to the DPRK on the occasion of the diamond jubilee of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Present there on invitation were Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, An Tong Chun, minister of Culture, Col. General of the Korean People's Army Han Tong Gun, servicepersons, officials concerned and artistes in the city.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were the delegation of veteran fighters of the CPV and Chinese guests staying here, Li Guoru, deputy head of the Publicity Department of the General Political Department of the CPLA who is heading the Art Troupe of the CPLA, and other leading members of the art troupe, Liu Hongcai, Chinese ambassador to the DPRK, and Sun Yanfeng, military, naval and air attache, and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The art troupe put on the stage such colorful numbers as band music \"Song of the Chinese People's Liberation Army\" and \"Eternal military music\", trumpet solo \"KaBaYe\", female solo \"LuHua\" and \"Love for the Republic\" and Korean songs such as band music \"Song of the Korean People's Army\" and \"Song of Mangyongdae\", etc.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese artistes made a successful artistic representation of the ardent love of the army and people of China for their country, their national emotion and conviction of the development of the traditional DPRK-China friendly relations."
        },
        {
            "title": "Wreaths Laid before Cemetery of Fallen Fighters of CPV",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-21ee.html",
            "content": "Wreaths Laid before Cemetery of Fallen Fighters of CPV\r\n Pyongyang, October 22 (KCNA) -- The delegation of veteran fighters of the Chinese People's Volunteers led by Wang Hai, former commander of the Air Force of the Chinese People's Liberation Army, on a visit to the DPRK on the occasion of the 60th anniversary of the entry of the CPV into the Korean front laid a wreath before the Cemetery of Fallen Fighters of the CPV in Kaesong on Friday.\n\t\t\t\t\t The wreath was laid before the cemetery in the name of the delegation.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was placed there in the joint name of the Kaesong City Committee of the Workers' Party of Korea and the Kaesong City People's Committee.  A wreath was also placed before it in the name of a unit of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t Participants observed a moment's silence in memory of the fallen fighters who heroically fought on the Korean front before looking round the cemetery."
        },
        {
            "title": "Gift from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-08ee.html",
            "content": "Gift from Chinese Delegation \r\nPyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the delegation of veteran fighters of the Chinese People's Volunteers on a visit to the DPRK on the occasion of the 60th anniversary of the entry of the CPV into the Korean front.\n\t\t\t\t\t The gift was handed to Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, on Thursday by Wang Hai, former commander of the Air Force of the Chinese People's Liberation Army who is leading the Chinese delegation."
        },
        {
            "title": "Gift from Chinese Women's Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-15ee.html",
            "content": "Gift from Chinese Women's Federation\r\nPyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the All-China Women's Federation.\n\t\t\t\t\t The gift was handed to Yang Hyong Sop, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and vice-president of the Presidium of the Supreme People's Assembly, on Friday by Song Xiuyan, member of the Central Committee of the Communist Party of China and vice-chairwoman and first secretary of the federation, who is on a visit to the DPRK."
        },
        {
            "title": "Gift from Art Troupe of CPLA",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-16ee.html",
            "content": "Gift from Art Troupe of CPLA\r\n Pyongyang, October 22 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Art Troupe of the Chinese People's Liberation Army on a visit to the DPRK on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t The gift was handed to Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, on Friday by head of the delegation Li Guoru, deputy head of the Publicity Department of the General Political Department of the CPLA."
        },
        {
            "title": "\"Arirang\" Has New Scene Reflecting DPRK-China Friendship ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-12ee.html",
            "content": "\"Arirang\" Has New Scene Reflecting DPRK-China Friendship \r\nPyongyang, October 22 (KCNA) -- The grand gymnastic and artistic performance \"Arirang\", a winner of Kim Il Sung Prize, is going on before full houses in Pyongyang.\n\t\t\t\t\t It has been supplemented by a new scene, \"Friendship Arirang\", characterized by two groups of people.\n\t\t\t\t\t\n\t\t\t\t\t One of them represents the Korean People's Revolutionary Army and Chinese armed units fighting together against the Japanese imperialists during the anti-Japanese armed struggle. The other portrays the Chinese People's Volunteers joining the Korean army and people in the Korean war against the imperialist allied forces' invasion under the banner of resisting America and aiding Korea, safeguarding the home and defending the motherland.\n\t\t\t\t\t\n\t\t\t\t\t In the scene the performers in Chinese clothes dance with drums of different sizes, ribbons, red flags and other hand props, highlighted by  several-dozen-meter-long dragons, pandas and lions.\n\t\t\t\t\t\n\t\t\t\t\t Their performance strikes the spectators, including Chinese people, with admiration.\n\t\t\t\t\t\n\t\t\t\t\t The new scene shows that the DPRK-China friendship, forged in blood in the long period of revolution and developed through generations, is everlasting."
        },
        {
            "title": "Congratulatory Message to PM of Netherlands",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-22ee.html",
            "content": "Congratulatory Message to PM of Netherlands\r\nPyongyang, October 22 (KCNA) -- DPRK Premier Choe Yong Rim Friday sent a congratulatory message to Mark Rutte on his appointment as prime minister of Netherlands.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished the prime minister success in his work for the prosperity of the country."
        },
        {
            "title": "British Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-17ee.html",
            "content": "British Delegation Here \r\nPyongyang, October 22 (KCNA) -- The delegation of the British-DPRK All-Party Parliamentary Group led by David Alton, member of the House of Lords and chairman of the group, arrived here on Friday."
        },
        {
            "title": "Collection of Reminiscences \"Among the People\" Published ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-04ee.html",
            "content": "Collection of Reminiscences \"Among the People\" Published \r\nPyongyang, October 22 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 91 of the collection of reminiscences \"Among the People\". \n\t\t\t\t\t The book carries 19 reminiscences telling about the undying leadership exploits and noble traits of President Kim Il Sung who devoted himself to the prosperity of the country and the happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"Until the Appearance of a Giant Chemical Industrial Centre in Namhung\" tells about the leadership exploits of the President who energetically led the construction of the Namhung Youth Chemical Complex, which plays a big role in the development of agriculture and light industry, ranging from its design to its completion. \n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"Our Leader's Memory\" and \"Story about the Sinpha Revolutionary Site\" tell the stories about Mother Kang Pan Sok, who urged his son Kim Il Sung to set out for the South Manchurian expedition, saying that one should think of the destiny of the country and the people first of all, when he had brought with him a mal of millet, and anti-Japanese heroine Kim Jong Suk, who was intensely faithful to the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"Words That Independence Is Life and Soul\" and \"Stressing Need for Youth to Carry on Revolution Generation after Generation\" tell stories that the President led the DPRK to consistently hold fast to independence and that he showed loving care for the members of the congratulatory group of Korean youth and students in Japan which took part in the sixth congress of the then League of Socialist Working Youth of Korea, urging them to grow up as heirs to the revolutionary cause. \n\t\t\t\t\t\n\t\t\t\t\t The book also contains reminiscences \"To Spruce up Our Farm into Modern Socialist Farm\", \"Great Loving Care Shown for Our Small Shop\", \"To Lead Us to Become Genuine Service Workers for People\", etc. telling about the tireless efforts of the President."
        },
        {
            "title": "Location Streets in Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-11ee.html",
            "content": "Location Streets in Pyongyang\r\n Pyongyang, October 22 (KCNA) -- There are mock-up location streets covering more than 700,000 square meters in a suburb of Pyongyang.\n\t\t\t\t\t Seen in the area are Korean streets reflecting different ages ranging from the period of Koryo (918-1392) to the period before the liberation of the country (August 15, 1945), Chinese streets and Japanese streets in the 1920s and 1930s, south Korean streets in the 1980s and other streets.\n\t\t\t\t\t\n\t\t\t\t\t Standing in the streets are dwelling houses and temporary buildings.\n\t\t\t\t\t\n\t\t\t\t\t Each building has four facades of different shapes to make it possible to get diverse scenes from one building.\n\t\t\t\t\t\n\t\t\t\t\t The buildings and their signboards show features of different ages. \n\t\t\t\t\t\n\t\t\t\t\t Houses with straw-thatched roof and earthen walls, millstone, water mill and well are also seen there.  \n\t\t\t\t\t\n\t\t\t\t\t A railway station in the 1930s was designed to really operate freight and passenger trains.\n\t\t\t\t\t\n\t\t\t\t\t Over the past three decades the location streets have been used in producing many movies, including \"Star of Korea\", \"Red Wings\", \"Rim Kkok Jong\", \"Appeal of Kwangju\", \"Pyongyang Nalpharam\", \"The Nation and Destiny\" (Workers), \"Song of East Sea\" and \"The Country I Saw\"."
        },
        {
            "title": "Fresh Spurs to Drive for Pushing Back Frontiers of Latest Science Called for",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-10ee.html",
            "content": "Fresh Spurs to Drive for Pushing Back Frontiers of Latest Science Called for\r\nPyongyang, October 22 (KCNA) -- \"Let us push back the frontiers of latest science and technology!\" This clearly indicates the way for translating Korea's ideal and desire into a reality. There is no other effective mode of struggle to materialize the WPK's grandiose plan for building a thriving nation than to push back the frontiers of latest science and technology. \n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The dynamic drive for pushing back the frontiers of latest science and technology was kicked off in the days of the arduous march when the country was undergoing the most stern ordeal and this drive of the Korean people has reached a new higher phase, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The might of this Korean-style drive finds its manifestation in the facts that a number of such fields of latest technology which are of  strategic and key significance in the nation's development of science and technology made rapid progress and they are making a breakthrough in bringing about prosperity and leap forward in the nation's economy.\n\t\t\t\t\t\n\t\t\t\t\t The greatness and vitality of the WPK's idea of pushing back the frontiers of latest science and technology also find their expression in that it helped radically raise the nation's level of science and technology in the shortest possible period by encouraging people to take ten or a hundred steps while others took a step. \n\t\t\t\t\t\n\t\t\t\t\t The vitality of the above-said Korea-style drive has been strikingly demonstrated in the fact that it is developing the science and technology of the country under a long-term plan for the eternal prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t It calls for dynamically waging an all-out drive by means of ideology and intelligence. This is the main task and key to winning victory in the drive for pushing back the frontiers of latest science and technology. \n\t\t\t\t\t\n\t\t\t\t\t Unfolding before us is a rosy future of thriving Songun Korea, a full embodiment of Kim Jong Il's idea of pushing back the frontiers of latest science and technology. The article calls on all people to carry on the above-said drive to bring earlier the day when shouts of hurrah for a thriving nation ring out throughout the country."
        },
        {
            "title": "All Koreans Called upon to Remain True to Idea of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-13ee.html",
            "content": "All Koreans Called upon to Remain True to Idea of \"By Our Nation Itself\"\r\nPyongyang, October 22 (KCNA) -- A decade has passed since the enunciation of the idea of \"By our nation itself\". This history goes to prove that the idea serves as a powerful engine for independent reunification, peace and prosperity.\n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t To achieve harmony and unity in the spirit of \"By our nation itself\" is an issue of strengthening the driving force for national reunification and, at the same time, a very important matter of independently waging the reunification movement, while rejecting the outside forces' interference.\n\t\t\t\t\t\n\t\t\t\t\t When the north and the south achieve harmony and all the Koreans go united, this will mean the settlement of the main problem in achieving the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" serves as a mental engine for achieving victory in the cause of the country's reunification by achieving national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t It is the requirement of the idea of \"By our nation itself\" for the Koreans responsible for the country's reunification to pool efforts and solve the issue of national reunification by themselves in keeping with the will and wish of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the decisive factor of strengthening the movement for national reunification and improving the inter-Korean relations to embody the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that it is essential for advancing the movement for the country's reunification to solve the issue of the nation and the issue of reunification by the concerted efforts of the Koreans in the north and the south, while rejecting outside forces as required by the above-said idea.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" serves as an ideological and moral weapon to smash the moves of the outside forces and the traitors to the nation, their lackeys, for confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t The above-said idea means a banner of struggle and a powerful engine for carving out a new history of the nation for independent reunification, peace and prosperity, concludes the article."
        },
        {
            "title": "S. Korean Security Authorities' Fascist Suppression under Fire ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-06ee.html",
            "content": "S. Korean Security Authorities' Fascist Suppression under Fire \r\nPyongyang, October 22 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea made public a statement titled \"Security authorities, stop at once the suppression on charges of violation of National Security Law\" on October 19. \n\t\t\t\t\t The statement accused the Security Investigation Group of the puppet Seoul District Police Agency of forcibly searching the houses of Kang Jin Gu, chairman for organization and development of the Solidarity for Implementing the South-North Joint Declaration, and its former leading members Choe Han Uk, Kim Ja Gyong and Song Hyon A on the same day on charges of violation of the SL. \n\t\t\t\t\t\n\t\t\t\t\t The statement blasted the authorities for bringing again the charges of violation of the above-said evil law against them though they had been subject to such repressive actions as search and detention for the alleged involvement in the false case concerning the Solidarity for Implementing the South-North Joint Declaration, \n\t\t\t\t\t\n\t\t\t\t\t It stressed that the solidarity is a legitimate organization for the reunification movement which has been active for social democracy and the implementation of the June 15 joint declaration and the October 4 declaration since the publication of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty will never allow the suppression by the security authorities but join all other people in the actions for the repeal of the SL, a law for suppressing democracy and human rights, declared the statement."
        },
        {
            "title": "US-South Korea War Exercises against DPRK Slammed ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-07ee.html",
            "content": "US-South Korea War Exercises against DPRK Slammed \r\n Pyongyang, October 22 (KCNA) -- The Federation of Women's Organizations and its affiliated organizations, the Council for the Solution of the Issue of the Volunteers' Corps, the Women's Society for Achieving Peace and other women's organizations in south Korea made public a joint statement on Oct. 14 in denunciation of the U.S. and south Korean warmongers' war exercises targeted against the DPRK. \n\t\t\t\t\t The statement branded the recent PSI related exercises for maritime interception and search targeted against the DPRK as the war moves for escalating the military tension between the south and the north and threatening the peace of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led PSI touched off an international outcry for its danger, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that Japan let its \"Self-Defense Forces\" participate in the military exercises though it has neither fully reflected on its past aggression nor made reparation to the victims, bringing into bolder relief its wild ambition to revive militarism. \n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK war exercises and the rackets of anti-DPRK sanctions being escalated under the pretence of preventing the proliferation of WMDs can never be tolerated. \n\t\t\t\t\t\n\t\t\t\t\t The statement declared that the women's organizations of various circles would pool efforts with the anti-war peace forces to wage a positive struggle for achieving peace against war."
        },
        {
            "title": "Hall of South African Taekwon-Do Association Opens",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-02ee.html",
            "content": "Hall of South African Taekwon-Do Association Opens\r\n Pyongyang, October 22 (KCNA) -- A hall of the South African Taekwon-Do Association was opened with due ceremony in Pretoria on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Present there were the chairman of the African Taekwon-Do Federation, the chairman of the South African Taekwon-Do Association and other personages and Taekwon-Do players and fans.  Present there on invitation were the DPRK ambassador to South Africa and staff members of the DPRK embassy there.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the African Taekwon-Do Federation said that he was pleased to inaugurate the training hall of Taekwon-Do in Pretoria, south Africa on the occasion of the 65th birthday of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman sincerely hoped that the Korean people would achieve greater successes in building a thriving nation under the leadership of the great party, adding that he would widely disseminate Taekwon-Do in South Africa and thus make a positive contribution to developing the friendly relations between the peoples of the two countries."
        },
        {
            "title": "October Issue of Bulletin \"Thongil\" Published",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-03ee.html",
            "content": "October Issue of Bulletin \"Thongil\" Published\r\nPyongyang, October 22 (KCNA) -- The International United Confederation of Koreans published the October issue of bulletin \"Thongil.\" \n\t\t\t\t\t The bulletin specially edited the issue under the title \"Oct. 10, the Birthday of the Workers' Party of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin noted that President Kim Il Sung formed the Down-with-Imperialism Union on Oct. 17, Juche 15 (1926) and laid a foundation for founding the WPK during the arduous great anti-Japanese war, thus establishing the Juche-oriented revolutionary party after the liberation. It also referred to the fact that he made sure the logo of the WPK bore a hammer, a sickle and a writing-brush to represent the intention of all the working people.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin stressed that the WPK developed to be an invincible one under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin carried news that Kim Jong Il was reelected as general secretary of the WPK at its historic Conference.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin also carried home and international news."
        },
        {
            "title": "DPRK's Successes Introduced in Mexico ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-05ee.html",
            "content": "DPRK's Successes Introduced in Mexico \r\nPyongyang, October 22 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued a bulletin titled \"Higher, Faster\". \n\t\t\t\t\t The bulletin in an article titled \"Meaning of 'Higher'\" referred to the great successes made by the DPRK in recent years such as the successful launch of the satellite \"Kwangmyongsong-2\", the successful second nuclear test, the success made in putting the machine-building industry on a CNC basis and the completion of the Juche iron production system. The DPRK can rightly say that these have reached the world's latest level, the article noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK calls for \"higher\", it means pushing back such frontiers of the latest science and scaling an eminence higher than the one already attained. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article captioned \" Faster Speed\" pointed to the on-the-spot guidance given by General Secretary Kim Jong Il to the construction site of the Huichon Power Station in September last year. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il named the speed created by the builders of the power station Huichon Speed, it said, adding that the Huichon Speed has brought about a fresh leap forward across the country. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin in another article entitled \"Source of Leap\" noted that the news of the revolutionary activities of Kim Jong Il is drawing big attention worldwide because his on-the-spot guidance is the main source bringing about eye-opening events in the DPRK."
        },
        {
            "title": "Delegacion militar de China visitara a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-24ee.html",
            "content": "Delegacion militar de China visitara a la RPDC\r\nPyongyang, 22 de octubre (ATCC) -- Por la invitacion del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, la delegacion militar de alto nivel presidida por el coronel general Guo Boxiong, vicepresidente de la Comision Militar Central de la Republica Popular China, realizara del 23 al 26 una visita oficial y de amistad a la RPDC."
        },
        {
            "title": "Inaugurado el ciclo de cine chino",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-25ee.html",
            "content": "Inaugurado el ciclo de cine chino\r\nPyongyang, 22 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, quedo inaugurado el dia 21 en el Cine Taedongmun el ciclo de cine chino. \n\t\t\t\t\t　En la ceremonia de inauguracion participaron el presidente del Comite Estatal de Cine, Hong Kwang Sun, y otros funcionarios, creadores y artistas de la rama cinematografica, el embajador Liu Hongcai y otros miembros de la sede diplomatica china en Corea, asi como los huespedes chinos que permanecen ahora en Corea. \n\t\t\t\t\t\n\t\t\t\t\t　En la ocasion hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\t　Hong Kwang Sun recordo que bajo la bandera de \"resistir a los yanquis, ayudar a Corea, y defender el hogar y el pais propios\", los combatientes del Cuerpo de Voluntarios del Pueblo Chino, manifestaron el espiritu internacionalista en la lucha contra los enemigos comunes y apunto que las tradicionales relaciones de amistad Corea-China preparadas por el Presidente Kim Il Sung y los revolucionarios de la veterana generacion de China se consolidan mas y mas bajo la profunda atencion de los maximos dirigentes de los dos paises. \n\t\t\t\t\t\n\t\t\t\t\t　Expreso conviccion de que los creadores y artistas del cine de los dos paises dinamizaran el intercambio para contribuir al desarrollo de la amistad Corea-China. \n\t\t\t\t\t\n\t\t\t\t\t　Liu Hongcai dijo a su vez que hace 60 anos, los excelentes hijos de China, que vinieron al frente coreano, libraron junto con el pueblo coreano una lucha ensangrentada.\n\t\t\t\t\t\n\t\t\t\t\t　Subrayo que ellos mismos, junto con los camaradas coreanos, fortaleceran la cooperacion en varias esferas incluida la rama cinematografica a fin de fomentar la amistad China-Corea. \n\t\t\t\t\t\n\t\t\t\t\t　Los participantes vieron la pelicula china \"Pico Sanggam\"."
        },
        {
            "title": "Acto central por el 20o aniversario de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-26ee.html",
            "content": "Acto central por el 20o aniversario de obra de Kim Jong Il\r\nPyongyang, 22 de octubre (ATCC) -- Tuvo lugar el dia 21 en el Palacio Cultural del Pueblo el acto central por el 20o aniversario de la publicacion de la obra maestra del Dirigente Kim Jong Il \"Para mejorar y fortalecer las labores financieras y bancarias\" y el 40o de la orientacion de balance diario de la produccion y la gestion financiera, presentada por el.\n\t\t\t\t\t　En el acto participaron el primer ministro del Consejo de Ministros Choe Yong Rim, el secretario del Comite Central del Partido del Trabajo de Corea Hong Sok Hyong y otros cuadros. \n\t\t\t\t\t\n\t\t\t\t\t　El informe de la ocasion estuvo a cargo del viceprimer ministro del Consejo de Ministros y ministro de Finanzas, Pak Su Gil.\n\t\t\t\t\t\n\t\t\t\t\t　Al publicar esa obra en septiembre del 79 (1990) de la Era Juche, el Dirigente aclaro las caracteristicas esenciales y los principios de administracion de las finanzas del socialismo y dio respuestas perfectas a los problemas tales como establecer correctamente y ejecutar cabalmente el presupuesto estatal, mejorar la administracion financiera en las fabricas y empresas, consolidar la circulacion monetaria en el pais y fortalecer el balance y el control financieros, comenzo el orador. \n\t\t\t\t\t\n\t\t\t\t\t　El Dirigente presento en junio del 59 (1970) de la Era Juche la original orientacion del balance diario de la produccion y la administracion financiera desarrollando asi el metodo de gestion economica en el socialismo, destaco.\n\t\t\t\t\t\n\t\t\t\t\t　Se refirio a que el Dirigente sento la firme base financiera del pais, al conducir sabiamente las labores financieras socialistas de nuestro pais para que ellas contribuyeran a satisfacer la demanda independiente de las masas populares y asegurar su vida creativa.\n\t\t\t\t\t\n\t\t\t\t\t　Gracias a la sabia guia de el, las labores financieras y bancarias de Corea vinieron cumpliendo magnificamente con su mision y papel como las autoctonas y populares y se ha logrado gran avance en la administracion financiera general, asevero.\n\t\t\t\t\t\n\t\t\t\t\t　Subrayo que los funcionarios financieros y bancarios deben materializar a cabalidad la politica financiera del partido y realizar en un nivel mas alto la informatizacion de las estadisticas."
        },
        {
            "title": "Tiene lugar seminario de la comedia ligera \"Eco de la montana\"",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-27ee.html",
            "content": "Tiene lugar seminario de la comedia ligera \"Eco de la montana\"\r\nPyongyang, 22 de octubre (ATCC) -- Tuvo lugar el dia 21 el seminario de la idea literaria y artistica del Juche a traves de la comedia ligera \"Eco de la montana\", obra laureada con el Premio Kim Il Sung.\n\t\t\t\t\t  En la ocasion estuvieron presentes el presidente del Comite Central de la Federacion General de Escritores y Artistas de Corea, Kim Pyong Hun, otros funcionarios, los creadores, artistas, periodistas y redactores de las ramas de dramaturgia, prensa e informacion, los profesores, investigadores y estudiantes de las universidades.\n\t\t\t\t\t\n\t\t\t\t\t  El Profesor y Doctor Ko Chol Hun, quien es director del Instituto de la Literatura del Juche de la Academia de Ciencias Sociales, el investigador y Profesor de la Universidad de Arte Dramatico y Cinematografico de Pyongyang, Song Yong Hun, y otros oradores dijeron en sus intervenciones que esa comedia ligera repercute fuertemente a todo el pais estimulando a todo el ejercito y pueblo a la marcha por el gran auge.\n\t\t\t\t\t\n\t\t\t\t\t  La comedia, que por su gran poder conmovedor y valor educativo, muestra su gran vigencia hasta hoy aunque pasaron casi 50 anos desde su creacion, es la obra maestra de la epoca que ensena la verdad de la vida y sirve de magnifico manual en la educacion ideologica sobre los militares y habitantes, subrayaron ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Ratificaron que la comedia resulto un exito porque mostro en las autenticas y optimistas escenas de vida la idea colectivista, que es fuerza motriz de la gran marcha de Chollima, el optimismo del futuro y la fe en la victoria del socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  La novedosa y especifica actuacion de los personajes se manifiesta en que ellos describieron hasta el final la realidad de aquel entonces entre las risas e ingeniosos humores, destacaron.\n\t\t\t\t\t\n\t\t\t\t\t  El \"Eco de la montana\" de Chollima, que estremecio la decada de 1960, repercute hoy dia a todo el pais como el eco por el gran auge para construir una gran potencia prospera, aseveraron y agregaron que esto es el resultado de la orientacion entusiasta del Dirigente Kim Jong Il."
        },
        {
            "title": "Pak Ui Chun se reune con delegacion cubana ",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-28ee.html",
            "content": "Pak Ui Chun se reune con delegacion cubana \r\nPyongyang, 22 de octubre (ATCC) -- El canciller coreano Pak Ui Chun departio el dia 22 en el Palacio de los Congresos Mansudae con la delegacion del Ministerio de Relaciones Exteriores de la Republica de Cuba encabezada por el vicecanciller Marcos Rodriguez Costa, quien le hizo una visita de cortesia."
        },
        {
            "title": "Kim Yong Nam se encuentra con delegacion cubana",
            "url": "http://kcna.co.jp/item/2010/201010/news22/20101022-29ee.html",
            "content": "Kim Yong Nam se encuentra con delegacion cubana\r\nPyongyang, 22 de octubre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 22 en el Palacio de los Congresos Mansudae en un ambiente amistoso con la delegacion del Ministerio de Relaciones Exteriores de la Republica de Cuba presidida por su viceministro Marcos Rodriguez Costa.\n\t\t\t\t\tEn la ocasion participaron el vicecanciller coreano Kim Hyong Jun y otros funcionarios coreanos, asi como el embajador cubano en Corea, Jose Manuel Galego Montano.\n\t\t\t\t\t\n\t\t\t\t\t　El jefe de la delegacion cubana dijo que son muy excelentes las relaciones de amistad entre los dos paises y destaco que pudo conocer bien durante su visita cuan calido es el afecto del pueblo coreano hacia el pueblo cubano. \n\t\t\t\t\t\n\t\t\t\t\t　Subrayo que no olvidara nunca el total apoyo y solidaridad expresados por el pueblo coreano al pueblo cubano."
        }
    ]
}