{
    "date": "2010-09-27",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Issues Order on Promoting Military Ranks",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-17ee.html",
            "content": "Kim Jong Il Issues Order on Promoting Military Ranks\r\n Pyongyang, September 27 (KCNA) -- General Secretary Kim Jong Il on Monday issued Order No. 0051 on promoting the military ranks of commanding officers of the KPA.\n\t\t\t\t\t He said in his order that all the servicepersons of the People's Army and people are now significantly celebrating the 65th anniversary of the founding of the Workers' Party of Korea with unbounded reverence for President Kim Il Sung who made a new history of building a revolutionary party in the era of independence and strengthened and developed the WPK into vanguard ranks of revolution with high prestige and invincible might. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the WPK born from the deep and strong roots struck in the anti-Japanese revolution has honorably discharged its mission and duty as a political staff of the Korean revolution since the very day of its founding and performed immortal exploits to shine long in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA is demonstrating its might before the world as a powerful revolutionary army of Mt. Paektu after growing to be a strong army of the leader and the party, devotedly defending the headquarters of the revolution with arms and performing heroic feats to shine long in history in the defence of the country and building of a thriving socialist nation, he noted. \n\t\t\t\t\t\n\t\t\t\t\t Expressing the firm belief that the commanding officers of the KPA who have grown up under the care of the party and the leader would creditably discharge their honorable missions and duties as the mainstay and main force of the revolution in accomplishing with arms the  revolutionary cause of Juche which started in Mt. Paektu, remaining true to the Party's leadership in the future, too, he issued an order on promoting the military ranks of KPA commanding officers on the occasion of the 65th anniversary of the glorious Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is noted in the order that the military ranks of Kim Kyong Hui, Kim Jong Un and Choe Ryong Hae and three others are promoted to general, the military rank of Ryu Kyong to colonel general, the military ranks of Ro Hung Se and Ri Tu Song and four others to lieutenant general and those of Jo Kyong Jun, Jang To Yong and Mun Jong Chol and 24 others to major general."
        },
        {
            "title": "Ri Yong Ho Awarded Vice Marshal",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-18ee.html",
            "content": "Ri Yong Ho Awarded Vice Marshal\r\n Pyongyang, September 27 (KCNA) -- Ri Yong Ho was awarded the military rank of Vice Marshal of the Korean People's Army, according to Decision No. 07 of the DPRK National Defence Commission issued on Monday."
        },
        {
            "title": " Delegates WPK Conference Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-16ee.html",
            "content": "Delegates WPK Conference Pay Homage to Kim Il Sung\r\n Pyongyang, September 27 (KCNA) -- Delegates to the conference of the Workers' Party of Korea visited the Kumsusan Memorial Palace, the sacred temple of Juche, on Monday.\n\t\t\t\t\t They paid high tribute to the statue of President Kim Il Sung, recalling his undying feats for party building.\n\t\t\t\t\t\n\t\t\t\t\t Then they made deep bows to the President who built in Korea a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence, and laid the eternal foundations for prosperity of Songun Korea by leading the WPK along the road of victory and glory."
        },
        {
            "title": "Choe Thae Bok Meets CPGB (ML) Delegation",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-14ee.html",
            "content": "Choe Thae Bok Meets CPGB (ML) Delegation\r\n Pyongyang, September 27 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk with the delegation of the Communist Party of Great Britain (Marxist-Leninist) led by General Secretary Zane Carpenter at the Mansudae Assembly Hall on Monday.\n\t\t\t\t\tOn the occasion the head of the delegation said that they were deeply moved to see the Korean people closely rallied around General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Party of Great Britain (Marxist-Leninist) and the Workers' Party of Korea are struggling for the common purpose, he said, expressing the will to further strengthen the relations between the two parties.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that they would strive to learn from the experience of the WPK and apply it in their party activities."
        },
        {
            "title": "Fidel Castro Meets DPRK Foreign Ministry Delegation",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-05ee.html",
            "content": "Fidel Castro Meets DPRK Foreign Ministry Delegation\r\n Pyongyang, September 27 (KCNA) -- Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, met and had a talk with the delegation of the DPRK Foreign Ministry headed by Vice-Minister Kim Hyong Jun on a visit to Cuba on Sept. 24.\n\t\t\t\t\t At the meeting Kim Hyong Jun conveyed to Fidel Castro Ruz the greetings, verbal message and gift sent by General Secretary Kim Jong Il to him. \n\t\t\t\t\t\n\t\t\t\t\t Fidel Castro Ruz said that they would always remember the material and moral assistance given by President Kim Il Sung to the Cuban revolution.\n\t\t\t\t\t\n\t\t\t\t\t Cuba fully supports the DPRK under the Songun politics of Kim Jong Il, which has had access to powerful war deterrent including nuclear weapons to defend the sovereignty of the country and socialism from the nuclear threat of the U.S., he said. \n\t\t\t\t\t\n\t\t\t\t\t He sincerely hoped that the conference of the Workers' Party of Korea would be successfully held and everything would go well in the DPRK under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Credentials of Slovenian Ambassador Accepted",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-13ee.html",
            "content": "Credentials of Slovenian Ambassador Accepted\r\nPyongyang, September 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Marija Adanja, Slovenian ambassador to the DPRK, at the Mansudae Assembly Hall Monday.\n\t\t\t\t\tAfter accepting the credentials Kim had a talk with the ambassador."
        },
        {
            "title": "Modern Chinese Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-15ee.html",
            "content": "Modern Chinese Art Exhibition Opens\r\n Pyongyang, September 27 (KCNA) -- A modern Chinese art exhibition was opened in the DPRK with due ceremony at the Pyongyang International Cultural Centre Monday to mark the 61st anniversary of the founding of China.\n\t\t\t\t\t Displayed in the venue of the exhibition were 40 paintings showing the beautiful landscape of China and its people's lifestyle and customs.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Han Chol, vice-minister of Culture, Kim Song Min, chairman of the Central Committee of the Artists Union of Korea, and officials concerned and art creators and working people in the city and Liu Hongcai, Chinese ambassador to the DPRK, and staff members of his embassy here and the Chinese delegation of officials for culture led by Dong Junsin, director of the Department for Cultural Relations with Foreign Countries of the Ministry of Culture of China, and the Chinese art delegation.\n\t\t\t\t\t\n\t\t\t\t\t Han Chol noted that the exhibition would offer an opportunity to the Korean people to know well about the successes made in the field of Chinese traditional art.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Chinese people have achieved great successes in their efforts to build a harmonious socialist society based on the scientific outlook on development under the leadership of the Communist Party of China with Hu Jintao as its general secretary, he warmly congratulated the Chinese people on their national day.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai and Dong Junsin in their speeches noted that General Secretary Kim Jong Il visited China twice this year, putting the Sino-DPRK friendly and cooperative relations on a new stage.\n\t\t\t\t\t\n\t\t\t\t\t They said they would join Korean comrades in carving out a more beautiful future of the Sino-DPRK relations of friendship as desired by the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round art works on display."
        },
        {
            "title": "More Books Added to Grand People's Study House",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-03ee.html",
            "content": "More Books Added to Grand People's Study House\r\n Pyongyang, September 27 (KCNA) -- More books and CDs have been added to the Grand People's Study House, the DPRK's centre housing books and other literature and the world's leading centre providing scientific and technological information.\n\t\t\t\t\t General Secretary Kim Jong Il recently sent there at least 480 volumes of books and CDs of more than 180 kinds in installments. \n\t\t\t\t\t\n\t\t\t\t\t Conveyed to the house this year were more than 830 volumes of books, magazines and CDs of nearly 400 kinds carrying his loving care. \n\t\t\t\t\t\n\t\t\t\t\t Among them are an album \"Flowers to President Kim Il Sung, the DPRK's Art and Architecture\" published by the Nuremberg Modern Art Publishing House in Germany and books helpful to rapidly developing the technical engineering in the field of metal industry.\n\t\t\t\t\t\n\t\t\t\t\t They include CDs such as \"The Mansudae Art Troupe\" (87) and \"The State Symphony Orchestra\" (19) dealing with the development of the Juche-oriented music art and conducive to cultural and emotional life of the working people.\n\t\t\t\t\t\n\t\t\t\t\t There are also books, scientific and technological information and CDs that provide rich knowledge about architecture and help promote the people's health and improve their diet."
        },
        {
            "title": "DPRK Takes on New Look in Songun Era",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-10ee.html",
            "content": "DPRK Takes on New Look in Songun Era\r\n Pyongyang, September 27 (KCNA) -- The Democratic People's Republic of Korea has changed its looks in the era of Songun thanks to the painstaking efforts of the army and people.\n\t\t\t\t\t Echoes of Ulrim Falls, horizon of the Handre Plain, sea of potato flowers in Taehongdan, bright lights on River Jangja, fairyland of Poman-ri and many other scenic views have appeared in the country in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t Remarkable achievements have also been made in economic sectors.\n\t\t\t\t\t\n\t\t\t\t\t Juche-based iron-making methods have been applied to the Chollima Steel Complex, the Songjin Steel Complex, the Hwanghae Iron and Steel Complex and the Kim Chaek Iron and Steel Complex, and production processes of industrial establishments have been put on the CNC basis.\n\t\t\t\t\t\n\t\t\t\t\t The Namhung Youth Chemical Complex and the February 8 Vinalon Complex have massproduced fertilizers and vinalon fibers respectively.\n\t\t\t\t\t\n\t\t\t\t\t The Taegyedo tideland reclamation project was completed in June, bringing about farms, salterns and fish breeding grounds, as well as a ring-shaped road on the dyke."
        },
        {
            "title": "Three Waterways Pay Off In Agricultural Production",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-11ee.html",
            "content": "Three Waterways Pay Off In Agricultural Production\r\n Pyongyang, September 27 (KCNA) -- Three nature-driven waterways built in the Democratic People's Republic of Korea have been conducive to the agricultural production of the country.\n\t\t\t\t\t The Kaechon-Lake Thaesong Waterway project was completed in October Juche 91 (2002) as a model of large-scale gravity-fed irrigation systems, the Paekma-Cholsan Waterway in October 2005 and the Miru Plain Waterway in September last year.\n\t\t\t\t\t\n\t\t\t\t\t According to information available, the waterways have removed more than 670 pumping stations and some 1,000 water pumps and electric motors and economized over 120,000-kilowatt electricity.   \n\t\t\t\t\t\n\t\t\t\t\t They, designed and built by Korean experts and workers, fully supply irrigation water to several dozen cities, counties and districts of Pyongyang and Nampho municipalities and North and South Phyongan and North Hwanghae provinces.\n\t\t\t\t\t\n\t\t\t\t\t The Kaechon-Lake Thaesong Waterway fills some 20 reservoirs with water of billions of tons to send water to more than 100,000 hectares of farmland.   \n\t\t\t\t\t\n\t\t\t\t\t  The reclaimed Taegyedo tideland and the Yomju Youth Reclaimed Tideland Farm on the West Coast cultivate rice with water brought by the Paekma-Cholsan Waterway. The Miru Plain Waterway also plays a great role in the agricultural production of North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t New irritation systems have been established so that double cropping is available in tens of thousands of hectares and thousands of dry fields can be turned into paddy fields in the future.\n\t\t\t\t\t\n\t\t\t\t\t Tens of reservoirs have also been used for fish farming and electricity production."
        },
        {
            "title": "GNP Accused of Kicking up Row about \"Principal Enemy\"",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-07ee.html",
            "content": "GNP Accused of Kicking up Row about \"Principal Enemy\"\r\n Pyongyang, September 27 (KCNA) -- The \"Grand National Party\" of south Korea is crying out for unfailingly defining the DPRK as the \"principal enemy\" in the \"defense white paper\" for this year, again ballyhooing about the \"Cheonan\" case whose conspiratorial nature had already been brought to light. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a despicable behavior of those hell bent on confrontation with fellow countrymen and a treacherous move revealing a design of the traitors to steadily bedevil the inter-Korean relations and indefinitely stand in confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad hope to see the strained inter-Korean relations mended as early as possible. Dialogue and contact in a number of fields including Red Cross humanitarian work are taking place between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that the GNP is persistently insisting that the DPRK should be defined in the above-said white paper, swimming against the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' attempt to specify the DPRK as the \"principal enemy\" in the \"defense white paper\" is little short of officially declaring the confrontation with the DPRK and a war of aggression against it as a policy.\n\t\t\t\t\t\n\t\t\t\t\t The successive groups of the GNP have taken the lead in stoking the confrontation with compatriots, opposed to reconciliation and unity between the north and the south, the commentary recalls, and goes on: The issue of the inter-Korean relations, an important matter of the nation, can never be a plaything of a tiny handful of the south Korean conservative group.\n\t\t\t\t\t\n\t\t\t\t\t The GNP would be well advised to discard its treacherous conception hostile to compatriots if it is to shake off its ill fame of being a party keen on confrontation against reunification."
        },
        {
            "title": "WPK Becomes Ideologically Pure Organization Party",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-09ee.html",
            "content": "WPK Becomes Ideologically Pure Organization Party\r\n Pyongyang, September 27 (KCNA) -- The Workers' Party of Korea is the party which has become an ideologically pure organization and an organizationally integral whole and achieved perfect unity in action, taking the revolutionary idea of President Kim Il Sung and General Secretary Kim Jong Il as a lifeline. Rodong Sinmun Monday says this in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The recent meetings of delegates of the WPK for electing the delegates to its conference elected \n\t\t\t\t\t\tKim Jong Il as a delegate to the conference reflecting the unanimous will and desire of all the party members and servicepersons and people.\n\t\t\t\t\t\n\t\t\t\t\t This was a manifestation of all the servicepersons and people's profound reverence and absolute trust in him and, at the same time, a striking demonstration of the militant might of the WPK all members of which are rallied close behind the leader organizationally and ideologically.\n\t\t\t\t\t\n\t\t\t\t\t The invincibility of the WPK finds its expression in that it has a large contingent of its members ready to devotedly defend their leader, sharing intention and destiny with the leader, and it has become the most solid and ideologically pure organization based on the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t It also finds its manifestation in that the whole party is faithfully translating the intentions and determinations of the leader into realities in a do-or-die spirit.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK remains so strong as its ranks are made up of ardent loyalists who unhesitatingly dedicate their lives to devotedly defending the headquarters of the revolution, sharing idea and intention and fate with the leader.\n\t\t\t\t\t\n\t\t\t\t\t The last instructions of Kim Il Sung and the determinations of Kim Jong Il are being successfully translated into shining realities in every work site for effecting a great surge as there are millions of party members taking the lead in making breakthroughs in advance in the spirit of becoming human bombs, regarding his ideas and intentions as valuable truth in their life and struggle."
        },
        {
            "title": "Korea's Reunification by Federation Formula Urged",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-08ee.html",
            "content": "Korea's Reunification by Federation Formula Urged\r\n Pyongyang, September 27 (KCNA) -- The problem of Korea's reunification should be solved on the basis of the three principles of independence, peaceful reunification and great national unity, as agreed upon by the north and the south. The realistic way for its settlement is to found a unified state of the nation by federation formula.\n\t\t\t\t\t Rodong Sinmun Monday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently called for reunification by federation formula that makes it possible to achieve the peaceful reunification without doing harm to both the north and the south, the article notes, and goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t The problem of Korea's reunification is that of putting an end to outsiders' interference and domination over south Korea to establish the national sovereignty on a nationwide scale and reconnecting the severed vein of the nation and achieving its unity as the homogeneous nation.\n\t\t\t\t\t\n\t\t\t\t\t The proposal for reunification by federation formula fully embodies the fundamental principles and ways for defending independence, the life and soul of the nation, and establishing the national sovereignty on a nationwide scale.\n\t\t\t\t\t\n\t\t\t\t\t This formula is an aboveboard and realistic way for reunification as it correctly reflects the demands and interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The reality urgently requires the north and the south of Korea to solve the reunification question on the basis of recognizing and allowing each other's ideology and system.\n\t\t\t\t\t\n\t\t\t\t\t The said proposal is just as it, proceeding from the specific conditions of the country, calls for solving the reunification question by means of founding a federal state through the great unity of the whole nation with the differing ideas and systems left intact in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The federation formula is the most reasonable way for preventing confrontation and war between fellow countrymen and smoothly realizing the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever strive to achieve the national reunification by means of federation, concludes the article."
        },
        {
            "title": "2nd Conference of Vietnam-DPRK Association",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-04ee.html",
            "content": "2nd Conference of Vietnam-DPRK Association\r\n Pyongyang, September 27 (KCNA) -- The 2nd Conference of the Hai Duong Provincial Committee of the Vietnam-DPRK Friendship Association took place at the seat of the province on August 28.\n\t\t\t\t\t Displayed in its venue were photos showing the Songun revolutionary feats of General Secretary\n\t\t\t\t\t\t Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were members of the Vietnam-DPRK Friendship Association and its Hai Duong Provincial Committee and political and public figures of the province. Present on invitation were the ambassador and staff members of the DPRK embassy in Hanoi.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the association, in his speech at the conference, expressed full support and solidarity with the Korean people in the drive to open the gate to a thriving socialist nation in 2012 under the guidance of the Workers' Party of Korea headed by Kim Jong Il while overcoming the hardships caused by the U.S. moves to stifle the DPRK and consecutive natural disasters and stressed that the Korean people would certainly emerge victorious. \n\t\t\t\t\t\n\t\t\t\t\t It is their noble duty to steadily consolidate and develop the friendly relations between the two countries personally provided by President Ho Chi Minh and President Kim Il Sung, the chairman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The association will continue to intensify the activities of solidarity for supporting the lines and policies of the WPK and the DPRK government and the Korean people's struggle for justice.\n\t\t\t\t\t\n\t\t\t\t\t The conference elected the executive of the Hai Duong Provincial Committee of the Vietnam-DPRK Friendship Association."
        },
        {
            "title": "British Association Urges US Forces' Withdrawal",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-02ee.html",
            "content": "British Association Urges US Forces' Withdrawal\r\n Pyongyang, September 27 (KCNA) -- The British Branch of the Korean Friendship Association headquartered in Spain issued a statement on Sept. 19 on the lapse of 65 years since the U.S. occupied south Korea.\n\t\t\t\t\t The statement accused the U.S. imperialists of having suppressed, exploited and plundered the people while enforcing the neo-colonial rule since their occupation of south Korea. It also vehemently denounced the U.S. for persistently keeping their aggression armed forces there in wanton violation of the Korean Armistice Agreement, the resolution of the UN General Assembly, etc.\n\t\t\t\t\t\n\t\t\t\t\t The end of the Cold War left the U.S. forces with no justification to stay in south Korea, the statement pointed out, urging the U.S. to pull back its armed forces out of south Korea and dismantle military bases there. It called upon peace-loving forces of the world to intensify the movement for international solidarity to this end."
        },
        {
            "title": "Bulletin Issued in Bangladesh",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-01ee.html",
            "content": "Bulletin Issued in Bangladesh\r\n Pyongyang, September 27 (KCNA) -- The Bangladesh Institute of the Juche Idea issued a bulletin on Sept. 22 to mark the 65th anniversary of the founding of the Workers' Party of Korea. \n\t\t\t\t\t The bulletin in an article titled \"65th Anniversary of the Founding of the WPK\" said that the WPK has successfully carried out its mission and duty as a mass political party since its foundation and the secret of the absolute support and trust the WPK has enjoyed from the people lies in the embodiment of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The motto of President Kim Il Sung that one who believes in people and relies on them will always emerge victorious but one who is forsaken by the people is bound to always suffer defeat serves as the motto of the WPK, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Absolute and immense is trust and support of the Korean people for the WPK holding General Secretary Kim Jong Il as general secretary."
        },
        {
            "title": " Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-12ee.html",
            "content": "Story of Kim Il Sung\r\nPyongyang, September 27 (KCNA) -- One autumn day in Juche 51 (1962), President Kim Il Sung went round Pyongyang with an official.\n\t\t\t\t\tWhen the car carrying them reached a street near Pyongyang Railway Station, the President watched signboards of shops on the ground floor of many-storied apartment buildings and noticed that a store disappeared. \n\t\t\t\t\t\n\t\t\t\t\tIt had been a small daily-necessities store.\n\t\t\t\t\t\n\t\t\t\t\tHe asked the official why the store disappeared.\n\t\t\t\t\t\n\t\t\t\t\tDiscomfited by his question, the official found no word in reply. The President told him that officials responsible for the economic life of the citizens should know well about shops in the city and asked him to learn why the store disappeared and take relevant measures.\n\t\t\t\t\t\n\t\t\t\t\tThe official learned soon that the building was being used by an organ as its office.\n\t\t\t\t\t\n\t\t\t\t\tBeing briefed on the fact by the official, the President said the organ could move its office to other place and put off its business, but the store was very important as it was closely related with citizens' living. \n\t\t\t\t\t\n\t\t\t\t\tThus the store reappeared on the spot."
        },
        {
            "title": "Kim Jong Il dirige creacion de opera \"Liang Shanbo y Zhu Yingtai\"",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-19ee.html",
            "content": "Kim Jong Il dirige creacion de opera \"Liang Shanbo y Zhu Yingtai\"\r\nPyongyang, 27 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la labor de creacion de la opera \"Liang Shanbo y Zhu Yingtai\".\n\t\t\t\t\t Tras enterarse del estado de tal labor, el Dirigente vio esta opera en creacion.\n\t\t\t\t\t\n\t\t\t\t\t La opera \"Liang Shanbo y Zhu Yingtai\" a que se adapto la famosa leyenda folklorica, una obra tragica representativa de China, demuestra bien con la vivida descripcion artistica la irracionalidad del sistema de rango de China feudal a traves de las tragicas relaciones amorosas entre Zhu Yingtai, unica hija de la familia de un hombre influyente y Liang Shanbo, hijo de la familia de un hombre de letras confucionistas.\n\t\t\t\t\t\n\t\t\t\t\t Tras verla, el Dirigente se mostro muy satisfecho de que los creadores y artistas hayan dado el acabado a la magnifica opera que refleja fielmente la demanda de la obra original dedicando toda la inteligencia y pasion, evaluo altamente sus exitos de creacion y elogio los esfuerzos de ellos.\n\t\t\t\t\t\n\t\t\t\t\t Dijo que en particular, los jovencitos artistas encargados de la opera tienen la alta habilidad artistica y anadio que esto es una muestra evidente de la justeza y la vitalidad de la orientacion del PTC en materia de la formacion de artistas de reserva.\n\t\t\t\t\t\n\t\t\t\t\t Subrayo que debe conocer mejor tambien la cultura mundial nuestro pueblo que tiene los tesoros culturales de talla mundial como las 5 operas revolucionarias y marcha a pasos firmes hacia el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que la obra clasica de China \"Liang Shanbo y Zhu Yingtai\" tiene hoy tambien la significacion educativa, por lo cual deben completarla en el mas alto nivel para mostrar al pueblo coreano y presento las concretas tareas y remedios para el particular.\n\t\t\t\t\t\n\t\t\t\t\tApunto que la invariable posicion de nuestro partido y pueblo es consolidar de generacion en generacion la preciosa amistad Corea-China preparada a lo largo del tiempo por el Presidente\n\t\t\t\t\t\t Kim Il Sung y los dirigentes de vieja generacion de China y destaco que el intercambio cultural ocupa suma importancia en el fomento de la amistad entre los pueblos de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicepresidente del CDN de la RPDC y jefe de departamento del Comite Central del PTC, Jang Song Thaek, los secretarios del CC del PTC Choe Thae Bok y Kim Ki Nam y otros cuadros directivos del CC del PTC."
        },
        {
            "title": "Delegados a la Conferencia del PTC rinden homenaje a Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-20ee.html",
            "content": "Delegados a la Conferencia del PTC rinden homenaje a Kim Il Sung \r\nPyongyang, 27 de septiembre (ATCC) -- Los delegados a la Conferencia del Partido del Trabajo de Corea visitaron el dia 27 el Palacio Memorial Kumsusan, supremo lugar sagrado del Juche.\n\t\t\t\t\tLos visitantes rindieron sublime homenaje al Presidente Kim Il Sung ante su estatua de pie recordando sus imborrables proezas realizadas por la construccion del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente levanto sobre el territorio patrio una potencia socialista independiente, autarquica y de autodefensa y sento la base eterna de la prosperidad de la Corea del Songun, al conducir el PTC a la senda de victorias y glorias."
        },
        {
            "title": "Fidel Castro Ruz apoya la politica de Songun de Corea",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-21ee.html",
            "content": "Fidel Castro Ruz apoya la politica de Songun de Corea\r\nPyongyang, 27 de septiembre (ATCC) -- El Primer Secretario del Comite Central del Partido Comunista de Cuba, Fidel Castro Ruz, departio el dia 24 con la delegacion del MINREX de la Republica Popular Democratica de Corea encabezada por el vicecanciller Kim Hyong Jun, de visita en la Republica de Cuba.\n\t\t\t\t\tEn la ocasion Kim entrego cortesmente a Fidel el saludo, el mensaje oral y el presente de parte del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tFidel dijo que no olvidaria jamas el apoyo material y espiritual enviado por el Presidente    Kim Il Sung a la Revolucion Cubana.\n\t\t\t\t\t\n\t\t\t\t\tExpreso el apoyo total a la adquisicion del poderoso disuasivo de guerra, inclusive el arma nuclear, por parte de la RPDC, orientada por la politica de Songun del Dirigente Kim Jong Il, para defender la soberania del pais y el socialismo de la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDeseo sinceramente que se realice con exito la Conferencia del Partido del Trabajo de Corea y que todo vaya bien en la RPDC bajo la sabia guia del Dirigente."
        },
        {
            "title": "CRPP condena plan de ejercicios de guerra contra la RPDC",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-22ee.html",
            "content": "CRPP condena plan de ejercicios de guerra contra la RPDC\r\nPyongyang, 27 de septiembre (ATCC) -- Pese a la preocupacion y el rechazo de los nacionales y extranjeros, Estados Unidos y los belicistas titeres surcoreanos intentan desarrollar otra vez desde el 27 de septiembre hasta el primero de octubre en el Mar Oeste de Corea el ejercicio conjunto antisubmarinos movilizando los medios belicos ultramodernos como el destructor, submarino, corbeta y avion de patrulla.\n\t\t\t\t\t Ademas, planean realizar a fines de octubre el ejercicio de ataque intensivo con portaaviones en el mismo mar introduciendo el portaaviones nuclear supergrande \"George Washington\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Al respecto, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 26 la informacion No.965 calificando los sucesivos ejercicios de guerra contra la RPDC de provocacion militar malintencionada para desalentar los esfuerzos por relajar la tension de la Peninsula Coreana y envenenar el clima a favor del mejoramiento de las relaciones Norte-Sur y de premeditado acto belico para desatar a toda costa la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Abajo va el texto resumido de la informacion:\n\t\t\t\t\t\n\t\t\t\t\t La banda de los titeres surcoreanos realiza freneticamente con EE.UU. esos ejercicios anti-RPDC justamente cuando sostiene con esta las conversaciones de la cruz roja con vistas a resolver los problemas humanitarios. Esto es una burla intolerable y desafio al interlocutor.\n\t\t\t\t\t\n\t\t\t\t\t Desde que ocurrio el incidente de hundimiento de la corbeta surcoreana \"Cheonan\", EE.UU. y los belicistas titeres surcoreanos desarrollaron ya varias veces los ejercicios de la guerra de agresion a la RPDC movilizando enormes fuerzas armadas agresoras en el Mar Este y el Oeste de Corea y toda la extension surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Estos entrenamientos mas frecuentes que nunca demuestran que ellos han completado el plan de guerra contra la RPDC y aceleran en la ultima etapa los preparativos para entrar en la guerra real.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC desea el dialogo, pero no perdonara ni en lo minimo a los que la ataquen y les castigara implacablemente con un fuego tremendo."
        },
        {
            "title": "Minju Joson denuncia intencion de Japon de hacerse miembro del CS",
            "url": "http://kcna.co.jp/item/2010/201009/news27/20100927-23ee.html",
            "content": "Minju Joson denuncia intencion de Japon de hacerse miembro del CS\r\nPyongyang, 27 de septiembre (ATCC) -- Al departir el pasado dia primero por separado con los cancilleres de varios paises de la Comunidad y Mercado Comun del Caribe, el ex canciller japones Okada solicito a brindar el apoyo al ingreso de su pais en los miembros permanentes del Consejo de Seguridad de la ONU, comprometiendo que Japon dara la ayuda tecnica como la cooperacion para el desarrollo economico de esos paises.\n\t\t\t\t\tEl rotativo Minju Joson, en un comentario individual del dia 26, lo califica de un proceder cinico y atrevido de enano politico para crear un ambiente favorable a ser pais miembro permanente del Consejo de Seguridad de la ONU, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEn el pasado, Japon habia agredido a Corea y otros paises asiaticos y causo a los pueblos de esta region incontables desgracias y sufrimientos, debido a lo cual esta registrado como un Estado enemigo en la Carta de la ONU y no se libera hasta hoy de esta verguenza.\n\t\t\t\t\t\n\t\t\t\t\t  El pais isleno no hace todavia ninguna reflexion ni indemnizacion por sus crimenes del pasado, sino responde a la demanda de la sociedad internacional de liquidar el pasado criminal con la declaracion de \"disculpa\" llena de fraudes. \n\t\t\t\t\t\n\t\t\t\t\t  En el mundo no hay otro pais como Japon que niega y tergiversa tan persistentemente sus crimenes del pasado y evade la liquidacion por el respecto. \n\t\t\t\t\t\n\t\t\t\t\t  Tambien, se dirige a la conversion de la potencia militar y a la expansion a ultramar en desafio a la humanidad aspirante a la paz, rompiendo el equilibrio estrategico del Noreste Asiatico y perturbando la paz.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando el pais isleno tome el cargo del miembro permanente del Consejo de Seguridad de la ONU, se tornaran mas abiertas sus maniobras de agresion a ultramar. \n\t\t\t\t\t\n\t\t\t\t\t  Es por eso que Japon es el primer pais que debe ser excluido en el debate sobre el problema de la ampliacion de los paises miembros permanentes del Consejo de Seguridad de la ONU. \n\t\t\t\t\t\n\t\t\t\t\t  Japon debe reflexionarse con toda sinceridad de sus crimenes ensangrentados del pasado e indemnizarlos, en lugar de ambicionar atrevidamente el cargo responsable del Consejo de Seguridad de la ONU cuya mision es defender la justicia internacional, la democracia y la paz."
        }
    ]
}