{
    "date": "2010-11-02",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-02ee.html",
    "articles": [
        {
            "title": "\"Cheonan\" Case Termed Most Hideous Conspiratorial Farce in History",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-10ee.html",
            "content": "\"Cheonan\" Case Termed Most Hideous Conspiratorial Farce in  History\r\nPyongyang, November 2 (KCNA) -- The inspection group of the National Defence Commission of the Democratic People's Republic of Korea Tuesday released the following first installment of a statement disclosing the truth behind the \"Cheonan case\":\n\t\t\t\t\t Seven months have passed since warship \"Cheonan\" of the south Korean puppet navy sank in the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the case occurred than the U.S. imperialists and the Lee Myung Bak group of traitors deliberately linked the case with the DPRK as if they had waited for it to happen, kicking up an unprecedented anti-DPRK confrontation racket. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK dismissed the groundless story about \"the DPRK's involvement\" in the \"Cheonan\" case as a sheer fabrication and a conspiratorial farce from the outset and declared internally and externally its will to probe the truth behind the case to the last.\n\t\t\t\t\t\n\t\t\t\t\t The proposal for field investigation made by the inspection group of the NDC of the DPRK was prompted by this will.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the disclosure of the inside story about the case, the U.S. imperialists and the Lee group of traitors hastily announced  \"the results of the investigation\" conducted by \"civilian-army joint investigation team,\" desperately opposing the field survey by the NDC inspection group. \n\t\t\t\t\t\n\t\t\t\t\t As the \"investigation results\" were criticized for being full of suspicions, they made public a \"final report\", another fabrication, recently only to be censured and ridiculed by all people.\n\t\t\t\t\t\n\t\t\t\t\t They have staged joint naval exercises reminiscent of \"demonstration of armed forces\" one after another in waters close to the DPRK while getting frantic with a racket for applying sanctions against it on the international arena.\n\t\t\t\t\t\n\t\t\t\t\t It was the original plan of the DPRK side to make public the truth of the case in the most scientific and legitimate manner after the completion of the field survey by the NDC inspection group.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the group of traitors, however, not only objected the field survey but went the lengths of turning down even the proposal made by the DPRK out of magnanimity to jointly survey and estimate all material evidence which they claimed lifted from the waters where the ship sank after bringing them to Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the DPRK side decided to disclose before the world what sheer fabrication and conspiratorial farce they orchestrated on the basis of information gathered so far. The following is the first installment of the statement:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t1. Aluminum alloy fragments prove themselves that the torpedo was not from the north.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the \"investigation team\" of the Lee group of traitors claimed that the fragments of torpedo allegedly lifted from waters off Paekryong Islet where \"Cheonan\" sank were those of aluminum alloy.\n\t\t\t\t\t\n\t\t\t\t\t They opened to the public that the aluminum alloy was material evidence proving that the \"torpedo was from the north\" and that the \"north attacked the ship.\"\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have silently watched how the U.S. imperialists and the group of traitors have behaved over the issue of these torpedo fragments as they pretended to be well informed of it. The army and people of the DPRK have exercised patience with an intention to verify them and clarify what they had in mind on the spot. \n\t\t\t\t\t\n\t\t\t\t\t Now that it has become impossible to verify them on the spot, they do not make any scruple of disclosing the truth about the case.\n\t\t\t\t\t\n\t\t\t\t\t The navy of the Korean People's Army has torpedoes like navies of other countries and we do not hide the fact that it possesses torpedoes with such tremendous striking power that the world can hardly imagine. \n\t\t\t\t\t\n\t\t\t\t\t They are Juche-based torpedoes made of steel alloy material manufactured by workers of the DPRK, not aluminum alloy made in other countries.\n\t\t\t\t\t\n\t\t\t\t\t It was our original intention to hand steel alloy sample of a torpedo of the navy of the KPA to the U.S. imperialists and the group of traitors so that they may compare it with aluminum alloy. It was aimed to let them admit by themselves that the \"story about attack on 'Cheonan' by the north's torpedo\" was a sheer fabrication and a conspiratorial farce.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is still willing to directly hand the steel alloy sample of Juche-based torpedo to the U.S. imperialists and the group of traitors. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the group of traitors have so far claimed that the aluminum alloy fragments were \"those of the north's torpedo\" only to deny the \"story\" by themselves.\n\t\t\t\t\t\n\t\t\t\t\t Here we would like to more glaringly lay bare the hypocrisy and the inside story about the anti-DPRK conspiratorial scenarios including several \"investigation reports\" which the U.S. and the south Korean puppet forces announced as regards the \"Cheonan\" case. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t2. Propelling body is a sheer fabrication\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The propelling body is one of the decisive evidence produced by the U.S. and the Lee Myung Bak group of traitors to prove the story that the \"north was involved\" in the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The origin of this propelling body is doubtful, above all.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical for them to claim that a civilian fishing boat appeared all of a sudden and netted the propelling body which dozens of warships equipped with sophisticated detecting devices failed to find out in at least 50 days. The propelling body which was shown by TV was different from what the \"investigation team\" opened to the public later.\n\t\t\t\t\t\n\t\t\t\t\t The propelling body, which was lifted by the fishing boat at that time, was reported to have been pasted with silver paper but there was no such thing on the 1.5 meter-long propelling body shown by the puppet group's \"investigation team\" on May 20.\n\t\t\t\t\t\n\t\t\t\t\t This is not the only thing that aroused suspicion. \n\t\t\t\t\t\n\t\t\t\t\t At the outset the \"investigation team\" said that HMX, RDX and TNT explosive ingredients were detected from the hull of the warship \"Cheonan\". \n\t\t\t\t\t\n\t\t\t\t\t But there was information that no minute explosive ingredient was detected from the propelling body which they claimed was used for sinking the warship. It does not stand to reason that no gunpowder ingredient was detected from the torpedo which is to explode by power of gunpowder, ie from the propelling body of the torpedo which they claimed was used for breaking the 1 400 ton-class \"Cheonan\" into two.\n\t\t\t\t\t\n\t\t\t\t\t Driven to a tight corner, the U.S. and the south Korean puppet group excused themselves that they could not detect the explosive ingredient as it was dissolved in seawater because the propelling body remained in the very salty seawater for many hours. But this excuse turned out to be absurd as they had already made public that gunpowder ingredient was detected from the warship hull which remained on the bottom of the same waters for the same length of time.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 3. Torpedo design, mockery of world \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that the torpedo design shown by the group of traitors in a bid to convince the public that the torpedo propelling body was \"from the north\" was full of suspicions. This is a great irony.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the puppet group, making public the \"results of joint investigation,\" shamelessly displayed in the venue of the news conference torpedo design CHT-02D it claimed was made by the north in a bid to make plausible its assertion that the propelling body of the torpedo which attacked the warship was \"made by the north.\" It insisted it was certain that the propelling body was made by the north as \"Guaranteed by the DPRK\" was written on the catalogue of the torpedo design. \n\t\t\t\t\t\n\t\t\t\t\t However, the words written on the design were ascertained to be Japanese in fact.  It was brought to light that the torpedo motor according to the design was rectangular one, but the motor of the propelling body produced at the venue of the news conference was in streamlined shape. \n\t\t\t\t\t\n\t\t\t\t\t When their clumsy plot proved to be false, they could not but admit that they explained those present at the press conference about \"the propelling body from the north\" with the help of a torpedo design different from the \"torpedo\" which had been produced.\n\t\t\t\t\t\n\t\t\t\t\t The falsity of the design is proved by the following facts:  The puppet group claimed in its \"report on the results of the joint investigation\" that the design was \"one contained in north Korea's torpedo brochure distributed for export\" and \"it was provided with the image of the torpedo CHT-02D by the information analyzing section.\" And the last part of the report referred to \"the process of issuing the north's computer words by printer,\" hinting that it was a computer file. This fact alone proves that whether the design is a printed matter or image or computer file remains uncertain.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that the puppet group replaced the torpedo design by a new one in secrecy several times in a bid to convince the public at any cost that the propelling body was \"from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the propelling body produced by the U.S. and the south Korean puppet group as strong evidence proving that the warship was sunk by the \"torpedo attack by the north\" was nothing but a sheer fabrication making a mockery of the world. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t4. Writing style of \"No. 1\", vivid manifestation of ignorance\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces cited the writing style of \"No. 1\" written on the propelling body as strong evidence.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the munitions industry of the DPRK do not use pens when writing any necessary figures in the process of manufacturing any accessory and equipment but carve them and in this case they use Korean word \"Ho,\" not \"Pon\" (number). In a word, \"No. 1\" is not an ordinary writing style used in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, had the warship been sunken by a torpedo attack, not only its head which caused explosion but its propelling body would have been seriously destroyed due to the high temperature and pressure which occurred during the explosion. Therefore, it is nonsensical that \"No.１\" remains as clear as what has just been written on the propelling body.\n\t\t\t\t\t\n\t\t\t\t\t When one looks at the back part of the propelling body and the rudder of the torpedo shown by the puppet \"investigation team\", one can judge that their surfaces are heavily corroded. \n\t\t\t\t\t\n\t\t\t\t\t A torpedo is painted to prevent it from corrosion before its use. Its paint is burnt up due to high heat caused during its explosion and its remains are bound to be corroded under the sea.\n\t\t\t\t\t\n\t\t\t\t\t Then there arises a question as to at what temperature the paint on the torpedo is burnt.\n\t\t\t\t\t\n\t\t\t\t\t It is the views of the relevant scientists that generally the boiling point of the paint of silicon and ceramic varieties that can stand the highest temperature is 760℃ and the boiling point of ordinary oil paint is 350℃-500℃.\n\t\t\t\t\t\n\t\t\t\t\t Supposing that 250kg of explosives were used to attack the warship as claimed by the puppet \"investigation team,\" the temperature on the back part of the propelling body of the torpedo might be 325℃ at least and as high as over 1 000℃ at best right after its explosion when the energy generated by it is estimated. \n\t\t\t\t\t\n\t\t\t\t\t When taking into consideration the fact that the outer rudder at the edge of the back part of the torpedo remained corroded, its inside might be heated above the said temperature and the temperature inside of the back part of the propelling body on which \"No. 1\" was written might be as high as 325℃-1 000℃.\n\t\t\t\t\t\n\t\t\t\t\t But \"No.1\" was written by something like felt-tip pen, not by paint.\n\t\t\t\t\t\n\t\t\t\t\t The ink usually used for felt-tip pen worldwide is made up of xylene, toluene and alcohol. The boiling point of each ingredient is known to be 138.5℃,  110.6℃ and 78.4℃. So, the ink used on the back part of the propelling body might be burnt up at the temperature of 300℃.\n\t\t\t\t\t\n\t\t\t\t\t If the outer paint is burnt up, the character \"No.1\" written with felt-tip pen should be burnt up and if the character is left, the outer paint should also remain. This is a science.\n\t\t\t\t\t\n\t\t\t\t\t However, the outer paint that stands high temperature was burnt up but the inner ink remains though it is burnt even in low temperature. With no rhetoric can the puppet group justify this inconsistency. \n\t\t\t\t\t\n\t\t\t\t\t It was quite natural that many personages said it was hardly understandable in the light of common sense why there was no similar character on other part of the propelling body of the torpedo if this was written by the north on it for the purpose of assembling it.\n\t\t\t\t\t\n\t\t\t\t\t The character \"No. 1\" only betrayed the lack of scientific knowledge and ignorance of plot-breeders, far from proving that the \"torpedo was made by the north.\"\n\t\t\t\t\t\n\t\t\t\t\t A maritime expert conducted a personal experiment in the waters of the spot to scientifically prove the fact that the surface of the part on which the character was written was clearer than other parts as it was grinded by polishing paper to write new characters and it has never been under seawater.\n\t\t\t\t\t\n\t\t\t\t\t University professors of the U.S. and Canada made a precision analysis of the ink used for writing character \"No. 1\" and officially confirmed that it is used in south Korea, driving the tricksters into an inescapable tight corner.\n\t\t\t\t\t\n\t\t\t\t\t Everywhere in south Korea one can still hear such boos and jeers as that \"blue buses 'No.1' running in streets are the ones from the north for intruding into the south\", \"players of blue color uniform with 'No. 1' on the playgrounds are players from the north\" and \"a nephew who has the same writing style as that used for writing character 'No.1' is also a spy from the north.\" This clearly proves how ridiculous the evidence proving \"No. 1\" is.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t5. \"Story about column of water\", false statement made under coercion\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the warship case experts expressed as they pleased assertions and views on the cause of the case, saying that \"it was stranded\", \"it was destroyed for its aging\", \"it was sunk by mine explosion\", \"it was sunk by the explosion of its ammunition chamber\", etc.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. and the south Korean puppet group floated the \"story about column of water\" in bid to brush aside the above-said assertions and convince the public at any cost that \"the warship was sunk by the north's torpedo attack\".\n\t\t\t\t\t\n\t\t\t\t\t If the warship was sunk by a torpedo attack, there would be naturally the rise of column of water. \n\t\t\t\t\t\n\t\t\t\t\t Therefore, the \"story about the column of water\" drew attention of the public keen to clarify the cause of the case. \n\t\t\t\t\t\n\t\t\t\t\t But the results of analysis of the testimonies made by crewmen of the warship and the soldiers who were on duty in the waters near the warship right after the occurrence of the case proved that there was no one who witnessed the column of the water. Then, unexpectedly, it was reported that a watchman on duty on Paekryong Islet said he saw the column of water. He was reported to have said that when looking at the waters  at 270 azimuth angle about 4 km away from his position at a sound of bang, a white light flashed and disappeared.\n\t\t\t\t\t\n\t\t\t\t\tBut when comparing the location where he claimed saw the column of water with the position he was standing on duty, it was the place quite different from the scene of the incident and he witnessed nothing but \"white light flash.\" \n\t\t\t\t\t\n\t\t\t\t\t There was no one out of the 58 survivors of the incident who said he witnessed the column of water, light flash, flame and others that might happen at the time when the warship was attacked by a torpedo. The results of the examination of the dead by X-ray and other means showed that there was no trace of wounds caused by splinters or burns, except bone fracture, lacerated wound, etc. \n\t\t\t\t\t\n\t\t\t\t\t This fact generally suggested that there was a small possibility that they died due to external hurt and suffocation but they drowned in the waters.\n\t\t\t\t\t\n\t\t\t\t\t The puppet \"investigation team\" cited the story that there were drops of water on the face of a port watcher and there was a lot of seawater on the warship as an example to support the \"story about the column of water\" but this only became a target of ridicule. \n\t\t\t\t\t\n\t\t\t\t\t A soldier who survived the incident had this to say: \"At that time I was on duty of watching the starboard of the warship. I did not notice anything particular like a column of water when looking around.\" This statement flatly refuted the \"story about the column of water\" spread by the puppet group. \n\t\t\t\t\t\n\t\t\t\t\t This fact proves that the above-said \"story about the column of water\" was a fabrication deliberately made by the upper echelon of the puppet military to convince the public that the warship was sunk by the \"north's torpedo attack.\"\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 6. \"Course of channel style infiltration\", assertion of the blind\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet group invented the story about \"the course of channel style infiltration\" by the north's submarine into the said waters in a bid to prove that \"Cheonan\" was sunk by a torpedo attack of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the incident the U.S. and the south Korean puppet military authorities asserted that there was no mysterious movement of the Korean People's Army before and after the outbreak of the incident. \n\t\t\t\t\t\n\t\t\t\t\t Later they published what they called \"results of investigation\" in which they claimed some mini-submarines and a mother-ship of the KPA navy supporting them were confirmed to have left its certain base in the West Sea of Korea 2~3 days before the occurrence of the incident and returned 2~3 days later. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that there was neither a single mini-sub in that base touted by the puppet group nor any shadow of something similar to it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group insisted that the submarine sailed towards the international waters in the west after loading torpedo at the said base and veered to the south before sailing to the east to infiltrate in channel style close to waters off Paekryong Islet.\n\t\t\t\t\t\n\t\t\t\t\t There should be a limit to cooking up a lie.\n\t\t\t\t\t\n\t\t\t\t\t When the public demanded correct data proving the story spread by the puppet group, it categorically objected to it at the outset, asserting that it could not confirm it for fear of the exposure of the level of army intelligence gathering over the information about the movement of the DPRK's submarines. But unable to turn down the public demand any longer, it uttered it could not show the image as its quality was poor because of bad weather.\n\t\t\t\t\t\n\t\t\t\t\t In other words, the puppet group admitted itself that it failed to monitor any movement due to poor quality of image. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group boasted that it discerns submarines on the basis of the observation data obtained by the south Korea-U.S. joint intelligence gathering machine and the credibility of the round-the-clock observation of the respective area by the U.S. ultra-modern intelligence satellite is very high as it is based on the precision image data with resolution less than one meter. It is sheer abstraction for the puppet group to talk about \"the course of channel style infiltration,\" while asserting that it could not produce correct observation results because of \"poor image quality\" before 1~2 days before and after the outbreak of the incident. \n\t\t\t\t\t\n\t\t\t\t\t The observation was not be affected by weather for some days before and after the occurrence of the case. Its assertion about impossible observation only goes to prove that its story about the infiltration of the DPRK submarine was no more than a farce of its own making to bury it in a \"black box\".\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t7. Aluminum adsorbent scientifically rejected\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet group presented even the analysis of adsorbent which they said found on hull and torpedo parts as scientific evidence proving the warship's sinking by torpedo explosion. They asserted that as large quantity of white powder found on torpedo propelling body was of the same component with those found on several places of hull, it could be concluded that the warship was sunk by a torpedo attack.\n\t\t\t\t\t\n\t\t\t\t\t A precision analysis conducted by prestigious physicists of several countries including the DPRK categorically dismissed this assertion.\n\t\t\t\t\t\n\t\t\t\t\t The puppet \"investigation team\" asserted that aluminum used for making a torpedo turned into non-crystalline aluminum oxides when it exploded and cooled and that the non-crystalline aluminum oxides are detected as aluminum in energy spectroscope but not as aluminum in X-ray diffraction analysis.\n\t\t\t\t\t\n\t\t\t\t\t Physicists of several countries including the U.S. and Canada refuted the above-said assertion, saying that it is not possible that aluminum turns into non-crystalline aluminum oxides 100 percent when undergoing explosion and cooling and explained that the probability of aluminum turning into oxides 100 percent is close to 0 percent and the probability of the oxidized aluminum turning into non-crystalline without residue is also close to 0 percent. They gave particular explanation proving that the adsorbent found on the hull and torpedo propelling body asserted by the puppet \"investigation team\" are hardly produced in high temperature like at the time of explosion unlike non-crystalline aluminum oxides, a product of explosion, as they are formed in normal and low temperatures. To scientifically prove this, those physicists analyzed and verified the adsorbent by various means such as X-ray diffraction, energy spectroscopy, infrared spectroscopy and laser spectroscopy and even\n\t\t\t\t\t\n\t\t\t\t\t  with the help of an electronic microscope. They even conducted direct experiment on it and proposed public experiment to the puppet \"investigation team.\"\n\t\t\t\t\t\n\t\t\t\t\t Physicists of the DPRK shared the view with those physicists.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group, however, did not respond to the proposal. It let loose such poor rhetoric that only oxidized non-crystalline aluminum, not oxidized crystalline aluminum, was detected in the initial examination because it was present in the minimum amount only to deny the scientific data and assertion made by themselves.\n\t\t\t\t\t\n\t\t\t\t\t The mock explosion of hull and torpedo and the analysis of resultant adsorbent which the puppet group has so far claimed to be the most scientific one among the investigation results only proved that they tried to justify the investigation results in a far-fetched manner, unaware of even the scientific truth that aluminum does not turn into non-crystalline oxides 100 percent through explosion.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t8. Port screw and fluorescent lamps in good shape\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The puppet group staged such a farce as inviting people from all walks of life to look round the warship in the puppet Navy's 2nd Fleet base in a bid to link the warship case with the DPRK. But this added to its worry. \n\t\t\t\t\t\n\t\t\t\t\t Those who went round the lifted warship cast more doubts about the case than understanding the explanation given by the puppet group. This is because there took place non-contact underwater explosion in the port of the warship but the port screw remained in good shape but the starboard screw was seriously deformed and fluorescent lamps in the part of the hull broken into two pieces are left as they were. \n\t\t\t\t\t\n\t\t\t\t\t The witnesses ridiculed that they have never seen the torpedo with super-precision striking power capable of breaking only the warship into two pieces, leaving the fluorescent lamps very close to the part where explosion took place as they are, asserting that these fluorescent lamps should be licensed as \"magic fluorescent lamps\" and \"bullet-proof fluorescent lamps\" which stood the torpedo explosion.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the deformation of the screw provides core testimony to the fact that \"Cheonan\" was sunk without external factors. What is most important is to clear the basic doubts but the puppet group gave no explanation to this matter.\n\t\t\t\t\t\n\t\t\t\t\t When arguments gained in scope and strength, the puppet Ministry of Defence ambiguously spoke about the results of the analysis of the screw deformation and let loose a spate of sophism that there is no reason to assert that glass fluorescent lamps should be broken in case the \"Cheonan\" hull is broken into two, claiming that fluorescent lamps of the naval warship were made to stand any shock.\n\t\t\t\t\t\n\t\t\t\t\t The above-said port screw and fluorescent lamps provided strong evidence refuting the U.S. and the puppet group's assertion that the warship was sunken by the \"torpedo attack of the north\".\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 9.  Evidence proving warship's stranding \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The biggest controversy this time was whether the warship was sunk by a torpedo attack or due to stranding. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group opened to the media the bow and stern of the warship to which they had been barred from getting access to convince them that the warship was sunk by a torpedo attack.\n\t\t\t\t\t\n\t\t\t\t\t As regards this issue, experts asserted that all information about the \"Cheonan\" case clearly proved that it was stranded, adding that the \"joint investigation team\" committed a serious mistake when analyzing the cause of the incident.\n\t\t\t\t\t\n\t\t\t\t\t First of all, the waters where the bow of the warship was found is the waters between Paekryong Islet and Taechong Islet which abound in rocks.\n\t\t\t\t\t\n\t\t\t\t\t The torn part outside the port security guard of the stern, the bending of the left side of the security guard and the seriously scratched part along the framework of the hull and the security guard can be usually found when the hull is hit by a rock or sand ground.\n\t\t\t\t\t\n\t\t\t\t\t If it was the damage done by a torpedo attack, the warship would neither be partly torn off nor get rusty.\n\t\t\t\t\t\n\t\t\t\t\t The experts who asserted that the warship was stranded contended that if the warship was sunken by the pressure of non-contact underwater explosion which would cause contraction and swelling, the security guard would be broken or blown up. They termed this a reasonable suspicion as regards the fact the security guard was in perfect shape although the right propeller of the stern remained bent.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group labeled such reasonable suspicion as \"a strange story\" and \"actions benefiting the enemy\" to calm down the reasonable assertion through a poor coloring measure. However, it could not hide the truth. \n\t\t\t\t\t\n\t\t\t\t\t Had the torpedo exploded near \"Cheonan\" as claimed by the \"investigation team\", a lot of fragments might have been embedded in the warship body. But there was no fragment on the warship and there was no one among the seamen aboard the warship who got his eardrum ruptured and his joints hurt, etc. and no dead fish could be seen on the surface of water. The results of the analysis of \"TOD\" image made public by the puppet Ministry of Defense and the coordinates set by the \"investigation team\", the coordinates of automate tactical command system of the puppet navy, etc. showed that the warship \"Cheonan\" continued to sail northwest even after the time the warship was sunken announced by the \"investigation team.\"  This denies the story that \"the warship was sunk by a torpedo attack\". Survivors testified to the fact that they felt the warship hit something with the sounds of \"bang\" and \"boom\" before rising and smelt burning oil. This fact went to prove the warship's stranding. \n\t\t\t\t\t\n\t\t\t\t\t It is by no means accidental that experts at home and abroad assert a comprehensive analysis of the propelling power unit of the torpedo which the group claimed was lifted from the waters where the warship sank, the deformation of the hull, the contents of the testimonies made by those related to the case, the condition of the wounded and the autopsy of the dead, an analysis of seismic wave and air sound wave, the simulated underwater explosion, analysis of the tide near Paekryong Islet, analysis of explosive ingredients, retrieved parts of torpedo, etc. can prove that there was no short-distance non-contact underwater explosion and the propelling body had nothing to do with the destruction of \"Cheonan\" and there is no evidence proving that the torpedo was from \"the north.\" \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 10. Animation file disappeared before being made public  \n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t The \"investigation results\" announced by the puppet group said that  torpedo CHT-02D with explosive power of 250kg of TNT went off three meters portside from the gas turbine room of the warship and in waters in depth of 6-9 meters, giving off \"shock waves and non-contact underwater explosion effect\" which resulted in finally breaking the warship into two.\n\t\t\t\t\t\n\t\t\t\t\t The \"shock waves\" which caused the most serious direct damage to the warship gave shock to the hull with the speed of 8 000 meters per second.\n\t\t\t\t\t\n\t\t\t\t\t Had the torpedo produced such powerful shock waves in the distance of approximate three meters off the hull as announced by the puppet group, 1.1 second would be enough to completely cut off the warship.\n\t\t\t\t\t\n\t\t\t\t\t An animation file showing the test of \"non-contact underwater explosion\" of a heavy torpedo conducted by the puppet Institute for Defense Studies in 2004 proved that torpedo \"Paeksango\" with explosive power equivalent to that of 185 kg of TNT completely split the hull into two pieces in less than one second after its explosion.\n\t\t\t\t\t\n\t\t\t\t\t In more than 10 seconds after the explosion scores of meters high water column disappeared and the bow was observed to be scores of meters away from the stern. In more than 30 seconds after the explosion it was hardly possible to find any trace of hull on the water surface.\n\t\t\t\t\t\n\t\t\t\t\t This suffices to prove that \"Cheonan\" might have completely sunk or its bow might have been separated from its stern after about 30 seconds if it had been hit by torpedo CHT-02D with the explosive power of 250kg of TNT much stronger than that of torpedo \"Paeksango.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet Ministry of Defense which has so far refused to disclose the navigation diary and sonar details was compelled to open to the public a TOD animation file showing the waters where the warship sank. But only the scenes showing the explosion of the warship and the split of the hull were missing.\n\t\t\t\t\t\n\t\t\t\t\tThen where has the animation file showing the hull at the moment of split which can serve as strong evidence proving the cause of the warship's sinking gone?\n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the case the puppet Ministry of Defense disclosed the scenes showing the \"Cheonan\" in its normal operation before the explosion and its bow and stern that were split after explosion and the sinking of the bow. But it insisted that TOD record of the most crucial moment showing the split of the bow and stern was not available. It, however, could not but disclose additional animation file two times in face of the public criticism. This only aroused greater suspicion.\n\t\t\t\t\t\n\t\t\t\t\t This TOD animation file dealt with what happened from 32 to 40 seconds after the alleged explosion of the warship.\n\t\t\t\t\t\n\t\t\t\t\t This animation file lasting 8 seconds showed the funnel of the warship as a black spot and its starboard side tilted toward Paekryong Islet, not its bow and stern completely split.\n\t\t\t\t\t\n\t\t\t\t\t  The scientific experiment asserted by the puppet group and common sense suggest that had the warship been sunk by a torpedo, it should not have been shown above the surface of the water 32 seconds after the explosion. \n\t\t\t\t\t\n\t\t\t\t\t Much upset by this, the puppet Ministry of Defense made poor excuses that \"scenes are blurred as the TOD focus was set at magnification of three times as low as the normal focus\" and that \"it was hard to discern the  split warship body as resolution was low  though it was broken into two pieces.\"\n\t\t\t\t\t\n\t\t\t\t\t At the very outset it concealed this file, talking about military secret and the like and corrected its assertions three times. But the results proved that the warship was not sunk by a torpedo attack. Clear is why this animation file went missing.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t11. Unreasonable measurement of corrosion period\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The falsity of the \"investigation results\" presented by the U.S. and the south Korean puppet group can be seen through their measurement of corrosion period of the propelling body.\n\t\t\t\t\t\n\t\t\t\t\t At the time when the puppet group announced the \"results of mid-term investigation\", they said that they could not measure the correct corrosion period as great deflection between the quality and corrosion layer of the metal of the propelling body was observed in the course of measuring them, adding that members of the \"investigation team\" estimated that it was similar to the state of 1-2 months corrosion through the examination with naked eyes.\n\t\t\t\t\t\n\t\t\t\t\t What matters is why the corrosion period of metal could not but be measured only through examination with naked eyes.\n\t\t\t\t\t\n\t\t\t\t\t There is a need to investigate the experiment results announced by an expert on maritime affairs of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He said that he put heated aluminum, stainless steel and iron fragment in the waters with salinity and tide, etc. similar to those in the waters where the warship was sunken before taking them out in order to scientifically clarify the state of corrosion of the warship.\n\t\t\t\t\t\n\t\t\t\t\t The results showed that they were not as heavily rusted as the propelling body and, particularly, white adsorbent was found in some part of aluminum but some heated parts appeared to be dark. This stood in sharp contrast to the adsorbent found on the propeller of the propelling body which was announced by the puppet \"investigation team\".\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the iron fragment. It was rusted dark but when one placed it in the air after rubbing off the dark rust, it turned yellow. This proves that the propelling body was rusted more heavily as it is also in contrast to the shaft of the propelling body which was rusted red. \n\t\t\t\t\t\n\t\t\t\t\t Some part of stainless steel was observed dark but no corrosion was found.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the propelling body presented by the \"joint investigation team\" to prove the torpedo attack by the north gathered great amount of rust, estimating that it might have been under water for 4-5 years at least and then put in the air for a considerably long time.\n\t\t\t\t\t\n\t\t\t\t\t The results of investigation made by Russia said that one could judge from the scientific analysis and comparison between the rust formed on the warship hull and the rust formed on the propelling body with \"No.1\" that the propelling body was under seawater for more than six months, adding that one could draw conclusion that they have nothing in common.\n\t\t\t\t\t\n\t\t\t\t\t Contained in the appendix to the \"final report\" made public by the puppet \"investigation team\" were data of EDS proving that the adsorbent collected from the torpedo was not aluminum oxide caused by explosion but aluminum hydroxide, rust caused by corrosion.\n\t\t\t\t\t\n\t\t\t\t\t Overseas experts said that the data of EDS, which was observed when adsorbent was treated with heat at 200℃, was contained in the \"final report\" even though they were not presented at the time of the publication of the mid-term investigation, noting in unison that as the results of experiment of adsorbent are the same with those of heat treatment of aluminum hydroxide, they are contrary to the conclusion of the \"final report\" that adsorbent was caused by explosion.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their understanding that it can be interpreted that some scholars of conscience left such data in the \"final report\" full of deceptions and falsity.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the puppet group revealed by themselves the unscientific and slack way the investigation was made through such simple estimation as \"examination with naked eyes\", not scientific and technological examination, and fully showed that the \"story of the north's involvement\" in the \"Cheonan\" case was a sheer fabrication. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t12. Simulated warship sinking invites derision \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The puppet group reportedly staged a simulated warship sinking allegedly to prove the warship sinking by torpedo explosion with an aim to link the \"Cheonan\" case with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The simulation overturned the investigation results the puppet group has so far announced.\n\t\t\t\t\t\n\t\t\t\t\t From the outset it declared that the explosive power of the torpedo was equivalent to that of 250kg of TNT of the DPRK's heavy torpedo CHT-02D and, on this basis, presented investigation results.\n\t\t\t\t\t\n\t\t\t\t\t The specification of the \"No. 1 torpedo\" made public by it defined the amount of powder as 250kg. What matters is that explosive power of such amount of powder is not enough to sink \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t In general, high-efficiency powder stronger than TNT is used in torpedo.\n\t\t\t\t\t\n\t\t\t\t\t Torpedo experts consider that torpedo explosive power is 1.4-2 times stronger than ordinary TNT. This indicates that the explosive power of the \"No. 1 torpedo\" is as much as that of 350-500kg of TNT.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group belatedly admitted the fact that the powder of the torpedo was not simply made up of TNT. And in order to correct its mistake it increased the explosive power of the torpedo to that of 360kgs of TNT and staged another simulated underwater explosion. That was necessary to almost correctly represent the real damage done by explosion to the warship including its engine room and hull floor.\n\t\t\t\t\t\n\t\t\t\t\t The results of the simulation negated what happened at the time of warship sinking.\n\t\t\t\t\t\n\t\t\t\t\t Negation of the explosion as powerful as that of 140-260kg of TNT which was registered by the then seismic and air sound waves precisely means that of the generation of shock and heat, height of column of water, wounds suffered by crewmen, possibility of existence of character \"No.1\", the hull and inner powder keg and all other places of the sunken warship that remained undamaged by explosion-caused shock waves as well as all other points of contention based on explosive power.\n\t\t\t\t\t\n\t\t\t\t\t As regards the simulation, a member of the \"investigation team\" confessed that \"they could not but work hard for around two months to modify and rectify a model.\" This indicates that the simulation was carried out in a deliberate way to serve the original purpose.\n\t\t\t\t\t\n\t\t\t\t\t After all, the puppet group's desperate efforts to fabricate the story about the \"Cheonan\" sinking by the DPRK's torpedo attack backfired on it.\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t13. \"Final report\" reduced to false indictment\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t When the \"mid-term report\" published by the U.S. and the south Korean puppet group on May 20 was snubbed and rebuffed by the public opinion inside and outside Korea, they presented the \"final report\" on September 13 after the lapse of more than one hundred days, talking about the removal of all suspicions which have been raised so far.\n\t\t\t\t\t\n\t\t\t\t\t The \"final report\", however, touched off stronger suspicion, only proving that the group of traitors made an empty talk when it promised to clear off the suspicion.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group just confined itself to such work as recording the course and contents of investigation and the analysis data including the investigation activities carried out according to schedule unlike at a time when it issued the primary presentation of the case with main emphasis on the analysis of the cause of the sinking of warship \"Cheonan\", and even deleted the part that aroused strong suspicion pending solution.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group again presented the torpedo propelling body, which was lifted from the waters where the warship sank, as material evidence proving the \"story about the attack of 'Cheonan' by the north's torpedo\", a story that sparked off the strongest suspicion. But it failed to present the direct evidence proving that the propelling body is \"from the north\" and, as for character \"No.1,\" \"design of torpedo\", etc. it only repeated previous assertions.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean media, deploring who would believe the unsubstantial \"final report\" full of \"indirect evidence\", said that it is quite natural that more than 70 percent of the south Korean people assert that the \"authorities are deliberately distorting the truth to seek the political purpose or evade responsibility\" and the remaining people are not believing or doubtful about it as the investigation conducted for many days after inviting so many experts only increased and reproduced the skepticism about the cause of the sinking of warship, far from presenting perfect evidence. \n\t\t\t\t\t\n\t\t\t\t\t In fact, people of various strata of south Korea including political, public and scientific circles are holding urgent seminars, expressing their will to probe the case to the last.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the Russian investigation group, the only group which investigated the case on the spot, said as regards the sinking of warship that \"it could not find anything that could be possibly judged to have been caused by torpedo attack of the north\", the Sweden investigation group which participated in the joint investigation officially held off its stand that \"it was the deed of the mini-submarine of the north\" and different countries of the world demanded the reinvestigation of the case, becoming skeptical about the \"results of investigation\".\n\t\t\t\t\t\n\t\t\t\t\t Mass media of Russia, Germany, China, the U.S. and other countries dismissed the \"final report on warship 'Cheonan'\" announced by the south Korean authorities as a false document full of sheer fabrication.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the shower of criticism and denunciation, the tricksters let loose a spate of groundless outbursts, advising those who were strongly suspicious of the case to \"look at cartoon as regards the suspicion and the points of contention to get understanding\".\n\t\t\t\t\t\n\t\t\t\t\t Talking about the \"limitation of detectability\" in the present era in which detection is made down to the level of nanogram is little short of self-admitting that falsity can never prevail over truth. And the use of cartoon to give the scientific and technological solution goes to prove the mean level of the artifice employed by the tricksters.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors fabricated the case of \"Cheonan\" while sacrificing a great many soldiers to escalate the confrontation racket. It only glaringly disclosed its heinous nature as the group of traitors unprecedented in the nation's history, the vicious confrontation-minded elements and the despicable sycophantic traitors serving the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The United States egged its trivial stooges on to fabricate the conspiratorial case against the DPRK, self-proving before the world that it is matchless \"producer\" in this field and committing another fraud-packed case to meet its strategic interests in the Far Eastern region, the Northeast Asian region.\n\t\t\t\t\t\n\t\t\t\t\t There are a lot of information proving the falsity of results of investigation about the \"Cheonan\" case announced by the U.S. and the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t We will issue the second and third installments of the statement to prove the truth behind the conspiratorial farce and charade in face of the frantic racket kicked up by the U.S. and the group of traitors to escalate confrontation with the DPRK while making fuss about the case of \"Cheonan\" warship.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee Myung Bak group of traitors will never be able to escape the sledge-hammer blow of the times and history for their fabrication of the hideous charade unprecedented in the history of the Korean nation."
        },
        {
            "title": "Delegation of Rodong Sinmun Leaves for China",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-14ee.html",
            "content": "Delegation of Rodong Sinmun Leaves for China\r\n Pyongyang, November 2 (KCNA) -- A delegation of Rodong Sinmun headed by its Editor-in-chief Kim Ki Ryong left here Tuesday to visit China."
        },
        {
            "title": "Kim Yong Nam Greets Brazilian President-elect",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-13ee.html",
            "content": "Kim Yong Nam Greets Brazilian President-elect\r\nPyongyang, November 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Dilma Vana Rousseff on her election as the first woman president of Brazil.\n\t\t\t\t\t The message stressed that her election as president of Brazil is an expression of the deep trust and great expectation of the Brazilian people for her.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries which have favorably developed in the new century would grow stronger in various fields in the future.\n\t\t\t\t\t\n\t\t\t\t\t It wished the president success in her work for the development of the country and the people's well-being."
        },
        {
            "title": "Foreign Guests Here",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-12ee.html",
            "content": "Foreign Guests Here\r\nPyongyang, November 2 (KCNA) -- Josette Sheeran, executive director of the World Food Programme, and her party and Jack Pritchard, president of the Korea Economic Institute of the U.S., and his party arrived here today."
        },
        {
            "title": "DPRK Football Team Advances to Semifinals of AFC U-16 Championship",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-02ee.html",
            "content": "DPRK Football Team Advances to Semifinals of AFC U-16 Championship\r\nPyongyang, November 2 (KCNA) -- The DPRK boys football team advanced to semifinals at the 2010 Asian U-16 Soccer Championship now under way in Uzbekistan.\n\t\t\t\t\t In the quarterfinals with its Jordanian rival on Nov. 1 the DPRK team mounted a fierce attack through a combination of surprise counter-attack and bold medium- and long-distance kick, while fully displaying its tactics and providing firm defence. \n\t\t\t\t\t\n\t\t\t\t\t After scoring the first goal in the 32nd minute of the first half the DPRK team went on with its fierce attack in the second half, scoring goals in the 65th, 72nd and 78th minutes of the match in succession.  The DPRK team trounced its Jordanian rival 4:0, advancing to semifinals and winning a berth to the 2011 U-17 World Cup."
        },
        {
            "title": "Legends in Songun Era",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-09ee.html",
            "content": "Legends in Songun Era\r\nPyongyang, November 2 (KCNA) -- The Korean people, including the servicepersons, deeply revere General Secretary Kim Jong Il, eulogizing him as the savior of their destiny in many legends. \n\t\t\t\t\t The legends, spread among them through articles, poems and songs, are all based on what happened during Kim Jong Il's Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t When he was inspecting a military post on Mt. Taedok in the frontline area, dark clouds swept the clear sky all of a sudden, making it impossible for the enemy to see him from the opposite height. And when he was going to a naval unit by boat, a low tide turned into a high tide suddenly, helping the boat reach a wharf safely.\n\t\t\t\t\t\n\t\t\t\t\t Under his outstanding leadership, the country's farmland has been rezoned into large-sized, standardized fields and satellites were launched with success.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing a stream of people carrying compost to fields in the face of a snowstorm, he, though very busy with his on-site guidance tour of the northern area, had his car driven slowly, deeply moved by them devotedly working for grain output in difficult conditions.\n\t\t\t\t\t\n\t\t\t\t\t Such facts have produced new legends in the Songun era."
        },
        {
            "title": "Guidelines for Triumph of Socialism",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-08ee.html",
            "content": "Guidelines for Triumph of Socialism\r\nPyongyang, November 2 (KCNA) -- General Secretary Kim Jong Il published a famous work, \"Socialism Is a Science\", on November 1, Juche 83 (1994)\".\n\t\t\t\t\tThe work has been read by many progressives all over the world as it corroborates the truthfulness of socialism and the inevitability of its triumph in a scientific way.\n\t\t\t\t\t\n\t\t\t\t\tOver the three months or little more since it was published, more than 210 media of different countries reported the work in detail.\n\t\t\t\t\t\n\t\t\t\t\tProminent figures of many countries have appreciated it as a perfect scientific theory on socialism, a declaration illuminating the way of the socialist movement, a great scientific discovery concerning socialism, etc. \n\t\t\t\t\t\n\t\t\t\t\tKenichi Ogami, secretary general of the International Institute of the Juche Idea, said that an idea or a theory took decades or centuries to be publicly recognized as truth, but Kim Jong Il's work had struck the world people with admiration for its truthfulness and scientific accuracy as soon as it was published.\n\t\t\t\t\t\n\t\t\t\t\tPublishing houses of other countries brought out the work in booklet in different languages and round-table talks, explanation sessions, lectures and other events have taken place in many countries to study the work.\n\t\t\t\t\t\n\t\t\t\t\tThe participants in the events were unanimous in terming the work as a precious textbook for the progressive people and a highly important work which should be studied by all."
        },
        {
            "title": "KCNA Refutes Groundless Accusations against DPRK over Its \"Human Rights Issue\"",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-11ee.html",
            "content": "KCNA Refutes Groundless Accusations against DPRK over Its \"Human Rights Issue\" \r\nPyongyang, November 2 (KCNA) -- Hostile forces including the United States and Japan made malignant accusations against the DPRK over its \"human rights issue\" at the meeting of the Third Committee of the 65th session of the UN General Assembly. \n\t\t\t\t\tThose forces hostile to the DPRK made no scruple of pressurizing the DPRK to recognize the \"special rapporteur\" in charge of human rights situation in the country and cooperate in his trip to Pyongyang etc., ballyhooing in chorus about what they called its \"institutional human rights abuses.\"\n\t\t\t\t\t\n\t\t\t\t\tThis is touching off hatred among the Korean people as it was nothing but sinister intentions of the hostile forces to create an atmosphere of putting pressure on the DPRK under the signboard of \"protection of human rights\" by abusing such institutional lever as the UN General Assembly. \n\t\t\t\t\t\n\t\t\t\t\tAs already known, the DPRK had already clarified its stand toward the issue of keeping \"the special rapporteur\" and has never recognized his existence as his job is to infringe upon its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\tWe would like to remind that the international community newly created the UN Human Rights Council in 2006 after disorganizing the UN Human Rights Commission to put an end to the U.S. ceaseless arbitrary practices on the international arena of human rights. \n\t\t\t\t\t\n\t\t\t\t\tBut since the U.S. made its way to the UN Human Rights Council it has persistently protected and defended the human rights abuses of such countries as Israel and violated the sovereignty of the anti-U.S. independent states including the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKeeping the \"special rapporteur\", in particular, the U.S. made him play the role of a servant for it in a bid to use him for politicizing human rights issues and applying selectivity and double standards to dealing with them.\n\t\t\t\t\t\n\t\t\t\t\tTherefore, the DPRK does not recognize the ghost-like \"special rapporteur\", a leftover of the defunct UN Human Rights Commission. \n\t\t\t\t\t\n\t\t\t\t\tIt is unreasonable in every respect for the Western hostile forces led by the U.S. to pressurize the DPRK to recognize the above-said post as it is part of their sinister moves against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tIt is an unpardonable infringement upon the DPRK, an independent sovereign state, to wantonly interfere in its internal affairs under the pretext of \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\tDenying people's right to choose their system is the most vivid expression of human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\tThe despicable plot to bring down the socio-political system in the DPRK under the pretext of human rights issue is a typical example of politicizing the human right issue and applying selectivity and double standards. \n\t\t\t\t\t\n\t\t\t\t\tAs far as human rights issues are concerned, only those countries incurring the displeasure of the U.S. are made targets of accusation quite contrary to the principles of impartiality and objectivity. \n\t\t\t\t\t\n\t\t\t\t\tWhen dealing with human rights issues, accusing fingers should be directed, first of all, to the U.S., the world's worst human rights abuser, which has not hesitated to commit even terrorism against sovereign states and Japan which has refused to make apology and reparation for its past hideous human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\tGreat irony is that these countries accustomed to pulling up others, keeping mum about their own human rights abuses, are busy blaming someone for its alleged human rights issue. \n\t\t\t\t\t\n\t\t\t\t\tThe people are fully guaranteed a worthwhile life and independent rights in the Korean-style socialist society centered on the popular masses. \n\t\t\t\t\t\n\t\t\t\t\tNo one is allowed to force criticism and accusation against the social system in the DPRK chosen by its people themselves and upheld by them. \n\t\t\t\t\t\n\t\t\t\t\tForeign hostile forces' noisier \"human rights\" racket would only reinforce the Korean people's faith and will to defend socialism. \n\t\t\t\t\t\n\t\t\t\t\tThose who have already lost their moral and legal rights to talk about human rights had better mind their own business before accusing others."
        },
        {
            "title": "Japanese Reactionaries' Visits to Yasukuni Shrine Censured",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-04ee.html",
            "content": "Japanese Reactionaries' Visits to Yasukuni Shrine Censured\r\nPyongyang, November 2 (KCNA) -- Shortly ago 66 conservative Dietmen of Japan including members of the \"Association of Dietmen for Visiting 'Yasukuni Shrine'\" paid a group visit to \"Yasukuni Shrine\" to pray for the souls of those who met deaths while earning ill-fame during their past war of aggression and stir up militarism.\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' visits to the shrine are a mockery of human conscience and an insult to the people of the countries that suffered from the war as they were prompted by their real intention to embellish the Japanese imperialists' past history of aggression and call back the departed soul of the militarists in a bid to launch reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The group visit paid by the Japanese reactionaries to the shrine is a criminal act of prodding the younger generation of Japan into realizing the old dream of the \"Greater East Asia Co-Prosperity Sphere\" which the predecessors failed to do.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this is an ulterior aim to deny and distort the Japanese imperialists' history of invasion against Korea and other Asian countries, describing it as \"justice\", and create a social atmosphere for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The hot wave of uninterrupted visits to the shrine raised by the Japanese reactionaries facilitates Japan's moves for turning it into a military giant and putting it under a wartime system, guided by the idea of militarism, and gives further momentum to madcap exercises for a war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The spearhead of their reinvasion is being directed to Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' undisguised claim to Tok Islet, their call for more stringent sanctions against the DPRK, the stepped-up building of submarines for the Maritime \"Self-Defense Force,\" more frequent military exercises of the SDF, etc. are a revelation of their hysteria for staging a comeback to Korea which has gone beyond the danger line. \n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to face up to the trend of the times and give up their foolish ambition to launch reinvasion by calling back the departed soul of militarists."
        },
        {
            "title": "16th Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-05ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, November 2 (KCNA) -- General Secretary Kim Jong Il's work \"Socialism Is a Science\" serves as a highly important document to be always held fast to in carrying out the popular masses' cause of independence, the cause of socialism.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The work, made public on November 1, Juche 83 (1994), comprehensively clarifies all issues including sure victory of socialism as a science and principles and methods of struggle and ways to be adhered to in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The past 16 years since the publication of the work were a period during which scientific accuracy and vitality of Korean style socialism centered on the popular masses were fully proved and a significant course in which a brilliant chapter was recorded in the world's history of socialist movement, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il laid all the foundations for the victory of the socialist cause of Juche, weathering difficulties before the revolution through his ceaseless forced march for field guidance. This is the immortal feat performed by him.\n\t\t\t\t\t\n\t\t\t\t\t What is important in the immortal exploits performed by Kim Jong Il in carrying out the cause of socialism is that he made a new history of strengthening the driving force for the revolution in the era of Songun, built a strong military fortress firmly guaranteeing the sovereignty of the country with his Songun politics and laid a firm foundation for building a great prosperous and powerful nation by fully displaying the mental power of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t He enunciated the idea of putting the army ahead of the working class in the crucible of the grim Songun revolution and paved a wide avenue for strengthening the driving force for the revolution on its basis.\n\t\t\t\t\t\n\t\t\t\t\t The People's Army has grown to be a matchless army which does not show any slightest mercy to those who provoke the DPRK while the defense industry of the DPRK has a strong foundation for manufacturing anything as intended.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK have the spirit of speed campaign with which they dash ahead like the wind against time, patriotism with which they are responsible for whatever they do for a thousand years and guarantee it for ten thousand years and the spirit of uninterrupted revolution with which they advance to attain higher goals, not remaining complacent about the successes made. These are their work style and methods of creation.\n\t\t\t\t\t\n\t\t\t\t\t The drive to build a thriving socialist nation is sure to triumph as long as there are the people working hard to accomplish the revolutionary cause of Juche with pride and self-confidence of having Kim Jong Il at the helm of the revolution, concludes the article."
        },
        {
            "title": "All Koreans Called upon to Categorically Reject Dependence on Outside Forces",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-06ee.html",
            "content": "All Koreans Called upon to Categorically Reject Dependence on Outside Forces \r\nPyongyang, November 2 (KCNA) -- The Korean nation should solve the issue of its destiny by itself by playing the role of a master, says Rodong Sinmun Tuesday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Foreign forces and their followers are laying a stumbling block in the way of improving the inter-Korean relations and the cause of national reunification. This reality requires the Koreans to independently carve out the destiny of the nation under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans should protect their destiny by their own efforts under any circumstances. They have keenly realized through the long history of national sufferings what baneful consequences sycophancy and dependence on outsiders brought to the nation. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should have the firm determination to independently carve out their destiny under the uplifted banner of national independence in order to foil foreign forces' extreme moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t All members of the nation should fully arm themselves with the consciousness of national independence and categorically reject sycophancy and dependence on foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans have the common desire to meet foreign aggressors' challenge and defend their security and peace of the country and have an ample possibility to achieve great unity on its basis. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' policy of sycophancy toward the U.S. serves as a source of continued foreign interference and obstruction to the efforts to solve the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The above-said sycophancy and treachery are intolerable in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans have nothing to fear and are sure to emerge victorious in the struggle against foreign forces' moves for aggression as long as they are inspired by the inter-Korean declarations and there is the might of the nation united close under their banner, concludes the article."
        },
        {
            "title": "Lee Myung Bak Group's Dictatorship and Suppression Flayed",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-01ee.html",
            "content": "Lee Myung Bak Group's Dictatorship and Suppression Flayed \r\nPyongyang, November 2 (KCNA) -- The Students Committee of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on Oct. 28 in connection with the lapse of 24 years since the joint sit-in strike of university students at Konguk University.\n\t\t\t\t\t The statement recalled that students of all universities in Seoul and other places met at Konguk University on October 28, 1986 and staged a just action to condemn the U.S. for wire-pulling the May 18 Kwangju Massacre behind the scene and bring down the Chun Doo Hwan man-killing dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t The Chun Doo Hwan regime that perpetrated the May 18 Kwangju Massacre and the Lee Myung Bak regime which mercilessly suppressed the candlelight actions of people of different circles in 2008 are identical to each other in their true colors as man-killers and dictators to our surprise, the statement added. \n\t\t\t\t\t\n\t\t\t\t\t It deplored that due to the dictatorial rule of the present regime, those who call for independence and reunification are branded as \"pro-communists\", just demonstration as \"violence\" and voice of justice as \"assertion of unsavory elements creating social disorder\" in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the demand of all the south Korean people to judge the Lee Myung Bak regime keen on dictatorship and suppression, it said, stressing that the Lee Myung Bak group will never be pardoned as it is running wild to suppress the people and maintain the regime."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-07ee.html",
            "content": "Story of Kim Il Sung\r\nPyongyang, November 2 (KCNA) -- One day in early summer of Juche 23 (1934), the main unit of the Korean People's Revolutionary Army (KPRA) led by President Kim Il Sung reached Sandaohezi village on the way to Luozigou. \n\t\t\t\t\t The Japanese imperialists mobilized huge forces to arrest the unit's advance to Luozigou.\n\t\t\t\t\t\n\t\t\t\t\t Afraid of possible damage to villagers, the President ordered the unit to lure the enemy into a plain out of the village and fight them.\n\t\t\t\t\t\n\t\t\t\t\t The unit, though in an untoward situation, triumphed over the enemy under the superb command of the President. \n\t\t\t\t\t\n\t\t\t\t\t Looking back upon the battle, the President said in his reminiscences:\n\t\t\t\t\t\n\t\t\t\t\t We experienced similar cases more than once. Ever since the first founding days of the guerrilla army, we regarded loving and helping the people as the most important duty and precept of the men of the KPRA."
        },
        {
            "title": "Extranjeros arriban a Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-15ee.html",
            "content": "Extranjeros arriban a Pyongyang\r\nPyongyang, 2 de noviembre (ATCC) -- Llegaron este martes a esta capital la directora ejecutiva del Programa Mundial de Alimento de la ONU, Josette Sheeran, y su comitiva, el presidente del Instituto Economico Coreano de Estados Unidos, Jack Pritchard, y sus acompanantes."
        },
        {
            "title": "Acta de revelacion CDN sobre la verdad del caso del \"Cheonan\"",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-16ee.html",
            "content": "Acta de revelacion CDN sobre la verdad del caso del \"Cheonan\"\r\nSe dio a la publicidad el dia 2 la primera parte del acta de revelacion del grupo de inspeccion del Comite de Defensa Nacional de la Republica Popular Democratica de Corea sobre la verdad del caso del hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\t　El texto completo va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t　Ya transcurrieron 7 meses desde que ocurrio en el Mar Oeste de Corea el incidente de hundimiento del buque de guerra \"Cheonan\" de las fuerzas navales titeres surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Como si lo hubieran esperado, los imperialistas norteamericanos y la banda traidora de Lee Myung Bak levantaron la oleada de confrontacion sin precedente contra la Republica Popular Democratica de Corea vinculandola absurdamente con el incidente. \n\t\t\t\t\t\n\t\t\t\t\t  Desde el principio, calificamos de complot la \"teoria de intervencion del Norte (de Corea)\" en ese incidente y declaramos al interior y al exterior del pais la voluntad de esclarecer hasta el final la verdad del caso.\n\t\t\t\t\t\n\t\t\t\t\t  En el mismo contexto, hemos propuesto la investigacion en el terreno por parte del grupo de inspeccion del Comite de Defensa Nacional de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Por temor a la revelacion de la parte trasera del caso, los imperialistas norteamericanos y la banda traidora de Lee Myung Bak impidieron obstinadamente la investigacion en el terreno del grupo de inspeccion del CDN de la RPDC y se apresuraron a publicar el llamado \"resultado de investigacion\" del \"grupo de investigacion conjunta de civiles y militares\".\n\t\t\t\t\t\n\t\t\t\t\t  Cuando ese resultado fue criticado como del todo sospechoso, publicaron hace poco otro invento, \"informe final\" que suscita la censura y la burla de todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\t  De otro lado, libran sucesivamente en las aguas maritimas cercanas a la RPDC los ejercicios maritimos conjuntos al estilo de la \"demostracion de fuerzas armadas\", y al mismo tiempo, actuan con desesperacion en los escenarios internacionales para aplicar la sancion anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Queriamos dar a conocer al mundo la verdad del caso del \"Cheonan\" de manera mas cientifica y justa despues de que concluyeramos la investigacion sobre el terreno por parte del grupo de inspeccion del CDN.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, los imperialistas norteamericanos y la banda traidora surcoreana niegan la investigacion en el terreno del grupo de inspeccion del CDN y hasta la propuesta magnanima de nuestra parte de trasladar a Phanmunjom todas las pruebas materiales del caso del \"Cheonan\", supuestamente recogidas en el lugar de los hechos, para verificarlas en conjunto.\n\t\t\t\t\t\n\t\t\t\t\t　Por lo tanto, decidimos publicar, como primer paso y a base de los datos recogidos hasta la fecha, esta acta de revelacion para que todo el mundo vea cuan absurdo complot es el incidente de la corbeta \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t   1. Los pedazos de aleacion de aluminio hablan por si solos que no son del torpedo norcoreano\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　El \"grupo de investigacion\" de los imperialistas norteamericanos y los compinches del traidor Lee Myung Bak dijo que los pedazos de torpedo recogidos en las aguas maritimas de la isla Paekryong, lugar del siniestro, son de aleacion de aluminio.\n\t\t\t\t\t\n\t\t\t\t\t  Y anuncio a la opinion publica que esos pedazos son una prueba material del ataque de \"torpedo norcoreano\".\n\t\t\t\t\t\n\t\t\t\t\t  El ejercito y el pueblo de Corea han observado hasta ahora en silencio como se portan con esos pedazos metalicos los imperialistas norteamericanos y los titeres surcoreanos, que hablan como si conocieran mejor a la RPDC, y han esperado con paciencia para hablar despues de que los verifiquemos directamente en el lugar de los hechos. \n\t\t\t\t\t\n\t\t\t\t\t  Pero, ante la imposibilidad de hacerlo, queremos revelar la verdad ahora mismo.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestras fuerzas navales tienen torpedos al igual que las de otros paises. \n\t\t\t\t\t\n\t\t\t\t\t  Decimos sin disimulos que poseemos los torpedos con un poder de ataque fuera de la imaginacion del mundo. \n\t\t\t\t\t\n\t\t\t\t\t　Pero, nuestros torpedos no se fabrican con la aleacion de aluminio, como lo hacen otros paises, sino son hechos al estilo coreano con el material de aleacion de acero producido por nuestra clase obrera.\n\t\t\t\t\t\n\t\t\t\t\t　Ya habiamos pensado en entregar a los imperialistas norteamericanos y los titeres surcoreanos los pedazos de aleacion de acero para que ellos los comparen con los recogidos y reconozcan por si mismos que la \"teoria de ataque de torpedo del Norte\" es un complot.\n\t\t\t\t\t\n\t\t\t\t\t  Todavia tenemos la voluntad de entregarselos directamente. \n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, ellos negaron la \"teoria de ataque de torpedo del Norte\" difundida por si mismos, al publicar hasta ahora que los pedazos de aleacion de aluminio son del \"torpedo norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\t  Aprovechando esta ocasion, desenmascaramos lo fraudulento e ilicito de los guiones de complot anti-RPDC, inclusive varios \"informes de investigacion\" publicados por EE.UU. y los titeres surcoreanos en torno al caso de \"Cheonan\". \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t2. Cuerpo propulsor del torpedo es un invento de punta a cabo\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Como una de las pruebas decisivas que confirman la \"teoria de intervencion del Norte\" en el incidente de la corbeta \"Cheonan\", EE.UU. y la banda traidora de Lee Myung Bak presentaron el cuerpo propulsor del torpedo que resulta sospechoso desde en el proceso de su hallazgo.\n\t\t\t\t\t\n\t\t\t\t\t  Al decir de ellos, una embarcacion civil saco de repente con su traina dicha parte de torpedo que no pudieron encontrar durante mas de 50 dias decenas de buques dotados de ultramodernos equipos de sonda.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas absurdo sucedio despues cuando el cuerpo propulsor presentado por el \"grupo de investigacion\" era otro que el transmitido anteriormente por la TV.\n\t\t\t\t\t\n\t\t\t\t\t  En el momento de busqueda, se decia que en el cuerpo propulsor sacado a flote por el barco pesquero estaba pegado un papel de plata que no aparecio en la muestra de 1.5 metros de largo exhibida por el \"grupo de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Las dudas caben tambien en otros puntos.\n\t\t\t\t\t\n\t\t\t\t\t  Al principio, dicho grupo dijo que habian sido recogidas del casco del buque \"Cheonan\" las sustancias de las polvoras HMX, RDX y TNT.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, fue presentado un dato de que en el cuerpo propulsor del torpedo, supuestamente usado en el hundimiento de la corbeta \"Cheonan\", no fue extraida ni la minima cantidad de polvora.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es mentira pura porque es imposible que no contenga ninguna polvora el torpedo que explota por la ignicion de esta sustancia quimica. Mucho menos creible es cuando se toma en cuenta que ese cuerpo propulsor es del torpedo que partio en dos partes la corbeta de mil 400 toneladas.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, EE.UU. y los titeres surcoreanos pretextaron que no pudieron recoger la polvora porque el cuerpo propulsor estuvo sumergido largo tiempo en las aguas muy saladas del mar.\n\t\t\t\t\t\n\t\t\t\t\t  Este pretexto tampoco pudo convencer a nadie porque ellos ya habian anunciado que recogieron la sustancia de polvora de la armadura del buque \"Cheonan\" que estuvo hundido en la misma zona maritima durante el mismo tiempo.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　3. Diseno del torpedo que burlo al mundo\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　Lo mas ridiculo es el hecho de que tiene muchas sospechas el diseno de torpedo exhibido a la prensa por la banda de los traidores para reconocer el cuerpo propulsor del torpedo como \"producto del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  En aquel tiempo, en el lugar de entrevista de prensa donde hicieron publico el supuesto \"resultado de investigacion conjunta\" los titeres surcoreanos exhibieron oficialmente el diseno de torpedo CHT-02D con el fin de mostrar la autenticidad de su insistencia en que el cuerpo propulsor del torpedo usado en el ataque sobre la corbeta \"Cheonan\" fue \"producido por el Norte\". E insistieron en que este aparato fue exactamente producido por el Norte porque en el catalogo del diseno de torpedo esta escrita la frase: \"la Republica Popular Democratica de Corea garantiza\".\n\t\t\t\t\t\n\t\t\t\t\t  Pero, se puso al desnudo que realmente en ese plano estan escritas las letras japonesas lejos de esa frase y fue revelado claramente que el motor del torpedo disenado es el cuadrado y el del cuerpo propulsor exhibido es la forma aerodinamica.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando fue revelada claramente su intriga torpe, los titeres surcoreanos reconocieron que hicieron explicaciones con otro diseno de torpedo lejos del \"diseno del torpedo identico\" para que reconocieran su insistencia falsa.\n\t\t\t\t\t\n\t\t\t\t\t  En el \"informe del resultado de investigacion conjunta\" los titeres surcoreanos presentaron el citado diseno como \"plano del catalogo de torpedo divulgado por la RPDC para exportarlo a otros paises\" o insistieron en que eso es el \"diseno de los materiales de torpedo CHT-02D ofrecido por la seccion de analisis de informaciones\".\n\t\t\t\t\t\n\t\t\t\t\t  Y, despues, precisaron que eso es el archivo de computacion refiriendose al \"proceso de imprimir con las letras escritas por computadora\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Todo esto prueba que ellos no conocen correctamente que el diseno del torpedo fuera impreso o imagen o archivo.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, fue revelado que los titeres surcoreanos cambiaron en secreto en varias ocasiones el diseno en cuestion para calificar de todos los medios el cuerpo propulsor del  torpedo como \"producto del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra que el citado cuerpo presentado como prueba determinante del \"ataque de torpedo del Norte\" por EE.UU. y el Sur de Corea no pasa de ser un invento que burlo al mundo.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t4. Letra \"1 pon\", muestra coherente de la ignorancia \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  La letra \"1 pon\" (sufijo que significa el numero)  escrita en el cuerpo propulsor de torpedo fue la otra prueba decisiva de EE.UU. y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  En la industria belica de la RPDC, las piezas y equipos no se marcan con la pluma sino con el grabado.\n\t\t\t\t\t\n\t\t\t\t\t　Ademas, utilizamos otro sufijo ordinal \"ho\" en vez de \"pon\". Es decir, la letra \"1 pon\" no es nuestro modo de marcar.\n\t\t\t\t\t\n\t\t\t\t\t  Si es verdad que el buque fue hundido por el ataque de torpedo, su ojiva y cuerpo propulsor deberian sufrir una gran metamorfosis por la temperatura y la presion altas que se generan al momento de explosion. Por lo tanto, resulta absurdo que esa letra se mantuviera fresca como si hubiera sido escrita hace poco.\n\t\t\t\t\t\n\t\t\t\t\t  La parte trasera del cuerpo propulsor y el timon del torpedo, exhibidos por el \"grupo de investigacion\" de los titeres surcoreanos, muestran que su parte exterior ha sido erosionada seriamente.\n\t\t\t\t\t\n\t\t\t\t\t  Para evitar la erosion, el torpedo se pinta antes de usar y en el momento de explosion, la pintura se quema totalmente bajo la alta temperatura y los restos del torpedo comienzan a ser erosionados en las aguas saladas.\n\t\t\t\t\t\n\t\t\t\t\t  Segun la opinion de los cientificos de la rama, el punto de ebullicion de las pinturas de silicon y ceramica, las mas resistentes al calor, es 760oC y el de la pintura aceitosa normal es de 350oC  a 500 oC.\n\t\t\t\t\t\n\t\t\t\t\t  Si se supone que fueron usados 250 kg de polvora en el ataque al buque siniestrado, como insiste el \"grupo de investigacion\" surcoreano, la energia, que se generara en este caso, elevaria al instante de explosion a 325oC como minimo y a mas de 1000oC como maximo la temperatura de la parte trasera del cuerpo propulsor.\n\t\t\t\t\t\n\t\t\t\t\t  Si el timon externo en la punta trasera del torpedo ha sido erosionado, el interior de este armamento habria sido afectado por la temperatura mas alta y el de la parte trasera del cuerpo propulsor, donde aparece la letra \"1 pon\", deberia ser calentado tambien por una temperatura de 325oC a 1000oC.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas curioso del caso es que la letra \"1 pon\" no se escribio con la pintura sino con el plumon marcador. La tinta de plumon, que se usa generalmente en el mundo, se hace con xileno (con el punto de ebullicion de 138.5oC), tolueno (110.6 oC) y alcohol (78.4oC). Por lo tanto, la tinta se quemara por completo bajo la temperatura de 300 oC.\n\t\t\t\t\t\n\t\t\t\t\t  Si hubiera quemado o quedado la pintura exterior, tambien deberia estar en el mismo estado la letra \"1 pon\" escrita con el plumon. Esto es una ley cientifica.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, la tinta se mantiene intacta cuando la pintura mas resistente al calor se ha desaparecido quemada. Nadie podra explicar esta incoherencia por muy elocuente que fuera.\n\t\t\t\t\t\n\t\t\t\t\t  Es natural que numerosas personas senalaran que no pueden entender por que el Norte de Corea dejo la letra \"1 pon\" solo en esa parte de torpedo cuando lo ensamblo.\n\t\t\t\t\t\n\t\t\t\t\t  Pues esta letra no pudo contribuir a aclarar que el torpedo es del \"Norte\", al contrario, mostro la falta de conocimientos cientificos de los conspiradores.\n\t\t\t\t\t\n\t\t\t\t\t  Mediante su experimento en las mismas aguas del accidente, un especialista de asuntos maritimos probo cientificamente que la superficie, donde va la letra en cuestion, es mas limpia que las otras, porque ha sido limada con el papel abrasivo para la escritura y no entro en el agua despues de realizada esta accion.\n\t\t\t\t\t\n\t\t\t\t\t  Los profesores universitarios de EE.UU. y Canada analizaron con precision la tinta de la letra \"1 pon\" y comprobaron oficialmente que ella esta en uso en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los hechos llevaron a los conspiradores al atolladero sin salida.\n\t\t\t\t\t\n\t\t\t\t\t  Por doquier del Sur de Corea, estan de moda todavia los dichos ironicos, tales como \"el bus azul ´1 pon´, que circula por la calle, es de fabricacion norcoreana para el Sur\", \"todos los deportistas ´1 pon´ en monos azules son norcoreanos\", \"?Sera acaso un agente norcoreano mi sobrino cuya letra es parecida a ´1 pon´?\", etc.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t5. La declaracion falsa: \"la suposicion de la columna de agua\"\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t  A principios del surgimiento del caso de hundimiento de la corbeta \"Cheonan\", los especialistas presentaron distintas insistencias y criterios sobre su causa, entre otros, el \"hundimiento por escollos\", la \"destruccion por el envejecimiento natural\", \"la explosion por minas\", \"la explosion del deposito de polvoras del buque\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, EE.UU. y los titeres surcoreanos presentaron la \"hipotesis de la columna de agua\" para silenciar de todas maneras tales insistencias y calificarlo de \"ataque de torpedo del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  Si el hundimiento del buque de guerra fuera producido por el ataque de torpedo, resulta natural el surgimiento de la columna de agua. Por esta razon,  la \"hipotesis de la columna de agua\" concentro la atencion de los medios de prensa en esclarecer la causa del hundimiento.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, inmediatamente despues del caso, los tripulantes del citado buque o los miembros que estaban de vigilancia en el mar contorno no presentaron en sus declaraciones ningun testimonio sobre la observacion de la columna de agua.\n\t\t\t\t\t\n\t\t\t\t\t  Unos dias despues, un vigia de la isla Paekryong dijo de repente que vio la columna del agua. El declaro que al escuchar el sonido \"cataplum\" aparecio y desaparecio un destello de color blanco en el angulo acimutal 270o a cerca de 4 kilometros del frente maritimo.\n\t\t\t\t\t\n\t\t\t\t\t  Al comparar su declaracion con la posicion de su puesto la direccion declarada por el es el lugar completamente distinto con el punto del hundimiento de \"Cheonan\" y que el no vio la columna de agua sino el \"brillo de color blanco\".\n\t\t\t\t\t\n\t\t\t\t\t  En el tiempo del surgimiento del caso ni uno de los 58 sobrevivientes de la corbeta \"Cheonan\" declaro sobre la columna de agua, el resplandor y el fuego que se producen cuando un barco se destruye por el torpedo. \n\t\t\t\t\t\n\t\t\t\t\t  Segun el resultado de haber examinado con la fotografia de rayo-X y otros metodos a los muertos no fueron descubiertas las heridas por los fragmentos o la quemadura, sino hubo las fracturas y otras heridas golpeadas.\n\t\t\t\t\t\n\t\t\t\t\t  Dice que esto demuestra que ellos no fueron muertos por las heridas externas o asfixia sino por el ahogamiento en el agua.\n\t\t\t\t\t\n\t\t\t\t\t  Como ejemplo para apoyar la \"hipotesis de la columna de agua\", el \"grupo de averiguacion\" del Sur de Corea presento los hechos de que le salpicaron gotas del agua a la cara del vigilante izquierdista y estaba estancada gran cantidad de agua en el buque, lo cual causo risas entre las personas.\n\t\t\t\t\t\n\t\t\t\t\t  Un soldado sobreviviente de la corbeta \"Cheonan\" testimonio que \"entonces fui encargado de la 'vigilancia' del lado derecho, no descubri ningun problema especial como la columna de agua\", refutando la \"hipotesis de la columna de agua\" de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra que tal hipotesis fue falsificada de manera coercitiva por el sector superior del ejercito titere surcoreano para estigmatizar la causa del hundimiento del \"Cheonan\" como \"ataque torpedero del Norte\".\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t6. \"Ruta de infiltracion en forma de U\" - opinion de ciego\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Para comprobar que la corbeta \"Cheonan\" fue hundida por el ataque torpedero de la RPDC, EE.UU. y los titeres surcoreanos plantearon la \"ruta de infiltracion en forma de U\" del submarino norcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  Al principio del incidente, el imperio y las autoridades militares titeres del Sur de Corea afirmaron que antes y despues del caso, no hubo ningun movimiento sospechoso del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, cuando publicaron el \"resultado de investigacion\", dijeron que se ha confirmado el hecho de que 2-3 dias antes de la ocurrencia, algunos submarinos de pequeno tamano y el supuesto buque matriz salieron de una base de las Fuerzas navales del EPC en el Mar Oeste de Corea y regresaron 2-3 dias despues.\n\t\t\t\t\t\n\t\t\t\t\t  El problema esta en que en la base de las Fuerzas navales del EPC, mencionada por los titeres surcoreanos, no hay ni sombra de submarino pequeno.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos habian insistido en que el polemico submarino cargado del torpedo salio de la susodicha base a la alta mar al oeste, doblo al sur y se movio finalmente al este. Asi que se infiltro en el mar cercano a la isla Paekryong en forma de U virado a la derecha.\n\t\t\t\t\t\n\t\t\t\t\t  Otro embuste mas.\n\t\t\t\t\t\n\t\t\t\t\t  Ante la opinion publica que demandaba los datos exactos de ello, los titeres surcoreanos dijeron al principio que no pueden brindar las informaciones del movimiento de los submarinos norcoreanos porque esto revelaria el nivel del servicio de inteligencia del ejercito. \n\t\t\t\t\t\n\t\t\t\t\t  Cuando tal demanda se hizo irresistiblemente fuerte, pretextaron que debido al mal tiempo, las correspondientes imagenes de video fueron captadas muy mal y por eso no pueden presentarlas.\n\t\t\t\t\t\n\t\t\t\t\t  Esto quiere decir que ellos reconocieron que no pudieron detectar ningun movimiento debido a las malas imagenes de video.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta la fecha, ellos hablaban en tono ufano que la distincion de submarino se realiza a base de los datos de observacion conjunta Sur de Corea-EE.UU. y el sofisticado satelite de este imperio brinda imagenes muy confiables de la resolucion de menos de un metro vigilando por 24 horas las zonas determinadas.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, esta vez, hablan abstractamente de la supuesta \"ruta de U\" insistiendo en que no pueden presentar el exacto resultado de observacion debido a las malas imagenes captadas 1-2 dias antes y despues del incidente.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, durante varios dias antes y despues del incidente, el tiempo no estaba mal para la observacion. Esto revela que la \"imposibilidad de observar\", alegada por ellos, es la artimana para echar a la \"caja negra\" su complot sobre la infiltracion de submarino norcoreano.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t7. Las sustancias absorbidas de aluminio sin fundamento cientifico \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y los titeres surcoreanos presentaron como una prueba cientifica del hundimiento de \"Cheonan\" por la explosion del torpedo el analisis de las sustancias absorbidas del casco del buque y de los accesorios del torpedo, segun el cual los polvos blancos de mucha cantidad pegados en el cuerpo propulsor del torpedo y las sustancias absorbidas aparecidas en varios lugares del casco del buque tienen los mismos elementos.\n\t\t\t\t\t\n\t\t\t\t\t  Esta insistencia fue rechazada totalmente por el resultado de analisis a precision de los fisiologos celebres de la RPDC y otros varios paises del mundo. \n\t\t\t\t\t\n\t\t\t\t\t  El \"grupo de investigacion\" titere insistio en que las sustancias de aluminio contenidas en el explosivo del torpedo se convirtieron en el oxido de aluminio no cristalino por la explosion y la congelacion y que esta sustancia no cristalina aparece como aluminio en el espectroscopio de energia, pero, no es asi en el analisis de difraccion de rayos X.\n\t\t\t\t\t\n\t\t\t\t\t  Los fisiologos de EE.UU., Canada y otros paises lo refutaron diciendo que la explosion y la congelacion no convierten cien por ciento el aluminio en el oxido de aluminio no cristalino y explicaron que es casi cero por ciento la probabilidad de oxidacion de aluminio y la de conversion de aluminio oxidado en las sustancias no cristalinas. \n\t\t\t\t\t\n\t\t\t\t\t  En particular, las sustancias absorbidas del casco del buque y el propulsor del torpedo son los materiales que no se forman en la temperatura alta, sino en temperatura normal o baja, a diferencia de oxido de aluminio no cristalino formado por la explosion. \n\t\t\t\t\t\n\t\t\t\t\t  Para confirmarlo de manera cientifica, analizaron, verificaron y examinaron las sustancias absorbidas con diversos metodos como la difraccion de rayos X, la observacion con microscopio electronico y los espectros de energia, de rayos infrarrojos y de laser, etc., y propusieron al \"grupo de investigacion\" titere el experimento publico. \n\t\t\t\t\t\n\t\t\t\t\t  Los fisiologos de la RPDC tambien expresaron el mismo criterio. \n\t\t\t\t\t\n\t\t\t\t\t  Los titeres no dieron la callada a esta propuesta y negaron por si mismos sus datos e insistencias, llamados cientificos, pretextando que debido a la cantidad minima en el examen primario no se han extraido las  sustancias de aluminio cristalinos, sino solo las no cristalinas. \n\t\t\t\t\t\n\t\t\t\t\t  Pues, la prueba de ensayo de explosion del casco y torpedo y el analisis de las sustancias absorbidas, que son los puntos mas cientificos de entre los resultados de investigacion de los titeres, mostraron que ellos trataron de justificar el resultado de su investigacion sin conocer la verdad cientifica de que las sustancias de aluminio no se convierten cien por ciento en las oxidadas no cristalinas por la explosion. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t8. La helice de babor y la lampara fluorescente no destruidas\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t  Para relacionar el incidente con la RPDC, los titeres invitaron a los hombres de distintos sectores a la base de la segunda flota de la marina titere para que pudieran recorrer el barco. Pero, esto les hizo mas fuerte el dolor de cabeza.\n\t\t\t\t\t\n\t\t\t\t\t  Es que los visitantes no hicieron caso de las explicaciones de los titeres sino abultaron mas sus sospechas. \n\t\t\t\t\t\n\t\t\t\t\t　Si bien la explosion submarina sin contacto se produjo en el babor, la helice de esta parte estaba entera y, al contrario, se ha transformado seriamente la de estribor.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, se mantenia intacta tambien la lampara fluorescente instalada en la parte dividida del buque.\n\t\t\t\t\t\n\t\t\t\t\t  Los testigos dijeron en tono ironico que han visto por primera vez en su vida el torpedo super-preciso que parte a la mitad el buque dejando intacta la lampara en el borde de explosion.\n\t\t\t\t\t\n\t\t\t\t\t　Continuaron que esta lampara merece la patente porque es la \"magica y blindada\" que resistio los impactos de explosion.\n\t\t\t\t\t\n\t\t\t\t\t  Practicamente, la transformacion de la helice sirve de argumento nuclear en verificar la hipotesis de hundimiento del buque \"Cheonan\". Lo mas importante del caso era aclarar esta duda fundamental, pero, los titeres no pudieron dar ninguna explicacion al respecto.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando crecio la polemica, el titere Ministerio de Defensa Nacional del Sur de Corea chapuceo el resultado del analisis de transformacion de la helice y dijo que la lampara para los buques surcoreanos fue disenada para soportar los impactos.\n\t\t\t\t\t\n\t\t\t\t\t  Finalmente, pronuncio el disparate de que no hay porque: la lampara fluorescente debe estar rota cuando se divida el casco del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  La helice de babor y la lampara no destruidas constituyeron la prueba material determinante que desmiente la teoria de Estados Unidos y los titeres surcoreanos de que \"Cheonan\" fue hundido por el \"ataque torpedero del Norte\". \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t9. La prueba publicada demuestra el hundimiento por los escollos\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas problematico en el presente caso es que el hundimiento de la corbeta \"Cheonan\" fue producido por el ataque de torpedo o arrecife.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de ratificar la causa de este caso como ataque de torpedo, los titeres surcoreanos hicieron publicas a los medios de prensa la proa y la popa del buque de guerra que se habian prohibido.\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, los especialistas dijeron que todos los datos relativos con la corbeta \"Cheonan\" demuestran claramente que el hundimiento del buque fue engendrado por los escollos y que el \"grupo de investigacion conjunta\" cometio el error decisivo en el analisis de la causa.\n\t\t\t\t\t\n\t\t\t\t\t  Ante todo, la proa de la corbeta fue descubierta en el area entre la isla Paekryong y la Thaechong donde hay muchos escollos.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, el rascamiento de la parte exterior y la curva de la parte izquierda, del aparato de seguridad izquierdo de la popa, y las huellas desgarradas gravemente en la armadura del casco de buque y el aparato de seguridad se producen solo cuando el buque de guerra fuera chocado con los escollos o el suelo de arena.\n\t\t\t\t\t\n\t\t\t\t\t  Si esa corbeta fuera destruida por el ataque de torpedo, ella no fuera rasgada parcialmente ni oxidada.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto a que el aparato de seguridad no fue herido nada pese a que el helice derecho de la popa fue doblado completamente, los especialistas, que insisten en el hundimiento por arrecife, dicen que si el buque de guerra fue hundido por la explosion acuatica sin contacto, que causa la contraccion y la expansion, el aparato de seguridad deberia quebrado o eliminado completamente y que esto deviene duda racional.\n\t\t\t\t\t\n\t\t\t\t\t  Los titeres surcoreanos califican esta duda racional de \"palabra absurda\" y \"acto proenemigo\" maniobrando para prevenir el  tratamiento racional con la vil peroracion de color.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, no podran encubrir jamas la verdad.\n\t\t\t\t\t\n\t\t\t\t\t  Si el torpedo fuera explotado cerca de la corbeta \"Cheonan\" como fue senalado en la publicacion del \"grupo de investigacion\" deberian ser enclavados muchos fragmentos en el casco del buque.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, no podia encontrarse nadie de ellos ni  fueron engendrados el rompimiento del timpano ni la rotura de articulacion que se producen en caso de ataque del torpedo entre los tripulantes, ni aparecieron peces muertos sobre el mar.\n\t\t\t\t\t\n\t\t\t\t\t  Segun el resultado de analisis sobre la imagen \"TOD\" publicada por el Ministerio de Defensa Nacional del Sur de Corea, y las coordenadas presentadas por el \"grupo de investigacion\" y por el sistema automatico de mando tactico de la marina surcoreana fue confirmado el hecho de que tambien despues del tiempo del surgimiento del caso publicado por el \"grupo de investigacion\" la corbeta \"Cheonan\" seguia navegando al noroeste. Si esta corbeta fuera atacada por el torpedo, se confirma que ella no ceso de navegar contra la corriente de agua despues de ser cortado por la explosion y esto niega la suposicion del \"hundimiento por el ataque torpedero\". \n\t\t\t\t\t\n\t\t\t\t\t  Los sobrevivientes dijeron que sentian que el buque se subia chocandose con algo junto con el sonido estruendo !Pum! y el intermedio !Thung! y fue echado el olor del oleo quemado, lo cual testimonia el fenomeno de hundimiento del buque por escollos.\n\t\t\t\t\t\n\t\t\t\t\t  No es casual el hecho de que los especialistas nacionales y extranjeros insisten en que no hubo la explosion submarina de cerca, la destruccion del cuerpo impulsor del torpedo no tiene que ver con la destruccion de la corbeta \"Cheonan\" y no hay ninguna prueba de que el torpedo es \"producto del Norte\" al analizar de manera integral el estado deformado del aparato de energia impulsiva del torpedo y del casco del buque que segun ellos fueron recogidos en el area del hundimiento de la corbeta, el contenido de declaraciones de los involucrados, el examen sobre los heridos y cadaveres, el analisis de ondas sismicas y aereas, el ensayo simulado de explosion submarina, el analisis de la marea del mar cerca de la isla Paekryong, el examen de los elementos de explosivos y las piezas del torpedo escogidas.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　10. Desaparecidas imagenes del \"Cheonan\"\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t   Segun el \"resultado de investigacion\" de los titeres, el torpedo CHT-02D de 250 kg de TNT fue explotado a los 3 metros de izquierda de la turbina de gas de la corbeta \"Cheonan\" y a los 6-9 metros de profundidad del agua levantando las \"ondas de choque y el efecto de la explosion acuatica sin contacto\", debido a lo cual el buque se ha roto en dos partes. \n\t\t\t\t\t\n\t\t\t\t\t  En particular, las \"ondas de choque\", que causaron danos mas directos al \"Cheonan\", dieron un gran impulso al casco a velocidad de 8 mil metros por segundo.\n\t\t\t\t\t\n\t\t\t\t\t  Si el torpedo hubiera levantado las ondas de choque tan poderosas a 3 metros de distancia desde el casco, como han publicado los titeres, el buque habria cortado completamente en 1.1 segundo.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, al ver el video de la prueba de \"explosion acuatica sin contacto\" de torpedo mediano, realizada en el ano 2004 por el Instituto de Defensa Nacional titere, el torpedo \"Paeksango\" (tiburon blanco) de 185 kg de TNT rompio el buque en dos pedazos menos de un segundo de su explosion. \n\t\t\t\t\t\n\t\t\t\t\t  Ademas, al pasar mas de diez segundos despues de explosion, cuando se han desaparecido las columnas de agua de decenas de metros de alto, la proa y la popa estaban separadas a decenas de metros. Y mas de 30 segundos despues, ha desaparecido completamente en la superficie del mar la figura del buque.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, el buque \"Cheonan\", que fue atacado por el torpedo CHT-02D con la capacidad explosiva de 250 kg de TNT, mas fuerte que el torpedo \"Paeksango\", deberia ser hundido completamente a los 30 segundos, o la popa y la proa estarian divididas por completo. \n\t\t\t\t\t\n\t\t\t\t\t   El titere Ministerio de Defensa Nacional, que negaba la publicacion de la nota de navegacion y los detalles del medio de sonda acustica, so pretexto de secreto militar, dio a la publicidad a disgusto el video de TOD sobre el lugar del incidente del hundimiento del buque que no contiene las imagenes de los momentos de la explosion del buque y de la separacion del buque. \n\t\t\t\t\t\n\t\t\t\t\t  Entonces, ?a donde fueron desaparecidos esos datos que serian pruebas decisivas de la causa del hundimiento del buque?\n\t\t\t\t\t\n\t\t\t\t\t  Al principio del caso, al publicar las imagenes de movilizacion normal del \"Cheonan\" antes de la explosion, las de proa y popa divididas ya despues de la explosion y las de hundimiento de la proa, el titere Ministerio de Defensa Nacional insistio en que no tiene las imagenes de momentos mas importantes sobre la separacion de la proa y la popa. \n\t\t\t\t\t\n\t\t\t\t\t  Pero, por la fuerte critica de la opinion publica, se vio a publicar en dos ocasiones las imagenes adicionales, provocando mucho mas sospechas. \n\t\t\t\t\t\n\t\t\t\t\t  El video de TOD, presentado adicionalmente por los titeres, muestra las imagenes moviles entre 32-40 segundos desde la explosion del buque. \n\t\t\t\t\t\n\t\t\t\t\t  Segun este nuevo dato durante 8 segundos, la popa y la proa del \"Cheonan\" no estaban divididas completamente, sino la chimenea del buque se veia todavia como un punto negro y estaba inclinado al lado derecho hacia la isla Paekryong. \n\t\t\t\t\t\n\t\t\t\t\t  Si el buque \"Cheonan\" hubiera hundido por un torpedo, su figura despues de 32 segundos desde la explosion no debe ser vista sobre el mar. \n\t\t\t\t\t\n\t\t\t\t\t  El perplejo Ministerio de Defensa Nacional titere excuso que \"se ha filmado difusamente por el foco del TOD de tres magnificaciones\" y que el casco del buque, dividido en dos partes, no se ve correctamente por el bajo grado de pixel\". \n\t\t\t\t\t\n\t\t\t\t\t  Tambien las imagenes, publicadas en tres veces so pretexto de secreto militar, muestran que el hundimiento del buque no se debio al ataque de torpedo.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t11. Medicion del tiempo de erosion - jugada de los brutos\n\t\t\t\t\t\n\t\t\t\t\t  \n\t\t\t\t\t\n\t\t\t\t\t　La absurdidad del \"resultado de investigacion\", presentado por EE.UU. y los titeres surcoreanos, se denota tambien en su jugada de medicion del tiempo de erosion del cuerpo propulsor de torpedo.\n\t\t\t\t\t\n\t\t\t\t\t  En el momento de publicacion del \"informe intermedio de investigacion\", los titeres dijeron que no pudieron medir el exacto tiempo de erosion porque se ha ampliado mucho el margen de diferencias entre el metal del cuerpo propulsor y su capa erosionada.\n\t\t\t\t\t\n\t\t\t\t\t  Anadieron que los miembros del \"grupo de investigacion\" examinaron con la vista la parte de torpedo y evaluaron que para ser asi, la erosion debe demorar uno o dos meses.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, ?no hubo otro remedio sino la vista humana para medir ese periodo?\n\t\t\t\t\t\n\t\t\t\t\t  Vale la pena recordar el resultado de experimentos de un especialista surcoreano en asuntos maritimos.\n\t\t\t\t\t\n\t\t\t\t\t  Con el fin de aclarar cientificamente el estado de corrosion de la corbeta \"Cheonan\", el metio los pedazos calentados de aluminio, acero inoxidable e hierro en las aguas en condiciones similares a la zona maritima de hundimiento, tales como la salinidad y la marea, etc. y los saco cierto tiempo despues.\n\t\t\t\t\t\n\t\t\t\t\t  Segun el resultado, esos pedazos no fueron oxidados tanto como cuerpo propulsor del torpedo.\n\t\t\t\t\t\n\t\t\t\t\t　En particular, en el pedazo de aluminio aparecieron algunas sustancias blancas, pero la parte calentada tenia el colorido negro, en contraste con las sustancias pegadas a la helice del cuerpo propulsor que habian sido publicadas por el \"grupo de investigacion\" surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  En caso del pedazo de hierro, se puso la herrumbre negra, pero, al ponerlo en el aire tras limpiarlo, esta herrumbre se torno amarilla.\n\t\t\t\t\t\n\t\t\t\t\t  Este detalle muestra que demoro mucho tiempo para que el eje del cuerpo propulsor se oxidara tanto hasta ponerse rojo.\n\t\t\t\t\t\n\t\t\t\t\t  El acero inoxidable tambien se convirtio en el negro en algunas partes, pero, no se reporto otro fenomeno de erosion.\n\t\t\t\t\t\n\t\t\t\t\t   El especialista surcoreano dijo que se ha oxidado demasiado el cuerpo propulsor, expuesto por el \"grupo de investigacion conjunta\" para demostrar el ataque de torpedo norcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que esa parte estuvo sumergida en el mar 4-5 anos por lo menos y paso bastante tiempo tambien fuera del agua.\n\t\t\t\t\t\n\t\t\t\t\t  El resultado de investigacion de Rusia senala tambien que segun el analisis del estado de oxidacion del casco de la corbeta \"Cheonan\" y del cuerpo propulsor del torpedo \"1 pon\", se puede juzgar que el segundo estuvo debajo del mar durante mas de 6 meses y sacar la conclusion de que los dos objetos no tienen que ver uno con el otro.\n\t\t\t\t\t\n\t\t\t\t\t  Efectivamente, en el apendice del \"informe final\" publicado por el \"grupo de investigacion\" esta el resultado de \"EDS (analisis espectral de energia)\" comprobando que las sustancias extraidas del torpedo no son el oxido de aluminio que surge por la explosion sino el hidroxido de aluminio que proviene de la erosion.\n\t\t\t\t\t\n\t\t\t\t\t  Los especialistas extranjeros expresaron su incertidumbre de la inclusion del resultado de esa prueba, que se hace calentando las sustancias absorbidas bajo la temperatura de 200 oC, en el \"informe final\", si bien se pudo mostrar ya al momento de publicar el \"informe intermedio de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Coincidieron en que el resultado de experimentos sobre las sustancias absorbidas es igual al que se da en el tratamiento termico del hidroxido de aluminio y esto contradice la conclusion del \"informe final\" de que ellas se produjeron debido a la explosion.\n\t\t\t\t\t\n\t\t\t\t\t  Dijeron en tono comprensivo que la aparicion de tal dato en el \"informe final\", lleno de fraudes y enganos, es posible gracias a algunos cientificos de conciencia.\n\t\t\t\t\t\n\t\t\t\t\t  Al decir que su prueba no se realizo de manera cientifico-tecnica sino con la simple vista humana, los titeres surcoreanos revelaron por si solos que su investigacion tuvo lugar sin fundamentos cientificos y a la ligera.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien demostraron bien que la \"teoria de intervencion del Norte\" en el incidente de hundimiento de la corbeta \"Cheonan\" es una farsa total.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t12. Experimento de ensayo de hundimiento se hizo objeto de burla\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Para vincular con la RPDC la causa del hundimiento de la corbeta \"Cheonan\", los titeres realizaron el experimento de ensayo para confirmar este caso como si se hundiera por la explosion de torpedo. Pero, este ensayo puso al reves el resultado de investigacion adquirido hasta ahora.\n\t\t\t\t\t\n\t\t\t\t\t  Al principio, los titeres publicaron que la capacidad explosiva del torpedo corresponde al mediano CHT-02D de 250 kg de TNT del Norte y a base de esto, presentaron el resultado de investigacion.\n\t\t\t\t\t\n\t\t\t\t\t  En efecto, en los datos tecnicos del torpedo \"1 pon\", publicados por los titeres, la cantidad de polvoras esta definida como 250 kg. \n\t\t\t\t\t\n\t\t\t\t\t  Lo problematico es que la explosion por tal cantidad de polvoras no puede hundir el buque \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  Generalmente, el torpedo se usa con la polvora mas poderosa que TNT.\n\t\t\t\t\t\n\t\t\t\t\t  Los especialistas dicen que la capacidad explosiva de torpedo es 1.4 - 2 veces mas que TNT. Por lo tanto, la capacidad explosiva del torpedo \"1 pon\" llegara a la de  350-500 kg de TNT.\n\t\t\t\t\t\n\t\t\t\t\t  Luego, al reconocerlo, los titeres realizaron otro experimento de ensayo de explosion acuatica aumentando la capacidad explosiva del torpedo a 360 kg de TNT para reproducir realmente las figuras de destruccion del buque \"Cheonan\" incluidos la sala de motores y el suelo del casco.\n\t\t\t\t\t\n\t\t\t\t\t  El resultado de experimento de ensayo nego varios fenomenos del hundimiento de la corbeta \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  Si los titeres niegan que la dimension de la explosion registrada por las ondas sismicas y las sonoras aereas fue de 140-260 kg de TNT, esto significaria negar todos sus resultados basados en la capacidad explosiva como el surgimiento de choque y calor, la altura de la columna de agua, la herida de los tripulantes, la posibilidad de existencia de la letra \"1 pon\", la no existencia de huellas de las ondas de choque por la explosion de torpedo ni en el casco ni en el polvorin interior del buque hundido, etc.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto al experimento de ensayo, un miembro del \"grupo de investigacion\" dijo que \"se vio obligado a modificar con afan y completar el modelo durante unos 2 meses\".\n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, los titeres hicieron ingentes esfuerzos por imponer a la RPDC la responsabilidad del hundimiento de la corbeta \"Cheonan\", pero, esto nego el resultado de investigacion de si mismos. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　13. \"Informe final\" - defectuosa acta de acusacion\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t  El \"informe intermedio\" publicado el 20 de mayo por EE.UU. y los titeres surcoreanos resulto despreciado y rechazado por la opinion publica interna y externa. \n\t\t\t\t\t\n\t\t\t\t\t　Por eso, ellos presentaron a mas de 100 dias desde entonces, especificamente, el 13 de septiembre, el \"informe final\" prometiendo disipar las sospechas.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, este informe las aumento mas demostrando que la promesa de ellos fue otra mentira.\n\t\t\t\t\t\n\t\t\t\t\t  A diferencia del informe primario que analizo fundamentalmente las causas del incidente, el final se limito a registrar las actividades de investigacion diaria, el proceso y contenido de este trabajo y los datos de analisis y excluyo todas las partes sospechosas imposibles de aclarar.\n\t\t\t\t\t\n\t\t\t\t\t  Presento de nuevo como pruebas materiales el cuerpo propulsor de torpedo sin poder presentar la prueba de que este es norcoreano y volvio a decir lo que se dijo antes en cuanto a la letra \"1 pon\" y al diseno de \"torpedo\".\n\t\t\t\t\t\n\t\t\t\t\t  Las publicaciones surcoreanas criticaron ese defectuoso \"informe final\" preguntando quien creeria las pruebas secundarias enumeradas en el y deploraron que aunque la investigacion demoro mucho tiempo con la participacion de numerosos especialistas, no busco ninguna prueba perfecta de la causa de hundimiento y, al contrario, amplifico solo las sospechas.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, -continuaron- mas de 70 por ciento de los habitantes surcoreanos sospechan de las autoridades pensando que \"estas no habran tergiversado acaso la verdad para alcanzar su objetivo politico o evadir la responsabilidad\" y los demas tambien desconfian en ellas.\n\t\t\t\t\t\n\t\t\t\t\t  De hecho, los  habitantes de distintos sectores sociales del Sur de Corea como los politicos y cientificos sostienen ahora el seminario urgente para condenar el \"informe final\" y expresar la voluntad de aclarar hasta final la verdad del incidente.\n\t\t\t\t\t\n\t\t\t\t\t  El grupo de investigacion de Rusia, que fue el unico en investigar en el terreno el hundimiento del buque \"Cheonan\", confeso que \"no pudo encontrar ninguna razon para pensar que esto se debio al torpedo norcoreano\".\n\t\t\t\t\t\n\t\t\t\t\t　El grupo sueco, que participo en la investigacion conjunta, revoco oficialmente la posicion de \"el hundimiento fue el acto de submarino pequeno del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\t　Mientras tanto, en varios paises del mundo surgen las sospechas del \"resultado de investigacion\" y demandan la reinvestigacion.\n\t\t\t\t\t\n\t\t\t\t\t  Perplejos ante la avalancha de criticas de los medios de prensa de Rusia, Alemania, China y EE.UU. y otros paises del mundo, los conspiradores surcoreanos vituperaron asi a los que planteaban las sospechas: \"les bastaria ver los dibujos animados que acabamos de filmar tomando en cuenta todas las sospechas y controversias\".\n\t\t\t\t\t\n\t\t\t\t\t  Hablar sobre la \"limitacion de la capacidad de analisis de componentes quimicos\" en la epoca actual de nanogram demuestra que no se puede ocultar la verdad con la falsedad.\n\t\t\t\t\t\n\t\t\t\t\t　Y hacer dibujos animados en lugar de dar la explicacion cientifica y tecnica comprueba cuan pueril es el complot de los conspiradores.\n\t\t\t\t\t\n\t\t\t\t\t  Mediante el caso del \"Cheonan\" orquestado sacrificando las vidas de muchos soldados para la campana conflictiva con la connacional RPDC, la camarilla del traidor Lee Myung Bak demostro su siniestra naturaleza de traidor sin igual, connotado elemento conflictivo con los connacionales y vendepatria servil a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Al instigar a su miserable lacayo a ejecutar ese complot anti-RPDC, EE.UU. hizo a todo el mundo convencerse de que este imperio es el mejor \"realizador\" de las farsas de ese tipo y volvio a sacar grandes provechos estrategicos en la region del Extremo Oriente y el Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Son innumerables los datos reveladores de la falsedad del resultado de investigacion presentado por EE.UU. y la banda traidora.\n\t\t\t\t\t\n\t\t\t\t\t  Si ellos siguen lanzando freneticamente la campana de enfrentamiento con la RPDC pretextando el hundimiento de la corbeta \"Cheonan\", publicaremos segunda y tercera actas para desenmascarar lo fraudulento de este complot.\n\t\t\t\t\t\n\t\t\t\t\t  Seran condenados duro por la epoca y la historia EE.UU. y la banda del traidor Lee Myung Bak que fabricaron el complot anti-RPDC mas grande en la historia nacional."
        },
        {
            "title": "ATCC refuta la calumnia a la RPDC en tema de \"derechos humanos\" ",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-17ee.html",
            "content": "ATCC refuta la calumnia a la RPDC en tema de \"derechos humanos\" \r\nPyongyang, 2 de noviembre (ATCC) -- En el tercer comite (la sociedad, los derechos humanos y el humanitarismo) del 65o periodo de sesiones de la Asamblea General de la ONU, Estados Unidos, Japon y otras fuerzas hostiles calumniaron perversamente a la Republica Popular Democratica de Corea cuestionando el \"problema de DDHH\".\n\t\t\t\t\t  Al hablar al unisono de la supuesta \"violacion institucional de derechos humanos\" en la RPDC, ellas obligaron sin vacilacion a esta a reconocer al \"relator especial\" de la situacion de DDHH de Corea y a \"cooperar\" con este para su viaje a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t  Esto causa la gran indignacion del pueblo coreano porque parte del siniestro intento de las fuerzas hostiles para crear el ambiente de presion a la RPDC bajo el rotulo de la \"defensa de DDHH\" abusando de tal aparato como la Asamblea General de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Como esta conocido por todos, la RPDC aclaro ya su posicion en cuanto al mantenimiento del sistema de \"relator especial\" y no lo reconocio nunca considerandolo como violacion de la soberania y dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Para poner fin al recrudescente despotismo de EE.UU. en la escena internacional de DDHH, la sociedad internacional desarticulo en 2006 el Comite  de DDHH de la ONU y organizo nuevamente el Consejo de DDHH de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Como siempre, EE.UU. mete su nariz en este consejo amparando de continuo los actos de violacion de DDHH por parte de Israel y otros paises y violando la soberania de la RPDC y otros paises antiyanquis e independientes.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, sigue manteniendo el sistema de \"relator especial\" con el fin de convertirlo en su aparato para politizar y tratar con doble pauta y de manera selectiva el tema de DDHH.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, la RPDC no reconoce ese sistema fantasmal, vestigio del Comite  de DDHH de la ONU ya desaparecido.\n\t\t\t\t\t\n\t\t\t\t\t  Resulta injusto en varios sentidos que hoy dia, las fuerzas hostiles occidentales acaudilladas por EE.UU. obligaran a la RPDC el reconocimiento del citado sistema como parte de su siniestra campana anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El intento de intervenir arbitrariamente en los asuntos internos de la RPDC bajo el pretexto de \"problema de DDHH\" deviene imperdonable atentado contra un Estado soberano e independiente.\n\t\t\t\t\t\n\t\t\t\t\t  Negar el derecho de los pueblos a escoger su regimen deviene precisamente la expresion gravisima de violacion de DDHH de la poblacion del pais correspondiente.\n\t\t\t\t\t\n\t\t\t\t\t  Las viles intrigas destinadas a derrumbar el regimen sociopolitico de la RPDC bajo el pretexto de los DDHH sirven de ejemplo tipico de la politizacion de los DDHH, la selectividad y la pauta de doble rasero en el trato de este asunto.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy, a contrapelo de los principios de imparcialidad y objetividad, son cuestionados en ese tema solo los paises que no le gustan a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  En realidad, los que deben ser cuestionados primero son EE.UU, peor violador de DDHH del mundo que no vacila en perpetrar hasta los actos terroristas contra los Estados soberanos, y Japon que rehusa pedir disculpas e indemnizar sus archicrimenes de lesa humanidad cometidos en el pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, estos paises, que guardan silencio de sus crimenes, acusan absurdamente a otros en el problema de DDHH.\n\t\t\t\t\t\n\t\t\t\t\t  En la sociedad socialista al estilo coreano centrada en las masas populares estan garantizados la verdadera vida y los derechos soberanos del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie puede censurar ni criticar el sistema social y regimen de la RPDC optados y apoyados por el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Cuanto mas escandalosa fuera la campana anti-RPDC en el campo de \"DDHH\", tanto mas firmes se tornan la voluntad y la fe del pueblo coreano en el socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  A quienes perdieron ya el derecho moral y juridico a hablar de la situacion de DDHH de otros les convendria mas ocuparse primero de los problemas de casa."
        },
        {
            "title": "Kim Yong Nam felicita a Dilma Vana Rousseff",
            "url": "http://kcna.co.jp/item/2010/201011/news02/20101102-18ee.html",
            "content": "Kim Yong Nam felicita a Dilma Vana Rousseff\r\nPyongyang, 2 de noviembre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia primero un mensaje de felicitacion a Dilma Vana Rousseff, por su eleccion como presidenta de la Republica Federativa de Brasil.\n\t\t\t\t\t　Kim senalo en su misiva que la eleccion de Dilma como primera presidenta en la historia de Brasil resulta la muestra de gran confianza y esperanza cifradas en ella por el pueblo brasileno.\n\t\t\t\t\t\n\t\t\t\t\t　Expresando la conviccion de que las relaciones de amistad y cooperacion entre Corea y Brasil, que se desarrollan positivamente en el nuevo siglo, se ampliaran mas en el futuro en varios dominios, el remitente desea de todo corazon a la destinataria los exitos en sus labores para el desarrollo del pais y el bienestar del pueblo."
        }
    ]
}