{
    "date": "2010-08-27",
    "url": "http://kcna.co.jp/item/2010/201008/2010-08-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Elected Delegate to Conference of WPK",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-16ee.html",
            "content": "Kim Jong Il Elected Delegate to Conference of WPK\r\n Pyongyang, August 27 (KCNA) -- A meeting of delegates of the Korean People's Army of the Workers' Party of Korea took place at the April 25 House of Culture on Wednesday, according to Rodong Sinmun Friday.\n\t\t\t\t\t Attending the meeting were delegates elected at the party organizations of units at different levels of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the issue of electing delegates to the conference of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Gak, first vice director of the General Political Bureau of the KPA, said in his speech on the election that the election of Supreme Commander Kim Jong Il as a delegate to the conference of the WPK was a manifestation of the undisputed trust in him and transparent loyalty to him of the servicepersons deepened in the course of the historic struggle, in which they have covered only the road of victory and glory holding Kim Jong Il at the highest posts of the Party, army and state, and the reflection of the requirements of the era for the victory of the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il has led the Party and the revolution, the country and people for a long period since he embarked upon the road of revolution with his outstanding politico-military caliber and a revolutionary method of waging an offensive, thus performing undying exploits to shine forever in the history of\n\t\t\t\t\t\t Kim Il Sung's nation, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the loyalty of the servicepersons and people to accomplish the revolutionary cause of Juche under the Songun leadership of Kim Jong Il, invariably holding him at the highest posts of the WPK and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Gak courteously proposed the election of Kim Jong Il as a delegate to the conference of the WPK, representing the unanimous will and desire of all the servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Delegates of party organizations of units at different levels of the KPA in their speeches fully supported and approved his proposal.\n\t\t\t\t\t\n\t\t\t\t\t A decision on electing Kim Jong Il as a delegate to the conference of the WPK was adopted with a unanimous approval at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting also elected delegates to the conference of the WPK."
        },
        {
            "title": "Report on Jimmy Carter's Visit to DPRK",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-14ee.html",
            "content": "Report on Jimmy Carter's Visit to DPRK\r\n Pyongyang, August 27 (KCNA) -- Jimmy Carter, ex-president of the United States, and his party visited the DPRK from Aug. 25 to 27.\n\t\t\t\t\t Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, met and had a talk with them.\n\t\t\t\t\t\n\t\t\t\t\t He discussed with Carter the pending issues of mutual concern between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam expressed the will of the DPRK government for the denuclearization of the Korean Peninsula and the resumption of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t In particular, he emphasized that it is the behest of President Kim Il Sung to denuclearize the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Jimmy Carter made an apology to Kim Yong Nam for American Gomes' illegal entry into the DPRK and gave him the assurance that such case will never happen again on behalf of the government and the ex-president of the U.S. He asked Kim Yong Nam to convey to General Secretary Kim Jong Il a message courteously requesting him to grant special pardon to Gomes to leniently forgive him and let him go home. \n\t\t\t\t\t\n\t\t\t\t\t After receiving a report on the request made by the U.S. government and Carter, Kim Jong Il issued an order of the chairman of the DPRK National Defence Commission on granting amnesty to Gomes, an illegal entrant, pursuant to Article 103 of the Socialist Constitution of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Carter expressed deep thanks for this.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the U.S. deputy assistant secretary of State for Consular Affairs and his party visited Pyongyang from August 9 to 11 in connection with the case of Gomes and met officials of the Foreign Ministry and a relevant legal body of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side took measures as an exception to ensure that they met Gomes three times and confirmed his condition. The U.S. side offered gratitude for these humanitarian measures.\n\t\t\t\t\t\n\t\t\t\t\t The measure taken by the DPRK to set free the illegal entrant is a manifestation of its humanitarianism and peace-loving policy.\n\t\t\t\t\t\n\t\t\t\t\t During the visit Carter and his party met and had an open-hearted discussion with the DPRK's foreign minister and vice foreign minister for U.S. affairs on the DPRK-U.S. relations, the resumption of the six-party talks, the denuclearization of the Korean Peninsula and other issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t They also enjoyed a performance given by the State Symphony Orchestra.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang visit paid by Jimmy Carter, ex-president of the U.S., provided a favorable occasion of deepening the understanding and building confidence between the two countries."
        },
        {
            "title": "Gift from Jimmy Carter",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-24ee.html",
            "content": "Gift from Jimmy Carter\r\n Pyongyang, August 27 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by former U.S. President Jimmy Carter.\n\t\t\t\t\t The gift was conveyed to an official concerned by Jimmy Carter who was on a visit to the DPRK on Friday."
        },
        {
            "title": "Jimmy Carter Leaves",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-19ee.html",
            "content": "Jimmy Carter Leaves\r\n Pyongyang, August 27 (KCNA) -- Jimmy Carter, ex-president of the U.S., and his party left here on Friday after wrapping up their visit to the DPRK.\n\t\t\t\t\t They were seen off at the airport by Kim Kye Gwan, vice-minister of Foreign Affairs of the DPRK."
        },
        {
            "title": "Kim Jong Gak Meets Vietnamese Army Delegation",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-22ee.html",
            "content": "Kim Jong Gak Meets Vietnamese Army Delegation\r\n Pyongyang, August 27 (KCNA) -- Kim Jong Gak, first vice-director of the General Political Bureau of the Korean People's Army, Friday met and had a talk with the delegation of political officials of the Vietnam People's Army headed by Lieut. General Ngo Xuan Lich, deputy head of the General Political Department."
        },
        {
            "title": "Gift from Vietnamese Army Delegation",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-21ee.html",
            "content": "Gift from Vietnamese Army Delegation\r\n Pyongyang, August 27 (KCNA) -- General Secretary Kim Jong Il received a gift from the visiting delegation of political officials of the Vietnam People's Army.\n\t\t\t\t\t Lieut. General Ngo Xuan Lich, deputy head of the General Political Department of the VPA who is leading the delegation, conveyed the gift to Kim Jong Gak, first vice-director of the General Political Bureau of the Korean People's Army, on Friday."
        },
        {
            "title": "Another Drill Staged by S. Korean Authorities Blasted",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-20ee.html",
            "content": "Another Drill Staged by S. Korean Authorities Blasted\r\n Pyongyang, August 27 (KCNA) -- The puppet Ministry of Unification of south Korea staged an extremely provocative drill called \"Operation for stability in the restored areas of the north\" as part of the Ulji Freedom Guardian joint military exercises, according to south Korean press reports.\n\t\t\t\t\t It was reported that the basic aim of the drill was to \"assimilate\" inhabitants in the occupied areas of the north into \"citizens of 'the Republic of Korea'\" through \"democratic education\" and with the help of \"a program for reconstruction.\"\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 963 issued on Friday bitterly denounced this drill as an unpardonable grave provocation to the dignity and system of the DPRK and a hideous act of pushing the confrontation with fellow countrymen to the dangerous phase of war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has often conducted \"civilian operation\" drills under the pretext of ensuring \"public order\" in the \"restored areas of the north\" with forces of the puppet army involved whenever it staged anti-DPRK war exercises. But this is the first time that the puppet Ministry of Unification directly spearheaded the above-said drill, the bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said provocative military drill clearly indicates that the moves of the puppet group of traitors for confrontation between systems have reached an extremely dangerous phase and the \"Ministry of Unification\" is the chief architect of this maneuver.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the group of the \"Ministry of Unification\" that is dreaming of ridiculous \"unification under liberal democracy\" after working out such scenarios to bring down the system in the DPRK as \"Emergency Ruling Plan-Puhung\", ballyhooing about \"contingency.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet group of traitors is working hard to do harm to the system in the DPRK in league with the U.S. This is as foolish an act as trying to beat the air.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people should blow up at once the \"Ministry of Unification\" taking the lead in the moves for confrontation with fellow countrymen and bring its boss Hyon In Thaek to the court of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Through the confrontation between systems and moves for a war the puppet group of traitors will get nothing but a miserable end, and the DPRK will prove this in its eyes."
        },
        {
            "title": "Joint Letter to All Political Parties of Japan",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-04ee.html",
            "content": "Joint Letter to All Political Parties of Japan\r\n Pyongyang, August 27 (KCNA) -- The Korean Social Democratic Party and the Democratic Labor Party of south Korea Friday released a joint letter addressed to all political parties of Japan on the lapse of a century since the \"Korea-Japan Annexation Treaty\" was fabricated by Japan to \"legalize\" its military occupation and colonial rule over Korea.\n\t\t\t\t\t Japan has not made honest apology and reparation for the enforcement of the 40 odd year-long most barbarous colonial fascist repressive rule and the hideous crimes, including the issue of the \"comfort women\" for the Imperial Japanese Army, it committed after \"legalizing\" its military occupation of Korea through the fabrication of the \"Korea-Japan Annexation Treaty\" and other treaties for aggression, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The statement issued by the present Japanese prime minister on the lapse of a century since the fabrication of the said treaty is another mockery and an act of deceiving the Korean nation as it was a half apology which excluded the northern half of Korea, an apology little short of an empty talk devoid of full reparation and a hypocritical apology, as evidenced by Japan's ceaseless distortion of history, its \"claim\" to Tok Islets and allowance of the policy of national discrimination against Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The war criminal states of Europe are striving to make an honest apology and reparation for such past crimes as inflicting unspeakable misfortune and sufferings upon humankind during World War II. Japan, however, has behaved quite contrary to this. We are of the view that this shows the political and moral backwardness of Japan and runs counter to its interests and security.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge all political parties of Japan to fulfill their due historic and moral responsibility and role in making an honest apology and full reparation for the thrice-cursed crimes committed by Japan against the Korean nation in the past and in developing the ties with its neighboring countries in a future-oriented manner in keeping with the requirements of the present times and the common desire of humankind for peace."
        },
        {
            "title": "Remains of More Martyrs Buried in Cemetery",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-23ee.html",
            "content": "Remains of More Martyrs Buried in Cemetery\r\n Pyongyang, August 27 (KCNA) -- Remains of more martyrs were buried in the Patriotic Martyrs Cemetery on the outskirts of Pyongyang.\n\t\t\t\t\t They included Kang Sun Hui and Pak Min Su, former vice department directors of the Central Committee of the Workers' Party of Korea, Jon Kum Jin, former chief councilor of the Secretariat of the Committee for the Peaceful Reunification of Korea, Kim Ung Sam, former director of the Mechanical Engineering Institute of the State Academy of Sciences, who faithfully worked for years amid the deep trust of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also among them were Kwon Jung Yong, former vice-president of Kim Il Sung Military University, Kim Song Jin, former general officer, and Kwon Chun Hwa, former officer of the Korean People's Army, who contributed to the development of the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t Burial ceremonies took place on Thursday and Friday.\n\t\t\t\t\t\n\t\t\t\t\t After the burial of the remains wreaths and bouquets were laid before the graves.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jong Im, director of the Party History Institute of the Central Committee of the WPK, officials concerned and bereaved families."
        },
        {
            "title": "Pyongyang Acrobatic School",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-12ee.html",
            "content": "Pyongyang Acrobatic School\r\nPyongyang, August 27 (KCNA) -- Most of Korean acrobats are graduates from Pyongyang Acrobatic School.\n\t\t\t\t\tOn the initiative of General Secretary Kim Jong Il the school was set up on June 15, Juche 61 (1972). He gave an exposition of issues concerning the operation of the school such as selection of students and contents and methods of education.\n\t\t\t\t\t\n\t\t\t\t\tHe made time to watch performances of its graduates on several occasions, giving guidance to them in their acting, music and rhythmic movement and encouraging them to become able acrobats representing the Juche-oriented acrobatics. \n\t\t\t\t\t\n\t\t\t\t\tThe school gives both general and professional education to help students acquire necessary techniques in a short span of time, while paying close attention to developing their bodies in a proportionate way.\n\t\t\t\t\t\n\t\t\t\t\tEleven-term graduates from the school are now active in acrobatic troupes of the country."
        },
        {
            "title": "Many Monumental Edifices Built by Youth in Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-13ee.html",
            "content": "Many Monumental Edifices Built by Youth in Korea\r\n Pyongyang, August 27 (KCNA) -- In Korea there are many monumental edifices built by the youth in the spirit of self-sacrifice, collective heroism and patriotism.\n\t\t\t\t\t They have devoted their ardor and wisdom to the building of a socialist thriving nation, including railway construction, railway electrification, development of collieries and mines and construction of power stations and dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t Even in the period when the country was undergoing harsh ordeals, they built large and minor power stations and constructed new highways, following the revolutionary soldier spirit displayed by servicepersons.\n\t\t\t\t\t\n\t\t\t\t\tUnder the slogan \"Let's Glorify Youth!\" a large number of young people are now taking part in the construction of the Huichon Power Station, Paektusan Songun Youth Power Station and apartment buildings for 100,000 families in Pyongyang, and many other projects throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Over the last decade alone lots of major projects have been completed to be named after youth. Among them are the Youth Hero Motorway, Anbyon Youth Power Station, Kumgangsan Youth Railroad, Hamhung City Youth Goat Farm, August 28 Youth Paper Factory, Kumjingang Hungbong Youth Power Station and Wonsan Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t The feats performed by the Korean youth enjoying a worthwhile life under the care of General Secretary Kim Jong Il deserve worldwide admiration."
        },
        {
            "title": "Lee Myung Bak Bound to Face Stern Judgment of History",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-17ee.html",
            "content": "Lee Myung Bak Bound to Face Stern Judgment of History\r\n Pyongyang, August 27 (KCNA) -- Two years and six months have passed since traitor Lee Myung Bak of south Korea came to power. This period was a continuation of protracted nightmare for the south Korean people and days that brought disillusionment and resentment to all Koreans.\n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t After the emergence of the pro-U.S. dictatorial regime south Korea's colonial dependence was further increased, democracy went back by dozens of years and the inter-Korean relations were brought to a total collapse though they had favorably developed along the road indicated by the June 15 joint declaration and the October 4 declaration and only tension escalated and the dark clouds of a war heavily hung over the Korean Peninsula, the article notes.\n\t\t\t\t\t\n\t\t\t\t\t It brands traitor Lee Myung Bak as the arch criminal who caused this tragedy and brought the inter-Korean relations to such catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Lee regime has entered the second half of its office, but there is nothing to expect from it, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said reality clearly told what the traitor would do in the remaining period of his office.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation clearly sees through Lee's treacherous and anti-reunification nature and does not have even a shred of doubt about it.\n\t\t\t\t\t\n\t\t\t\t\t Every sin brings its punishment with it.\n\t\t\t\t\t\n\t\t\t\t\t Lee will have to pay a dear price for having driven the inter-Korean relations to a total collapse and brought the dark clouds of the war of aggression against the DPRK, standing in the way of independent reunification, the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Lee will not be able to escape a stern judgment of history and the nation."
        },
        {
            "title": "Youth Called on to Perform Exploits",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-18ee.html",
            "content": "Youth Called on to Perform Exploits\r\n Pyongyang, August 27 (KCNA) -- Immensely rosy is the prospect of the Korean revolution as there is a huge trustworthy contingent of young people who turn out as one in response to the call of the Workers' Party of Korea and go through thick and thin for the sake of the party and the leader, the country and people. \n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean youth movement was kicked off with President        Kim Il Sung's start of revolutionary activities and is organically combined with the revolution which is conducted with arms and it has shed its rays thanks to his idea and august name generation after generation under the leadership of the Party. Herein lies in its main characteristics and invincible power. \n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the WPK's idea of attaching importance to the young people lie in the fact that it helps settle the issue of the youth with noblest comradeship and trust and encourage them to perform heroic feats in the practical struggle for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The youth representing the army has become favorite words among the young people as they are symbolic of the youth in the era of Songun and the way of living and struggling like servicepersons has been firmly established throughout the society.\n\t\t\t\t\t\n\t\t\t\t\t At present our young people live up with loyalty to the loving care and trust of the leader and expectation of the country and people by reporting uninterrupted creations and miracles in all fields where the march for a great surge is under way.\n\t\t\t\t\t\n\t\t\t\t\t The young people are faithful successors to the Songun revolutionary cause of the Party. This is the admirable appearance of the young people steeled and trained in the revolution beset with difficulties and trials. \n\t\t\t\t\t\n\t\t\t\t\t The young people are taking the lead in volunteering to work in the construction sites for materializing the Party's grand plan for building a thriving nation to translate their ideal and ambition into reality.  They are playing the role of shock brigade in decisively frustrating the imperialists' moves for aggression and firmly defending socialism of Korean style and fully demonstrating their honor as pace-setters and pioneers in developing modern science and technology. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people see a brighter future of the country in the trustworthy appearance of the youth possessed of firm revolutionary faith, the noble spiritual and moral traits and high qualifications."
        },
        {
            "title": "S. Korean Authorities Accused of Suppressing Han Sang Ryol",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-09ee.html",
            "content": "S. Korean Authorities Accused of Suppressing Han Sang Ryol\r\n Pyongyang, August 27 (KCNA) -- The Solidarity for Progress, the Association for June 15, Peace and Protection of Rev. Han Sang Ryol and the Christian Committee for Measures over Rev. Han Sang Ryol's Visit to the North for Implementing June 15 Declaration of south Korea held a press conference on August 23 at which they protested against the puppet authorities' unreasonable suppression of Rev. Han.\n\t\t\t\t\t At the press conference, the organizations accused the authorities of suppressing him on charges of violation of the \"National Security Law\". \n\t\t\t\t\t\n\t\t\t\t\t They held: Han visited the DPRK with religious faith, unable to remain an onlooker to the fact that the Lee Myung Bak regime blocked a joint national event to mark the 10th anniversary of the June 15 joint declaration and brought the inter-Korean relations to the brink of a war by groundlessly asserting that the warship was sunk by the \"action of the north.\" It is unreasonable to bring the charges of special infiltration and escape against him. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the authorities branded what Rev. Han said over the case of warship sinking as \"an enemy-benefiting statement,\" the organizations declared this was intolerable as it was military dictatorial crackdown.\n\t\t\t\t\t\n\t\t\t\t\t The Solidarity for Progress issued a statement in demand of the release of Han on the same day."
        },
        {
            "title": "S. Korea's Suppression of Han Sang Ryol under Fire",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-10ee.html",
            "content": "S. Korea's Suppression of Han Sang Ryol under Fire\r\n Pyongyang, August 27 (KCNA) -- Leading officials of the central organizations of the General Association of Korean Residents in Japan issued statements condemning the south Korean puppet group of traitors for its fascist suppression of Rev. Han Sang Ryol. \n\t\t\t\t\t Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, in a statement on August 20 said that the south Korean authorities' incrimination of Han's visit to the DPRK is little short of incriminating the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t The statement charged that the south Korean authorities perpetrated such anti-reunification and treacherous act as arresting Rev. Han on charges of violation of the \"National Security Law\" though there was no ground to brand what he did as a crime. \n\t\t\t\t\t\n\t\t\t\t\t Kim Cha Dol, chairman of the Central Standing Committee of the Korean Youth League in Japan, in a statement on August 24 said that Han's visit to the DPRK commanded warm support not only from the people in the north but from all other fellow countrymen as it was a just great deed for paving a wide avenue for reconciliation and peace under the banner of \"By our nation itself.\" \n\t\t\t\t\t\n\t\t\t\t\t  He urged the Lee Myung Bak group to release Rev. Han without delay and immediately stop the fascist suppression of the pro-reunification patriotic youths and the reunification movement organizations. \n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon, chairperson of the Central Standing Committee of the Korean Democratic Women's Union in Japan, in a statement on August 24 noted that Rev. Han's will for reunification, with which he visited the DPRK, carrying a Korean Peninsula flag on his chest to revive the June 15 era, deeply impressed the Koreans in Japan. And she called on all the Korean women in Japan to achieve solidarity and alliance with all other fellow countrymen in the north and the south and overseas and vigorously turn out in the struggle to foil the moves of the group of traitors for confrontation with fellow countrymen."
        },
        {
            "title": "Seminars on Kim Jong Il's Work Held",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-05ee.html",
            "content": "Seminars on Kim Jong Il's Work Held\r\n Pyongyang, August 27 (KCNA) -- Seminars on General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" were held in South Africa and Democratic Congo on August 13 and 17.\n\t\t\t\t\t Eddie Kekana, chairman of the Group for the Study of the Progressive Ideas of South Africa, said that the work serves as an immortal work unprecedented in history as it clarifies the role and position of the army in carrying out the revolutionary cause of the working class in a unique manner, adding that the world progressive people absolutely support the Songun politics of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics the DPRK is standing imposingly as a socialist power that no formidable enemy dare provoke and the Korean people are winning victories only in the struggle for building a thriving nation, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Nzemba Yangana, chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo, and other speakers hailed the Songun revolutionary line put forward by Kim Jong Il as the most just revolutionary line which makes it possible to protect peace and security on the Korean Peninsula from the military threat of the U.S. imperialists and defend the dignity and sovereignty of the Korean people."
        },
        {
            "title": "Solidarity with Korean People Expressed",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-07ee.html",
            "content": "Solidarity with Korean People Expressed\r\n Pyongyang, August 27 (KCNA) -- A solidarity meeting in support of the Korean people's struggle for peace and reunification of the Korean Peninsula took place in Bangladesh on August 20.\n\t\t\t\t\t M. Jahangir Khan, advisor of the Bangladesh Barisal Society for the Study of Songun Policy, and other personages made speeches at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The speakers condemned the Ulji Freedom Guardian joint military exercises staged by the U.S. and the south Korean puppet forces as a serious military provocation against the DPRK and, at the same time, a dangerous act of disturbing the peace and stability and escalating the tension in the Korean Peninsula and the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t They strongly urged the U.S. and the south Korean puppet forces to stop at once the moves to ignite a new war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The rhetoric about \"peaceful community\" spelled out by the puppet chief executive of south Korea while staging the DPRK-targeted war exercises was prompted by his treacherous and anti-reunification action to deceive the public opinion at home and abroad, totally deny the north-south joint declarations and hinder the country's reunification, they charged.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed full support for the just stand of the DPRK to cope with the U.S. and the south Korean puppet forces' war moves and their anti-reunification racket."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Hailed",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-03ee.html",
            "content": "Kim Jong Il's Songun Leadership Hailed\r\n Pyongyang, August 27 (KCNA) -- Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, made public a statement on August 20 on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership. \n\t\t\t\t\t The statement praised President Kim Il Sung as the pioneer of the cause of the Songun revolution and a peerless patriot who protected and glorified the dignity of the country and the nation with his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the five decade-long Songun revolutionary leadership of Kim Jong Il is shinning as a heroic epic in which he defended the cause of socialism and opened up a grand history of building a thriving nation in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that ever-lasting will be the undying feats Kim Jong Il performed by turning the dignified DPRK into an invincible fortress of socialism--independent in politics, self-supporting in economy and self-reliant in national defence--and protecting the world peace with his Songun politics."
        },
        {
            "title": "Significant Day of DPRK Marked in Various Countries",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-02ee.html",
            "content": "Significant Day of DPRK Marked in Various Countries\r\n Pyongyang, August 27 (KCNA) -- A meeting was held in Norway, a lecture in Democratic Congo and a photo exhibition and a film show in Malaysia on Aug. 19 and 20 to celebrate the golden jubilee of General Secretary Kim Jong Il's start of the Songun revolutionary leadership. \n\t\t\t\t\t Displayed in the venues of the events were books and photos on the undying leadership feats the peerlessly great men performed and the great vitality of the Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Party of Norway said that          Kim Jong Il has reliably protected the sovereignty and dignity of the country and the peace and security in the Korean Peninsula and the rest of Northeast Asia and provided solid political, military and economic foundations for making a leap forward to a thriving nation in the DPRK with his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo stressed that Kim Jong Il's field guidance to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on August 25, 1960 was not just simple military inspection but it marked his start of the Songun leadership reflecting his firm will to protect the destiny of the country and the nation and accomplish the cause of socialism with the army as a main force.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event held in Norway."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked in UK",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-06ee.html",
            "content": "Anniversary of Korea's Liberation Marked in UK\r\n Pyongyang, August 27 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on August 13 on the occasion of the 65th anniversary of Korea's liberation.\n\t\t\t\t\t The statement said that Korea's liberation on August 15, 1945 was achieved through the anti-Japanese armed struggle organized and conducted under the wise leadership of President\n\t\t\t\t\t\t Kim Il Sung, the gifted strategist and invincible and iron-willed commander and the great sun of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Korea's liberation greatly encouraged the oppressed people of the world in their struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese armed struggle which was organized and conducted under the banner of the Juche idea fathered by the President serves as a good model of the anti-imperialist national liberation struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Havana cultural meeting held in Cuba in 1968 highly estimated the documents on the strategy and tactics in the period of the anti-Japanese armed struggle of the Korean people as the genuine guidelines indicating the road of the anti-imperialist national liberation struggle of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t We congratulate the 65th anniversary of Korea's liberation, hoping that the Korean people will achieve the country's reunification as soon as possible."
        },
        {
            "title": "Anniversary of Start of Songun Leadership Observed",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-08ee.html",
            "content": "Anniversary of Start of Songun Leadership Observed\r\n Pyongyang, August 27 (KCNA) -- Organizations in Peru and Ethiopia issued bulletins on August 18 to commemorate the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The Peruvian People's Women Union in its bulletin carried photos of President Kim Il Sung,\n\t\t\t\t\t\t Kim Jong Il and Kim Jong Suk, an anti-Japanese heroine, and edited an article introducing the Songun leadership feats of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The Songun politics serves as the basic political mode in the DPRK, bulletin in the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, founder of the Songun idea, organized the army and launched the anti-Japanese war to liberate the country and then founded the party and the state.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has defended the sovereignty of the country and the dignity of the nation and the peace and security in the Korean Peninsula and the rest of Northeast Asia through his Songun leadership. \n\t\t\t\t\t\n\t\t\t\t\t He has provided a turning phase of Korea's reunification and remarkably increased the international prestige of the country. \n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea in its bulletin carried an article titled \"The great leader HE Kim Jong Il and the origin of the Songun leadership.\"\n\t\t\t\t\t\n\t\t\t\t\t The bulletin noted that Kim Jong Il, who started the Songun revolutionary leadership through his visit to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army, inspected this unit several times.\n\t\t\t\t\t\n\t\t\t\t\t His inspection of a sub-unit under the tank division at the outset of this year was a demonstration of his unshakable will to dynamically advance the cause of socialism with the might of Songun, it stressed."
        },
        {
            "title": "Kim Jong Il's Work Published in Mexico",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-01ee.html",
            "content": "Kim Jong Il's Work Published in Mexico\r\n Pyongyang, August 27 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in booklet by the Publishing House of the Workers' Party of Mexico on Aug. 20.\n\t\t\t\t\t The work, published on October 2, Juche 84 (1995), serves as an immortal programme for party building and activities as it reviews with pride the glorious history covered by the Workers' Party of Korea which pioneered a new road of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicates the road to develop the WPK into an eternal party of Kim Il Sung."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-11ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, August 27 (KCNA) -- One day in February Juche 64\n\t\t\t\t\t(1975), President Kim Il Sung gave field guidance to a cooperative farm in Anju City, South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t On a snow-covered field he talked with a soldier-turned sub-workteam head about corn farming for a while. He asked the sub-workteam head about the way of transplanting the maximum number of humus-pot-grown corn seedlings per phyong (3.954 sq. yds).\n\t\t\t\t\t\n\t\t\t\t\t With a poor knowledge of corn farming, he could not properly answer to the question.\n\t\t\t\t\t\n\t\t\t\t\t Finding him at a loss for an answer, the President leveled snow piled up between furrows. He then taught the sub-workteam head a new method of planting the prescribed number of bunches of seedlings per \n\t\t\t\t\t\n\t\t\t\t\tphyong, drawing it on the snow."
        },
        {
            "title": "Kim Jong Il fue electo como delegado a la Conferencia del PTC",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-25ee.html",
            "content": "Kim Jong Il fue electo como delegado a la Conferencia del PTC\r\nPyongyang, 27 de agosto (ATCC) -- Segun el diario Rodong Sinmun fechado 27, tuvo lugar el dia 25 en la Casa Cultural 25 de Abril la reunion de los delegados del Ejercito Popular de Corea del Partido del Trabajo de Corea.\n\t\t\t\t\tA la ocasion asistieron los delegados elegidos en las organizaciones del partido de las unidades a todos los niveles del EPC.\n\t\t\t\t\t\n\t\t\t\t\tSe debatio el problema de elegir a los delegados a la Conferencia del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de propuesta estuvo a cargo del primer subjefe de la Direccion Politica General del EPC, Kim Jong Gak.\n\t\t\t\t\t\n\t\t\t\t\tLa eleccion del Comandante Supremo como delegado a la Conferencia del PTC es la expresion de la absoluta confianza y noble fidelidad de los oficiales y los soldados del EPC, acumuladas en la lucha historica en que estos recorrieron la unica senda de victorias y glorias teniendo al primero en el puesto cimero del partido, el ejercito y el Estado, y es la demanda de la epoca para lograr la victoria en la causa de construccion de la gran potencia prospera socialista, dijo el orador y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tDurante el largo tiempo desde el inicio de sus actividades revolucionarias hasta la fecha, el Dirigente realizo imborrables hazanas, que seran transmitidas eternamente en la historia de la nacion de\n\t\t\t\t\t\t Kim Il Sung, al conducir a nuestro partido, revolucion, patria y pueblo con su extraordinaria capacidad politico-militar y modo revolucionario ofensivo.\n\t\t\t\t\t\n\t\t\t\t\tLos oficiales y soldados del EPC y los habitantes guardan en su alma la voluntad leal de seguir teniendo al Dirigente en el puesto cimero del PTC y la revolucion y cumplir hasta el final la causa revolucionaria del Juche siguiendo su guia del Songun.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, en reflejo de la unanime voluntad y deseo de todos los oficiales y soldados del EPC, el propuso cortesmente elegir al Dirigente como delegado a la Conferencia del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn sus intervenciones, los delegados de las organizaciones del partido de las unidades a todos los niveles del EPC apoyaron y aprobaron totalmente la propuesta.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, quedo aprobada por unanimidad la resolucion correspondiente.\n\t\t\t\t\t\n\t\t\t\t\tLuego, fueron electos otros delegados a la Conferencia del PTC."
        },
        {
            "title": "Informacion sobre la visita a Corea de Jimmy Carter",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-26ee.html",
            "content": "Informacion sobre la visita a Corea de Jimmy Carter\r\nPyongyang, 27 de agosto (ATCC) -- El ex presidente de Estados Unidos, Jimmy Carter, y su comitiva realizaron del 25 al 27 de agosto una visita a la Republica Popular Democratica de Corea. \n\t\t\t\t\tEl presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, departio con Carter y su comitiva. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron debatidos los problemas de interes reciproco entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam expreso la voluntad del gobierno de la RPDC en cuanto a la desnuclearizacion de la Peninsula Coreana y a la reanudacion de las conversaciones a 6 bandas. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, se refirio a que la desnuclearizacion de la Peninsula Coreana es el legado del gran Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tPidiendo la disculpa en nombre del gobierno estadounidense y del ex presidente por la entrada ilegal del ciudadano estadounidense Gomes en la RPDC y dando la garantia de prevenir la repeticion de tales casos, Carter entrego a Kim la carta que envia al Dirigente Kim Jong Il solicitandole cortesmente que perdonara con magnanimidad a Gomes y lo devolviera ejerciendo la amnistia.\n\t\t\t\t\t\n\t\t\t\t\tInformado de la peticion del gobierno norteamericano y Carter, el Dirigente dio la orden del Presidente del Comite de Defensa Nacional de la RPDC de poner en libertad a Gomes concediendole la amnistia en virtud del articulo 103 de la Constitucion Socialista de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tCarter expreso profundo agradecimiento al respecto.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el subasistente del secretario de Estado encargado de los asuntos consulares y su comitiva hicieron una visita a Pyongyang desde el dia 9 hasta el 11 por el problema de Gomes y se reunieron con los funcionarios del Ministerio de Relaciones Exteriores y del organo judicial correspondiente. \n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana tomo la medida preferencial de permitir a los huespedes estadounidenses visitar a Gomes en 3 ocasiones y averiguar su estado de salud. Y la parte estadounidense agradecio esta medida humanitaria. \n\t\t\t\t\t\n\t\t\t\t\tLa excarcelacion del ciudadano estadounidense, que ha entrado ilegalmente en la RPDC, es una expresion del humanitarismo y de la politica pacifista de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDurante su estancia en Corea, Carter y su comitiva discutieron sinceramente con el canciller y el vicecanciller encargado de EE.UU. sobre los problemas de interes mutuo, entre otros, el de relaciones bilaterales, el de reanudacion de las conversaciones a 6 bandas y el de desnuclearizacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\t Tambien, presenciaron la funcion de la Orquesta Sinfonica Nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa visita a la RPDC del ex presidente estadounidense Jimmy Carter devino una oportunidad provechosa para profundizar el entendimiento entre ambos paises y crear la confianza mutua."
        },
        {
            "title": "Kim Jong Il recibe presente de Carter",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-27ee.html",
            "content": "Kim Jong Il recibe presente de Carter\r\nPyongyang, 27 de agosto (ATCC) -- El Dirigente Kim Jong Il recibiopresente que le dirigiera el ex presidente de Estados Unidos, Jimmy Carter, de visita en Corea.\n\t\t\t\t\t El visitante lo entrego el dia 27 a un funcionario coreano."
        },
        {
            "title": "Parte de Pyongyang Jimmy Carter",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-28ee.html",
            "content": "Parte de Pyongyang Jimmy Carter\r\nPyongyang, 27 de agosto (ATCC) -- Partieron el dia 27 de esta capital el ex presidente norteamericano Jimmy Carter y su comitiva, quienes hicieron una visita a la Republica Popular Democratica de Corea.\n\t\t\t\t\t En el aeropuerto ellos fueron despedidos por el vicecanciller coreano Kim Kye Gwan."
        },
        {
            "title": "CRPP denuncia entrenamiento provocativo a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-29ee.html",
            "content": "CRPP denuncia entrenamiento provocativo a la RPDC\r\n Pyongyang, 27 de agosto (ATCC) -- Segun los medios de prensa surcoreanos, el titere Ministerio de Reunificacion del Sur de Corea desarrollo el entrenamiento de la llamada \"operacion por la estabilizacion de las zonas rescatadas del Norte\" como parte de los ejercicios belicos conjuntos \"Ulji Freedom Guardian\".\n\t\t\t\t\t Se dice que el nucleo de ese entrenamiento es impartir la \"educacion de la democracia\" y activar el \"programa de reconstruccion\" en las zonas supuestamente \"ocupadas\" del Norte para convertir a la poblacion local en los \"ciudadanos de la ´Republica de Corea´\".\n\t\t\t\t\t\n\t\t\t\t\t  En su informacion no. 963 publicada el dia 27, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) lo califica de una grave e imperdonable provocacion a la dignidad y al sistema de la Republica Popular Democratica de Corea y de un infame acto antinacional que lleva la confrontacion fratricida a la peligrosa coyuntura de guerra. \n\t\t\t\t\t\n\t\t\t\t\t  Siempre que desarrollaba los ejercicios belicos contra la RPDC, la banda de titeres surcoreanos habia desplegado las \"operaciones civiles\" movilizando a los efectivos del ejercito titere surcoreano con el fin de mantener la \"seguridad publica\" en las supuestas \"zonas ocupadas del Norte\". Pero, es la primera vez que el \"Ministerio de Reunificacion\" haya librado directamente la llamada \"operacion por la estabilizacion\".\n\t\t\t\t\t\n\t\t\t\t\t  El presente entrenamiento de caracter provocativo muestra claramente que las maniobras conflictivas de la banda de titeres surcoreanos contra el sistema de la RPDC llegan a la etapa extremadamente grave y el culpable principal de esto es el \"Ministerio de Reunificacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Los compinches de esta cartera ya tienen trazados los guiones para derrocar el sistema de la RPDC como el \"Plan de gobernacion emergente - Puhung\" hablando de la supuesta \"situacion de emergencia\" del Norte y sonando con la ridicula \"reunificacion bajo el sistema democratico liberal\".\n\t\t\t\t\t\n\t\t\t\t\t  Las pretensiones de los traidores surcoreanos de atentar contra el regimen de la RPDC en contubernio con EE.UU. son una ilusion tan absurda como esperar el derrumbe del cielo.\n\t\t\t\t\t\n\t\t\t\t\t  Los habitantes surcoreanos deben desarticular ahora mismo el \"Ministerio de Reunificacion\", que esta al frente de la confrontacion fratricida, y enjuiciar a su caudillo Hyon In Thaek a nombre de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Ensenaremos claramente que la confrontacion con el sistema de la RPDC y las maniobras belicas no daran otro resultado que el arruinamiento tragico de la misma banda de traidores surcoreanos."
        },
        {
            "title": "Rodong Sinmun evalua la primera mitad de mandato de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2010/201008/news27/20100827-30ee.html",
            "content": "Rodong Sinmun evalua la primera mitad de mandato de Lee Myung Bak\r\nPyongyang, 27 de agosto (ATCC) -- Los dos anos y medio de mandato de Lee Myung Bak fueron el periodo de pesadillas para los habitantes surcoreanos y el de desilusion e indignacion para toda la nacion coreana.\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un articulo individual del dia 27 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Debido a la aparicion del \"poder\" dictatorial proyanqui, en el Sur de Corea se agravo la dependencia colonial y retrocedio la democracia al estado de hace varias decadas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, fueron quebradas completamente las relaciones entre ambas partes de Corea, que se desarrollaban favorablemente por el camino abierto por la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, y persiste en la Peninsula Coreana el lugubre clima de tension y guerra.\n\t\t\t\t\t\n\t\t\t\t\t El traidor Lee Myung Bak es precisamente el autor de esta tragedia.\n\t\t\t\t\t\n\t\t\t\t\t  Lee entro en la segunda mitad de su mandato. Pero, no hay nada que esperar de el porque lo que hizo en la primera mitad de su mandato basta para saber lo que hara en la segunda mitad.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana esta viendo correctamente la naturaleza antinacional y anti-reunificacion de ese traidor.\n\t\t\t\t\t\n\t\t\t\t\tLos culpables pagan tarde o temprano sus crimenes.\n\t\t\t\t\t\n\t\t\t\t\tPagara muy caro sus crimenes el traidor Lee Myung Bak que bloqueo el camino de reunificacion independiente, deseo secular de la nacion coreana, llevo a la ruptura total las relaciones Norte-Sur y acarrea el nubarron de la guerra de agresion a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste vendepatria sera condenado sin falta por la historia y la nacion."
        }
    ]
}