{
    "date": "2010-12-30",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-30ee.html",
    "articles": [
        {
            "title": "2010 Marked with Kim Jong Il's Field Guidance for People's Living",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-02ee.html",
            "content": "2010 Marked with Kim Jong Il's Field Guidance for People's Living\r\nPyongyang, December 30 (KCNA) -- General Secretary Kim Jong Il has been busy with field guidance, while making a forced march. He has led this year's general offensive for improving the standard of people's living.\n\t\t\t\t\t He called on the workers of the Kim Chaek Iron and Steel Complex in December last year to kindle the torch for commencing the new year's drive. He set forth the tasks for putting spurs to the light industry and agriculture this year once again and led the general offensive for implementing them.\n\t\t\t\t\t\n\t\t\t\t\t He visited the construction sites of the Huichon Power Station where temperature reached 30 degrees below zero as the first leg of his field guidance this year. He has visited its construction sites four times this year till its closing days, making sure that the maximum speed was created in the march for a great surge.\n\t\t\t\t\t\n\t\t\t\t\t All sectors and units created world-startling miracles one after another, greatly encouraged by his field guidance. \n\t\t\t\t\t\n\t\t\t\t\t The workers of the Kim Chaek Iron and Steel Complex completed the Juche iron production system in the van of the general offensive.\n\t\t\t\t\t\n\t\t\t\t\t The nation cheered over the mass-production of vinalon, the victory of socialism. The Namhung Youth Chemical Complex completed the gasification of anthracite. The completion of the reclamation project of Taegyedo Tideland was a miracle as it changed the map of the country. The construction of the dam of Huichon Power Station No. 2 which would have taken several years at ordinary pace is nearing completion. \n\t\t\t\t\t\n\t\t\t\t\t The developers of Ryonha machines produced machine tools with 8 and 9 axes, turning Huichon into a giant producer of CNC-based machine tools.\n\t\t\t\t\t\n\t\t\t\t\t There came into being in Ryongyon a system for large-scale breeding of high quality fishes including sturgeon and it succeeded in acclimatizing sturgeon bred in freshwater to seawater. \n\t\t\t\t\t\n\t\t\t\t\t This year witnessed signal successes in other fields, too. They include a signal turn effected in casting at the Ryongsong Machine Complex, a big change in the Juche-oriented refractory industry, the appearance of a vast young orchard in Wonhung, that of the Samilpho Special Products Factory style combined special products processing bases, the technologically updated Pyongyang Flour Processing Factory and the Pyongyang Hosiery Factory, the appearance of Specialist Restaurant under Okryu Restaurant, the renovated Hyangmanru Popular Restaurant and other latest light industrial and catering centers and model stockbreeding centers such as the Ryongho Duck Farm and 927 Chicken Farm. \n\t\t\t\t\t\n\t\t\t\t\t He gave field guidance to at least 20 units in January alone such as construction sites of power stations, metallurgical bases, giant machine-building bases, mines, smeltery, pig farms, fishery bases and foodstuff factories.\n\t\t\t\t\t\n\t\t\t\t\t May and June were marked with his unprecedented all-night forced march.\n\t\t\t\t\t\n\t\t\t\t\t He visited the construction sites of the Paektusan Songun Youth Power Station situated in a remote place in the northern part of the country without having proper rest after making a  3 200 odd km-long trip to China early in May.\n\t\t\t\t\t\n\t\t\t\t\t Through his long journeys for field guidance to dozens of units from Ryanggang Province to North and South Hamgyong provinces and North and South Phyongan provinces he confirmed once again that the Juche-based industry built by the Korean people by their own efforts with the indigenous technology and locally available raw materials serves as a cornerstone for eternal prosperity and provides a sure guarantee for building a thriving nation and called on them to bring about a  bigger leap forward.\n\t\t\t\t\t\n\t\t\t\t\t His forced march gained in speed in the closing days of this year.\n\t\t\t\t\t\n\t\t\t\t\tThis month he tirelessly gave field guidance to more than 30 units. They include light industrial and catering centers in the capital city, Hamhung, Musan, Tanchon, Hoeryong, Chongjin and Huichon."
        },
        {
            "title": "2010 Marked with Full Blossom of DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-08ee.html",
            "content": "2010 Marked with Full Blossom of DPRK-China Friendship \r\n Pyongyang, December 30 (KCNA) -- 2010 is recorded as a meaningful year in which the party, government and people of China reiterated their faith and will to develop the DPRK-China friendship, which stood all tests of history, into most solid and ever-green one.\n\t\t\t\t\tGeneral Secretary Kim Jong Il made a 3,200 odd km-long trip to a vast area of China in May and visited it again in August.\n\t\t\t\t\t\n\t\t\t\t\t The party, government and people of China received Kim Jong Il as the world political elder and the most distinguished state guest as he provided a new landmark of the DPRK-China friendship and infused tremendous energy into the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t President Hu Jintao traveled as far as Changchun and cordially greeted Kim Jong Il and hosted a banquet in his honor. Hu paid high tribute to Kim Jong Il for having devoted himself to boosting the bilateral friendly ties, accompanying him during his visit and enjoyment of art performance.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to China all the members of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China attended the events that took place during his visit, showing the firm stand of the party and government of China to boost the traditional DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t Every gift he received in Liaoning Province, Tianjin and Shenyang cities, etc. reflected the profound respect of the Chinese people for him.\n\t\t\t\t\t\n\t\t\t\t\t He received congratulatory messages from Hu on the successful Conference of the Workers' Party of Korea and the 65th anniversary of the WPK. The Chinese party and government sent high-level delegations to the DPRK on significant occasions, positively supporting the just cause of the WPK and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t DPRK book, photo and handicraft exhibitions, the 4th Kimilsungia-Kimjongilia Show, round-table talks marking the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front, an academic meeting were held amid keen interest of people of all circles of China.\n\t\t\t\t\t\n\t\t\t\t\t Chinese creators and artistes produced TV serial drama \"Mao Anying\" which deals with the life of Mao Anying who dedicated his youth to the fight on the Korean front.\n\t\t\t\t\t\n\t\t\t\t\tA particular mention should be made of the fact that an ordinary Chinese citizen rescued three Korean girls in the waters off Rason city. This beautiful deed reminded the Koreans of the martyr of the Chinese People's Volunteers, hero of the legend about the River Piryu during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship fully blossomed all the year round under the deep care of the top leaders of the two countries, the two parties and governments and thanks to the sincere feelings of the two peoples. This friendship will last forever along with the blue water of the River Amnok."
        },
        {
            "title": "Chinese Ambassador Gives Reception on New Year",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-14ee.html",
            "content": "Chinese Ambassador Gives Reception on New Year\n\t\t\t\t\t\t\r\n Pyongyang, December 30 (KCNA) -- Liu Hongcai, Chinese ambassador to the DPRK, gave a reception at Yanggakdo International Hotel on Thursday on the occasion of the New Year.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Choe Chang Sik, minister of Public Health and chairman of the Central Committee of the DPRK-China Friendship Association, An Tong Chun, minister of Culture and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t  Liu Hongcai in his speech at the reception said that General Secretary Kim Jong Il visited China twice this year to exchange opinions in depth with Hu Jintao and they gained important common understanding.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il the Korean people have achieved great successes in developing the economy and improving the standard of people's living through hard working in the spirit of self-reliance, he said, sincerely wishing the Korean people bigger advance in the building of a thriving nation in the New Year, too. \n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop in his speech noted that 2010 is an unforgettable year for the peoples of the two countries and it is the consistent stand of the Workers' Party of Korea and the DPRK government to ceaselessly develop this friendship which has stood all trials of history.\n\t\t\t\t\t\n\t\t\t\t\t He heartily wished the Chinese people greater success in the drive to build a harmonious socialist society based on the scientific outlook on development.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, similar receptions were arranged at the consulates general of China and Russia in Chongjin."
        },
        {
            "title": "New Year Greetings from Military Attaches",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-13ee.html",
            "content": "New Year Greetings from Military Attaches\r\n Pyongyang, December 30 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the New Year.\n\t\t\t\t\t Sun Yanfeng, military, naval and air attache of the Chinese embassy who is doyen of the corps, handed them to an official concerned on Thursday."
        },
        {
            "title": "Korean Documentary Film Shown",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-16ee.html",
            "content": "Korean Documentary Film Shown\r\n Pyongyang, December 30 (KCNA) -- Parts 25 and 26 of the Korean documentary film \"Under the Guidance of the Great Brilliant Commander\" were shown at the People's Palace of Culture Thursday.\n\t\t\t\t\t The audience included senior party, army and state officials, the chairperson of a friendly party, officials of party and armed forces organs, working people's organizations, ministries and national institutions and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The films deal with the historical facts about the warm love and deep trust shown by Supreme Commander Kim Jong Il for soldiers who dedicated all their life to the Workers' Party of Korea's revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t They impressively shows Kim Jong Il's noble moral obligation whereby the Korean revolution is shining as the great history of comradeship."
        },
        {
            "title": "New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-15ee.html",
            "content": "New Feature Film Produced\r\n Pyongyang, December 30 (KCNA) -- The School Youth and Children Film Production Unit of Pyongyang University of Dramatic and Cinematic Arts produced feature film \"Glow over Mountain Village\".\n\t\t\t\t\t The film deals with a girl who volunteers to become a teacher of a secondary school of her home village after graduating from a university of education. She works heart and soul as an educator to implement the party's educational policy. \n\t\t\t\t\t\n\t\t\t\t\t She brings up a student exceptionally good at math to be a winner of a national math competition.\n\t\t\t\t\t\n\t\t\t\t\t The film truthfully depicts the noble traits of teachers who devote their all to training talents, aware that education of younger generation is an important work on which hinges the rise and fall of the country."
        },
        {
            "title": "New Sports Instruments Developed",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-11ee.html",
            "content": "New Sports Instruments Developed\n\t\t\t\t\t\t\r\n Pyongyang, December 30 (KCNA) -- The Sports Science Institute of the DPRK has invented a measuring instrument for selecting reserve sportspersons.\n\t\t\t\t\t The instrument makes it possible to estimate inborn kinaesthesia and skill in a scientific way as it quickly and correctly displays motor indicators.\n\t\t\t\t\t\n\t\t\t\t\t It also promotes training of athletes by examining their physical conditions. \n\t\t\t\t\t\n\t\t\t\t\t The instrument, which has proved effective in demonstration, was popular at a national contest of sports-related scientific and technological inventions.\n\t\t\t\t\t\n\t\t\t\t\t The institute has also developed a hitting power measuring instrument and training control software."
        },
        {
            "title": "New Swellfish Cooking Methods",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-10ee.html",
            "content": "New Swellfish Cooking Methods\r\n Pyongyang, December 30 (KCNA) -- Pyongyang Public Service School has developed new swellfish cooking methods.\n\t\t\t\t\t After making researches for preparing dishes with swellfish, it has completed methods of removing poison from the fish and cooking it, free from impure smell.\n\t\t\t\t\t\n\t\t\t\t\t The school, based on the methods, invented hundreds of swellfish dishes, including sliced raw fish, salad, soup, roast, boiled dry and fry.\n\t\t\t\t\t\n\t\t\t\t\t Typical of the dishes is sliced raw swellfish. With the rest of the fish pot-boiled soup can be prepared. It is one of good dishes in winter.\n\t\t\t\t\t\n\t\t\t\t\t Swellfish has long been considered tasty and nutritive fish.\n\t\t\t\t\t\n\t\t\t\t\t According to Tonguibogam (Encyclopedia of Traditional Medicine of Korea) compiled in 1610, swellfish is good for weakness, lumbago, hemorrhoids and extermination of vermin."
        },
        {
            "title": "Quadruplets and Triplets Born",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-07ee.html",
            "content": "Quadruplets and Triplets Born \r\n Pyongyang, December 30 (KCNA) -- More quadruplets and triplets were born at the Pyongyang Maternity Hospital.\n\t\t\t\t\t Girl quadruplets' mother Pyon Kum Ok is from Yonsan County of North Hwanghae Province and their father an officer of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Since she was admitted to the hospital after being diagnosed to be pregnant with quadruplets in October, she has been under the particular care by medical staff.\n\t\t\t\t\t\n\t\t\t\t\t She had a smooth delivery on Dec. 26.\n\t\t\t\t\t\n\t\t\t\t\t The quadruplets are growing well in incubators and their mother is in good health.\n\t\t\t\t\t\n\t\t\t\t\t They are the fifth set of quadruplets to be born at the hospital since its founding. It has so far witnessed the birth of 401 sets of triplets and quadruplets. \n\t\t\t\t\t\n\t\t\t\t\t Jon Myong Suk, resident in Wonsan City of Kangwon Province, had been barren for years since her marriage. But she gave birth to triplets on Dec. 23 after being treated at the infertility research room of the maternity hospital."
        },
        {
            "title": "Rodong Sinmun on Failure of US \"Anti-Terrorism War\" Strategy ",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-12ee.html",
            "content": "Rodong Sinmun on Failure of US \"Anti-Terrorism War\" Strategy \r\n Pyongyang, December 30 (KCNA) -- The U.S. \"anti-terrorism war\" strategy for aggression faces failure and collapse this year, says Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t The U.S. is trying to gain the hegemony over the world by containing its rivals and the anti-imperialist and independent countries through its criminal \"anti-terrorism war\" strategy for impure purposes, but this is just a pipedream, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is already well-known that the U.S. poured an enormous amount of money on the wars against Afghanistan and Iraq in the past. This squandering put the U.S. at a serious political and economic crisis and its predominant position decreased as never before. This year the U.S. fell into a quagmire.\n\t\t\t\t\t\n\t\t\t\t\t Just like the failed Iraq-\"pacification\" strategy, its Afghanistan-\"pacification\" strategy has become impossible to be carried out. This year witnessed the biggest death toll of U.S. troops in Afghanistan since the start of the war.\n\t\t\t\t\t\n\t\t\t\t\t This year the U.S. moved the main theatre of its \"anti-terrorism\" war from Iraq to Afghanistan and reinforced its troops to intensify the military operation. But such efforts resulted in only great loss. Many Americans protest against their government, regarding the Afghanistan war as an unnecessary war which is not worth fighting.\n\t\t\t\t\t\n\t\t\t\t\t Those countries drawn into the \"anti-terrorism war\" strategy of the U.S. are trying to withdraw from it and the movement against this strategy is getting hotter on a global scale. This clearly shows that the strategy of the U.S. is in trouble.\n\t\t\t\t\t\n\t\t\t\t\t The criminal \"anti-terrorism war\" strategy on the verge of bankruptcy augurs the downfall of the U.S."
        },
        {
            "title": "Demolition of Concrete Wall Dividing Korea into Two Parts Urged",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-06ee.html",
            "content": "Demolition of Concrete Wall Dividing Korea into Two Parts Urged\r\n Pyongyang, December 30 (KCNA) -- The concrete wall partitioning the Korean Peninsula into two parts is a grudge-bearing wall as it blocks reunification and development of the Korean nation, said Rodong Sinmun Thursday in a by-lined article. \n\t\t\t\t\t The south Korean military dictatorial forces built the concrete wall 31 years ago to pursue the permanent division of the Korean nation and confrontation between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The existence of the wall is shame on the Korean nation as it serves the purpose of physically quelling the desire of the Koreans for reconciliation, unity and reunification. \n\t\t\t\t\t\n\t\t\t\t\t It was the thrice-cursed crime that the anti-reunification forces built on the inviolable land of the country such wall the like of which can hardly be found in any other part of the world. \n\t\t\t\t\t\n\t\t\t\t\t The United States was the chief architect of this wall and its firm defender. It has, therefore, been dead-set against the demolition of the wall and has egged the puppet forces on to reinforce it in order to achieve its strategic aim to dominate Northeast Asia, using the peninsula as a base. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists and the south Korean conservative forces are maintaining the wall, pursuant to their policy to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To keep the wall as it is means pursuance of confrontation and war. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean conservative forces persistently pursue confrontation with fellow countrymen, refusing to pull down the wall quite contrary to the trend of the times, they will not be able to escape a stern punishment of history."
        },
        {
            "title": "Ethiopian President on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-04ee.html",
            "content": "Ethiopian President on Relations with DPRK \r\nPyongyang, December 30 (KCNA) -- Girma Wolde-Giorgis, president of the Federal Democratic Republic of Ethiopia, received credentials from Kim Hyok Chol, DPRK ambassador to Ethiopia, on Dec. 23. \n\t\t\t\t\t The Ethiopian president wished the Korean people great success in their efforts for the prosperity of the country, hoping that bilateral relations would grow stronger."
        },
        {
            "title": "Foreign Officials Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-05ee.html",
            "content": "Foreign Officials Pay Congratulatory Visits to DPRK Embassies \r\nPyongyang, December 30 (KCNA) -- Elena Scherbakova, director of the State Academic Igor Moiseyev Dance Company of Russia, and leading members of the company visited the DPRK embassy in Moscow on Dec. 23. It was on the occasion of the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army, the 93rd birth anniversary of anti-Japanese war hero Kim Jong Suk and the New Year.\n\t\t\t\t\t They laid a floral basket before the full-length painting of President Kim Il Sung and Kim Jong Il and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t The president of the Taekwon-Do Association of Cambodia and its members paid a congratulatory visit to the DPRK embassy in Phnom Penh on Dec. 22 on the occasion of the 19th anniversary of Kim Jong Il as KPA supreme commander."
        },
        {
            "title": "Kim Jong Il's Leadership Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-03ee.html",
            "content": "Kim Jong Il's Leadership Praised by British Organizations\r\nPyongyang, December 30 (KCNA) -- A joint statement was issued on Dec. 23 by two British organizations on the occasion of the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army.\n\t\t\t\t\t They are the British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said that having Kim Jong Il as their supreme commander the revolutionary armed forces of the DPRK achieved great success in the work to build a Juche-oriented army and bolster the national defence capability.\n\t\t\t\t\t\n\t\t\t\t\t His leadership guarantees the destinies of the Korean revolution and the world socialism, it noted. His extraordinary commanding art and military strategy helped the KPA, a matchless revolutionary army, inflict shameful setbacks upon the U.S. imperialists, it added.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the DPRK remains unfazed by the moves of the U.S. imperialists and the south Korean puppet forces against it, decisively frustrating their machinations to ignite the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has resolutely protected the dignity, honor and sovereignty of the country, proving that even a small country can certainly stand up against the imperialist forces, it concluded."
        },
        {
            "title": "DPRK Anniversaries Celebrated",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-01ee.html",
            "content": "DPRK Anniversaries Celebrated\r\nPyongyang, December 30 (KCNA) -- Events were held in different countries between Dec. 20 and 22 to mark the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army and the 93rd birth anniversary of Kim Jong Suk, anti-Japanese war hero.\n\t\t\t\t\t They included a national seminar in Uganda, lectures in Denmark and Guinea and a round-table talk in Austria.\n\t\t\t\t\t\n\t\t\t\t\t On display at the seminar hall were photos on the Songun leadership exploits of Kim Jong Il and books and photos on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar Baguma Isoke, director general of the African Regional Committee for the Study of the Juche Idea and chairman of the Ugandan National Committee for the Study of the Juche Idea, and other speakers praised Kim Jong Il as a prominent statesman. He developed in depth the immortal Juche idea and pursued the unique Songun politics to turn the DPRK to a political, ideological and military power, they added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the Songun politics as the main political mode under socialism and saw to it that the politics was thoroughly embodied in all fields, said the chief of the Group for the Study of Works of Kim Jong Il in Denmark. Thus he strengthened the KPA into an ever-victorious revolutionary army, reliably defended the Korean style socialism and brought a turning point in building a thriving nation, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The chief said that Kim Jong Suk was a genuine patriot and an indomitable revolutionary fighter who devoted her life to the sacred struggle to liberate the country and accomplish the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the events in Denmark and Austria."
        },
        {
            "title": "Kim Jong Il dirige al frente la ofensiva general de este ano",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-17ee.html",
            "content": "Kim Jong Il dirige al frente la ofensiva general de este ano\n\t\t\t\t\t\t\r\n Pyongyang, 30 de diciembre (ATCC) -- El Dirigente Kim Jong Il guio en la delantera la ofensiva general de este ano por el mejoramiento de la vida del pueblo dirigiendo en el terreno numerosas unidades a manera de marcha forzada.\n\t\t\t\t\t  El habia llamado a la lucha de este ano en diciembre del ano pasado cuando se reunio con la clase obrera del Complejo Siderurgico Kim Chaek.\n\t\t\t\t\t\n\t\t\t\t\t  Presento la tarea de dar otro acicate a la industria ligera y la agricultura en este ano.\n\t\t\t\t\t\n\t\t\t\t\t  El primer destino de su direccion de este ano fue el lugar de construccion de la Central Hidroelectrica de Huichon donde la temperatura marcaba 30 grados bajo cero.\n\t\t\t\t\t\n\t\t\t\t\tA lo largo del ano en curso, lo visito 4 veces estimulando a los constructores a la creacion de la maxima velocidad de la marcha por el gran auge.\n\t\t\t\t\t\n\t\t\t\t\t  En todos los sectores y unidades dirigidos por el se registraron acontecimientos que admiran a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  La clase obrera de Kim Chol (Complejo Siderurgico Kim Chaek) completo el sistema de produccion del acero Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Se completaron igualmente el sistema de produccion de vinalon y el de gasificacion de antracita de Namhung asi como sucedio el milagro en la roturacion de las marismas Taegyedo que cambiaron el mapa de la patria. Esta terminando la construccion del dique de la Central Hidroelectrica No.2 de Huichon que antes demoraria unos anos.\n\t\t\t\t\t\n\t\t\t\t\t  Los desarrolladores de la maquinaria de Ryonha extendieron en Huichon el mar de maquinas CNC produciendo las elaboradoras ultramodernas con mas de 9 ejes.\n\t\t\t\t\t\n\t\t\t\t\t  Se establecio el sistema de cria masiva de peces raros como esturion y se logro en Ryongyon el exito de criar este pez en aguas saladas.\n\t\t\t\t\t\n\t\t\t\t\t  Los exitos sorprendentes se reportaron tambien en la gran base de maquinaria de Ryongsong donde se produjo una innovacion en la colada, la industria de autoctonos materiales refractarios, la Granja Fruticola recien establecida en Wonhung, las fabricas alimentarias al estilo de la Fabrica de Productos Especiales de Samilpho, la Fabrica de Elaboracion de Harina de Trigo de Pyongyang y la Fabrica de Medias de Pyongyang, el comedor de platos del Restaurante Okryu y el Restaurante Publico Hyangmanru y otras bases ultramodernas de industria ligera y servicios publicos, la Granja de Patos de Ryongho y la Granja Avicola 927 y otras bases ganaderas ejemplares.\n\t\t\t\t\t\n\t\t\t\t\t  Solo en enero, el Dirigente visito mas de 20 unidades incluyendo los lugares de construccion de centrales hidroelectricas, las bases metalurgicas, las bases de maquinaria de gran tamano, las minas, las fundiciones de metales no ferrosos, las granjas porcinas, las bases pesqueras y las fabricas de alimentos.\n\t\t\t\t\t\n\t\t\t\t\t  Su direccion realizada en mayo y junio fue la marcha forzada de dia a noche.\n\t\t\t\t\t\n\t\t\t\t\t  A principios de mayo, el visito el lugar de construccion de la Central Hidroelectrica Juventud Songun de Paektusan en la apartada zona septentrional del pais en cuanto termino su visita a China donde recorrio mas de 8 mil ri (10 ri equivale a 4 km).\n\t\t\t\t\t\n\t\t\t\t\t  En el trayecto de miles de ries de su direccion sobre decenas de unidades de las provincias de Ryanggang, de Hamgyong del Norte y del Sur, de Phyong-an del Sur y del Norte, el reafirmo que la industria Juche, que se construye con tecnologias, materias primas y fuerzas nacionales, es la eterna piedra angular y la garantia de la construccion de la gran potencia prospera, y exhorto al pueblo que de saltos mas grandes.\n\t\t\t\t\t\n\t\t\t\t\t  La velocidad de marcha forzada se acelero mas a finales de este ano.\n\t\t\t\t\t\n\t\t\t\t\t  Sobrepasa 30 el numero de las unidades dirigidas por el en el mes en curso como las bases de industria ligera y servicios publicos de esta capital, Hamhung, Musan, Tanchon, Hoeryong, Chongjin, Huichon, etc."
        },
        {
            "title": "Amistad Corea-China escenificada en el territorio chino",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-18ee.html",
            "content": "Amistad Corea-China escenificada en el territorio chino\r\nPyongyang, 30 de diciembre (ATCC) -- En 2010 quedaron evidenciadas la conviccion y la voluntad del partido, el gobierno y el pueblo de China de desarrollar la amistad Corea-China, que supero todas las pruebas de la historia, como la mas solida y eterna. \n\t\t\t\t\t  Al visitar en mayo pasado a China, el Dirigente Kim Jong Il dejo sus nobles huellas a lo largo de mas de 3 mil 200 kilometros del territorio chino. Y unos meses despues, especificamente, en agosto volvio a visitar ese pais vecino.\n\t\t\t\t\t\n\t\t\t\t\t  El partido, el gobierno y el pueblo de China recibieron al Dirigente, quien preparo el nuevo jalon de la amistad Corea-China y dio grandes alientos a las relaciones entre los dos paises, como politico veterano de talla mundial y huesped del Estado mas distinguido.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente Hu Jintao se traslado hasta a la ciudad de Changchun para recibir al Dirigente, le ofrecio un banquete de bienvenida y le acompano en la visita a varios lugares y en el disfrute de una funcion artistica expresando el testimonio de su alta consideracion a ese Gran Hombre sin igual que hace aporte al desarrollo de las relaciones de amistad entre los dos paises. \n\t\t\t\t\t\n\t\t\t\t\t  Durante la estancia del Dirigente en China, todos los miembros del Comite Permanente del Buro Politico del Partido Comunista de China participaron en los actos organizados para el mostrando asi la firme posicion del partido y el gobierno de China de desarrollar la tradicional amistad con Corea. \n\t\t\t\t\t\n\t\t\t\t\t  El producto artesanal \"Abundante fruto\", hecho con una de las 4 famosas piedras preciosas de China, y otros obsequios preparados por la provincia de Liaoning, la ciudad de Tianjin, la de Shenyang y otras localidades para dedicar al Dirigente reflejan la veneracion del pueblo chino hacia el.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente Hu Jintao envio sucesivamente al Dirigente los mensajes para felicitar la celebracion exitosa de la Conferencia del Partido del Trabajo de Corea y el 65o aniversario de la fundacion del PTC. Y en las ocasiones significativas, el partido y el gobierno chinos enviaron las delegaciones de alto rango para expresar el apoyo total a la justa causa del partido y el pueblo de Corea. \n\t\t\t\t\t\n\t\t\t\t\t  Mientras tanto, se realizaron bajo la profunda atencion de todos los circulos sociales de China la exposicion de libros, fotos, articulos artesanales y bordados de Corea, la 4a Exposicion de Kimilsungias y Kimjongilias, la mesa redonda en homenaje al 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, el acto academico y otras actividades. \n\t\t\t\t\t\n\t\t\t\t\t  Los creadores y artistas chinos produjeron la telenovela \"Mao Anying\", que se trata de la vida de este joven que ofrendo su vida en el frente coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Un ciudadano chino rescato dando su vida a tres muchachas coreanas ahogadas en el mar frente a la ciudad de Rason. \n\t\t\t\t\t\n\t\t\t\t\tSu conducta hizo recordar a un martir chino que salvo a los ninos coreanos durante la Guerra de Liberacion de la Patria (1950-1953). Esta historia se transmite hoy tambien como leyenda del rio Piryu.\n\t\t\t\t\t\n\t\t\t\t\t  Sera eterna como el rio Amrok la amistad Corea-China que se ha fomentado tanto este ano bajo la profunda atencion de los maximos dirigentes y los partidos, gobiernos y pueblos de ambos paises."
        },
        {
            "title": "Presidente etiope se refiere a las relaciones con Corea",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-19ee.html",
            "content": "Presidente etiope se refiere a las relaciones con Corea\r\nPyongyang, 30 de diciembre (ATCC) -- Kim Hyok Chol presento el dia 23 ante el presidente de la Republica Federal Democratica de Etiopia, Girma Wolde-Giorgis, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en ese pais.\n\t\t\t\t\tEn la ocasion el mandatario deseo grandes exitos al pueblo coreano en su lucha por la prosperidad del pais y expreso su esperanza de ampliarse y desarrollarse las relaciones bilaterales."
        },
        {
            "title": "Actos en varios paises por efemerides coreanas",
            "url": "http://kcna.co.jp/item/2010/201012/news30/20101230-20ee.html",
            "content": "Actos en varios paises por efemerides coreanas\r\nPyongyang, 30 de diciembre (ATCC) -- Con motivo del 19o aniversario del nombramiento del Dirigente Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea y del 93o de natalicio de la Heroina de la Lucha Antijaponesa Kim Jong Suk, tuvieron lugar del dia 20 al 22 el simposio nacional en Uganda, las conferencias en Dinamarca y Guinea y la mesa redonda en Austria.\n\t\t\t\t\t  En la sede de simposio fueron exhibidos las fotos alusivas a las hazanas de la direccion del Songun del Dirigente, los libros y fotos que presentan a Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El director general del Comite Regional Africano para el Estudio de la Idea Juche y presidente del Comite Nacional de Uganda para el Estudio de la Idea Juche, Baguma Isoke, y otros oradores elogiaron que Su Excelencia Kim Jong Il es destacado politico quien profundizo y desarrollo la inmortal idea Juche y coloco a Corea en la posicion de potencia ideo-politica y militar practicando su original politica de Songun.\n\t\t\t\t\t\n\t\t\t\t\t  El jefe del Grupo de Estudio de las Obras de      Kim Jong Il de Dinamarca destaco que el Dirigente formulo la politica de Songun como principal modo politico del socialismo y la materializo cabalmente en todos los dominios.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, -prosiguio- fortalecio el Ejercito Popular de Corea como invencible ejercito revolucionario, defendio fidedignamente el socialismo al estilo coreano y abrio la coyuntura trascendental para la construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que la Heroina Kim Jong Suk es la patriota e indoblegable combatiente revolucionaria quien dedico toda su vida a la sagrada lucha por la liberacion del pais y el cumplimiento de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  En los actos efectuados en Dinamarca y Austria fueron aprobados los mensajes de felicitacion al Dirigente."
        }
    ]
}