{
    "date": "2010-05-23",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-23ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Eritrea President",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-07ee.html",
            "content": "Kim Yong Nam Greets Eritrea President\r\n Pyongyang May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Issaias Afewerki, President of Eritrea, on the occasion of its independence day.\n\t\t\t\t\t Wishing the President and the people of Eritrea greater successes in their efforts for development and prosperity of the country, Kim in the message expressed belief that the friendly and cooperative relations between the two countries would continue to develop."
        },
        {
            "title": "DPRK Beats Myanmar in Women's Football ",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-09ee.html",
            "content": "DPRK Beats Myanmar in Women's Football \r\n Pyongyang, May 23 (KCNA) -- The DPRK team defeated the Myanmar team 2:0 at the league match of the AFC Women's Asian Cup 2010 held on Saturday.\n\t\t\t\t\t This team is scheduled to have a match with the Japanese team on Monday."
        },
        {
            "title": "S. Korean Puppets' Moves for Confrontation and War Flailed",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-06ee.html",
            "content": "S. Korean Puppets' Moves for Confrontation and War Flailed\r\n Pyongyang, May 23 (KCNA) -- The south Korean puppet authorities finally issued the \"results of investigation\" in which they groundlessly linked the case of the sinking of a warship with the DPRK despite the accusations and protest at home and abroad. This is an intolerable provocation against the DPRK and an undisguised declaration of a war against it. Rodong Sinmun Sunday says this in a signed commentary.\n\t\t\t\t\t The commentary goes on: It is also an intentional and premeditated plot to push the inter-Korean relations to total collapse and ignite a war of aggression against the DPRK in collusion with their U.S. and Japanese masters under the pretext of the ship case.\n\t\t\t\t\t\n\t\t\t\t\t The ship case was an unprecedented charade crafted by the group of traitors keen on escalating confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The \"investigation into the case\" was nothing but a red herring as it was aimed to zealously spread a rumor about the \"north's involvement in the case\" and thus fan up atmosphere for extreme animosity toward fellow countrymen and confrontation with them among south Koreans of different circles and, at the same time, openly unleash a war of aggression against the DPRK in collusion with foreign forces under the pretext of what it called \"security crisis\".\n\t\t\t\t\t\n\t\t\t\t\t A saying goes a club is fit for a mad dog. The army and people of the DPRK will never pardon the group of traitors getting hell-bent on confrontation and war, dare taking issue with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t We do not know empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The reckless racket of the puppet forces will lead to a dirge of the traitorous clique."
        },
        {
            "title": "S. Korean Murderous Regime's Crime under Fire",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-08ee.html",
            "content": "S. Korean Murderous Regime's Crime under Fire\r\n Pyongyang, May 23 (KCNA) -- Papers Sunday in their signed commentaries on the lapse of one year since the tragic death of Roh Moo Hyun, former \"president\" of south Korea, say that his death was by no means a suicide but caused by the premeditated plot of the south Korean conservative group as it was a murder prompted by a despicable politically-motivated retaliation.\n\t\t\t\t\t Rodong Sinmun goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present ruling forces of south Korea expressed \"sorrow\" and \"condolences\" soon after his death but it was a \"crocodile tear\" aimed at calming down the mindset of the enraged people and conceal their true colors as a criminal.\n\t\t\t\t\t\n\t\t\t\t\t As his tragic death shows, whoever calls for the implementation of the June 15 joint declaration, the October 4 declaration, patriotism and justice and even former \"president\" cannot escape miserable death as long as the dictators engrossed with fascist suppression hold all the levers of power under the veil of \"pragmatism\". It is as clear as noonday that if progressive forces of all strata in south Korea do not put a definite end to the vicious fascist system of the conservative group, they will become a target of brutal murder by the dictatorial power in the future.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans should certainly settle accounts with the hideous murderers who stained their hands with the blood shed by the patriotic people and the traitors seized with sycophancy toward the U.S., fascist dictatorship and anti-reunification confrontation at the forthcoming \"elections to the local self-governing bodies\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says: The forces for progressive reform are calling for punishing the conservative ruling forces at the \"elections to the local self-governing bodies\". But the murderers are reacting to the call with \"reversed logic\" saying that the \"officials of the Roh Moo Hyun's regime should stand trial\". This is a dastardly behavior little short of killing Roh twice."
        },
        {
            "title": "Papers on Moral Corruption of Capitalist Society",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-02ee.html",
            "content": "Papers on Moral Corruption of Capitalist Society\r\n Pyongyang, May 23 (KCNA) -- With nothing can one conceal or block the moral corruption of the unpopular and reactionary capitalist society as it is deeply mired in the vortex of all contradictions and social evils, says Rodong Sinmun Sunday in a signed article.\n\t\t\t\t\t There are no genuine morality and ethics in the capitalist society in which class contradictions and confrontation have reached the extremes, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the capitalist society the bourgeois hold the privileged positions, exercising the unchallenged authority. Contrary to this, the working masses fall victims, subject to class oppression and exploitation, deprived of any authority.\n\t\t\t\t\t\n\t\t\t\t\t Extreme individualism and class contradiction and social inequality produced on its basis are the root cause undermining the sound ethics and morality and producing moral corruption.\n\t\t\t\t\t\n\t\t\t\t\t The capitalist society is a barren land of ethics and morality and hotbed and habitat of irregularities and corruption as the independent demand and interests of the popular masses, the masters of the world and creators of history, are ignored and ruthlessly violated.\n\t\t\t\t\t\n\t\t\t\t\t The moral corruption festering in the capitalist society day by day is an inevitable product of the way of life which regards money as omnipotent.\n\t\t\t\t\t\n\t\t\t\t\t In the capitalist society money makes even evil conduct a beautiful deed and spiritual cripples take power. This society has reduced the human relations which should be forged based on loving care, human feelings, trust and moral obligation to ones based on materials and money.\n\t\t\t\t\t\n\t\t\t\t\t A decadent material life, poor mental and cultured life and reactionary political life are the basic characteristics of the modern capitalist society and they constitute an important factor propelling its moral corruption.\n\t\t\t\t\t\n\t\t\t\t\t The further the material wealth increases in the capitalist society, the poorer the mental and cultured life of the people will become, completely degenerating them mentally, morally and physically.\n\t\t\t\t\t\n\t\t\t\t\t Moral corruption is an attribute peculiar to the capitalist society and a malignant \"cancer\".\n\t\t\t\t\t\n\t\t\t\t\t The moral corruption festering with each passing day is leading rotten and ailing capitalism to its deathbed, the article concludes."
        },
        {
            "title": "New Leap Forward in Building Thriving Nation Called for",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-04ee.html",
            "content": "New Leap Forward in Building Thriving Nation Called for\r\n Pyongyang, May 23 (KCNA) -- Rodong Sinmun Sunday in an editorial says the Korean people are full of great national pride and self-esteem of holding a great man born of Heaven and the whole country is filled with the unprecedented spirit for a great surge.\n\t\t\t\t\t The Korean people are faithful people absolutely trusting and following their leader only and the DPRK is a large socialist family in which the leader and the people form a harmonious whole, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people keenly felt the greater national pride and self-esteem, upon the news of General Secretary Kim Jong Il's China visit, and deeply cherished the immortal efforts made by him, devoting his all to the bright future of the country and the nation. It was the army and people of the DPRK, the ranks of loyalists, who more vigorously effected a great surge on all fronts of building a thriving nation, looking up to the noble image of him who made a long foreign tour full of vim and vigor.\n\t\t\t\t\t\n\t\t\t\t\t The leader devotes his all to the people while the latter remains loyal to him with pure conscience and obligation. This is the true picture of the single-minded unity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The cause of building a thriving nation is making dynamic progress full of energy toward the immensely bright future as there is the unbreakable single-minded unity in which the leader and the people are firmly forged in idea, faith, intention and feelings.\n\t\t\t\t\t\n\t\t\t\t\t Let us cherish the great pride and self-esteem of advancing under the leadership of Kim Jong Il and bring earlier the final victory in building a thriving nation by accelerating the advance speed of a great surge to the maximum by dint of the single-minded unity."
        },
        {
            "title": "Reinvestigation of Warship Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-01ee.html",
            "content": "Reinvestigation of Warship Called for in S. Korea\r\n Pyongyang, May 23 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Implementing the South-North Joint Declaration, the People for Achieving Peace and Reunification, the Solidarity of Youth and Students and other civic and social organizations grouping people from all walks of life in south Korea Thursday held a joint press conference to accuse the puppet group of traitors of falsifying the truth about the sinking of its warship.\n\t\t\t\t\t A press release, which was read out at the conference, referred to the fact that the Lee Myung Bak group made public the \"results of investigation\" on the same day in which it dismissed the sinking of the warship \"Cheonan\" as \"the north's provocation by armed attack.\"\n\t\t\t\t\t\n\t\t\t\t\t The authorities are presenting fragments, which they claim found out in the waters of the incident, as decisive \"evidence\" but they cannot be related to the sinking of the warship in the light of their possible drifting to the waters at issue from other sea area by the tide, the thick rust formed on the fragments and the fact that the said waters are used for the firing drill of the south Korean army, the release said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The authorities made themselves busy proving the \"outside attack\" only, far from making public the record of the ship's track and messages exchanged before and after the case, the statements of survivors, etc., which are the core and basic data for proving the truth about the case. They went to the length of cracking down persons and organizations which raised questions as to the case. \n\t\t\t\t\t\n\t\t\t\t\t The release said that they could never accept the \"results of investigation\" in view of all the aspects including its contents, process, orientation and the sponsor organization.\n\t\t\t\t\t\n\t\t\t\t\t The release charged that the announcement of the \"results of investigation\" is prompted by a foolish attempt of the authorities to flee from their responsibilities by diverting elsewhere the resentment of people critical of them and, at the same time, create the situation in favor of the conservative forces at the forthcoming \"elections to local self-governing bodies.\"\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities open to the public the core data understandable to the people and opt for the total reinvestigation into the case."
        },
        {
            "title": "Judgment of Dictatorial Forces Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-03ee.html",
            "content": "Judgment of Dictatorial Forces Urged in S. Korea\r\n Pyongyang, May 23 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement calling for the judgment of the puppet dictatorial forces on May 18.\n\t\t\t\t\t The statement said that 30 years have passed since the people of Kwangju took to the streets of resistance with the aspiration for the independence, democracy and reunification. The present situation in which the dictatorial rule is in force by the present \"government\" reminds one of that blood-stained day of May, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The authorities massacred the evacuees of Ryongsan who were desperate under the threat to their existence and have gone hell-bent on escalating confrontation with fellow countrymen. This is just part of the dictatorial rule enforced by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The democratization of the society can never come true unless the fascist dictatorial regime is thrown overboard.\n\t\t\t\t\t\n\t\t\t\t\t The statement underlined the need for the youth and students and other people to wage a dynamic struggle by inheriting the spirit of the participants in the Kwangju resistance in order to let the fallen resistance fighters and all those who lost their lives under the dictatorial regime give vent to their pent-up wrath.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the people to judge without fail the \"government\" and the \"Grand National Party\", chief architects of the economic crisis and deterioration of people's livelihood, at the \"elections to the local self-governing bodies\"."
        },
        {
            "title": "Probe into Truth about \"Spy Cases\" Demanded",
            "url": "http://kcna.co.jp/item/2010/201005/news23/20100523-05ee.html",
            "content": "Probe into Truth about \"Spy Cases\" Demanded\r\n Pyongyang, May 23 (KCNA) -- Koreans in Japan visited the south Korean Committee for Settling the Past History for Truth and Reconciliation on May 18 and demanded it probe the truth about the \"spy cases\" faked up by the past dictatorial forces.\n\t\t\t\t\t They accused the dictatorial forces of south Korea of fabricating the \"spy cases\" in the 1970s and the 1980s after arresting Koreans in Japan on the groundless charge that they \"conducted activities at the instruction of the General Association of Korean Residents in Japan\".\n\t\t\t\t\t\n\t\t\t\t\t The arrestees were forced to live a grievous life behind bars for more than ten years, they said, demanding the above-said committee thoroughly probe the truth about the cases."
        }
    ]
}