{
    "date": "2010-04-10",
    "url": "http://kcna.co.jp/item/2010/201004/2010-04-10ee.html",
    "articles": [
        {
            "title": "S. Side Notified of KPA's Step against Anti-DPRK Campaign",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-09ee.html",
            "content": "S. Side Notified of KPA's Step against Anti-DPRK Campaign\r\n Pyongyang, April 10 (KCNA) -- The group of traitors of south Korea including the warmongers of the military and the present puppet authorities are getting evermore frantic in their anti-DPRK psychological campaign aimed at stoking distrust and hostility among fellow countrymen and driving the north-south relations to confrontation and conflict.\n\t\t\t\t\t In this regard the head of the north side delegation to the inter-Korean general-level military talks sent the following notice to the south side military authorities on Saturday:\n\t\t\t\t\t\n\t\t\t\t\t The north side repeatedly and strongly urged the south side to discontinue the anti-DPRK psychological campaign through its notice dated January 13 and at the north-south military working talks held on March 2 and on various other occasions.\n\t\t\t\t\t\n\t\t\t\t\t But the south side, disregarding such demands, is nowadays massively scattering leaflets defiling the DPRK's ideology and system and videos of indecent property and even DVDs showing the decadent bourgeois life in a bid to raise the effect of the above-said campaign.\n\t\t\t\t\t\n\t\t\t\t\t Zealously involved in this campaign are even personnel of the south side who pass through the zones under the north and south control in the eastern and western coastal areas under the cloak of inter-Korean cooperation and exchange.\n\t\t\t\t\t\n\t\t\t\t\t Such foolish act is a wanton violation and blatant challenge to the agreement reached between the militaries of the two sides to stop all the propaganda activities against each other.\n\t\t\t\t\t\n\t\t\t\t\t The open violation of the agreement by the south side prompted the KPA to draw the conclusion that there is no need for it to be unilaterally bound to the inter-Korean agreement. It, therefore, decided to formally examine the issue of whether it should implement the agreement on providing a military guarantee for the passage of personnel of the south side through the zones under the control of both sides in the eastern and western coastal areas as it does now or not as the first phase. \n\t\t\t\t\t\n\t\t\t\t\t The KPA will take corresponding decisive measures soon unless the south side takes an understandable measure for discontinuing the despicable psychological smear campaign and formally notifies the north side of it. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group should not take an indifferent approach towards the solemn warning served by the KPA."
        },
        {
            "title": "Documentary Film Screened",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-10ee.html",
            "content": "Documentary Film Screened\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Part 5 of \"Finding Himself Among the People All His Life\", a documentary film of the DPRK, was screened at the People's Palace of Culture on Saturday on the occasion of the Day of the Sun.\n\t\t\t\t\t The film tells about the immortal revolutionary exploits of President Kim Il Sung who created the unique idea and method of mass leadership and successfully embodied them in all fields.\n\t\t\t\t\t\n\t\t\t\t\t It deals with the leadership history of the President who devoted himself to creating the great Chongsan-ri spirit and Chongsan-ri method while talking with people and presiding meetings and to creating the new economic management system suited to the nature of the socialist system while having heart-to-heart talks with workers in Taean.\n\t\t\t\t\t\n\t\t\t\t\t It also tells about the facts that he guided the officials to adhere to mass line of the Workers' Party of Korea, took warm care of servicepersons and people's living while showing the deep benevolence for the bereaved schoolers and families.\n\t\t\t\t\t\n\t\t\t\t\t Watching the film were senior state officials, the chairperson of a friendly party, officials of ministries and national institutions and working people in the city of Pyongyang."
        },
        {
            "title": "Foreign Guests Here",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-08ee.html",
            "content": "Foreign Guests Here\r\n Pyongyang, April 10 (KCNA) -- Ramon Jimenez Lopez, secretary general of the Latin American Institute of the Juche Idea, Matteo Carbonelli, secretary general of the European Society for the Study of the Juche Idea, and Antti Sika Aho, vice-chairman of the Finnish National Committee for the Study of the Juche Idea, arrived here on Saturday by air on the occasion of the Day of the Sun.  \n\t\t\t\t\t Arriving here on the same day to participate in the 12th Kimilsungia Festival were an Indonesian government cultural delegation led by Wardiyatmo, general secretary of the Ministry of Culture and Tourism, Ratna Sari Dewi Sukarno, director of the Dewi Sukarno Office in Japan, who is honorary chairperson of the Society for Disseminating and Supporting Immortal Flowers and her party, Abdoulaye Diallo, representative of the Guinean Kimilsungia Greenhouse, a delegation of the World Yunnan Expo. Horticulture Co., Ltd. China led by President Peng Xiaobin, Li Yonghao, general manager of the Donggang Dongsheng Clothes Co., Ltd. in Dandong, China, and his party and a delegation of the Organizing Committee for the World Horticultural Expo. in Xi'an, China led by Director of its Beijing Office Zhang Youjie."
        },
        {
            "title": "Delegation of Koreans in Japan Here",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-07ee.html",
            "content": "Delegation of Koreans in Japan Here\r\n Pyongyang, April 10 (KCNA) -- A delegation of Koreans in Japan led by Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, arrived here today on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Il Sung's Feats for National Reunification Lauded",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-06ee.html",
            "content": "Kim Il Sung's Feats for National Reunification Lauded\r\n Pyongyang, April 10 (KCNA) -- The immortal exploits performed by President Kim Il Sung by laying a solid foundation for Korean reunification and opening its bright prospect are shining in the history of the Korean nation.\n\t\t\t\t\t Rodong Sinmun today says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President always regarded the issue of national reunification as the vital issue related to the destiny of the country and the nation and the greatest task in the history of the nation and victoriously advanced the cause of national reunification, weathering all sorts of difficulties and ordeals on his own initiative with his rare wisdom and outstanding foresightedness.\n\t\t\t\t\t\n\t\t\t\t\t The history of leadership provided by the President for national reunification is characterized by his consistent maintenance of the line of one Korea, the line of reunification and strict adherence to the independent stand for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It was the immutable principle and political creed invariably maintained and implemented by the President in the whole course of his leadership for national reunification that the issue of national reunification should be solved by the efforts of the Korean nation and according to its will and desire free from any outsider's interference.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification, 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by the President constitute the three charters for national reunification which systemize the fundamental principles and ways for national reunification in an integral and comprehensive way.\n\t\t\t\t\t\n\t\t\t\t\t The history of the President's leadership for national reunification is also shining as the history of the great national unity in which he closely rallied all the Koreans under the banner of reunification and patriotism with broad magnanimity and provided the reliable driving force for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three charters for national reunification and the powerful driving force for reunification are precious legacies bequeathed by the President to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The cause of national reunification is sure to be accomplished as long as there is a solid foundation laid by the President for national reunification and seasoned leadership of Kim Jong Il who is carrying out the instructions of the President for national reunification."
        },
        {
            "title": "Suppression of Religion Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-04ee.html",
            "content": "Suppression of Religion Flayed in S. Korea\r\n Pyongyang, April 10 (KCNA) -- The preparatory committee for the Students Committee of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea issued a statement on April 6.\n\t\t\t\t\t The statement recalled that the floor leader of the \"Grand National Party\" threatened the director for general affairs of the Buddhist Jogye Order, saying that \"How can the chief priest critical of the government be allowed to stay in the present post?\"\n\t\t\t\t\t\n\t\t\t\t\t As for the chief priest at issue is concerned, he only opposed the authorities' \"project for improving the four big rivers\" which has touched off the condemnation by the people, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The remarks of the floor leader of the GNP cannot be construed otherwise than the official stand of the ruling party and \"Chongwadae\", not merely his individual viewpoint.\n\t\t\t\t\t\n\t\t\t\t\t  It is the reality of the south Korean society that all those who stand against the wrong policy of the authorities are stigmatized as \"left\", the statement deplored.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the authorities for stretching their tentacles of suppression even to religion in a bid to stay in power. It demanded they stop the suppression of religion, apologize to all the people and step down at once."
        },
        {
            "title": "Myanmar and Finland Figures Release Statements",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-03ee.html",
            "content": "Myanmar and Finland Figures Release Statements\r\n Pyongyang, April 10 (KCNA) -- Personages of Myanmar and Finland released statements on the occasion of the Day of the Sun.\n\t\t\t\t\t Dr. Tin Tun, director of a Myanmar medical research institute, said in a statement on April 3 that President Kim Il Sung regarded it as his motto to believe in people as in Heaven, adding that this was his view on the people.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the President set forth line and policies for the people including the basic line for socialist economic construction and theses on the socialist rural question, always finding himself among them.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's morality of invariably holding their leader in high esteem convinces the world of the personality of General Secretary Kim Jong Il as an outstanding great man, the supreme incarnation of moral obligation, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche era and the Day of the Sun were instituted and the Kim Il Sung Constitution was adopted codifying that he will be held as the eternal President of the DPRK. This hardened the faith of the Korean people and other revolutionary people of the world that the President will always alive as the sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The Kumsusan Memorial Palace was spruced up as the sacred temple of Juche, thus making it possible to hold Kim Il Sung as in his lifetime.\n\t\t\t\t\t\n\t\t\t\t\t Korean-style socialism associated with his whole life has been firmly defended and the party, the army and the state have become the party, the army and the state of Kim Il Sung both in name and in reality under the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho, vice-chairman of the Finnish National Committee for the Study of the Juche Idea, in a statement noted with appreciation that the President laid a solid foundation for powerful self-supporting national economy which develops in reliance on local resources and indigenous technologies in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Convinced that the Korean people would win a victory in the worthwhile struggle for opening the gate to a thriving nation in 2012 under the leadership of Kim Jong Il, he expressed support and solidarity for the Korean people's struggle."
        },
        {
            "title": "Mexican Organizations Issue Bulletins",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-01ee.html",
            "content": "Mexican Organizations Issue Bulletins\r\nPyongyang, April 10 (KCNA) -- Mexican organizations issued bulletins on the occasion of the Day of the Sun and the Brazil-Korea Friendship Association a bulletin on the occasions of the 17th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 78th anniversary of the foundation of the heroic Korean People's Army.\n\t\t\t\t\t The Mexican Committee for the Study of Kimilsungism in the 38th issue of its bulletin carried an article captioned \"The Sun is Eternal\" with a beaming image of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in the article stressed that Kim Il Sung is always alive along with humankind as the sun is eternal.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican Institute for the Study of the Juche Idea in the 54th issue of its bulletin carried a photo on the panoramic view of the Kumsusan Memorial Palace and articles captioned \"Holding High the Banner of Independence\", \"Road of Korean-Style Democracy\", \"Heroic Epic for Defence of Sovereignty\" and \"Building of Rock-Firm Independent Economy\" under the blockletter title \"Independence and President Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t The Brazil-Korea Friendship Association in its bulletin said that Kim Jong Il made the military affairs and the national defence building the most important national priorities so as to markedly increase the military capability.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said that Kim Jong Il consolidated the political and ideological positions of the country as firm as a rock and made a breakthrough toward the building of a thriving socialist nation, adding that the signal successes made in the DPRK are a noble fruition of the outstanding leadership ability of Kim Jong Il."
        },
        {
            "title": "DPRK's Significant Days Observed",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-02ee.html",
            "content": "DPRK's Significant Days Observed\r\n Pyongyang, April 10 (KCNA) -- A meeting, round-table talks, remembrance meetings and film shows were held in different countries and by an international organization to commemorate the Day of the Sun and the 17th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of the Juche Idea at the meeting highly praised the brilliant revolutionary career of President Kim Il Sung who is always alive in the hearts of progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t The election of Kim Jong Il, who is giving a steady continuity to the revolutionary cause of the President, as chairman of the NDC helped the DPRK not only to firmly defend socialism but reliably guarantee peace and security in Northeast Asia including the Korean Peninsula as a legitimate nuclear weapons state, a space power.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Group of Dialectical Materialists of Italy referred to the fact that Kim Il Sung founded the Songun idea and achieved the historic cause of national liberation guided by it, adding that he developed the Korean People's Revolutionary Army into modern regular armed forces, thus defeating the U.S. imperialists in the Fatherland Liberation War and defending the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Pyongyang Cultural Interchange Centre in Lausane, Switzerland noted at a remembrance meeting that Kim Jong Il has victoriously led the building of a thriving nation under the uplifted the banner of Songun by inheriting the President's revolutionary cause, stressing that Kim Jong Il's wise leadership greatly encourages the progressive people following the Juche idea and aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman and the secretary general of the Afro-Asian People's Solidarity Organization said at a remembrance meeting that Kim Il Sung gave valuable instructions related to important issues arising in strengthening support and solidarity among the progressive people in the world, praising him as a great man who rendered distinguished services for the Korean revolution and global independence.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were such Korean films as \"Arms of Korea\" and \"Fireworks for a Thriving Nation\"."
        },
        {
            "title": "Jefe de delegacion militar del Norte envia aviso a la parte Sur",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-11ee.html",
            "content": "Jefe de delegacion militar del Norte envia aviso a la parte Sur\n\t\t\t\t\t\t\r\nPyongyang, 10 de abril (ATCC) -- Con motivo de que los belicistas del circulo militar y las actuales autoridades titeres del Sur de Corea endurecen la campana psicologica anti-Republica Popular Democratica de Corea para fomentar la desconfianza y la hostilidad entre los connacionales y llevar las relaciones intercoreanas al enfrentamiento y a la colision, el jefe de la delegacion de la parte Norte a las conversaciones militares a nivel de general Norte-Sur?envio el dia 10 a las autoridades militares surcoreanas el siguiente aviso:\n\t\t\t\t\t  A traves del aviso remitido el 13 de enero pasado, las conversaciones de expertos militares Norte-Sur efectuadas el 2 de marzo y en otras ocasiones, nuestra parte demando repetida y fuertemente a la parte Sur el cese de la campana psicologica contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSin hacer caso de ello, para hacer mas eficiente esa campana, la parte Sur esta esparciendo en grandes cantidades los volantes que calumnian la ideologia y el sistema de la RPDC, las grabaciones de video con imagenes vulgares y los llamados \"volantes DVD\" que muestran la degenerada vida burguesa. \n\t\t\t\t\t\n\t\t\t\t\t  En esta maniobra toman parte activa hasta los surcoreanos que tienen acceso a las zonas administradas por el Norte y el Sur en las costas del Mar Este y el Oeste, bajo el pretexto de cooperacion e intercambio entre ambas partes. \n\t\t\t\t\t\n\t\t\t\t\tEsta campana estupida significa la violacion flagrante y el desafio frontal al acuerdo de los circulos militares de ambas partes, en el cual se comprometieron a parar la propaganda de todo tipo sobre la contraparte. \n\t\t\t\t\t\n\t\t\t\t\tFrente a la violacion abierta del acuerdo por la parte surcoreana, el Ejercito Popular de Corea llego a la conclusion de que no es necesario que la RPDC se comprometa unilateralmente a los acuerdos Norte-Sur. Como primer paso, decidio revisar formalmente el problema de seguir ejecutando o no el acuerdo de dar la garantia militar al acceso del personal surcoreano a las zonas administradas por el Norte y el Sur en las costas del Mar Este y el Oeste.\n\t\t\t\t\t\n\t\t\t\t\tSi la parte Sur no toma medidas comprensibles destinadas a poner fin a su sucia campana psicologica ni las avisa oficialmente, el EPC adoptara pronto decisivas contramedidas.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de los conservadores surcoreanos debe escuchar con cuidado tal advertencia solemne del EPC."
        },
        {
            "title": "Rodong Sinmun rememora hazanas de Kim Il Sung por la reunificacion",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-12ee.html",
            "content": "Rodong Sinmun rememora hazanas de Kim Il Sung por la reunificacion\r\nPyongyang, 10 de abril (ATCC) -- Estan registradas en letras doradas en la historia nacional las inmortales hazanas realizadas por el Presidente Kim Il Sung quien sento la firme base de la reunificacion de la patria y abrio buenas perspectivas de esta causa.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung tomaba siempre el problema de reunificacion de la patria por el vital relacionado con el destino del pais y la nacion y por la maxima tarea historica de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tY vino impulsando victoriosamente la causa de reunificacion de la patria superando con iniciativa y su extraordinaria perspicacia y prevision las dificultades y obstaculos de toda indole.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de la direccion del Presidente por la reunificacion de la patria es el periodo en que el establecio el solido sosten independiente de esta causa manteniendo invariablemente la linea de una Corea y la de reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tResolver con las fuerzas propias de la nacion ese problema segun la voluntad y la demanda de los coreanos sin permitir la intervencion de cualesquier fuerzas extranjeras, esto fue el inalterable principio y el credo politico que mantuvo el Presidente en todo el proceso de su direccion por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLos 3 Principios de la Reunificacion de la Patria, el Programa de 10 Puntos de la Gran Unidad Pannacional y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo, presentados por el Presidente, son las 3 Cartas para la Reunificacion de la Patria que han sistematizado y sintetizado los principios fundamentales y los remedios para la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de su guia se caracteriza por la gran unidad nacional porque el formo a las fuerzas subjetivas a cargo de la reunificacion aglutinando con su incomparable magnanimidad a todos los compatriotas bajo la bandera de reunificacion y patriotismo.\n\t\t\t\t\t\n\t\t\t\t\tLas 3 Cartas para la Reunificacion de la Patria y las poderosas fuerzas subjetivas son la valiosa herencia que dejo el Presidente a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tMientras existe la firme base de la reunificacion de la patria sentada por el Presidente y la probada guia del Dirigente Kim Jong Il quien materializa cabalmente el legado del primero en la misma materia, es definitivo el cumplimiento de esa causa nacional."
        },
        {
            "title": "Proyectado documental con motivo del Dia del Sol",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-13ee.html",
            "content": "Proyectado documental con motivo del Dia del Sol\n\t\t\t\t\t\t\r\nPyongyang, 10 de abril (ATCC) -- Con motivo del Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung), tuvo lugar el dia 10 en el Palacio Cultural del Pueblo la proyeccion del documental coreano \"Entre el pueblo durante toda su vida\" (quinta parte).\n\t\t\t\t\tEl filme demuestra de manera impresionante las imborrables hazanas revolucionarias del Presidente quien creo la original idea y metodo de la direccion de las masas y los materializo exitosamente en todos los sectores.\n\t\t\t\t\t\n\t\t\t\t\tRememora aquellos dias historicos en que el creo el gran espiritu Chongsanri y el metodo Chongsanri conversando con los habitantes y dirigiendo las reuniones, y establecio el nuevo sistema de administracion economica conveniente a las caracteristicas del regimen socialista al cabo de debatirlo campechanamente con los obreros de Taean.\n\t\t\t\t\t\n\t\t\t\t\tLa cinta muestra tambien como el condujo a los funcionarios a trabajar ateniendose estrictamente a la linea de masas del partido y cuido con afecto paternal la vida de los militares y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, el dispenso grandes benevolencias a los familiares de los martires y a sus hijos.\n\t\t\t\t\t\n\t\t\t\t\tDisfrutaron el documental los cuadros del Estado, el presidente de partido amigo, los funcionarios de ministerios y organos centrales y trabajadores capitalinos."
        },
        {
            "title": "Personalidades extranjeras publican declaraciones por el Dia del Sol",
            "url": "http://kcna.co.jp/item/2010/201004/news10/20100410-14ee.html",
            "content": "Personalidades extranjeras publican declaraciones por el Dia del Sol\r\nPyongyang, 10 de abril (ATCC) -- Varias personalidades de Myanmar y Finlandia publicaron sendas declaraciones dedicadas al Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung).\n\t\t\t\t\t  El director de un instituto de Myanmar, Dr. Tin Tun, destaco en su nota fechada 3 que Iminwichon (considerar al pueblo como el cielo) es la concepcion del pueblo del Presidente y su maxima de vida.\n\t\t\t\t\t\n\t\t\t\t\t  Recordo que compenetrandose siempre con el pueblo, el Presidente presento las lineas y las politicas populares como la linea principal de la construccion de economia socialista y la tesis sobre el problema rural socialista.\n\t\t\t\t\t\n\t\t\t\t\t  En la figura del pueblo coreano, que enaltece invariablemente a su lider, el mundo ve las inigualables personalidades de Su Excelencia      Kim Jong Il, maxima personificacion de obligacion moral, senalo y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  Han sido instituidos la Era Juche y el Dia del Sol y quedo aprobada la Constitucion de Kim Il Sung que estipula legalmente que Su Excelencia Kim Il Sung es Presidente eterno de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tGracias a ello, el pueblo coreano y los demas revolucionarios del mundo redoblaron la conviccion de que el Presidente es eterno Sol del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, el Palacio Memorial Kumsusan fue acondicionado como supremo lugar del Juche, de modo que se conservara eternamente el cuerpo del Presidente.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a la guia de Su Excelencia Kim Jong Il sobre la revolucion mediante el Songun, se defendio firmemente el socialismo al estilo coreano en que esta reflejada la vida del Presidente; el partido, el ejercito y el Estado se convirtieron en los de el.\n\t\t\t\t\t\n\t\t\t\t\t  En su declaracion, el vicepresidente del Comite Nacional Finlandes para el Estudio de la Idea Juche, Antti Sika Aho, elogio que el Presidente echo en Corea la solida base de la economia nacional autarquica que se desarrolla apoyandose en los recursos y tecnicas nacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Convencido de que el pueblo coreano triunfara en su valiosa lucha por abrir las puertas a la gran potencia prospera en 2012 bajo la orientacion del Dirigente, el manifesto su apoyo y solidaridad con la lucha del pueblo coreano."
        }
    ]
}