{
    "date": "2010-11-18",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-18ee.html",
    "articles": [
        {
            "title": "DPRK Sends Notice to S. Korea for Talks of Resuming Tour",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-08ee.html",
            "content": "DPRK Sends Notice to S. Korea for Talks of Resuming Tour\r\n Pyongyang, November 18 (KCNA) -- The General Guidance Bureau for the Development of Scenic Spots of the DPRK Thursday sent a notice to the Ministry of Unification of south Korea, urging it again to hold the working talks between the authorities of the north and the south for discussing the issue of resuming the tour.\n\t\t\t\t\t Expressing great regret at the insincere notice sent by the south side in which it groundlessly took issue with the north side's measures for confiscating and freezing real estates of the south side and raised them as prerequisites for opening the talks, after delaying for nearly 50 days the reply to the notice proposing the talks for resuming the tour sent by the latter to the former three times, talking about \"examination\" and \"sending a notice later,\" the notice said that this attitude of the south side is, in fact, little short of rejecting the talks as commented by media.\n\t\t\t\t\t\n\t\t\t\t\t It is the stand of the north side to discuss and settle all the matters concerning the measures for confiscating and freezing real estates as required by the south side, the notice held, urging it to stop insisting on its absurd pretexts any longer but come out for the above-said talks as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t It suggested those authorities concerned to come out and discuss the matters concerning the opening of the above-said talks while the north-south Red Cross talks will be under way after their opening on November 25."
        },
        {
            "title": "DPRK, Romania Cooperate in Various Fields",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-07ee.html",
            "content": "DPRK, Romania Cooperate in Various Fields\n\t\t\t\t\t\t\r\n Pyongyang, November 18 (KCNA) -- An inter-governmental agreement on cooperation in culture, education, science and sports between the DPRK and Romania was signed here on Thursday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned and from the Romanian side Charge d'Affaires ad Interim Iancu Liviu Ovidiu and staff members of the Romanian embassy here."
        },
        {
            "title": "DPRK Olympic Committee Leaves for Asian Games",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-13ee.html",
            "content": "DPRK Olympic Committee Leaves for Asian Games\r\n Pyongyang, November 18 (KCNA) -- A delegation of the DPRK Olympic Committee led by Pak Myong Chol, minister of Physical Culture and Sports who doubles as chairman of the committee, left here on Thursday to participate in the 16th Asian Games."
        },
        {
            "title": "House of Class Education Built in Susan-ri",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-15ee.html",
            "content": "House of Class Education Built in Susan-ri\r\n Pyongyang, November 18 (KCNA) -- The Susan-ri House of Class Education has been completed for operation.\n\t\t\t\t\t On display at the house with six rooms, including general review room and semi-panorama room, were more than 500 photographs, at least 100 pieces of relics and others which show up the barbarities committed by the U.S. imperialist aggressors and the class enemies in the period of the Korean War. \n\t\t\t\t\t\n\t\t\t\t\t The house is also made of eight outdoor education spots, including the chestnut storehouse where patriots were massacred and their grave.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony was held on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, Ri Myong Gil, chairman of the C.C., the Union of Agricultural Workers of Korea, and others.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural address and speeches were made at the ceremony."
        },
        {
            "title": " 20th Anniversary of Pomminryon Observed",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-09ee.html",
            "content": "20th Anniversary of Pomminryon Observed\r\n Pyongyang, November 18 (KCNA) -- A general meeting of the North Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) was held here on Thursday to mark the 20th anniversary of the formation of Pomminryon. \n\t\t\t\t\t Present there were members of the Presidium, the Central Committee and the Secretariat of the North Headquarters of Pomminryon, members of the North Side Committee for Implementing June 15 Joint Declaration, members of the North Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the activities of the North Headquarters of Pomminryon and discussed its future tasks. \n\t\t\t\t\t\n\t\t\t\t\t A report was made at the meeting. The reporter stressed that it is thanks to the wise guidance of President Kim Il Sung and leader Kim Jong Il that Pomminryon has dynamically advanced along the road of independent reunification, leaving remarkable traces in the history of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Pomminryon will as ever conduct the vigorous struggle for implementing the June 15 joint declaration and the October 4 declaration, strengthen the solidarity of compatriots in the north and the south and overseas and thus positively contribute to bringing a new phase for the independent reunification by the concerted efforts of the nation, the reporter said. \n\t\t\t\t\t\n\t\t\t\t\t The primary task facing all Koreans at present is to frustrate the pro-American and treacherous moves of the south Korean conservative ruling quarters for confrontation with fellow countrymen, he said, stressing the need for Pomminryon to stand in the van of this struggle.\n\t\t\t\t\t\n\t\t\t\t\t He said that Pomminryon should strengthen solidarity with All-Korean Committee for Implementation of June 15 Joint Declaration and actively conduct joint struggle of various forms with organizations of different circles, domains and regions, thus giving a powerful impetus to the patriotic movement for reunification. \n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made before a decision was adopted.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed a draft joint resolution of the North, South and Overseas Headquarters of Pomminryon to be announced on the occasion of its 20th birthday.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting there was a by-election for some of members of the Presidium and the Central Committee of the North Headquarters. \n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Kang Ji Yong was elected chairman of the headquarters."
        },
        {
            "title": "DPRK Women's Soccer Advances into Semifinals of Asian Games",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-16ee.html",
            "content": "DPRK Women's Soccer Advances into Semifinals of Asian Games\r\nPyongyang, November 18 (KCNA) -- The DPRK women's football team advanced into semifinals of the 16th Asian Games.\n\t\t\t\t\tThe DPRK team and its Japanese rival tied 0:0 on Nov. 18.\n\t\t\t\t\t\n\t\t\t\t\tIt will have semifinals on Nov. 20."
        },
        {
            "title": "Reserve Footballers Training System",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-11ee.html",
            "content": "Reserve Footballers Training System\r\n Pyongyang, November 18 (KCNA) -- The Democratic People's Republic of Korea placed the first at the 2010 Asian U-19 and U-16 Football Championships.\n\t\t\t\t\t It was a result of the regular reserve training system established in the country under the care of the Workers' Party of Korea and the government.\n\t\t\t\t\t\n\t\t\t\t\t All juvenile sports schools and secondary and primary schools across the country have football groups embracing a large number of students and pupils.\n\t\t\t\t\t\n\t\t\t\t\t They compete in the National Schoolchildren's Sports Contest for Jongilbong Prize and the National Games of Juvenile Sports Schools every year, fully displaying their skill, gaining experience and improving their techniques.\n\t\t\t\t\t\n\t\t\t\t\t Most of the footballers belonging to the DPRK's u-19 and u-16 teams, qualified for the 2011 FIFA U-20 and U-17 World Cup, were produced by the reserve training system."
        },
        {
            "title": "New Softening Technology Developed",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-12ee.html",
            "content": "New Softening Technology Developed\r\n Pyongyang, November 18 (KCNA) -- The Research Institute of Cinema Science of the Democratic People's Republic of Korea has recently developed a new softening technology.\n\t\t\t\t\t After making researches for lowering the surface temperature of fire and acquiring a new color reagent, it succeeded in developing materials for cold fire, free from danger of burn.                  \n\t\t\t\t\t\n\t\t\t\t\t In a test of the materials, an actor was neither burnt nor injured in raging flames with black smoke.\n\t\t\t\t\t\n\t\t\t\t\t The new technology makes it possible to shoot vivid fire scenes at low cost with actors and actresses provided with safe conditions.\n\t\t\t\t\t\n\t\t\t\t\t The institute has also developed harmless fog-making materials."
        },
        {
            "title": "US Termed Wanton Disturber of World Peace ",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-04ee.html",
            "content": "US Termed Wanton Disturber of World Peace \r\n Pyongyang, November 18 (KCNA) -- Ever since the emergence of the present administration the United States has drastically increased military spending, sparked off a new arms race, built military bases in different parts of the world, demonstrated its huge armed forces and staged military exercises there, creating the danger of war, observes Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t The U.S. imperialists are becoming evermore undisguised in their war hysteria due to their ever-deepening political and economic crises, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters seek a way of saving their country from a tight corner and helping monopoly capital meet its avaricious demand in stepping up their moves for aggression and war. \n\t\t\t\t\t\n\t\t\t\t\t At present the U.S. imperialists consider the Korean Peninsula as a main test ground for carrying out their strategy for world domination by force. \n\t\t\t\t\t\n\t\t\t\t\t They are standing in the way of Korea's reunification, escalating the confrontation and tension between the north and the south and pushing the situation on the peninsula to the brink of war in a bid to retain a permanent grip on south Korea as a military and strategic vantage point and realize their scenario for aggression. \n\t\t\t\t\t\n\t\t\t\t\t What merits an extremely serious attention in the war moves of the U.S. imperialists is that they are making preparations for a nuclear war. This was clearly evidenced by the subcritical nuclear test conducted by them in a test ground in Nevada State in last September. \n\t\t\t\t\t\n\t\t\t\t\t All this goes to prove that the U.S. imperialists are heading for a more dangerous military adventure in an effort to realize their scenario for world domination. They are the chieftain of aggression and war and a wanton disturber of the world peace, concludes the article."
        },
        {
            "title": "Rodong Sinmun on Songun Politics",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-03ee.html",
            "content": "Rodong Sinmun on Songun Politics\r\nPyongyang, November 18 (KCNA) -- The sovereignty of the country and peace cannot be achieved without frustrating the high-handed and arbitrary practices of the imperialists and their moves for aggression. In order to win a victory in the fierce confrontation with the imperialists it is necessary, first of all, to bolster the military capability in every way.\n\t\t\t\t\tRodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\tSongun politics provides a sure guarantee for defending the sovereignty of the country and peace and attaching importance to the military affairs serves as a principle to be always held fast to under the situation where the imperialists exist and the danger of war persists due to them, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIndependence can neither be defended by mere talking nor can the prosperity and development of a country be achieved by begging.\n\t\t\t\t\t\n\t\t\t\t\tMilitary capability provides the surest guarantee for the prosperity and development of a country and nation. Only when a country is strong in its military capability can it emerge victorious in the confrontation with the imperialists.\n\t\t\t\t\t\n\t\t\t\t\tIt is of particular importance for the countries exposed to the imperialists' great threat of aggression to augment the might of Songun. At present the imperialists regard those countries which assert an independent stand and those countries situated in the strategically important regions as the main targets of their invasion and military interference, while making every possible effort not to deteriorate their relations with big countries. Therefore, the developing countries and small countries should build up their military capability in order not to fall victim to the imperialists' invasion and war. \n\t\t\t\t\t\n\t\t\t\t\tAny illusion about the imperialists means a death. To harbor any illusion about the imperialists is little short of surrendering before them with their hands raised. One should not be taken in by the \"appeasement\" policy of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to always hold fast to the Songun politics, the most effective all-powerful treasured sword in the present times. This provides the master key to foiling the imperialists' policy of strength and accomplishing the human cause of independence, the cause of peace.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will as ever bolster the defence capability of the country in every way and consolidate the unity and cohesion of the revolutionary ranks with the People's Army as the core to be unbreakable ones under the uplifted banner of Songun in view of the evermore undisguised moves of the imperialists for aggression and thus reliably protect the sovereignty and security of the country and make a positive contribution to ensuring the world peace."
        },
        {
            "title": "Hyon Pyong Chol's Anti-Human Rights Activities Protested",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-06ee.html",
            "content": "Hyon Pyong Chol's Anti-Human Rights Activities Protested\r\n Pyongyang, November 18 (KCNA) -- Members of organizations affiliated to the Human Rights Committee of south Korea resigned one after another at a time when its some permanent and non-permanent members stepped down en masse in protest against the anti-human rights activities of its Chairman Hyon Pyong Chol, according to the Nov. 15 issue of south Korean newspaper Hangyore.\n\t\t\t\t\t The present chief executive informally designated a lawyer subservient to the \"government\" as permanent member of the committee, in particular, touching off deeper distrust in it.\n\t\t\t\t\t\n\t\t\t\t\t 57 experts, consultants and members of the advisory council of the committee held a press conference that day in connection with the above-said resignation at which they declared no action to prevent human rights abuses can be expected as long as the present chief executive and his cat's paw Hyon Pyong Chol are allowed to stay in office.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, civic, social and human rights organizations and people from all walks of life vow to launch actions to force Hyon to step down."
        },
        {
            "title": " Investigation into Corruption of S. Korean Puppets Urged",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-05ee.html",
            "content": "Investigation into Corruption of S. Korean Puppets Urged\r\nPyongyang, November 18 (KCNA) -- The Student Committee of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement on Nov. 11 in demand of thorough investigation into the puppet clique's irregularities and corruption.\n\t\t\t\t\tThe statement recalled that the illegalities and corruption of the chief executive's family have recently been brought to light to trigger off public criticism.\n\t\t\t\t\t\n\t\t\t\t\tIt accused Chongwadae and the \"Grand National Party\" of scheming to cover up the truth about the said case, talking about \"libel\" and the like.\n\t\t\t\t\t\n\t\t\t\t\tThe present \"government\" should conduct the earliest possible investigation into the recent case and own due responsibility for the unceasing irregularities and corruption, urged the statement."
        },
        {
            "title": "Lao Political Figure Meets Delegation of Pyongyang City",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-14ee.html",
            "content": "Lao Political Figure Meets Delegation of Pyongyang City\r\n Pyongyang, November 18 (KCNA) -- Sisavath Keobounphanh, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party and chairman of the C.C., the National Construction Front of Laos, on Wednesday met and had a talk with the delegation of Pyongyang City headed by Ryang Man Gil, chairman of the Pyongyang City People's Committee and chairman of the DPRK-Laos Friendship Association, on a visit to his country.\n\t\t\t\t\t Sisavath Keobounphanh said that the friendly relations between the two countries, provided by President Kim Il Sung together with Kaysone Phomvihane, have a long tradition.\n\t\t\t\t\t\n\t\t\t\t\t It is the constant stand of the Lao party and government to develop the bilateral relations of friendship, he said, adding that Laos will strive to do so.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people would register greater success under the leadership of the Workers' Party of Korea headed by     Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the Lao party, government and people would always support the Korean people's just cause for building a great prosperous and powerful socialist nation and achieving the independent and peaceful reunification of the country."
        },
        {
            "title": "US-S. Korean Authorities' Anti-DPRK Moves Blasted",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-01ee.html",
            "content": "US-S. Korean Authorities' Anti-DPRK Moves Blasted\r\nPyongyang, November 18 (KCNA) -- The Czech, Moravian and Silesian Trade Unions' Association issued a statement on Nov. 11 in support of the first installment of a statement released by the inspection group of the National Defence Commission of the DPRK in connection with the sunken warship \"Cheonan\" case.\n\t\t\t\t\tThe statement expressed full support for the DPRK's stand on the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\tIt went on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and the south Korean conservative authorities orchestrated the \"Cheonan\" case in last March with an aim to provoke the DPRK and announced \"results of investigation\" in which they claimed the DPRK sank the warship. The DPRK made it clear that it had nothing to do with the case and proposed to the U.S. a joint probe into the truth about it.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S., however, turned down the DPRK's proposal for the joint investigation and got frantic in its anti-DPRK moves as evidenced by the joint military maneuvers being staged by it with the south Korean puppet group. \n\t\t\t\t\t\n\t\t\t\t\tClear is the reason why the U.S. and the south Korean authorities orchestrated such case. They required this to stifle the DPRK and block Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\tWe brand the \"Cheonan\" case as a conspiratorial farce and demand the U.S. make an apology for seeking to deceive the world.\n\t\t\t\t\t\n\t\t\t\t\tWe extend full support and solidarity to the Korean people in their efforts to build a thriving nation and achieve national reunification."
        },
        {
            "title": "Story of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-10ee.html",
            "content": "Story of Kim Jong Il\r\nPyongyang, November 18 (KCNA) -- One day in January Juche 98 (2009), General Secretary Kim Jong Il gave field guidance to the pleasure ground in Mt. Ryongak.\n\t\t\t\t\tAfter making important remarks related to public entertainment in front of a monument to Mt. Ryongak, he suggested climbing Tae Peak on the mountain.\n\t\t\t\t\t\n\t\t\t\t\tMore than 100 narrow and steep stairways should be ascended to reach the peak. Moreover, it was very cold and windy that day.\n\t\t\t\t\t\n\t\t\t\t\tThe officials accompanying the leader tried to stop him from climbing the peak. But he said it was for building the pleasure ground in a better way and went up the stairways in the van.\n\t\t\t\t\t\n\t\t\t\t\tWhen reaching the peak, he commanded a bird's-eye view of Pyongyang and gave detailed ways to refurbish the pleasure ground."
        },
        {
            "title": "RPDC urge otra vez al Sur de Corea conversaciones entre autoridade",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-17ee.html",
            "content": "RPDC urge otra vez al Sur de Corea conversaciones entre autoridades \r\nPyongyang, 18 de noviembre (ATCC) -- La Direccion de Desarrollo Integral de Lugares Famosos (DDILF) de la Republica Popular Democratica de Corea envio el dia 18 un aviso al Ministerio de Reunificacion del Sur de Corea volviendo a urgir las conversaciones de trabajo entre las autoridades sobre el problema de reinicio del turismo.\n\t\t\t\t\t  Al cabo de dilatar cerca de 50 dias su respuesta a los 3 avisos anteriores de la parte Norte sobre el mismo tema pretextando que \"examinaria\" y \"notificaria despues\", la parte Sur ha enviado un aviso insincero cuestionando absurdamente las medidas de la RPDC de confiscar y congelar los bienes inmuebles surcoreanos y presentando este problema como condicion de las conversaciones.\n\t\t\t\t\t\n\t\t\t\t\t  En su aviso, la DDILF expreso su gran lastima por el respecto y senalo que tal actitud de la parte surcoreana significa practicamente la negativa a las conversaciones como comentan los medios de prensa.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC tiene la posicion de consultar y solucionar tambien ese asunto demandado por la parte surcoreana, apunto y enfatizo que esta no debe recurrir mas a los pretextos injustos, sino salir lo mas pronto posible a las conversaciones por el reinicio del turismo.\n\t\t\t\t\t\n\t\t\t\t\t  Y propuso que las autoridades interesadas discutan los problemas correspondientes al reinicio del turismo durante las conversaciones de cruz roja Norte-Sur que tendran lugar el dia 25."
        },
        {
            "title": "Firmado convenio entre Corea y Rumania",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-18ee.html",
            "content": "Firmado convenio entre Corea y Rumania\r\nPyongyang, 18 de noviembre (ATCC) -- Quedo rubricado el dia 18 en esta capital el convenio de cooperacion en los sectores de cultura, educacion, ciencia y deporte entre los gobiernos de la Republica Popular Democratica de Corea y de Rumania.\n\t\t\t\t\tEn la ceremonia de firmas participaron el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero, Jon Yong Jin, y otros funcionarios por la parte coreana y por la rumana, el encargado de negocios a.i. Iancu Liviu Ovidiu y otros miembros de la embajada rumana en Corea."
        },
        {
            "title": "Reunion plenaria dedicada al 20o de fundacion de APRP",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-19ee.html",
            "content": "Reunion plenaria dedicada al 20o de fundacion de APRP\r\nPyongyang, 18 de noviembre (ATCC) -- Tuvo lugar este jueves en Pyongyang la reunion plenaria de la Direccion Nortena de la Alianza Pannacional por la Reunificacion de la Patria (APRP) dedicada al vigesimo aniversario de fundacion de esta entidad.\n\t\t\t\t\tEstuvieron presentes en la ocasion los miembros de la presidencia, el comite central y el secretariado de la Direccion Nortena de la APRP, los miembros del Comite Norteno por la Ejecucion de la Declaracion Conjunta del 15 de Junio y de la Direccion Nortena de la Alianza Pannacional de Jovenes y Estudiantes por la Reunificacion de la Patria (APJERP) y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fueron balanceadas las actividades de la Direccion Nortena de la APRP y hubo debates sobre sus tareas ulteriores.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo el informe.\n\t\t\t\t\t\n\t\t\t\t\tEl informante senalo que gracias a la sabia direccion del Presidente Kim Il Sung y del Dirigente Kim Jong Il, la APRP pudo venir marchando firmemente por el unico camino de reunificacion independiente dejando sus claras huellas en la historia nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro tambien, -prosiguio- la APRP luchara dinamicamente por la ejecucion de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y contribuira activamente a que se abra la nueva fase de reunificacion independiente con la fuerza unida de la nacion obtenida mediante la consolidacion de la solidaridad tripartita entre el Norte, el Sur y ultramar.\n\t\t\t\t\t\n\t\t\t\t\tLa prioridad de todos los coreanos para hoy es acabar con la confrontacion fratricida de los gobernantes conservadores surcoreanos y sus actos vendepatrias y serviles proyanquis, apunto y exhorto a la APRP a ponerse a la cabeza de la lucha por ese fin.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que la APRP debe impulsar fuertemente el movimiento patriotico por la reunificacion al consolidar la solidaridad con el Comite Conjunto Nacional del 15 de Junio y desplegar activamente la lucha conjunta de diversas formas junto con las entidades de diferentes estratos, sectores y regiones.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo intervenciones y fue adoptada una resolucion.\n\t\t\t\t\t\n\t\t\t\t\tTambien se discutio el proyecto de resolucion conjunta de las direcciones del Norte, el Sur y ultramar que sera publicada con motivo del vigesimo aniversario de la APRP.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion cubrio las vacancias de algunos miembros de la presidencia y del comite central de la Direccion Nortena de la APRP.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente Kang Ji Yong fue electo como presidente de esa direccion."
        },
        {
            "title": "Rodong Sinmun acusa a EE.UU. de perturbar la paz mundial",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-20ee.html",
            "content": "Rodong Sinmun acusa a EE.UU. de perturbar la paz mundial\r\nPyongyang, 18 de noviembre (ATCC) -- Despues de la aparicion de su actual administracion, Estados Unidos aumento considerablemente los gastos militares, acelera la nueva carrera armamentista y construye las bases militares en todas partes.\n\t\t\t\t\tAdemas, crea el peligro de guerra desarrollando la demostracion de fuerzas armadas y ejercicios militares de gran dimension en varias regiones del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Asi revela el periodico Rodong Sinmun en un articulo individual del dia 18 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La visible locura belicista de los imperialistas yanquis se debe a su crisis politico-economica que se profundiza cada dia mas.\n\t\t\t\t\t\n\t\t\t\t\t  El circulo dominante norteamericano trata de buscar en el fortalecimiento de las acciones por la agresion y la guerra la via para sacar de la crisis a su pais y satisfacer la demanda codiciosa del capital monopolista.\n\t\t\t\t\t\n\t\t\t\t\t  Actualmente, los imperialistas yanquis toman la Peninsula Coreana como campo de prueba para realizar su estrategia de dominar el mundo con la fuerza. \n\t\t\t\t\t\n\t\t\t\t\t  Con el proposito de realizar su ambicion agresiva tomando el Sur de Corea como su eterna base estrategico-militar, impiden la reunificacion de Corea, agravan la confrontacion y la tension entre el Norte y el Sur de Corea y llevan la situacion de la Peninsula Coreana al borde de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas grave del caso es que ellos preparan la guerra nuclear. Un buen ejemplo de ello, es la prueba nuclear subcritica realizada en el Estado de Nevada en septiembre pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Todo esto demuestra que los imperialistas norteamericanos recurren a la aventura militar mas peligrosa para alcanzar su meta de tomar la heguemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, ellos son autores de la agresion y la guerra y perturbadores flagrantes de la paz mundial."
        },
        {
            "title": " Sistema de formacion de futbolistas de Corea",
            "url": "http://kcna.co.jp/item/2010/201011/news18/20101118-21ee.html",
            "content": "Sistema de formacion de futbolistas de Corea\r\nPyongyang, 18 de noviembre (ATCC) -- La Republica Popular Democratica de Corea centra la atencion del mundo futbolistico porque salio vencedora de los Campeonatos Asiaticos de Futbol sub-19 y sub-16 efectuados hace poco.\n\t\t\t\t\t  Este exito, que promete el futuro maravilloso del futbol coreano, es el resultado orgulloso del sistema de formacion de jugadores de reserva establecido ordenadamente en todo el pais bajo la atencion del Partido del Trabajo de Corea y el gobierno de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Actualmente, aprenden este deporte-rey muchos jovenes y ninos integrantes de los grupos de futbol de las escuelas deportivas de juniores, secundarias y primarias a lo largo del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos prueban su nivel tecnico en la anual Competencia Deportiva Nacional de Jovenes y Ninos Escolares por la Copa Jongilbong, la competencia deportiva nacional de dichas escuelas deportivas y otros eventos. \n\t\t\t\t\t\n\t\t\t\t\tEn este curso, se forman como jugadores prometedores aprendiendo experiencias y elevando su nivel tecnico.\n\t\t\t\t\t\n\t\t\t\t\t  Entre ellos sobresalen Jong Il Gwan, Ri Hyok Chol, Ri Il Jin, Jang Ok Chol, Pak Myong Song, Ju Jong Chol y otros jugadores estelares de los equipos coreanos que ganaron el boleto a las Copas Mundiales sub-20 y sub-17, que tendran lugar en 2011, al ocupar el primer lugar en los Campeonatos Asiaticos de Futbol sub-19 y sub-16."
        }
    ]
}