{
    "date": "2010-09-11",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects March 5 Youth Mine ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-09ee.html",
            "content": "Kim Jong Il Inspects March 5 Youth Mine \r\nPyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the March 5 Youth Mine, which set an example in modernization. \n\t\t\t\t\tHe went round different production processes including open-cast mining sites, large crushing plants and ore dressing plants for hours to acquaint himself in detail with their technological updating and production there. \n\t\t\t\t\t\n\t\t\t\t\tLooking at open-cast mining sites, vast mining lots with large mining machines at work and ore dressing plants furnished with the latest equipment and put on a CNC basis, he expressed great satisfaction over the fact that all production processes of the mine have been technologically updated as required by the IT age.\n\t\t\t\t\t\n\t\t\t\t\tIt is a great success that the officials, workers and technicians of the mine have successfully carried out the overall technological updating in a matter of two years in the revolutionary spirit of devotedly implementing the party's policies, thereby radically changing the appearance of the mine and trebling the production of mineral ore, he said, extending high appreciation and thanks to them for having turned the mine into a leading nonferrous metal ore producer as desired by President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tNoting that the workers of the mine turned out as one in hearty response to the call of the WPK and successfully put the mine on a modern and scientific basis in a short span of time by their own efforts and with their own technology even under the difficult conditions, he added that this signal success is a striking demonstration of the mental power of the heroic working class of Korea. \n\t\t\t\t\t\n\t\t\t\t\tEnjoying a bird's-eye view of the mine from an observation deck, he said that the picturesque mine is a paradise for the people and a communist land of bliss in the era of Songun. \n\t\t\t\t\t\n\t\t\t\t\tIt is, indeed, laudable success that the mine finished such gigantic construction by its own efforts while steadily increasing the production, he said, highly appreciating all the party members and other working people and their families of the mine for having brought about the gigantic changes full of confidence and optimism about the future.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth important tasks to be fulfilled by the mine.\n\t\t\t\t\t\n\t\t\t\t\tThe most important task facing the mine is to systematically increase the production of minerals based on the already achieved successes and, to this end, it is necessary to continue to thoroughly implement the party's policy of massively mining and processing, he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe underscored the need for the mine to keep the modern ore dressing plants that underwent technological updating in full capacity operation and, at the same time, conduct strenuous drive to further raise the actual concentration rate.\n\t\t\t\t\t\n\t\t\t\t\tStressing the need to send more concentrated ores to smelteries and, at the same time, build its own smelting plant in keeping with the drastically increased production of concentrated ores, he specified the orientation and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\tHe instructed the officials of the mine to set up the correct management and business strategies and do business management in an innovative manner to ensure profitability and provide the miners with more excellent living conditions.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed expectation and belief that the officials, workers and technicians of the mine would take the lead in working world-startling miracles and feats in building a thriving nation in the future, too, and thus demonstrate their heroic stamina and invincible spirit once again.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Pak To Chun, chief secretary of the Jagang Provincial Committee of the WPK, Jang Song Thaek, vice-chairman of the DPRK National Defence Commission and department director of the WPK Central Committee, Kim Ki Nam, secretary of the C.C., the WPK, and Kim Kyong Hui, Thae Jong Su and Hong Sok Hyong, department directors of the C.C., the WPK."
        },
        {
            "title": "DPRK Red Cross Proposes Family Reunion Talks to S. Korea",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-03ee.html",
            "content": "DPRK Red Cross Proposes Family Reunion Talks to S. Korea\r\n Pyongyang, September 11 (KCNA) -- Jang Jae On, chairman of the Central Committee of the Red Cross Society of the DPRK, Friday sent a notice to Ryu Jong Ha, president of the south Korean Red Cross, proposing a working contact of those concerned of Red Cross organizations of the north and the south for arranging a reunion of separated families and their relatives at Mt. Kumgang resort on the occasion of the forthcoming harvest moon day.\n\t\t\t\t\t Jang said in the notice that in the past both sides had a good precedent in which they arranged a reunion of separated families and their relatives in the north and the south on the occasion of the harvest moon day, a traditional folk day, alleviating their pain and deepening the kinship, and proposed holding the reunion of such separated families and their relatives at Mt. Kumgang resort on the forthcoming harvest moon day.\n\t\t\t\t\t\n\t\t\t\t\t Expressing hope that humanitarian cooperation between the north and the south would get brisk with the reunion of separated families and their relatives at Mt. Kumgang resort as a momentum, Jang proposed having a working contact of those concerned of Red Cross organizations of the north and the south at the earliest possible day to discuss the above-said matter."
        },
        {
            "title": "Anniversary of Founding of Young Red Guards Observed",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-12ee.html",
            "content": "Anniversary of Founding of Young Red Guards Observed\r\nPyongyang, September 11 (KCNA) -- A national meeting took place at the People's Palace of Culture on Saturday to mark the 40th anniversary of the founding of the Young Red Guards.\n\t\t\t\t\t Present there were Kim Yong Chun, Ju Sang Song, officials of party and armed forces organs, those of working people's organizations, ministries and national institutions, commanding officers of the Worker-peasant Red Guards and the Young Red Guards and members of the Young Red Guards.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung set forth the original idea of building revolutionary militia forces and founded the Young Red Guards, a para-military organization of youth and students, on September 12, Juche 59 (1970), on the basis of the experience gained in the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the YRG helped comprehensively carry out the work of placing all the people under arms, firmly establish an all-people defence system centered on the People's Army and provide a sure guarantee for encouraging all the people to turn out to beat back the aggressors and reliably protect the country and the gains of the revolution in case of emergency in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Supreme Commander Kim Jong Il the Young Red Guards has greeted a heyday in its development.\n\t\t\t\t\t\n\t\t\t\t\t He has wisely led the work of the YRG, bringing about a fresh turn in making political and military preparations and improving its quality.\n\t\t\t\t\t\n\t\t\t\t\t O Il Jong, department director of the Central Committee of the Workers' Party of Korea, in his report at the meeting called upon the commanding officers and members of the YRG to firmly uphold and glorify the Juche-oriented military idea and Songun leadership exploits of Kim Il Sung and Kim Jong Il and thoroughly implement the military line of the Party."
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-05ee.html",
            "content": "Release of S. Korean Rev. Han Sang Ryol Called for\r\n Pyongyang, September 11 (KCNA) -- The British Branch of the Korean Friendship Association headquartered in Spain made public a statement on August 25 condemning the south Korean puppet forces for arresting Rev. Han Sang Ryol, reunification champion.\n\t\t\t\t\t The statement accused the south Korean puppet forces of arresting him for his visit to the DPRK for peace and reunification of the Korean Peninsula to mark the 10th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the south Korean authorities are not only opposed to the peaceful reunification of Korea but not allowing people to meet even compatriots, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The British branch of the association demands an immediate release of the reverend and calls on all democratic forces to make efforts for it."
        },
        {
            "title": "New Souvenir Stamps Issued",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-10ee.html",
            "content": "New Souvenir Stamps Issued\r\n Pyongyang, September 11 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea has issued a sheetlet and an individual stamp to mark the 60th anniversary of the entry of the Chinese People's Volunteers (CPV) into the Korean front.\n\t\t\t\t\t The Chinese party and government, though they were in hard time after the republic was founded a year ago, dispatched volunteers to the Korean front during the Fatherland Liberation War (June 1950-July 1953) under the banner of resisting America and aiding Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese volunteers fully displayed collective heroism and unexampled devotion in the war, sharing the same fate with the Korean servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the stamps are inscriptions \"60th anniversary of CPV's entry into the Korean front\" written in Korean and Chinese, \"Juche 39(1950)-Juche 99(2010) and \"Resisting America and aiding Korea, safeguarding the home and defending the motherland\" in Chinese.\n\t\t\t\t\t\n\t\t\t\t\t Printed in the sheetlet are an oil painting portraying Chinese party and state officials discussing the issue of joining in the Korean front, a picture of a Korean soldier and a Chinese volunteer fighting together in the same trench, a large bronze sculpture \"For Peace\", representing volunteers who rendered heroic services in the war and a poster of children holding doves in their hands, a souvenir brought by a Chinese consolation team during the war, etc.\n\t\t\t\t\t\n\t\t\t\t\t The individual stamp carries a picture of a Korean woman being with a Chinese volunteer."
        },
        {
            "title": "September Concert Given by Unhasu Orchestra ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-11ee.html",
            "content": "September Concert Given by Unhasu Orchestra \r\nPyongyang, September 11 (KCNA) -- The September concert was given by the Unhasu Orchestra at the Mansudae Art Theatre on Friday to mark the 62nd birthday of the DPRK.\n\t\t\t\t\tAppreciating the concert were senior officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions, working people, congratulatory groups of overseas compatriots including the congratulatory group of Koreans in Japan, delegations, visiting groups, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and diplomatic envoys of different countries and representatives of international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were chorus \"Our Great Country\" and \"Long Live Generalissimo Kim Il Sung\", female sextet and chorus \"Fly Our Tri-Color National Flag of the Republic\" and various numbers.\n\t\t\t\t\t\n\t\t\t\t\tThe performers enthusiastically sang of the immortal feats President Kim Il Sung performed by building a people-centered socialist state, laying a foundation for the independent development of the country and eternal prosperity and those General Secretary Kim Jong Il performed by placing the dignity and national power of the republic on the highest level with his original Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\tThey also successfully made an ideological and artistic representation of the firm faith and will of all the service persons and people of the DPRK to creditably carry forward the great history and tradition of Juche Korea."
        },
        {
            "title": "Light Comedy \"Echo of Mountain\" Staged in Hyesan",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-14ee.html",
            "content": "Light Comedy \"Echo of Mountain\" Staged in Hyesan\r\n Pyongyang, September 11 (KCNA) -- Light comedy \"Echo of Mountain\", a winner of Kim Il Sung Prize, was staged in Hyesan from Sept. 2 to 11.\n\t\t\t\t\t Appreciating the performance were officials, working people and youth and students in Ryanggang Province.\n\t\t\t\t\t\n\t\t\t\t\t It powerfully encouraged the officials and other working people in the province to turn out as one in the worthwhile struggle to implement the party's policies.\n\t\t\t\t\t\n\t\t\t\t\t Deeply moved by the performance, the audience renewed their determination to perform fresh miracles and feats in the general advance for improving the standard of people's living by giving full play to patriotic enthusiasm."
        },
        {
            "title": "New Type of Nine-Axis Turning Machining Center Developed",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-13ee.html",
            "content": "New Type of Nine-Axis Turning Machining Center Developed\r\n Pyongyang, September 11 (KCNA) -- The Ryonha Machine Plant of the DPRK developed a new type of nine-axis turning machining center, the latest CNC-based machine tool.\n\t\t\t\t\t This machining center is a high-performance CNC-based machine tool as it has nine controlling axes including two principal axes for turning and one axis for multi-function miller.\n\t\t\t\t\t\n\t\t\t\t\t This machine weighing more than 40 tons can be called a parent machine as it is capable of processing any form of material with high precision. It can play a decisive role in the production of latest products in different fields including automobile and shipping industries, space technology and air industry. \n\t\t\t\t\t\n\t\t\t\t\t The plant designed and manufactured the machining center with its own technology and wisdom 100 percent.\n\t\t\t\t\t\n\t\t\t\t\t It developed 2-4 axis CNC-based standard machine tool in the 1990s and 5-axis machining center and 8-axis and 9-axis high performance machine tools in the 2000s. \n\t\t\t\t\t\n\t\t\t\t\t The Ryonha Machine Plant has a wealth of experience in developing and manufacturing modern CNC-based machine tools."
        },
        {
            "title": "\"Appeal to All the People\" Issued by AINDF",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-08ee.html",
            "content": "\"Appeal to All the People\" Issued by AINDF\r\nPyongyang, September 11 (KCNA) -- The Information Department of the Central Committee of the Anti-Imperialist National Democratic Front made public \"Appeal to All the People\" on September 8 on the lapse of 65 years since the U.S. imperialists occupied south Korea, according to internet site\"Kugukjonson\".\n\t\t\t\t\t The appeal said:  \n\t\t\t\t\t\n\t\t\t\t\t The U.S. occupation of south Korea was brigandish, illegal and shameless aggression as it divided the Korean nation into two and imposed disgraceful slavery again upon the Korean people, who suffered under the Japanese imperialists' 40-odd-year long colonial rule. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people can neither be free from the yoke of slavery nor can they escape a nuclear war disaster, much less expecting national reunification, their cherished desire, as long as the U.S. imperialist aggressor troops, the colonial occupation forces, are present in south Korea, the appeal said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The people of all social standings in this land who love justice and  truth and set store by the destiny of the country and the nation should turn out as one in the patriotic sacred struggle for driving the U.S. imperialist aggressors out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Let us force the U.S. imperialist aggressor troops, the chieftain of aggression and war and cruel man-killers, to go back to their den!\n\t\t\t\t\t\n\t\t\t\t\t Let us check and frustrate the U.S. reckless moves for a new war aimed at imposing a nuclear disaster upon all Koreans and reducing the three thousand-ri land of Korea to ashes!\n\t\t\t\t\t\n\t\t\t\t\tLet us decisively oppose the policy of confrontation with fellow countrymen including the traitorous watchword \"no nukes, opening and 3000 dollars!\"\n\t\t\t\t\t\n\t\t\t\t\t Let us thoroughly frustrate the group of traitors' anti-DPRK racket and war moves against fellow countrymen!\n\t\t\t\t\t\n\t\t\t\t\t Let us promote national reconciliation and unity under the banner of \"By our nation itself\" and give further momentum to the nationwide movement for national reunification!\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to put an end to the U.S. imperialists' cursed history of occupation, the appeal noted, calling upon all the people to dynamically turn out in the nationwide struggle to burying the U.S. imperialist aggressors and their stooges in order to bring a new independent society free from outside forces as early as possible."
        },
        {
            "title": "Anniversary of Finland-Korea Society Marked",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-04ee.html",
            "content": "Anniversary of Finland-Korea Society Marked \r\n Pyongyang, September 11 (KCNA) -- A meeting took place in Helsinki on Sept. 2 to mark the 40th anniversary of the Finland-Korea Society.\n\t\t\t\t\t Displayed in its venue were books and photos introducing the wise leadership of the peerlessly great persons and the achievements made by the Korean people in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting on invitation were the ambassador and staff members of the DPRK embassy in Helsinki.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho, chairman of the society, recalled that the society has conducted the brisk activities of friendship and solidarity supporting the Korean people's just cause of socialist construction and national reunification and introducing the culture and history of Korea and the achievements made by the Korean people in building socialism. This is greatly conducive to the development of the friendly relations between the two countries, he added.\n\t\t\t\t\t\n\t\t\t\t\tHe highly praised the immortal exploits of President Kim Il Sung who devoted his all to the reunification of the country and stressed that General Secretary Kim Jong Il provided the historic inter-Korean summit true to the behests of the President, thus bringing about a epochal turn in national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the inter-Korean relations, which had developed on good terms with the adoption of the June 15 joint declaration, have been extremely deteriorated due to the anti-reunification policy of traitor Lee Myung Bak and the anti-DPRK moves of the U.S. imperialists seeking permanent division of Korea, he urged the south Korean authorities to stop the sycophantic and traitorous actions at once and the U.S. to respond to the proposal for concluding a peace treaty at an early date and withdraw its troops from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated that the society would invariably and positively support the Korean people's cause of independent and peaceful reunification and building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting there was a colorful performance of Finnish artistes."
        },
        {
            "title": "Release of S. Korean Rev. Han Sang Ryol Called for",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-05ee.html",
            "content": "Release of S. Korean Rev. Han Sang Ryol Called for\r\n Pyongyang, September 11 (KCNA) -- The British Branch of the Korean Friendship Association headquartered in Spain made public a statement on August 25 condemning the south Korean puppet forces for arresting Rev. Han Sang Ryol, reunification champion.\n\t\t\t\t\t The statement accused the south Korean puppet forces of arresting him for his visit to the DPRK for peace and reunification of the Korean Peninsula to mark the 10th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the south Korean authorities are not only opposed to the peaceful reunification of Korea but not allowing people to meet even compatriots, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The British branch of the association demands an immediate release of the reverend and calls on all democratic forces to make efforts for it."
        },
        {
            "title": "Kim Jong Il's Work Published in Germany ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-01ee.html",
            "content": "Kim Jong Il's Work Published in Germany\r\nPyongyang, September 11 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by a publishing house of Germany on Sept. 7.\n\t\t\t\t\t The work, published on Sept. 5, Juche 97 (2008), stresses that the 60-year-long history of the DPRK is a history of great struggle and victory, creation and changes in which the Korean people defended the independence and honor of the country and built a rich and powerful socialist country under the guidance of the great leader and the great party. Also expounded in it is the idea that even a small and backward country can turn into a developed and dignified power when it is guided by the great leader and the great party.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks and ways for accomplishing the revolutionary cause of Juche under the banner of the Juche idea, the banner of   Songun."
        },
        {
            "title": "DPRK's Birthday Marked",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-07ee.html",
            "content": "DPRK's Birthday Marked\r\n Pyongyang, September 11 (KCNA) -- Figures of a regional organization and Myanmar issued statements on Sept. 5 on the occasion of the 62nd birthday of the DPRK.\n\t\t\t\t\t Ibrahim Eisam Lary, general-secretary of the Arab Lawyers Union, noted in his statement that the Korean people are leading a happy life as masters of the state and society and achieving great successes in the building of a thriving socialist nation full of confidence and optimism.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean people are now striving hard to avert a war and defend peace on the Korean Peninsula, build a prosperous country and reunify the country under the Songun leadership of Kim Jong Il, he expressed conviction that the Korean people would open up the gate to a thriving socialist nation in 2012.\n\t\t\t\t\t\n\t\t\t\t\tTin Tun, director of the Myanmar Homeotherapy Institute, said in his statement that the foundation of the DPRK by President Kim Il Sung made it possible for the Korean people to emerge an independent and creative people ushering in a new era of history with a tight hold on their destinies as the masters of the state and society for the first time in the Korean nation's history spanning 5,000 years and a dignified people whom no one dares provoke.\n\t\t\t\t\t\n\t\t\t\t\tThe President's exploits performed in the nation-building remain shining thanks to General Secretary Kim Jong Il, he said, adding that Kim Il Sung's Korea will prosper forever and the great drive for building a thriving nation is sure to triumph thanks to the Songun leadership of Kim Jong Il and the single-minded unity of the army and people of the DPRK united close around him."
        },
        {
            "title": "DPRK's Birthday Celebrated ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-02ee.html",
            "content": "DPRK's Birthday Celebrated \r\n Pyongyang, September 11 (KCNA) -- Meetings, photo exhibitions and film shows were held in Mexico, South Africa, Germany, Sweden and Myanmar on Sept. 2 and 3 to celebrate the 62nd anniversary of the DPRK. \n\t\t\t\t\t Displayed in the venues of the exhibitions were photos introducing the feats performed by President Kim Il Sung for the nation building and the Songun leadership feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were \"Pyongyang Today\", \"Pyongyang at Night\" and other Korean films. \n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said at a meeting that Kim Il Sung turned Korea into a people-centered country and a socialist bulwark admired by all people while being active as the leader of the people and the prominent leader all his life. The President's feats for the nation building will shine forever, the speaker added.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il has developed the DPRK into a socialist state of Juche with invincible might through his distinguished Songun revolutionary leadership, the general secretary said: His recent visit to China was a historic event as it made a distinguished contribution to further developing the DPRK-China friendly relations and protecting global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Mfumalanga Provincial Committee of the South African Communist Party said at a meeting that the DPRK founded by Kim Il Sung and strengthened by Kim Jong Il is the country where the Juche idea is fully embodied in the state activities. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the Swedish Group for the Study of the Juche Idea said at a film show that the DPRK regarded the Juche idea, the Songun idea founded by Kim Il Sung as the one and only guideline and has thoroughly applied it in the state activities, thus turning itself into a politico-ideological and military giant to be reckoned by the international community."
        },
        {
            "title": "Jang Jae On envia aviso a su homologo surcoreano",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-16ee.html",
            "content": "Jang Jae On envia aviso a su homologo surcoreano\r\nPyongyang, 11 de septiembre (ATCC) -- El presidente del Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea, Jang Jae On, envio el dia 10 al titular de la Sociedad de la Cruz Roja del Sur de Corea, Ryu Jong Ha, un aviso proponiendo el contacto de trabajo de los interesados de la Cruz Roja de ambas partes coreanas para realizar en el monte Kumgang el encuentro entre los familiares y parientes separados con motivo de la fiesta otonal (15 de agosto segun el calendario lunar) que se aproxima.\n\t\t\t\t\t  Ambas partes tienen el buen precedente de haber aliviado el dolor de los familiares separados y estrechado la fraternidad entre ellos al auspiciar en el pasado los encuentros de los familiares y parientes, que viven separados en el Norte y el Sur, con motivo de esa tradicional fiesta folclorica de nuestra nacion, senala la misiva y propone efectuar este ano tambien dicha actividad en el monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t  Desea que a traves de ese encuentro, fueran activadas las labores de cooperacion humanitaria entre el Norte y el Sur, y propone sostener lo mas pronto posible el contacto de trabajo entre los interesados de la Cruz Roja Norte-Sur para consultar los problemas referidos."
        },
        {
            "title": "Acto central por 40o aniversario de la Guardia Juvenil Roja",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-17ee.html",
            "content": "Acto central por 40o aniversario de la Guardia Juvenil Roja \r\n Pyongyang, 11 de septiembre (ATCC) -- Tuvo lugar este sabado en el Palacio Cultural del Pueblo el acto central por el 40o aniversario de la fundacion de la Guardia Juvenil Roja (GJR).\n\t\t\t\t\t Participaron en la ocasion Kim Yong Chun, Ju Sang Song, los funcionarios de los organismos del partido y las fuerzas armadas, entidades de masas, ministerios y organos centrales, los comandantes y miembros de la Guardia Roja Obrero-Campesina y de la GJR en esta capital.\n\t\t\t\t\t\n\t\t\t\t\t El Presidente Kim Il Sung presento la original idea acerca de la construccion de las fuerzas armadas civiles revolucionarias y a base de sus experiencias adquiridas en la epoca de lucha armada antijaponesa, fundo el 12 de septiembre del 59 (1970) de la Era Juche la GJR. \n\t\t\t\t\t\n\t\t\t\t\t La fundacion de esta organizacion paramilitar de jovenes y estudiantes posibilito realizar plenamente en la RPDC el armamento de todo el pueblo y establecer estrictamente el sistema de defensa de todo el pueblo cuyo nucleo es el Ejercito Popular.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, se dio la garantia para rechazar en el tiempo de emergencia a los invasores y defender fidedignamente las conquistas de la patria y la revolucion mediante la movilizacion de todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\t Gracias a la sabia direccion del Comandante Supremo Kim Jong Il, la GJR ha entrado en la etapa de pleno desarrollo. \n\t\t\t\t\t\n\t\t\t\t\t El Dirigente condujo sabiamente las labores de esta organizacion paramilitar registrando un nuevo cambio en sus preparativos politico-militares y en su fortalecimiento cualitativo. \n\t\t\t\t\t\n\t\t\t\t\t Al presentar el informe de la ocasion, el jefe de departamento del CC del PTC, O Il Jong, destaco que los comandantes y los miembros de la GJR deben defender con firmeza y glorificar la autoctona idea militar del Presidente y el Dirigente y sus hazanas logradas en su guia del Songun y materializar consecuentemente la linea militar del partido."
        },
        {
            "title": "FDNA publica llamamiento a todo el pueblo ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-18ee.html",
            "content": "FDNA publica llamamiento a todo el pueblo\n\t\t\t\t\t\t\r\nPyongyang, 11 de septiembre (ATCC) -- Segun el sitio web \"Frente de Salvacion Nacional\", el Departamento de Propaganda del Comite Central del Frente Democratico Nacional Antiimperialista (FDNA) publico el dia 8 el \"Llamamiento a todo el pueblo\" en relacion con que transcurrieron 65 anos desde cuando el imperialismo yanqui ocupara el Sur de Corea.\n\t\t\t\t\tLa ocupacion norteamericana del Sur de Corea es un crimen bandidesco, ilegal, descarado y agresivo que dividio en dos partes a la nacion coreana e impuso otra vez la esclavitud a esta que ha sufrido durante mas de 40 anos el coloniaje japones, inicia la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tMientras permanecen en esta tierra las tropas agresoras norteamericanas, fuerzas ocupantes y colonialistas, el pueblo surcoreano no puede liberarse del yugo colonial ni eludir los desastres de guerra nuclear, ni mucho menos lograr la reunificacion de la patria ansiada por todos los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes de distintos sectores y capas, que aman la justicia y la verdad y aprecian el destino del pais y la nacion, deben levantarse unanimemente en la sagrada lucha antiyanqui y patriotica por expulsar a los agresores norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\tExpulsemos a su madriguera a los agresores norteamericanos, caudillos de la agresion y la guerra y matones salvajes!\n\t\t\t\t\t\n\t\t\t\t\tDetengamos y frustremos a todo trance las imprudentes maniobras de EE.UU. tendentes a hacer sufrir los desastres nucleares a la nacion coreana y reducir a cenizas el territorio nacional de 3 mil ri (10 ri equivalen a 4 kilometros) al desatar la nueva guerra!\n\t\t\t\t\t\n\t\t\t\t\tRechacemos tajantemente la politica antinacional de \"desnuclearizacion, apertura y 3 mil dolares\" y las otras de la banda de conservadores proyanquis en busca del enfrentamiento fratricida!\n\t\t\t\t\t\n\t\t\t\t\tFrustremos cabalmente la campana intrigante anti-RPDC y la belica de la banda de traidores contra los connacionales!\n\t\t\t\t\t\n\t\t\t\t\tPromovamos la reconciliacion y la unidad nacionales bajo la bandera de \"Entre nosotros, los connacionales\" y fortalezcamos aun mas el movimiento pannacional por la reunificacion de la patria!\n\t\t\t\t\t\n\t\t\t\t\tAhora es la hora de poner punto final a la maldita historia de ocupacion del imperialismo yanqui.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos deben incorporarse a la lucha popular por traer cuanto antes un nuevo mundo independiente, donde no esten las fuerzas foraneas, enterrando a los agresores yanquis y sus lacayos."
        },
        {
            "title": "Mitin por 40o aniversario de Asociacion Finlandia-Corea ",
            "url": "http://kcna.co.jp/item/2010/201009/news11/20100911-19ee.html",
            "content": "Mitin por 40o aniversario de Asociacion Finlandia-Corea\r\nPyongyang, 11 de septiembre (ATCC) -- Tuvo lugar el dia 2 en Helsinki el mitin conmemorativo del 40o aniversario de la constitucion de la Asociacion Finlandia-Corea. \n\t\t\t\t\tEn la sede del acto estaban exhibidos los libros y fotos alusivos a la sabia direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il y a los exitos del pueblo coreano logrados en la construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados el embajador y otros miembros de la sede diplomatica coreana en ese pais europeo. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente de la asociacion, Antti Sika Aho, se refirio a que su entidad vino librando intensamente las actividades de amistad y solidaridad para apoyar la justa causa del pueblo coreano por la construccion socialista y la reunificacion de la patria y dar a conocer la cultura y la historia de Corea y sus exitos alcanzados en la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que tales actividades hicieron gran aporte al desarrollo de las relaciones de amistad entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tAlabo mucho las imborrables proezas del Presidente, quien dedico todo lo suyo por la reintegracion territorial del pais, y afirmo que el Secretario General Kim Jong Il propicio la historica cumbre intercoreana en acato al legado del Presidente y dio la coyuntura trascendental para la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\t Las relaciones entre ambas partes coreanas, que marchaban favorablemente por la aprobacion de la Declaracion Conjunta del 15 de Junio, se vieron agravadas extremadamente debido a las maniobras anti-RPDC de los imperialistas norteamericanos que persiguen la division perpetua de Corea, asevero y demando a las autoridades surcoreanas poner fin de inmediato a sus actos vendepatrias y serviles a las grandes potencias, y a EE.UU., aceptar cuanto antes la propuesta de concertar el convenio de paz con la RPDC y retirar a sus tropas ocupantes del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAfirmo que en lo adelante tambien, su entidad seguira apoyando activamente la causa del pueblo coreano por lograr la reunificacion independiente y pacifica y por construir una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto fue aprobada una carta remitida al Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el mitin, se ofrecio una funcion de los artistas finlandeses."
        }
    ]
}