{
    "date": "2010-10-25",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-25ee.html",
    "articles": [
        {
            "title": "Mass Meeting Marks 60th of CPV's Entry into Korean Front",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-20ee.html",
            "content": "Mass Meeting Marks 60th of CPV's Entry into Korean Front\r\nPyongyang, October 25 (KCNA) -- A mass meeting was held with splendor in Pyongyang Monday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, was present there.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim and Ri Yong Ho who are members of the Presidium of the Political Bureau of the Central Committee of the WPK, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Yong Chun, member of the Political Bureau of the WPK Central Committee, and other senior officials of the party, army and state, officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, servicepersons of the KPA and the Korean People's Internal Security Forces, officials in the fields of science, education, culture and arts, public health and media and working people in the city. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were members of the Chinese high-ranking military delegation, the delegation of veteran fighters of the CPV and the Art Troupe of the Chinese People's Liberation Army, the delegation of the Dandong City, Liaoning Province, Committee of the Communist Party of China, the Chinese ambassador to the DPRK and staff members of the Chinese embassy and Chinese guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Kim Yong Chun, member of the Political Bureau of the Central Committee of the WPK, vice-chairman of the National Defence Commission of the DPRK and minister of the People's Armed Forces, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said in his report that the CPV's entry into the Korean front was a living example of proletarian internationalism as it was a striking manifestation of the sense of revolutionary obligation forged in the common struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t In the Fatherland Liberation War the armies and peoples of the two countries bravely fought hand in hand and won a shining victory, thus defending the precious gains of the revolution of the two countries and greatly contributing to ensuring peace in Asia and the rest of the world, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that even after the ceasefire in Korea the CPV fighters took an active part in the postwar rehabilitation and construction, performing great labor feats.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the tradition of the DPRK-China friendship provided by President Kim Il Sung together with the leaders of the elder generation of China is developing on a new higher stage and greeting a great heyday thanks to the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast policy of the WPK and the DPRK government to boost the DPRK-China friendship which stood all storms and tests of history, he said, stressing that the DPRK will in the future, too, set store by the traditional DPRK-China friendship and join the Chinese people in making positive efforts to dynamically develop the DPRK-China friendly and cooperative relations on a higher stage. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese people are now waging a dynamic struggle to build a harmonious socialist society based on the scientific outlook on development under the correct leadership of the CPC with Hu Jintao as general secretary, he noted, wishing the Chinese people greater successes in the struggle to build a harmonious and comprehensively developed socialist society and reunify the whole country under the leadership of the CPC in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the army and people of the DPRK are greeting a new historic turning point in accomplishing the revolutionary cause of Juche and the cause of building a thriving socialist nation, he stressed:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will continue waging a dynamic struggle, single-mindedly united around the WPK headed by Kim Jong Il, and thus bring about a decisive turn in developing economy and improving the standard of people's living and certainly translate the WPK's plan for building a thriving nation into a brilliant reality.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the DPRK's stand to improve the inter-Korean relations and pave the way for national reunification on the basis of the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet group of traitors are bringing again the dark clouds of a war of aggression to hang over this land while persistently resorting to the reckless moves to stifle the DPRK, oblivious of the lesson drawn from the bitter defeat in the past Korean war.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies ignite a war of aggression in the long run despite the repeated warnings of the army and people of the DPRK and opposition of the international community, the DPRK will mobilize all its military potentials including the nuclear deterrent for self-defence it built under the banner of Songun and blow up the citadel of the aggressors and build a rich and powerful reunified country in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t We will in the future, too, continue waging a dynamic struggle to develop the friendly and cooperative relations with all the countries and peace-loving people in the world that respect the sovereignty of the DPRK in the invariable idea of the foreign policy-- independence, peace and friendship--, defend the peace and stability in Northeast Asia and the rest of the world and accomplish the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, made a speech at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t He said in his speech that six decades ago the CPV unhesitatingly rushed to battle fields for justice, holding aloft the banner of defending peace from aggression and fought alongside the Korean People's Army, beating back the imperialist aggression, adding that they waged a bloody fight for two years and nine months, winning a great victory in the war at last. \n\t\t\t\t\t\n\t\t\t\t\t This victory dealt a heavy blow at the aggressors who were bluffing and frustrated the imperialists' plot to dominate the whole world, safeguarding the peace and security of China and the DPRK, he noted, and continued: This not only greatly encouraged the peoples of various countries in their heroic struggle for national independence and freedom and liberation but made an important historic contribution to promoting the world peace, human justice and the progressive cause. \n\t\t\t\t\t\n\t\t\t\t\t Nearly three million fighters of the CPV and hundreds of thousands of people directly participated in the war and a great many people shed blood in battle fields and more than 100 000 officers and men of the CPV laid down their precious lives. \n\t\t\t\t\t\n\t\t\t\t\t We always remember the precious support given by President Kim Il Sung, the great leader of the Korean people, and the Korean people to the Chinese people and the CPV. \n\t\t\t\t\t\n\t\t\t\t\t The brave KPA fought hand in hand with the CPV in close cooperation and broad strata of the Korean people courageously assisted the front despite a hail of bullets and shells. \n\t\t\t\t\t\n\t\t\t\t\t The friendship between us was sealed in blood by the peoples and armies of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Our peace today was won at the precious sacrifice made by the peoples and armies of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t We are pleased to learn that under the leadership of General Secretary Kim Jong Il and the WPK the people and army of the DPRK are registering steady fresh successes in the efforts to develop economy, improve the standard of people's living and accomplish the cause of building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The people and army of China under the leadership of General Secretary Hu Jintao and the CPC are taking steady new stride forward in the great work to build a comprehensively well-off society and promote socialism with Chinese characteristics. \n\t\t\t\t\t\n\t\t\t\t\t It is our firm belief that at the new historic stage the traditional Sino-DPRK friendship provided and brought into bloom by Chairman Mao Zedong and Premier Zhou Enlai and President Kim Il Sung and other leaders of the elder generation of the two countries will surely develop in depth generation after generation under the deep care of Hu Jintao and Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Meets High-level Military Delegastion",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-21ee.html",
            "content": "Kim Jong Il Meets High-level Military Delegation\r\nPyongyang, October 25 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, Monday met with the Chinese high-level military delegation led by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, the delegation of veteran fighters of the Chinese People's Volunteers led by Wang Hai, former commander of the Air Force of the Chinese People's Liberation Army, and leading members and principal artistes of the Art Troupe of the Chinese People's Liberation Army headed by Li Guoru, deputy head of the Publicity Department of the General Political Department of the CPLA on visits to the DPRK.\n\t\t\t\t\t Present there were Ri Yong Ho, member of the Presidium of the Political Bureau of the WPK Central Committee, vice-chairman of the Central Military Commission of the WPK and chief of the General Staff of the KPA, Kim Jong Un, vice-chairman of the WPK Central Military Commission, Kang Sok Ju, member of the Political Bureau of the WPK Central Committee and vice-premier of the Cabinet, Kim Jong Gak, alternate member of the Political Bureau of the WPK Central Committee and first vice director of the General Political Bureau of the KPA, Kim Yong Il, alternate member of the Political Bureau and secretary of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\tLiu Hongcai, Chinese ambassador to the DPRK, and official diplomats of the Chinese embassy were present there.\n\t\t\t\t\t\n\t\t\t\t\tGuo Boxiong conveyed to Kim Jong Il kind regards from Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of the Central Military Commission, and presented him with a gift prepared by the delegation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed deep thanks for this and asked Guo Boxiong to convey his greetings to Hu Jintao and other leading officials of the party and government of China and the fraternal Chinese people on the occasion of the 60th anniversary of the entry of the CPV into the Korean front. Then he had a talk with the guests in a cordial and friendly atmosphere.\n\t\t\t\t\t\n\t\t\t\t\tAfter receiving the guests, Kim Jong Il hosted a dinner in honor of them.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Yong Ho, member of the Presidium of the Political Bureau of the WPK Central Committee, vice-chairman of the Party Central Military Commission  and chief of the  General Staff of the KPA , Kim Jong Un, vice-chairman of the WPK Central Military Commission, Kim Yong Chun, member of the Political Bureau of the WPK Central Committee, vice-chairman of the NDC of the DPRK and minister of the People's Armed forces, Kang Sok Ju, member of the Political Bureau of the WPK Central Committee and vice-premier of the Cabinet, Jang Song Thaek, alternate member of the Political Bureau of the WPK Central Committee and vice-chairman of the NDC of the DPRK, Kim Jong Gak, alternate member of the Political Bureau of the WPK Central Committee and first vice director of the General Political Bureau of the KPA, Kim Yong Il and Kim Yang Gon, alternate members of the Political Bureau and secretaries of the WPK Central Committee, Mun Kyong Dok, alternate member of the Political Bu\n\t\t\t\t\t\n\t\t\t\t\t reau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK, Kim Kye Gwan, first vice minister of Foreign Affairs, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The dinner proceeded in an amicable atmosphere overflowing with friendship."
        },
        {
            "title": "Kim Jong Il Inspects Command of KPA Unit",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-22ee.html",
            "content": "Kim Jong Il Inspects Command of KPA Unit\r\n Pyongyang, October 25 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected the command of KPA Unit 10215.\n\t\t\t\t\t He acquainted himself with the unit's performance of duty before watching a training of its servicemen.\n\t\t\t\t\t\n\t\t\t\t\t They fully displayed the combat technique they tirelessly acquired everyday true to the words of Kim Jong Il that the master key to becoming a match for a hundred is to intensify the training, thus powerfully demonstrating their firm preparedness to beat back any formidable enemy.\n\t\t\t\t\t\n\t\t\t\t\t After watching the training of the servicemen pervaded with the militant spirit of emerging ever-victorious, he expressed great satisfaction over the fact that all the officers and men have grown to be a-match-for-a hundred fighters and creditably performed their combat duty, firmly determined to safeguard with their lives the socialist system in the DPRK centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be fulfilled by the unit to increase its combat capability.\n\t\t\t\t\t\n\t\t\t\t\t Then he went round a gymnasium and entertainment and cultural facilities to learn about how a political work is conducted among the servicemen.\n\t\t\t\t\t\n\t\t\t\t\t He praised the unit for having prepared its servicemen as fighters strong in ideology by successfully building entertainment and cultural facilities and dynamically conducting diverse political work and helped all of them possess strong physical bodies by popularizing sports, in particular.\n\t\t\t\t\t\n\t\t\t\t\t He made the rounds of various places of the command to pay deep attention to the servicemen's living.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the successes made by the unit, saying that it has set an example not only in combat and political training but in all aspects including its management.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the servicemen of the unit would hold the arms of the working class more tightly and firmly defend the motherland and the socialist system, the precious gains of the revolution attained by the Korean people at the cost of blood.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Ri Yong Ho, member of the Presidium of the Political Bureau of the WPK Central Committee and chief of the  General Staff of the KPA , Kim Jong Un, vice-chairman of the WPK Central Military Commission, Kim Jong Gak, alternate member of the Political Bureau of the WPK Central Committee and first vice director of the General Political Bureau of the KPA, KPA General U Tong Chuk, alternate member of the Political Bureau of the WPK Central Committee, and other general officers of the KPA."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Friendship Tower",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-08ee.html",
            "content": "Kim Jong Il Sends Wreath to Friendship Tower \r\nPyongyang, October 25 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, sent a wreath to the Friendship Tower on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t The wreath was laid before the tower on Monday. The ribbon of the wreath bore letters \"Glory to Fallen Fighters of Chinese People's Volunteers!\""
        },
        {
            "title": "Chinese Party and State Leaders Send Wreaths",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-14ee.html",
            "content": "Chinese Party and State Leaders Send Wreaths\r\nPyongyang, October 25 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of the Central Military Commission of the People's Republic of China, Wu Bangguo, chairman of the Standing Committee of the National People's Congress of the People's Republic of China, Wen Jiabao, premier of the State Council of the People's Republic of China, and Jia Qinglin, chairman of the National Committee of the Chinese People's Political Consultative Conference, sent wreaths to the Friendship Tower on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t The wreaths were placed there on Monday."
        },
        {
            "title": "Wreaths Laid before Friendship Tower",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-17ee.html",
            "content": "Wreaths Laid before Friendship Tower\r\nPyongyang, October 25 (KCNA) -- Wreaths were laid before the Friendship Tower in Pyongyang on Monday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Present at the wreath-laying ceremony were DPRK Premier Choe Yong Rim, Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, Ri Yong Su, department director of the C.C., the WPK, Choe Chang Sik, minister of Public Health who is chairman of the Central Committee of the DPRK-China Friendship Association, Kim Jong Suk, chairperson of the Korean Committee for Cultural Relations with Foreign Countries, Pak Jae Gyong, vice-minister of the People's Armed Forces, officials concerned and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Liu Hongcai, Chinese ambassador to the DPRK, Sun Yanfeng, Chinese military, naval and air attache, and staff members of the Chinese embassy here. \n\t\t\t\t\t\n\t\t\t\t\t A wreath in the joint name of the C.C., the WPK, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet was laid before the tower.\n\t\t\t\t\t\n\t\t\t\t\t Then the wreaths in the name of the Ministry of the People's Armed Forces, the Ministry of People's Security, the Ministry of Foreign Affairs, the Ministry of Foreign Trade, the Ministry of Culture, the Education Commission and the Ministry of Railways, a wreath in the joint name of the Korean Committee for Cultural Relations with Foreign Countries and the C.C., the DPRK-China Friendship Association and a wreath in the joint name of the Pyongyang City Committee of the WPK and the Pyongyang City People's Committee were laid before the tower.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of the fallen fighters of the CPV who bravely fought on the Korean front, unhesitatingly devoting their precious youth and lives, before going round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths were also laid before the cemeteries of fallen fighters of the CPV in Hyongjesan District, Pyongyang, Kaesong City and Namyang Workers' District in Onsong County, North Hamgyong Province, on the same day."
        },
        {
            "title": "Wreath Laid before by Chinese High-ranking Military Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-18ee.html",
            "content": "Wreath Laid before by Chinese High-ranking Military Delegation\r\nPyongyang, October 25 (KCNA) -- The Chinese high-ranking military delegation led by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, placed a wreath before the Friendship Tower Monday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Present at the wreath-laying ceremony were members of the delegation of veteran fighters of the CPV and the Art Troupe of the Chinese People's Liberation Army, Liu Hongcai, Chinese ambassador to the DPRK, Sun Yanfeng, Chinese military, naval and air attache, and staff members of the Chinese embassy, Chinese guests staying in the DPRK and Chinese students.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand were Pak Jae Gyong, vice-minister of the People's Armed Forces, and general officers and other officers of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was laid before the Friendship Tower in the name of the Chinese high-ranking military delegation.\n\t\t\t\t\t\n\t\t\t\t\t Then, wreaths were laid there in the name of the delegation of veteran fighters of the CPV, the Art Troup of the CPLA, the Chinese embassy here, the Central Committee of the Association of Chinese Residents in Korea and Chinese guests and students.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of the fallen fighters of the CPV who bravely fought after entering into the Korean front before going round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the delegation of the Dandong City, Liaoning Province, Committee of the Communist Party of China led by Dai Yulin, secretary of the city committee, laid a wreath before the tower on the same day."
        },
        {
            "title": "Tower Symbolic of DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-10ee.html",
            "content": "Tower Symbolic of DPRK-China Friendship\r\nPyongyang, October 25 (KCNA) -- A tower symbolic of the indestructible friendship between the Democratic People's Republic of Korea and China is standing at the foot of Moran Hill in Pyongyang.\n\t\t\t\t\t It, called Friendship Tower, was erected to serve as a reminder of Chinese People's Volunteers who died heroes in the Korean war (1950-1953) and add luster to the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t The tower was built in October Juche 48 (1959) under the care of President Kim Il Sung and rebuilt on an expansion basis in 1984 under the guidance of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The 30-meter-high tower, covering over 120 000 square meters, consists of three parts -- foundation, body and five-pointed star on the top.\n\t\t\t\t\t\n\t\t\t\t\t It is made up of 1 025 trimmed natural granite and marble pieces symbolizing October 25, the anniversary of the Chinese People's Volunteers' entry into the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the front of the tower are gilt letters reading \"Friendship Tower\" and an inscription telling the friendship between the Korean and Chinese peoples.\n\t\t\t\t\t\n\t\t\t\t\t In either side of the tower there are sculptures in relief portraying the DPRK-China friendship and inside the tower there are a list of the Chinese martyrs and oil paintings.\n\t\t\t\t\t\n\t\t\t\t\t The list contains 308 martyrs, including Mao Anying, son of Mao Zedong, Huang Jieguang and Qiu Shogun.\n\t\t\t\t\t\n\t\t\t\t\t A lot of people have visited the Friendship Tower on the occasion of the 60th anniversary of the Chinese People's Volunteers' entry into the Korean war."
        },
        {
            "title": "Film Show Held to Mark of CPV's Entry into Korean Front",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-16ee.html",
            "content": "Film Show Held to Mark of CPV's Entry into Korean Front\r\n Pyongyang, October 25 (KCNA) -- Korean feature film \"Brothers' Feelings\" was shown at the People's Palace of Culture on Monday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front. \n\t\t\t\t\t Present at the film show on invitation were members of the Chinese high-ranking military delegation, the delegation of veteran fighters of the Chinese People's Volunteers and the Art Troupe of the Chinese People's Liberation Army, the delegation of the Dandong City, Liaoning Province, Committee of the Communist Party of China,  the Chinese ambassador to the DPRK and his embassy officials and Chinese guests staying in the DRPK.\n\t\t\t\t\t\n\t\t\t\t\t Senior party and state officials, servicepersons of the Korean People's Army and the Korean People's Internal Security Forces, creators, artistes and journalists in the fields of culture and arts and media and working people in the city watched the film together with the Chinese guests.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the State Film Commission Hong Kwang Sun made an address before watching the film.\n\t\t\t\t\t\n\t\t\t\t\t  He said that the heroic feats performed by the brave fighters of the CPV are shining as a living example of noble internationalism and fraternal friendship and always remembered by the army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  He stressed that the army and the people of the DPRK would make every effort to keep the traditional DPRK-China friendship in fuller bloom. \n\t\t\t\t\t\n\t\t\t\t\t  Then, the participants watched the film."
        },
        {
            "title": "Blood-sealed DPRK-China Friendship Will Be Evergreen",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-06ee.html",
            "content": "Blood-sealed DPRK-China Friendship Will Be Evergreen\r\n Pyongyang, October 25 (KCNA) -- Leading newspapers Monday editorially observe the diamond jubilee of the entry of the Chinese People's Volunteers into the Korean front. They say that the CPV's entry into the Korean front is a striking demonstration of the friendship and unity and solidarity between the Korean and Chinese peoples sealed in blood, a living example of the friendly relations among countries. \n\t\t\t\t\t Rodong Sinmun notes that the CPV's entry into the Korean front is brilliantly recorded in the history of anti-imperialist revolutionary struggle common to the two countries' peoples and the annals of the DPRK-Chine friendship. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The CPV's entry was not only precious assistance, political and military, to the Korean people in their struggle against the common enemy but a manifestation of noble internationalist spirit.\n\t\t\t\t\t\n\t\t\t\t\t The heroic war of resistance of the CPV made a great contribution to the victory in the Korean people's great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The entry recorded in the history made a big contribution to defending the revolutionary people's cause of independence against imperialism, the cause of socialism, protecting the peace and security in Asia and the rest of the world, consolidating the blood ties of the Korean and Chinese peoples and strengthening the unity and solidarity among the world progressive forces.\n\t\t\t\t\t\n\t\t\t\t\t The militant friendship and noble spirit of cooperation displayed by the CPV fighters during the war serve as motive power putting spurs to boosting the friendship between the DPRK and China. The Korean people will always remember the precious feats and beautiful deeds of the CPV fighters.\n\t\t\t\t\t\n\t\t\t\t\t It is entirely in line with the desire and interests of the two peoples and beneficial for ensuring peace and security in Northeast Asia and the rest of the world to boost the traditional DPRK-China friendship. \n\t\t\t\t\t\n\t\t\t\t\t Unshakable are the stand and will of the Workers' Party of Korea and the Korean people to steadily boost this friendship. The WPK and the Korean people will make positive efforts to dynamically develop the friendship in depth in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the DPRK-China friendship will as ever grow stronger thanks to the concerted efforts of the two peoples and it will always remain shining along with the history of the DPRK-China friendship."
        },
        {
            "title": "Kim Yong Nam Greets President of Austria",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-09ee.html",
            "content": "Kim Yong Nam Greets President of Austria\r\nPyongyang, October 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Heinz Fischer, federal president of Austria, on the occasion of its national day.\n\t\t\t\t\t Kim in the message expressed belief that the friendly relations between the two counties would steadily develop, sincerely wishing the Republic of Austria development and prosperity."
        },
        {
            "title": "Talks between Delegations of DPRK and British Lawmakers Held",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-15ee.html",
            "content": "Talks between Delegations of DPRK and British Lawmakers Held \r\nPyongyang, October 25 (KCNA) -- Talks between the delegations of the DPRK-British Friendship Parliamentary Group and the British-DPRK All-Party Parliamentary Group took place at the Mansudae Assembly Hall on Monday.\n\t\t\t\t\t Present there from the DPRK side were Ri Jong Hyok, chairman of the DPRK-British Friendship Parliamentary Group who is a deputy to the Supreme People's Assembly, and officials concerned and from the British side members of the delegation of the British-DPRK All-Party Parliamentary Group led by David Alton, member of the House of Lords and chairman of the group. \n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of boosting the friendly relations between the two parliaments and a series of matters of mutual concern."
        },
        {
            "title": "Delegation of GFTUK Leaves for Viet Nam",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-13ee.html",
            "content": "Delegation of GFTUK Leaves for Viet Nam\r\nPyongyang, October 25 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea led by Chairman of its Central Committee Hyon Sang Ju left here Monday to visit Viet Nam."
        },
        {
            "title": "DPRK-Bulgaria Inter-Governmental Plan Signed",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-02ee.html",
            "content": "DPRK-Bulgaria Inter-Governmental Plan Signed\r\n Pyongyang, October 25 (KCNA) -- The 2010-2013 inter-governmental plan for cooperation in the fields of science, education and culture between the DPRK and Bulgaria was signed in Sofia on Oct. 20.\n\t\t\t\t\t It was inked by DPRK Ambassador to Bulgaria Jo Sung Ju and a vice-minister of Foreign Affairs of Bulgaria."
        },
        {
            "title": "Football Match Held between DPRK and Brazil",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-11ee.html",
            "content": "Football Match Held between DPRK and Brazil\r\nPyongyang, October 25 (KCNA) -- A football match between a team of the Democratic People's Republic of Korea and the Atletico Sorocaba Club team of Brazil was held at Yanggakdo Football Stadium in Pyongyang on Monday.\n\t\t\t\t\t The DPRK team won the match 1:0.\n\t\t\t\t\t\n\t\t\t\t\t Earlier in November last year the Brazilian team had a match in Pyongyang."
        },
        {
            "title": "Nampho City Newly Decorated with Electric Lights",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-12ee.html",
            "content": "Nampho City Newly Decorated with Electric Lights\r\n Pyongyang, October 25 (KCNA) -- Streets and buildings in Nampho City have been decorated with electric lights after Pyongyang, Wonsan and Hamhung cities. \n\t\t\t\t\t The art theatre, railway station, Undok Health Complex, Koryo Hospital and other buildings in Nampho are conspicuous for electric light decorations of different kinds, including floodlights and neon and LED lights.\n\t\t\t\t\t\n\t\t\t\t\t Seen from the West Sea Barrage, the light-decorated buildings in residential quarters of Waudo District stand out in three-dimensional and formative relief as if they were floating on water. \n\t\t\t\t\t\n\t\t\t\t\t Public service amenities in the city have their signboards, interiors and exteriors all decorated with electric lights."
        },
        {
            "title": "Puppet Minister of Unification's Anti-Reunification Outbursts Slammed",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-03ee.html",
            "content": "Puppet Minister of Unification's Anti-Reunification Outbursts Slammed\r\nPyongyang, October 25 (KCNA) -- Puppet Minister of Unification Hyon In Thaek was recently reported to have blustered in a lecture that \"it was impossible to have stable development of the inter-Korean relations\" without the \"settlement of the nuclear issue\", prattling that how to kick off the dialogue between the north and the south is more important than when to start it. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What this traitor uttered once again disclosed the ulterior intention of the conservative group to persistently stand against the inter-Korean dialogue and any process to improve the relations between the north and the south under the pretext of the nuclear issue. This is a brazen-faced mockery and blatant challenge to the public at home and abroad calling for the improved inter-Korean relations and a switchover in the policy of escalating the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for Hyon to raise the settlement of the nuclear issue as a precondition for mending the inter-Korean relations whenever an opportunity presents itself. \n\t\t\t\t\t\n\t\t\t\t\t The commentary explains the reason why there is no connection between the nuclear issue and the issue of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t His balderdash that \"it is impossible to have stable development of the inter-Korean relations\" without the settlement of the nuclear issue is no more than a far-fetched assertion that could be made only by a wicked confrontation maniac and a despicable disturber of dialogue, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said reckless remarks made by Hyon are intended, in the final analysis, to divert elsewhere the accusing fingers pointed to the conservative group and seek a pretext for denying the dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the working talks for resuming the tour of Mt. Kumgang are delayed.\n\t\t\t\t\t\n\t\t\t\t\t  If the inter-Korean relations are to make truly stable development, it is necessary for south Korean authorities to put an end to the policy of escalating the confrontation with compatriots and eliminate such confrontation maniacs as Hyon In Thaek, its wicked architect and executor.\n\t\t\t\t\t\n\t\t\t\t\t  The inter-Korean relations can never be saved from catastrophe as long as this confrontation maniac is allowed to stand in the way of improving the inter-Korean relations."
        },
        {
            "title": "Japan's Wild Ambition for Overseas Invasion Blasted",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-04ee.html",
            "content": "Japan's Wild Ambition for Overseas Invasion Blasted\r\nPyongyang, October 25 (KCNA) -- Rodong Sinmun Monday in a signed commentary cites facts to prove that the Japanese reactionaries are getting more frantic in their preparations for overseas aggression under the pretext of getting ready to cope with \"instability\" in the areas around Japan and possible contingency. All these are part of the moves of the Japanese reactionaries to round off the preparations for reinvasion, prompted by their militarist wild ambition, the commentary notes, and goes on:\n\t\t\t\t\t They have reached an extreme phase in their wild ambition for overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Having built their military muscle, the Japanese reactionaries are going reckless, blinded by the wild ambition for overseas aggression just as a tadpole is bound to jump out of a pool as soon as it grows to be a frog. The DPRK is made its first target. \n\t\t\t\t\t\n\t\t\t\t\t It is in pursuance of the above-said scenario that they are busy enacting various kinds of war legislations, zealously stepping up the moves to achieve military integration with the United States and south Korea while taking an active part in the U.S-Japan or multi-national joint military exercises targeted against the DPRK under the absurd pretext of its \"military threat.\" \n\t\t\t\t\t\n\t\t\t\t\t Japan is desperately grinding its teeth of hateful militarism. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are fanning up territorial disputes with neighboring countries, while insisting on the \"dominium\" over Tok Islets, and thus deliberately straining the situation.\n\t\t\t\t\t\n\t\t\t\t\t All this is aimed at launching reinvasion. In order to achieve this aim they are beefing up their armed forces and steadily expanding the scope of overseas military operations of their \"Self-Defense Forces\" under the pretext of \"coping with contingency\" and intensifying \"UN peace-keeping activities.\" \n\t\t\t\t\t\n\t\t\t\t\t Those fond of playing with fire are bound to perish in the flames kindled by them. This was the end of the Japanese imperialists in the past. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists will not be able to escape the fate of tiger moths, should they persistently go ahead with overseas military operations, blinded by the fervor for reinvasion, oblivious of the lesson drawn from their defeat."
        },
        {
            "title": "Rodong Sinmun Calls for Stirring up Atmosphere of Dialogue ",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-07ee.html",
            "content": "Rodong Sinmun Calls for Stirring up Atmosphere of Dialogue \r\nPyongyang, October 25 (KCNA) -- Dialogue and contacts are taking place between the north and the south of Korea. It is very important for improving the inter-Korean relations and achieving national reconciliation, unity and reunification for the north and the south to stir up the hard-won atmosphere of dialogue. \n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The main purpose of the inter-Korean dialogue is to solve independently the issue of the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t In order to develop the inter-Korean dialogue as required by its main purpose and mission, it is necessary to orient it into one for national unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Success or failure of the inter-Korean dialogue hinges upon how both sides approach the dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of \"By our nation itself\" represents the main stand and attitude that should be maintained in the inter-Korean dialogue.\n\t\t\t\t\t\n\t\t\t\t\t For the inter-Korean dialogue to become true negotiations for achieving national unity and solving the issue of reunification, the south Korean authorities should make a switchover to the stand of reconciliation, unity and reunification from the stand of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Through this policy switchover they should join hands with fellow countrymen and opt for independently carving out the destiny of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean dialogue should be based on the principle of achieving national unity and solving the issue of reunification on the basis of the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should refrain from deliberately laying obstacles and difficulties in the way of improving the inter-Korean relations and vitiating the atmosphere of the dialogue. The inter-Korean relations can never improve, should they stage madcap joint military exercises with foreign forces, block visits and contacts of pro-reunification figures and pursue the dialogue for confrontation. \n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the Workers' Party of Korea and the government of the DPRK to achieve national unity and solve the issue of reunification by developing the inter-Korean dialogue. The DPRK will as ever continue making every possible sincere effort to bring earlier independent reunification by peaceful means through inter-Korean dialogue and negotiations."
        },
        {
            "title": "Struggle of Korean People for Reunification Supported",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-01ee.html",
            "content": "Struggle of Korean People for Reunification Supported\r\nPyongyang, October 25 (KCNA) -- The Arab Lawyers Union released a statement titled \"The proposal for founding the Democratic Federal Republic of Koryo is a great programme for Korea's reunification\" on October 12 on the occasion of the 30th anniversary of the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t The statement recalled that President Kim Il Sung set forth the proposal at the 6th Congress of the Workers' Party of Korea in October 1980.\n\t\t\t\t\t\n\t\t\t\t\t The proposal is a great programme for achieving the reunification of the country by federal formula based on one nation, one state, two systems and two governments, the country going by the name of Koryo, the first unified state in the history of the Korean nation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are the masters responsible for solving the issue of Korean reunification and the reunification movement is a nationwide work that should be pushed forward by all of them irrespective of ideology, ism, system and party grouping and affiliation.\n\t\t\t\t\t\n\t\t\t\t\t The Arab Lawyers Union is convinced that the said proposal set forth by Kim Il Sung serves as the most fair and aboveboard one to rejoin the severed blood ties of the nation and achieve Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Sincerely hoping that Korea's reunification would be achieved as early as possible on the basis of the said proposal, the June 15 joint declaration and the October 4 declaration, the Arab Lawyers Union extends full support and solidarity to the Korean people in their struggle."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral al cementerio de martires chinos",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-23ee.html",
            "content": "Kim Jong Il envia ofrenda floral al cementerio de martires chinos\r\nPyongyang, 25 de octubre (ATCC) -- El Dirigente Kim Jong Il envio el dia 24 la ofrenda floral al Cementerio de Martires del Cuerpo de Voluntarios del Pueblo Chino, situado en el distrito de Hoechang de la provincia de Phyong-an del Sur, con motivo del 60o aniversario de la participacion de ese cuerpo en el frente coreano."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral al Monumento a la Amistad",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-24ee.html",
            "content": "Kim Jong Il envia ofrenda floral al Monumento a la Amistad\r\nPyongyang, 25 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio una ofrenda floral al Monumento a la Amistad con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano.\n\t\t\t\t\t　La ofrenda floral fue depositada el dia 25.\n\t\t\t\t\t\n\t\t\t\t\t　En la cinta de ella se leia la siguiente frase: \"!Gloria a los martires del Cuerpo de Voluntarios del Pueblo Chino!\""
        },
        {
            "title": "Rinden homenaje a los martires chinos ",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-25ee.html",
            "content": "Rinden homenaje a los martires chinos \r\nPyongyang, 25 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, tuvo lugar el dia 24 una ceremonia de homenaje ante las tumbas de Mao Anying y otros martires del mismo cuerpo en el distrito de Hoechang de la provincia de Phyong-an del Sur.\n\t\t\t\t\t　En la ocasion estuvieron presentes el ministro de Salud Publica Choe Chang Sik, quien es presidente del Comite Central de la Asociacion de Amistad Corea-China, el subjefe de departamento del CC del Partido del Trabajo de Corea Ri Yong Chol, el viceministro de las Fuerzas Armadas Populares Pak Jae Gyong, el vicecanciller Kim Song Gi, y otros funcionarios, los funcionarios de organismos del partido y el poder de la provincia y trabajadores del distrito.\n\t\t\t\t\t\n\t\t\t\t\t　Participaron tambien el embajador Liu Hongcai, el agregado militar Sun Yanfeng y otros miembros de la sede diplomatica china en Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Fue depositada ante las tumbas de martires del Cuerpo de Voluntarios del Pueblo Chino una ofrenda floral en nombre comun del CC del PTC, el Presidium de la Asamblea Popular Suprema de la RPDC y el Consejo de Ministros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Acto seguido, fueron colocadas respectivamente ante la tumba de Mao Anying y las de otros martires chinos las ofrendas florales en nombre del Ministerio de las Fuerzas Armadas Populares, el Comite del PTC y el Comite Popular en la provincia de Phyong-an del Sur, el comite del partido y el comite popular del distrito de Hoechang, y las unidades del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Los participantes recorrieron las tumbas de Mao Anying y otros martires chinos tras guardar un momento de silencio en memoria de ellos que habian  combatido con valentia en el frente coreano."
        },
        {
            "title": "Dirigentes chinos envian ofrendas florales a Hoechang",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-26ee.html",
            "content": "Dirigentes chinos envian ofrendas florales a Hoechang\r\nPyongyang, 25 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, Hu Jintao, secretario general del Comite Central del Partido Comunista de China y presidente de la Republica Popular China y de la Comision Militar Central de la RPCh, Wu Bangguo, presidente del Comite Permanente de la Asamblea Popular Nacional de la RPCh, Wen Jiabao, primer ministro del Consejo de Estado de la RPCh, y Jia Qinglin, presidente del Comite Nacional de la Conferencia Consultiva Politica del Pueblo Chino, enviaron las ofrendas florales al Cementerio de los Martires del Cuerpo de Voluntarios del Pueblo Chino situado en el distrito de Hoechang de la provincia de Phyong-an del Sur. \n\t\t\t\t\t　Las ofrendas fueron depositadas el dia 24 en ese lugar."
        },
        {
            "title": "Lideres chinos envian ofrendas florales al Monumento a la Amistad",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-27ee.html",
            "content": "Lideres chinos envian ofrendas florales al Monumento a la Amistad\r\nPyongyang, 25 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, Hu Jintao, secretario general del Comite Central del Partido Comunista de China y presidente de la Republica Popular China y de la Comision Militar Central de la RPCh, Wu Bangguo, presidente del Comite Permanente de la Asamblea Popular Nacional de la RPCh, Wen Jiabao, primer ministro del Consejo de Estado de la RPCh, y Jia Qinglin, presidente del Comite Nacional de la Conferencia Consultiva Politica del Pueblo Chino, enviaron las ofrendas florales al Monumento a la Amistad en esta capital.\n\t\t\t\t\t　Las ofrendas florales fueron depositadas el dia 25 ante el monumento."
        },
        {
            "title": "Colocadas ofrendas florales en el Monumento a la Amistad ",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-28ee.html",
            "content": "Colocadas ofrendas florales en el Monumento a la Amistad \r\nPyongyang, 25 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, fueron colocadas este lunes las ofrendas florales ante el Monumento a la Amistad en esta capital. \n\t\t\t\t\t　Participaron en la ceremonia de homenaje el primer ministro del Consejo de Ministros Choe Yong Rim, el vicepresidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y ministro de las Fuerzas Armadas Populares, Kim Yong Chun, el vicepresidente del Presidium de la Asamblea Popular Suprema Yang Hyong Sop, el secretario del CC del Partido del Trabajo de Corea Kim Yong Il, el jefe de departamento del CC del PTC Ri Yong Su, el ministro de Salud Publica y presidente del CC de la Asociacion de Amistad Corea-China Choe Chang Sik, la presidenta del Comite Coreano de Relaciones Culturales con el Extranjero Kim Jong Suk, el viceministro de las FAP Pak Jae Gyong, y otros funcionarios junto con los trabajadores capitalinos. \n\t\t\t\t\t\n\t\t\t\t\t　Estuvieron presentes tambien el embajador Liu Hongcai, el agregado militar Sun Yanfeng y otros miembros de la sede diplomatica china en Corea. \n\t\t\t\t\t\n\t\t\t\t\t　Fue colocada primero una ofrenda floral a nombre comun del CC del PTC, el Presidium de la APS y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Acto seguido, fueron depositadas las ofrendas florales a nombre del MINFAP, el Ministerio de Seguridad del Pueblo, el Ministerio de Relaciones Exteriores, el Ministerio de Comercio Exterior, el Ministerio de Cultura, el Comite de Educacion y el Ministerio del Ferrocarril, una ofrenda floral a nombre comun del Comite Coreano de Relaciones Culturales con el Extranjero y el CC de la Asociacion de Amistad Corea-China, y la otra a nombre comun del Comite del PTC y el Comite Popular en la ciudad de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t　Los participantes guardaron un momento de silencio en memoria de los martires chinos del Cuerpo de Voluntarios del Pueblo Chino, que lucharon con valentia en el frente coreano dedicando sin vacilacion su valiosa juventud y vida, y recorrieron el monumento. \n\t\t\t\t\t\n\t\t\t\t\t　Este dia, las ceremonias de homenaje tuvieron lugar tambien ante las tumbas de los martires del Cuerpo de Voluntarios del Pueblo Chino en el capitalino municipio de Hyongjesan, la ciudad de Kaesong y la comunidad obrera de Namyang del distrito de Onsong de la provincia de Hamgyong del Norte."
        },
        {
            "title": "Delegacion china coloca ofrenda floral en el Monumento a la Amistad",
            "url": "http://kcna.co.jp/item/2010/201010/news25/20101025-29ee.html",
            "content": "Delegacion china coloca ofrenda floral en el Monumento a la Amistad \r\nPyongyang, 25 de octubre (ATCC) -- Con motivo del 60o aniversario de la participacion del Cuerpo de Voluntarios del Pueblo Chino en el frente coreano, la delegacion militar de alto nivel de la Republica Popular China encabezada por el coronel general Guo Boxiong, vicepresidente de la Comision Militar Central de la RPCh, deposito el dia 25 una ofrenda floral ante el Monumento a la Amistad en esta capital.\n\t\t\t\t\t　En la ceremonia de homenaje participaron los miembros de la delegacion de veteranos del Cuerpo de Voluntarios del Pueblo Chino y el grupo artistico del Ejercito Popular de Liberacion de China, el embajador Liu Hongcai, el agregado militar Sun Yanfeng y otros miembros de la embajada china en Corea, los huespedes y estudiantes chinos que permanecen en Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Estuvieron presentes tambien el viceministro de las Fuerzas Armadas Populares Pak Jae Gyong, generales y oficiales del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Ante todo, fue depositada la ofrenda floral a nombre de la delegacion militar de alto nivel de la RPCh. \n\t\t\t\t\t\n\t\t\t\t\t　Acto seguido, fueron colocadas las otras a nombre de dicha delegacion de veteranos, el citado grupo artistico, la embajada china en Corea, el Comite Central de la Asociacion de Chinos Residentes en Corea, los huespedes y estudiantes chinos. \n\t\t\t\t\t\n\t\t\t\t\t　Los participantes recorrieron el monumento tras guardar un momento de silencio en memoria de los martires chinos que lucharon valientemente en el frente coreano. \n\t\t\t\t\t\n\t\t\t\t\t　Por otra parte, el mismo dia, puso una ofrenda floral ante el mismo monumento la delegacion del Comite Municipal del Partido Comunista de China en Dandong de la provincia de Liaoning presidida por el secretario Dai Yulin."
        }
    ]
}