{
    "date": "2010-09-30",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Greets Hu Jintao",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-13ee.html",
            "content": "Kim Jong Il Greets Hu Jintao\r\nPyongyang, September 30 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, together with President of the Presidium of the Supreme People's Assembly Kim Yong Nam and Premier Choe Yong Rim on Thursday sent a message of greetings to Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China who is also chairman of the Central Military Commission of China, Wu Bangguo, chairman of the Standing Committee of the Chinese National People's Congress, and Wen Jiabao, premier of State Council of China, on the occasion of the 61st birthday of the PRC.\n\t\t\t\t\t The message says:\n\t\t\t\t\t\n\t\t\t\t\t We, on behalf of the WPK, the government and the people of the DPRK, extend warm felicitations to you and, through you, to the CPC, the government and the people of the PRC on the occasion of the 61st birthday of the PRC.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the PRC marked an event which brought about a radical turn in the history of China and the life of the Chinese people and they have effected new world-startling changes in the political, economic, cultural and all other fields over the past 61 years.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people are now waging a dynamic struggle to build a comprehensively well-off socialist society on the basis of the scientific outlook on development under the guidance of the CPC with Comrade Hu Jintao as general secretary.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are pleased with this and sincerely wish your people greater successes in their cause of building a socialist state with Chinese characteristics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship provided by the leaders of the elder generation of the two countries has steadily grown stronger generation after generation and century after century, standing all tests of history.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the traditional DPRK-China relations of friendship and cooperation would grow stronger thanks to the concerted efforts of the two parties, governments and peoples, we wish the PRC prosperity and your people happiness."
        },
        {
            "title": "Pak Ui Chun Greets Chinese FM",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-21ee.html",
            "content": "Pak Ui Chun Greets Chinese FM\r\n Pyongyang, September 30 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Thursday sent a message of greetings to his Chinese counterpart Yang Jiechi on the occasion of the 61st anniversary of the founding of the People's Republic of China.\n\t\t\t\t\t The message said that the DPRK-China friendship, common treasure provided and handed down by the leaders of the elder generation of the two countries, has steadily grown stronger under the deep care of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Pak in the message hoped that everything would go well in China, friendly neighbor, and wished Yang success in his responsible work, expressing the conviction that the cooperation between the two ministries for giving fresh momentum to the efforts for developing the traditional bilateral friendship on a higher level would further develop in depth."
        },
        {
            "title": "Pyongyang City Rally Held on Kim Jong Il's Reelection",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-18ee.html",
            "content": "Pyongyang City Rally Held on Kim Jong Il's Reelection\r\nPyongyang, September 30 (KCNA) -- A Pyongyang city rally was held at Kim Il Sung Square Thursday to congratulate General Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea.\n\t\t\t\t\tPresent there were Kim Yong Nam and Choe Yong Rim, Kim Ki Nam, Yang Hyong Sop and Ju Sang Song, Pak To Chun, Choe Ryong Hae, Ri Thae Nam, Kim Rak Hui, Thae Jong Su and Kim Phyong Hae, senior officials of the party and the state, officials of party and power organs, working people's organizations, ministries and national institutions and universities, officials of industrial establishments and co-op farms and persons of merit and other Pyongyangities from all walks of life, more than 150,000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK, said at the rally that Kim Jong Il's reelection as general secretary of the WPK was an expression of absolute support and trust of the army and people of the DPRK in him, the supreme representative and leader of the Party, and marked a great political event that demonstrated the unshakable faith and will of all the servicepersons and people to accomplish the revolutionary cause of Juche under the guidance of the Party.\n\t\t\t\t\t\n\t\t\t\t\t His reelection as general secretary of the WPK provided a rosy future of the Party and the revolution and a sure guarantee for the eternal prosperity of the nation, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the symbol of the dignity and honor of the country and the nation and a banner for all victories and glory. He has led the Party, army and people of Korea with his outstanding political and military caliber and distinguished leadership, weathering stern trials for half a century, thereby performing undying exploits to shine long in the history of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t The speaker called on all the party members, servicepersons and people to protect Kim Jong Il politically and ideologically with their lives and consolidate the single-minded unity of the Party and revolutionary ranks centered on Kim Jong Il as firm as a rock.\n\t\t\t\t\t\n\t\t\t\t\t Then the floor was taken by representatives of different circles.\n\t\t\t\t\t\n\t\t\t\t\t They extended highest glory and warmest congratulations to Kim Jong Il on his reelection as general secretary of the WPK, calling for doing everything to glorify the 65th anniversary of the WPK as a grand festival of victors and accomplish the revolutionary cause of Juche."
        },
        {
            "title": "North-South Military Working Talks Held",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-24ee.html",
            "content": "North-South Military Working Talks Held\r\n Pyongyang, September 30 (KCNA) -- The north-south military working talks were held in the south side's portion of Panmunjom on Sept. 30 in connection with the fact that the south Korean conservative bellicose forces' scattering of anti-DPRK leaflets and their intrusion into the territorial waters of the DPRK side have reached a grave phase.\n\t\t\t\t\t Senior Colonel of the KPA Ri Son Gwon, head of the delegation of the DPRK side, said that serious problems which can never be overlooked have cropped up recently in implementing the military agreements that were adopted between the two sides according to the historic June 15 joint declaration and the October 4 declaration, a programme for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t The south side perpetrated provocations against the DPRK recently by instigating conservative diehard reactionary organizations to massively scatter leaflets in the western sector of the front including Rimjin Pavilion in Phaju City of Kyonggi Province and Kanghwa Islet and the central sector of the front including Cholwon area of south Korean Kangwon Province, etc.\n\t\t\t\t\t\n\t\t\t\t\t These provocations are lashing the army and people of the DPRK into fury and the artillery units of the DPRK in the front areas, in particular, are getting fully ready to strike the spotted centers for scattering leaflets.\n\t\t\t\t\t\n\t\t\t\t\t Then he accused the military authorities of the south side of infiltrating a great many warships belonging to the second fleet of the puppet navy and even those belonging to the Maritime Police into the territorial waters of the DPRK side. He also denounced them for letting them stand in confrontation with the DPRK's guard craft on routine duty, unhesitatingly perpetrating such grave provocations as threatening the safety of their seamen.\n\t\t\t\t\t\n\t\t\t\t\t  He strongly urged the south side to apologize for the provocations committed by it against the DPRK on the ground and in the sea at a time when the inter-Korean relations are at serious crossroads and severely punish their chief culprits and take responsible measures to prevent the recurrence of the above-said provocations. \n\t\t\t\t\t\n\t\t\t\t\tAt the talks the south side talked about \"responsible measures\" as regards the \"Cheonan\" case and made such wrong assertions about \"discontinuation of criticism of authorities\" and \"halt to escalating the tension in the West Sea\" as a response to the DPRK's just accusations.\n\t\t\t\t\t\n\t\t\t\t\t Dismissing these assertions, the DPRK side declared that it is foolish to talk still about the cheap farce orchestrated by the south side itself which had been censured by the public at home and abroad and it was nothing but a disgusting plot of the top class criminals to evade the stern judgment of the times and history at any cost.  \n\t\t\t\t\t\n\t\t\t\t\t In this context the head of the delegation of the DPRK side clarified its following principled stand:\n\t\t\t\t\t\n\t\t\t\t\t The authorities of the south side have not yet complied with the DPRK's proposal for sending an inspection group of the National Defence Commission of the DPRK to the scene of the incident because they feel fearful of the grave crimes committed by them and afraid of the disclosure of them. \n\t\t\t\t\t\n\t\t\t\t\t The same can be said of \"discontinuation of criticism of authorities\" and \"halt to escalating the tension in the West Sea\" raised by the south side.\n\t\t\t\t\t\n\t\t\t\t\t Had they respected and implemented the June 15 joint declaration and the October 4 declaration, a programme for implementing it, the issue of \"criticizing authorities\" would not have cropped up and had the south side not turned down the DPRK's just proposal for establishing a special zone for peace and cooperation in the West Sea as specified in the October 4 declaration, in particular, armed conflicts and the escalation of tension in the said waters would not have occurred.\n\t\t\t\t\t\n\t\t\t\t\t In closing the DPRK side pointed to the principled matters arising in defusing tension on the Korean Peninsula and achieving peace and prosperity common to the nation. \n\t\t\t\t\t\n\t\t\t\t\t If the south side fails to immediately stop the provocations being perpetrated by it against the DPRK on the ground and in the sea, it will not be able to evade the responsibility for the ensuing disastrous consequences, it warned."
        },
        {
            "title": "Delegation of WPK Leaves for China ",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-15ee.html",
            "content": "Delegation of WPK Leaves for China\r\nPyongyang, September 30 (KCNA) -- A delegation of the Workers' Party of Korea led by Choe Thae Bok, member of the Political Bureau of the Central Committee of the Workers' Party of Korea and secretary of its Central Committee, left here Thursday to pay a visit to China."
        },
        {
            "title": "WPK Delegation Arrives in Beijing",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-25ee.html",
            "content": "WPK Delegation Arrives in Beijing\r\nPyongyang, September 30 (KCNA) -- A delegation of the Workers' Party of Korea led by Choe Thae Bok, member of the Political Bureau and secretary of the WPK Central Committee, arrived in Beijing on Thursday.\n\t\t\t\t\t It was greeted at the airport by Liu Jieyi, deputy head of the International Liaison Department of the Central Committee of the Communist Party of China, officials concerned and Pak Myong Ho, minister of the DPRK embassy in Beijing."
        },
        {
            "title": "Kim Yong Nam Greets Nigerian President",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-22ee.html",
            "content": "Kim Yong Nam Greets Nigerian President\r\nPyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greetings to Goodluck Ebele Jonathan, President of Nigeria, on Sept. 27 on the occasion of the 50th anniversary of its independence.\n\t\t\t\t\t Kim in the message said that over the past half a century since the independence, the hard-working and brave Nigerian people have made great progress in the efforts to achieve the independent development of the country and create a new life, overcoming manifold trials.\n\t\t\t\t\t\n\t\t\t\t\tExpressing belief that the good relations of friendship and cooperation between the two countries would continue to develop on good terms, Kim sincerely wished the President and people of Nigeria fresh successes in their efforts to consolidate the national unity and build developed Nigeria."
        },
        {
            "title": "Kim Yong Nam Meets Outgoing Algerian Ambassador ",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-08ee.html",
            "content": "Kim Yong Nam Meets Outgoing Algerian Ambassador\r\nPyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday met and had a talk with Djamel Eddine Grine, Algerian ambassador to the DPRK who paid a farewell call on him, at the Mansudae Assembly Hall."
        },
        {
            "title": "Pak Ui Chun Meets Algerian Ambassador",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-16ee.html",
            "content": "Pak Ui Chun Meets Algerian Ambassador \r\n Pyongyang, September 30 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, Thursday met and had a conversation with Djamel Eddine Grine, Algerian ambassador to the DPRK who paid a farewell call on him."
        },
        {
            "title": "Talks between Delegations of WPK and Finnish Party Held",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-23ee.html",
            "content": "Talks between Delegations of WPK and Finnish Party Held\r\n Pyongyang, September 30 (KCNA) -- Talks between the delegations of the Workers' Party of Korea and the Communist Workers' Party of Finland for the Peace and Socialism were held here on Thursday. \n\t\t\t\t\t Present there were Secretary of the WPK Central Committee Kim Yong Il and other officials of the Central Committee from the WPK side and members of the Finnish party delegation headed by Chairman Hannu Harju from the opposite side.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of their party activities and exchanged views on the issue of further developing the relations between the two parties and matters of mutual concern."
        },
        {
            "title": "Gift from Finnish Party",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-20ee.html",
            "content": "Gift from Finnish Party\r\n Pyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Central Council of the Communist Workers' Party of Finland for the Peace and Socialism.\n\t\t\t\t\t The gift was handed to Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, by Chairman of the Finnish party Hannu Harju on a visit to the DPRK on Thursday."
        },
        {
            "title": " Reception Given on Anniversary of PRC",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-14ee.html",
            "content": "Reception Given on Anniversary of PRC\r\nPyongyang, September 30 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the DPRK-China Friendship Association hosted a reception at the Okryu Restaurant on Thursday on the occasion of the 61st birthday of the People's Republic of China.\n\t\t\t\t\t Present there on invitation were Liu Hongcai, Chinese ambassador to the DPRK, and staff members of his embassy and Chinese guests staying here. \n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Sik, minister of Public Health who doubles as chairman of the Central Committee of the above-said association, Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, others and officials concerned were among those present there. \n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Sik in his speech made there extended warm congratulations to the Chinese people on the occasion of the 61st anniversary of the People's Republic of China.\n\t\t\t\t\t\n\t\t\t\t\t  He referred to the fact that the Chinese people are striving to build a harmonious socialist society with Chinese characteristics based on the scientific outlook on development under the leadership of the Communist Party of China with Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK would make all its efforts to dynamically develop the traditional DPRK-China friendship on higher stage in the future.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai in his speech said that the two historic visits to China of leader Kim Jong Il have put the friendly and cooperative relations between the two countries on new high stage.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the Workers' Party of Korea Conference reelected Kim Jong Il as general secretary of the Workers' Party of Korea, he wished the Korean people greater successes in their strenuous efforts to build a thriving nation in single-minded unity under the party leadership.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Chinese people would strive to bring about more beautiful future of the Sino-DPRK friendship under the agreement reached by the top leaders of the two countries."
        },
        {
            "title": "National Seminar Held to Mark Anniversary of WPK ",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-19ee.html",
            "content": "National Seminar Held to Mark Anniversary of WPK\r\n Pyongyang, September 30 (KCNA) -- A national seminar took place at the People's Palace of Culture on Thursday to commemorate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t It was attended by Kim Ki Nam, secretary of the WPK Central Committee, Kim Yong Jin, chairman of the Education Commission, officials concerned, officials of party and administrative organs and working people's organizations in Pyongyang and local areas, officials of party cadre training institutions, scientific, educational, public health, media, cultural and arts organizations and those in the field of preservation of revolutionary relics.\n\t\t\t\t\t\n\t\t\t\t\tThe seminar heard six papers scientifically and theoretically explaining and proving the immortal exploits President Kim Il Sung and General Secretary Kim Jong Il performed in building, strengthening and developing the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the founding of the WPK marked a historic event which set a brilliant example in building a revolutionary party in the era of independence, speakers underscored the historic significance of the party founding.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that ever since the very day of its founding the WPK has made a unique clarification of all the theoretical and practical issues arising in the party building and activities and successfully put them into practice on the basis of the Juche idea, thus bringing about a fresh phase in the building of a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that Kim Jong Il has strengthened and developed the WPK into a Juche-type revolutionary party which takes the President's revolutionary idea as its steadfast guiding idea and vanguard ranks single-mindedly united around the leader, thereby developing it into a promising party carrying forward and accomplishing the cause of the President generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the WPK has set forth the most correct line, policies and strategy and tactics as required by the era of Songun, built all the servicepersons and people into a powerful driving force for the revolution and mobilized them, leading the Songun revolutionary cause to one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is a revolutionary and militant party which has ushered in an era of a great leap forward and changes on this land by giving full play to the mental power of Kim Il Sung's nation, they added.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing about great innovations and leap forward in building a thriving nation, single-mindedly united around the WPK Central Committee headed by Kim Jong Il."
        },
        {
            "title": "Korean People Pleased with Kim Jong Il's Reelection",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-12ee.html",
            "content": "Korean People Pleased with Kim Jong Il's Reelection\r\n Pyongyang, September 30 (KCNA) -- The news that Kim Jong Il was reelected as general secretary of the Workers' Party of Korea fills the entire Korean people with great pleasure.\n\t\t\t\t\t Kim Han Il, a vice-minister of the Ministry of Metal Industry, told KCNA that Kim Jong Il had successfully led the revolutionary cause of Juche with outstanding ideas and unusual practice over the past five decades since he started revolutionary activities. As the Korean people have known well of the fact through the arduous and long history of advance, they have kept him at the head of the WPK, he added. \n\t\t\t\t\t\n\t\t\t\t\t Kim Tong Son, a department director of the Central Committee of the General Federation of Trade Unions of Korea, noted that Kim Jong Il had strengthened the WPK as a veteran and seasoned revolutionary party and an invincible party fully supported by all the people. Under his leadership, the Koreans have become independent people with an indomitable faith and will, he said, and continued: \n\t\t\t\t\t\n\t\t\t\t\t His reelection marks a great historical event in the development of the WPK and the revolution and gives the Korean people the greatest happiness and honor. \n\t\t\t\t\t\n\t\t\t\t\t Guided by him, the WPK has always remained the party of President Kim Il Sung, serving the people in good faith and displaying its invincible might. \n\t\t\t\t\t\n\t\t\t\t\t Pak Kwang Chol, an officer of the Korean People's Army, said that he was most grateful to Kim Jong Il for guiding the WPK triumphantly. \n\t\t\t\t\t\n\t\t\t\t\t His reelection is an expression of unreserved trust of the Party members, servicepersons and all other people in Kim Jong Il, who has turned the country into an invincible politico-ideological, military and scientific and technological power, opened up a new era for prosperity with his unique Songun-based revolutionary leadership and made a great contribution to the cause of independence against imperialism, he stressed."
        },
        {
            "title": "Congratulatory Letter from AINDF",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-06ee.html",
            "content": "Congratulatory Letter from AINDF\r\nPyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il was presented with a congratulatory letter by the Central Committee of the Anti-Imperialist National Democratic Front on Wednesday.\n\t\t\t\t\t The letter noted that it is the great honor and happiness of all the Koreans and a great event of the nation that the historic Conference of the Workers' Party of Korea held amid keen interest at home and abroad reelected Kim Jong Il, a prominent genius of ideas and theories, peerlessly brilliant commander of Songun and political elder, to the top post of the WPK. It marks a great political event in the efforts to strengthen the WPK, further increase its leadership function and role, accomplish the revolutionary cause of Juche and carve out a bright future of the nation, the letter added.\n\t\t\t\t\t\n\t\t\t\t\t Your reelection as general secretary of the WPK is an expression of the absolute trust and unbounded reverence of the army and people of the DPRK for you and a manifestation of the steadfast faith and will of all the Koreans to build a thriving nation and reunify the county true to your Songun leadership, the letter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor and privilege for the Korean nation to have you, a great man of Mt. Paektu born of Heaven, at the top post of the WPK, the greatest and most prestigious party in the world.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF and patriotic people from all walks of life greatly honored and proud to have you as general secretary of the WPK are filled with the firm resolution to more dynamically advance along the road of independent reunification under your leadership. \n\t\t\t\t\t\n\t\t\t\t\t We will fight on full of confidence to ensure that this great auspicious event of the nation is followed by cheers greeting the emergence of a reunified thriving nation as it promises an immensely rosy future of the revolutionary cause of Juche which was started on Mt. Paektu and is making a triumphant advance under the banner of Songun."
        },
        {
            "title": "Floral Basket from Chinese",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-17ee.html",
            "content": "Floral Basket from Chinese\r\n Pyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket and congratulatory letter by the family of Zhou Wei, daughter of Zhou Baozhong, a Chinese related to the anti-Japanese revolutionary struggle, in congratulation of his reelection as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t They were conveyed to an official concerned on Thursday by Zhou Wei on a visit to the DPRK."
        },
        {
            "title": "Ponbu Kindergarten in Sinuiju City",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-10ee.html",
            "content": "Ponbu Kindergarten in Sinuiju City\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- Ponbu Kindergarten in Sinuiju City, North Phyongan Province, is well known in the Democratic People's Republic of Korea for educating lots of children as infant geniuses.\n\t\t\t\t\tSome time ago, General Secretary Kim Jong Il saw \"Beautiful Sunflowers Always Looking Sunward\", a collection of art pieces drawn by children of the kindergarten, and had it introduced by mass media.\n\t\t\t\t\t\n\t\t\t\t\t Many years ago Kim Il Sin became a young poet after delighting President Kim Il Sung with her poems and Ri Sun Ae is now active in the Mansudae Art Troupe as concert master of the Samjiyon Band.\n\t\t\t\t\t\n\t\t\t\t\t Ku Tae Hong and Kim Hyok Il showed Kim Jong Il their calligraphic and painting skills in January Juche 95 (2006) when they were six years old and Kim Jon Ri performed a flute solo well at a concert commemorating the Day of the Sun given in April 2010.\n\t\t\t\t\t\n\t\t\t\t\t All of them are graduates of the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t The kindergarten boasts of some talents in painting, calligraphy, composition and mathematics.\n\t\t\t\t\t\n\t\t\t\t\t It has been visited by many people from China, Russia, Germany, UK and other countries and overseas Koreans to see the kindergarteners cultivating their abilities under the socialist free education system. \n\t\t\t\t\t\n\t\t\t\t\t Kim Ok Son, 69-year-old superintendent who was awarded with the titles of Labor Hero and People's Teacher, told KCNA that she would as ever strive to improve the education of children and produce more wits."
        },
        {
            "title": "Struggle for New Victory of Juche Revolution Called for ",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-09ee.html",
            "content": "Struggle for New Victory of Juche Revolution Called for \r\nPyongyang, September 30 (KCNA) -- Leading papers Thursday editorially congratulate General Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t The Conference of the WPK reelected him as its general secretary reflecting the unanimous will and ardent desire of all the party members, the servicepersons and the people of the country and elected the central leadership body of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that it marked an important political event that provided a landmark of radical turn in glorifying for eternity the ever-victorious history and tradition of the glorious WPK and giving steady continuity to the revolutionary cause of Juche, the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The dignity and authority of the WPK have remarkably grown stronger in the course of the historical struggle of leading the cause of socialism to only victories weathering the unprecedentedly hard trials and adversity and the support and trust of the army and the people in the Party have became absolutely steadfast.\n\t\t\t\t\t\n\t\t\t\t\t The Conference clearly proved once again the Party's true picture as the tested and experienced political staff that leads the revolutionary cause of Juche, the Songun revolutionary cause, to only victories by steadily enhancing its leadership function and role as befitting the revolutionary party of Juche type struggling for the people and as required by the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t The militant might of the Party has incomparably grown stronger with the election of its new central leadership body and this gave fresh momentum to the cause of building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t All the party members, the servicepersons and the people should enshrine deep in their minds the great honor and pride of being under the leadership of the WPK headed by Kim Jong Il and vigorously struggle for the new victory of the Juche revolution by force of the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Unquestionable are the dignity and authority of the WPK led by the peerlessly outstanding leader and the Korean revolution is sure to be crowned with victory as it is advancing under the leadership of the great party.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls on all the people to unite close around the Central Committee of the WPK headed by Kim Jong Il and more dynamically advance towards the new victory of the revolution."
        },
        {
            "title": "S. Korea Accused of Rushing Headlong into Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-07ee.html",
            "content": "S. Korea Accused of Rushing Headlong into Confrontation with Compatriots\r\n Pyongyang, September 30 (KCNA) -- At a time when a working contact is taking place between the Red Cross organizations in the north and the south thanks to the positive measure taken by the DPRK side all Koreans and the international community are urging the south Korean authorities to take measures to roll back their \"policy of confrontation\" with the DPRK, stop aggravating the situation and improve the inter-Korean relations.\n\t\t\t\t\t Minju Joson Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are, however, persistently rushing headlong into confrontation with fellow countrymen, challenging the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that the group of traitors kicked off the joint anti-submarine exercise in the West Sea on Sept. 27.\n\t\t\t\t\t\n\t\t\t\t\t They are crying out for \"containing the north's provocation\" and \"destruction,\" describing the above-said exercise as a drill to cope with a submarine infiltration by somebody in a bid to mislead the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t This is like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by them is to make the story that \"the warship was sunk by the north\" an established fact at any cost to mislead the public opinion at home and abroad and do harm to the fellow countrymen in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They remain unchanged in their ulterior intention to harm the DPRK, backed by their American master. They, together with the U.S., are staging the madcap joint anti-submarine exercise involving huge armed forces, going against the people's mindset at a time when inter-Korean dialogue is high on the agenda. This once again brings to light their treacherous aim to bar the inter-Korean relations from improving and plunge all Koreans into the disasters of a new war, a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The stark reality goes to clearly prove who is perpetrating provocations on the Korean Peninsula."
        },
        {
            "title": "Nicaraguan President Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-03ee.html",
            "content": "Nicaraguan President Supports Korean People's Struggle\r\nPyongyang, September 30 (KCNA) -- Daniel Ortega Saavedra, President of Nicaragua who doubles as general secretary of the Sandinist National Liberation Front of Nicaragua, met and had a conversation with the delegation of the DPRK Ministry of Foreign Affairs led by Vice-Minister Kim Hyong Jun on Sept. 27.\n\t\t\t\t\t The president voiced support to the Korean people in their just struggle for building a thriving nation and achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Saying that it is the consistent stand of the Nicaraguan government to steadily develop the friendly and cooperative relations with the DPRK on good terms, he expressed hope that the Korean people would achieve great successes in all fields under the Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "Malian President Supports Korean People's Just Cause",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-02ee.html",
            "content": "Malian President Supports Korean People's Just Cause\r\nPyongyang, September 30 (KCNA) -- Amadou Toumani Toure, President and head of state of Mali, received Ri Kyong Son, DPRK ambassador to Mali, on Sept. 21.\n\t\t\t\t\tThe President said that he felt grateful to General Secretary Kim Jong Il for having shown deep concern for the development of the relations between Mali and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Mali will invariably adhere to the stand of support and solidarity for the Korean people in their efforts to build a thriving nation and accomplish the cause of the independent and peaceful reunification of the country, he said, expressing belief that the Korean people's just cause of developing the country and achieving the peace of the region would certainly triumph."
        },
        {
            "title": "Cambodian Figure Praises Kim Il Sung's Immortal Exploits",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-05ee.html",
            "content": "Cambodian Figure Praises Kim Il Sung's Immortal Exploits\r\n Pyongyang, September 30 (KCNA) -- Kong Kantara, under-secretary of the State of the Ministry of Culture and Fine Arts of Cambodia, who participated in the 12th Pyongyang International Film Festival expressed his boundless veneration for President Kim Il Sung. \n\t\t\t\t\t He said that the Great King Norodom Sihanouk and Generalissimo Kim Il Sung provided the friendly relations between Cambodia and the DPRK and the Generalissimo extended full support to the Cambodian people in their just cause. \n\t\t\t\t\t\n\t\t\t\t\t We always remember the fact that the Generalissimo paid deep attention to the Cambodian people's struggle for national sovereignty, independence and peace, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Generalissimo devoted his all to the Korean revolution and global independence, he paid tribute to the Generalissimo for having made an immortal contribution to the development of the relations between Cambodia and the DPRK."
        },
        {
            "title": " Anniversary of WPK Marked ",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-01ee.html",
            "content": "Anniversary of WPK Marked \r\n Pyongyang, September 30 (KCNA) -- A meeting, a book and photo exhibition and a film show took place in the Czech Republic and film shows in Russia on Sept. 23 and 24 to mark the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\tDisplayed in their venues were works of General Secretary Kim Jong Il and photos showing the course of victory and glory covered by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the shows were Korean films \"Fireworks for a Thriving Nation\", \"Mt. Chilbo\" and \"The Arch of Triumph\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t Jaroslavc Kafka, chairman of the Paektusan Czech-Korean Friendship Association and chairman of the Czech Group for the Study and Materialization of the Juche Idea, said at the meeting that after Korea's liberation President Kim Il Sung founded the WPK, a new-type revolutionary party, on the basis of the organizational and ideological foundations he laid for the party founding in the days of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t A sure guarantee for the comprehensive development has been provided in the DPRK as Kim Il Sung founded the Juche idea, the Songun idea and Kim Jong Il has developed it in depth, the speaker stressed.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people greater success in their efforts to build a thriving nation and reunify the country under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting in the Czech Republic."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-11ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, September 30 (KCNA) -- One autumn day in Juche 35 (1946) President Kim Il Sung was supposed to leave for field guidance to Sakju County. \n\t\t\t\t\t Before his departure, anti-Japanese heroine Kim Jong Suk checked preparations of the attendants and asked the driver whether he learnt the condition of the road to Sakju County. \n\t\t\t\t\t\n\t\t\t\t\t The driver could not answer properly because he only consulted a map to find the road.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, saying that the driver of the President's car should always know well about the geographical features and conditions of roads of his field guidance tour, let him know of matters demanding special attention.\n\t\t\t\t\t\n\t\t\t\t\t She then entered the residence and came out again with a shovel and pickax in her hands. She handed them to the driver, saying that it was expected to shower on mountainous areas of North Phyongan Province in the afternoon according to the weather forecast given by the meteorological observatory last night, so that the road might be hollowed by mountain torrents.\n\t\t\t\t\t\n\t\t\t\t\t The attendants were deeply touched by her careful concern for the President's safety."
        },
        {
            "title": "Kim Jong Il se fotografia junto a los participantes en Conferencia de PTC",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-26ee.html",
            "content": "Kim Jong Il se fotografia junto a los participantes en Conferencia de PTC\n\t\t\t\t\t\t\r\nPyongyang, 30 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio junto a los miembros del nuevo organo directivo central del PTC y los participantes en la Conferencia del Partido.\n\t\t\t\t\t  Cuando el Dirigente llego a la plaza del Palacio Memorial Kumsusan, estallaron las estruendosas aclamaciones de \"!Viva!\" y resonaron haciendo ecos en el cielo azul de septiembre las consignas de \"!Defendamos a costa de la vida al Comite Central del Partido encabezado por el gran camarada       Kim Jong Il!\", \"!Unidad monolitica!\" y \"!Defensa a ultranza!\"\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente saludo cordialmente a los participantes respondiendo con su mano a la aclamacion hospitalaria de ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Participaron en esta ocasion los miembros del Presidium del Buro Politico (BP) del CC del PTC, Kim Yong Nam, Choe Yong Rim y Ri Yong Ho, el vicepresidente de la Comision Militar Central del PTC, Kim Jong Un, los combatientes veteranos de la revolucion antijaponesa, Ri Ul Sol y Kim Chol Man, los miembros del BP del CC del PTC, Kim Yong Chun, Jon Pyong Ho, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kang Sok Ju, Pyon Yong Rip, Ri Yong Mu, Ju Sang Song, Hong Sok Hyong y Kim Kyong Hui, y los miembros suplentes del BP del CC del PTC, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Jang Song Thaek, Ju Kyu Chang, Ri Thae Nam, Kim Rak Hui, Thae Jong Su, Kim Phyong Hae, U Tong Chuk, Kim Jong Gak, Pak Jong Sun, Kim Chang Sop y Mun Kyong Dok.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente se retrato con los participantes en la Conferencia del PTC felicitando calidamente a ellos que vienen trabajando abnegadamente por el fortalecimiento del partido y la prosperidad de la patria.\n\t\t\t\t\t\n\t\t\t\t\t   Finalmente, expreso la esperanza y conviccion de que ellos, quienes han venido recorriendo por el unico camino de la revolucion siguiendo siempre al partido, cumpliran magnificamente su honrosa mision y deber de vanguardias del partido desempenando el papel de avanzada en la revolucion y la construccion."
        },
        {
            "title": "Kim Jong Il envia mensaje de felicitacion a Hu Jintao",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-27ee.html",
            "content": "Kim Jong Il envia mensaje de felicitacion a Hu Jintao\r\nPyongyang, 30 de septiembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 30 junto con el presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, y el premier del Consejo de Ministros, Choe Yong Rim, un mensaje de felicitacion a Hu Jintao, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China y de la Comision Militar Central de la RPCh, el presidente del Comite Permanente de la Asamblea Popular Nacional, Wu Bangguo, y el primer ministro del Consejo de Estado, Wen Jiabao, con motivo del 61 aniversario de la fundacion de la RPCh.\n\t\t\t\t\tLa misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 61 aniversario de la fundacion de la Republica Popular China, enviamos en nombre del Partido del Trabajo de Corea, el gobierno y el pueblo de la Republica Popular Democratica de Corea, las calidas felicitaciones a ustedes y por su conducto, al Partido Comunista de China y al gobierno y el pueblo de la Republica Popular China.\n\t\t\t\t\t\n\t\t\t\t\tLa fundacion de la RPCh fue el evento que trajo un cambio radical en la historia de China y en la vida del pueblo chino y a lo largo de estos 61 anos, el pueblo chino ha alcanzado en todas las esferas como la politica, la economia y la cultura nuevos cambios que sorprenden a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, bajo la direccion del PCCh encabezado por el camarada Secretario General Hu Jintao, el pueblo chino libra con energia la lucha por construir generalmente una sociedad socialista basicamente acomodada partiendo de la concepcion de desarrollo cientifico. \n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano esta contento de ello y desea de todo corazon al pueblo chino mayores exitos en el cumplimiento de la causa por edificar un Estado socialista con peculiaridades chinas.\n\t\t\t\t\t\n\t\t\t\t\tLa amistad Corea-China preparada por los dirigentes de veterana generacion de los dos paises se consolida y se desarrolla constantemente de generacion en generacion y de siglo en siglo superando todas las pruebas de la historia. \n\t\t\t\t\t\n\t\t\t\t\tConvencidos de que las tradicionales relaciones de amistad y cooperacion Corea-China se fortaleceran y se desarrollaran mas gracias a los esfuerzos conjuntos de los partidos, los gobiernos y los pueblos de los dos paises, formulamos votos por la prosperidad de la RPCh y la felicidad del pueblo chino."
        },
        {
            "title": "Periodicos felicitan reeleccion de Kim Jong Il como Secretario General",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-28ee.html",
            "content": "Periodicos felicitan reeleccion de Kim Jong Il como Secretario General\n\t\t\t\t\t\t\r\nPyongyang, 30 de septiembre (ATCC) --  Los periodicos centrales publicaron en sus ediciones de este jueves los editoriales para felicitar la reeleccion del Dirigente Kim Jong Il como Secretario General del Partido del Trabajo de Corea.\n\t\t\t\t\tLa Conferencia del PTC recien efectuada ratifico al Dirigente como Secretario General del PTC reflejando la unanime voluntad y el deseo de los militantes del partido, los oficiales y soldados del Ejercito Popular de Corea y los habitantes de todo el pais, y eligio el organo directivo central del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun califica ese conclave de importante evento politico que preparo el jalon de cambio trascendental para glorificar siempre la historia de victorias y las tradiciones del glorioso PTC y llevar adelante la causa revolucionaria del Juche y la de construccion de la gran potencia prospera socialista, y continua: \n\t\t\t\t\t\n\t\t\t\t\tEn medio de la lucha historica por conducir la causa socialista a la unica senda de victorias superando las arduas pruebas y vicisitudes sin precedentes, se han elevado extraordinariamente la dignidad y la autoridad del PTC y se hicieron inconmovibles e inquebrantables el apoyo y la confianza de nuestro ejercito y pueblo depositados en esa organizacion.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la Conferencia del PTC, se ha manifestado otra vez el verdadero aspecto del partido como agrupacion revolucionaria de tipo Juche que lucha por el pueblo y como probado y veterano estado mayor politico que guia al camino recto la causa revolucionaria del Juche, la del Songun, al elevar constantemente su funcion y papel directivos conforme a la demanda de la realidad en desarrollo. \n\t\t\t\t\t\n\t\t\t\t\tLa eleccion del nuevo organo directivo central del PTC posibilito consolidar incomparablemente el poderio combativo del partido y acelerar con mas vigor la causa de construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tTodos los militantes del partido, los oficiales y soldados del EPC y los habitantes deben sentirse muy honrados y orgullosos de ser dirigidos por el PTC encabezado por el Dirigente y luchar con mas energia por lograr nuevas victorias en la revolucion jucheana con el poderio de la unidad monolitica.\n\t\t\t\t\t\n\t\t\t\t\tSon absolutas la dignidad y la autoridad del PTC guiado por el destacado dirigente sin igual y es invencible la revolucion coreana que avanza siguiendo la direccion de ese gran partido. \n\t\t\t\t\t\n\t\t\t\t\tEl rotativo Minju Joson exhorta a todos a avanzar a pasos firmes para lograr nuevos triunfos en la revolucion uniendose compactamente en torno al CC del PTC encabezado por el Dirigente."
        },
        {
            "title": "Corea vibra de emocion y jubilo por la reeleccion de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-29ee.html",
            "content": "Corea vibra de emocion y jubilo por la reeleccion de Kim Jong Il\r\nPyongyang, 30 de septiembre (ATCC) -- Al enterarse de que el Dirigente Kim Jong Il ha sido reelegido como Secretario General del Partido del Trabajo de Corea, todo el pueblo coreano se ha colmado de emocion, alegria y jubilo por seguir teniendo a ese gran hombre sin par en el puesto cimero del PTC.\n\t\t\t\t\tEl viceministro de Industria Metalurgica, Kim Han Il, dijo que durante medio siglo desde que el Dirigente emprendio temprano el camino de la revolucion, el condujo sabiamente a la unica senda de victorias la causa revolucionaria del Juche con su extraordinaria idea y capacidad ejecutiva de caracter revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano lo experimento en carne propia en la larga trayectoria historica de superar las pruebas y dificultades de toda indole, apunto y continuo que por eso, volvio a elegir al Dirigente como Secretario General del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de departamento del Comite Central de la Federacion General de los Sindicatos de Corea, Kim Tong Son, dijo que el Dirigente fortalecio el PTC como el partido revolucionario veterano y probado y el invencible apoyado y confiado absolutamente por todo el pueblo coreano y formo a este como el pueblo independiente con indoblegable conviccion y voluntad.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que enaltecer invariablemente al Dirigente como Secretario General del PTC es un gran acontecimiento historico en el desarrollo del partido y la revolucion y resulta la felicidad y la gloria mas grandes de todo el ejercito y el pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que gracias al Dirigente, el PTC esta fortaleciendose como el partido eterno del Presidente Kim Il Sung, el partido madre que sirve para el pueblo y las invencibles filas de vanguardias.\n\t\t\t\t\t\n\t\t\t\t\tEl oficial del Ejercito Popular de Corea, Pak Kwang Chol, apunto que el venera y agradece muchisimo al Dirigente quien viene conduciendo el PTC al unico camino de victorias.\n\t\t\t\t\t\n\t\t\t\t\tApunto que la reeleccion del Dirigente como Secretario General del PTC deviene la expresion del absoluto apoyo y confianza de todos los militantes del partido, oficiales y soldados del EPC y habitantes depositados en el quien convirtio la RPDC en la invencible potencia ideo-politica, militar y cientifico-tecnica, abrio la nueva epoca prospera nunca vista en la historia nacional de 5 milenios con su original guia sobre la revolucion mediante el Songun y hace gran aporte al cumplimiento de la causa de independencia antiimperialista."
        },
        {
            "title": "Presidente nicaraguense apoya lucha justa del pueblo coreano",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-30ee.html",
            "content": "Presidente nicaraguense apoya lucha justa del pueblo coreano\n\t\t\t\t\t\t\r\nPyongyang, 30 de septiembre (ATCC) -- El secretario general del Frente Sandinista de Liberacion Nacional de Nicaragua y presidente de la Republica de Nicaragua, Daniel Ortega Saavedra, departio el dia 27 con la delegacion del MINREX de la Republica Popular Democratica de Corea presidida por el vicecanciller Kim Hyong Jun.\n\t\t\t\t\tEn la audiencia el presidente expreso el apoyo a la lucha del pueblo coreano por construir gran potencia prospera y reunificar el pais de manera independiente y por via pacifica.\n\t\t\t\t\t\n\t\t\t\t\tDijo que desarrollar siempre y favorablemente las relaciones de amistad y cooperacion con la RPDC es la firme posicion del gobierno de Nicaragua y deseo al pueblo coreano grandes exitos en todos los sectores bajo la guia del Dirigente Kim Jong Il sobre la revolucion mediante el Songun."
        },
        {
            "title": "Amadou Toumani Toure apoya la justa causa de Corea",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-31ee.html",
            "content": "Amadou Toumani Toure apoya la justa causa de Corea\r\nPyongyang, 30 de septiembre (ATCC) -- El presidente de la Republica de Mali y jefe de Estado, Amadou Toumani Toure, se reunio el dia 21 con el embajador coreano en su pais Ri Kyong Son.\n\t\t\t\t\t  En la ocasion el mandatario maliense dijo que esta agradecido de la profunda atencion que presta Su Excelencia Kim Jong Il al desarrollo de las relaciones entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que Mali mantendra invariablemente la posicion de apoyar y solidarizarse con la causa del pueblo coreano por construir una gran potencia prospera y reunificar el pais de modo independiente y por via pacifica.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso su conviccion de que triunfara sin falta la justa causa del pueblo coreano por el desarrollo del pais y la paz regional."
        },
        {
            "title": "Kong Kantara alaba hazanas de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201009/news30/20100930-32ee.html",
            "content": "Kong Kantara alaba hazanas de   Kim Il Sung\r\nPyongyang, 30 de septiembre (ATCC) -- El subsecretario de Estado del Ministerio de Cultura y Arte de Cambodia, Kong Kantara, quien habia participado en el XII Festival Internacional de Cine de Pyongyang, expreso su gran confianza en el Presidente Kim Il Sung.\n\t\t\t\t\tSu Majestad el gran rey Norodom Sihanouk y Su Excelencia el Generalisimo Kim Il Sung prepararon las relaciones de amistad entre Camboya y Corea, destaco y elogio que el segundo envio el apoyo total a la justa causa del pueblo camboyano.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que el pueblo camboyano no olvida nunca la profunda atencion del Presidente prestada a la lucha de los camboyanos por la soberania, la independencia y la paz del pais.\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia el Generalisimo Kim Il Sung dedico todo lo suyo a la revolucion coreana y la causa de verificacion de la independencia en el mundo, subrayo y expreso el testimonio de su alta consideracion a el quien contribuyo enormemente al desarrollo de las relaciones entre los dos paises."
        }
    ]
}