{
    "date": "2010-01-06",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Ryesonggang Youth Power Station No. 2",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-13ee.html",
            "content": "Kim Jong Il Inspects of Ryesonggang Youth Power Station No. 2\r\n Pyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the construction sites of Ryesonggang Youth Power Station No. 2 that has reached the phase of completion.\n\t\t\t\t\t After being briefed on the construction before a large map showing the panoramic view of the power station, he went round the construction sites till the sunset despite the biting cold of midwinter. He acquainted himself in detail with the construction and warmly encouraged the builders who launched their new year campaign.\n\t\t\t\t\t\n\t\t\t\t\t After watching a giant dam, a generator room and other structures of lasting value, he expressed great satisfaction over the fact that the people in North Hwanghae Province have built another great structure in the era of the Workers' Party.\n\t\t\t\t\t\n\t\t\t\t\t It is an astonishing miracle that the builders and their helpers of the province carried out the vast construction project by themselves under the difficult situation where everything was in short supply, he noted. He highly appreciated the feats they have performed by securing a precious treasure helpful to building a rich and powerful country in the revolutionary spirit of self-reliance and fortitude and extended a warm salute to them.\n\t\t\t\t\t\n\t\t\t\t\t The Party members and other working people in North Hwanghae Province could build another large power station in a short span of time by displaying exceptionally ardent patriotic enthusiasm and creative ingenuity with the firm faith that \"When the Party is determined, we can do anything!\", he said, adding that this laudable success is the shining fruition of the might of the unbreakable unity and cohesion of the Korean people who have formed a harmonious whole with the Party and their tremendous mental power to build a thriving socialist nation without fail by their own efforts and with their own technology and resources.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to ensure the best quality in the construction so that Ryesonggang Youth Power Station No. 2 may remain impeccable even in the distant future as it is the nation's precious treasure to be handed over to posterity.\n\t\t\t\t\t\n\t\t\t\t\t He put forward the tasks to be fulfilled to complete the power station earlier than scheduled.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is now seething like lava of active volcano after launching a new year campaign in hearty response to the call of the Party for bringing about a decisive turn in improving the people's standard of living this year that marks the 65th anniversary of the founding of the WPK, he said, earnestly calling on all fronts to make a great dynamic advance, keeping pace with this stirring era to accomplish an epoch-making cause unprecedented in the nation's history.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, chief secretary of the North Hwanghae Provincial Committee of the WPK, Kim Ki Nam, secretary of the WPK Central Committee, and Kim Kyong Hui and Jang Song Thaek, department directors of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Pak Ki So",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-04ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Pak Ki So\r\n Pyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il on Jan. 5 sent a wreath to the bier of KPA Vice Marshal Pak Ki So, member of the WPK Central Committee, expressing deep condolences over his death."
        },
        {
            "title": "Best Taekwon-Do Players Selected",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-10ee.html",
            "content": "Best Taekwon-Do Players Selected\r\n Pyongyang, January 6 (KCNA) -- Best Taekwon-Do players and coaches for Juche 98 (2009) were selected in the Democratic People's Republic of Korea.\n\t\t\t\t\tThe best players are as follows.\n\t\t\t\t\t\n\t\t\t\t\t 1. Sa Ok Jin, a female player of the national team who bagged five gold medals at the 75 kg sparring, fourth grade pattern, demonstration show, team pattern and team sparring in the 16th World Taekwon-Do Championships\n\t\t\t\t\t\n\t\t\t\t\t 2. Ri Chol Ok, a female player of the national team who garnered four gold medals at the above-75 kg sparring, first grade pattern, team pattern and team sparring in the same championships\n\t\t\t\t\t\n\t\t\t\t\t 3. Pak Yong Bom, a male player of the North Hwanghae Provincial Taekwon-Do Group who won two gold medals at the 85 kg sparring and team pattern in the same championships\n\t\t\t\t\t\n\t\t\t\t\t 4. Kim Un Hyok, a male player of the national team who took a gold medal at the 50 kg sparring in the same championships\n\t\t\t\t\t\n\t\t\t\t\t The best coaches are Jang Kyong Ok (female) and Jon Jong Sam (male) of the national team."
        },
        {
            "title": "Guidelines for Improvement of Inter-Korean Relations, National Unity",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-09ee.html",
            "content": "Guidelines for Improvement of Inter-Korean Relations, National Unity\r\n Pyongyang, January 6 (KCNA) -- The joint New Year editorial, published by leading newspapers of the Democratic People's Republic of Korea, says that the Korean nation should crown Juche 99 (2010) that marks the 10th anniversary of the publication of the historic June 15 North-South Joint Declaration as a year of opening a new phase of independent reunification by paving a way for improving inter-Korean relations and actively promoting national reconciliation and cooperation.\n\t\t\t\t\t The North-South Summit and the publication of the June 15 joint declaration in 2000 marked a historic event of great significance in accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Under the banner of the joint declaration, a new era of independent reunification has been opened and unprecedented successes achieved in the development of inter-Korean relations and the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t Though the inter-Korean relations had been aggravated last year, an atmosphere of dialogue and cooperation between the north and the south has been created by active and bold measures and sincere efforts made by the DPRK in order to make a turning-point in national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The previous ten years since the publication of the June 15 joint declaration followed by the publication of the October 4 declaration for its implementation, during which the Korean nation has advanced along the road for independent reunification, peace and prosperity, has clearly confirmed that these declarations are the most reasonable reunification programmes and the ideal of \"By our nation itself\" is the very national spirit and the one and only ideal in the June 15 reunification era.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the DPRK's stand that it will improve the north-south relations and open a way for national reunification on the basis of the historic declarations.\n\t\t\t\t\t\n\t\t\t\t\t The present situation shows that only when the south Korean authorities respect the declarations and seek dialogue and improvement of relations between the two halves of Korea and all the fellow countrymen in the north and the south and abroad strengthen solidarity and collaboration, can the national reunification movement be developed.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation should build up the atmosphere of independent reunification, reconciliation, cooperation and unity on a nationwide scale to greet the 10th anniversary of the publication of the June 15 joint declaration and the 30th anniversary of the proposal for the founding of the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t Holding high the slogan \"Let the entire nation unite under the banner of north-south joint declarations and achieve national reunification at the earliest date!\" the entire Korean nation will frustrate all challenges of the anti-reunification forces and step up the grand nationwide march toward reunification."
        },
        {
            "title": "KCNA Blasts U.S. Human Rights Abuses at Secret Prisons",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-12ee.html",
            "content": "KCNA Blasts U.S. Human Rights Abuses at Secret Prisons\r\n Pyongyang, January 6 (KCNA) -- The U.S. human rights abuses have been disclosed one after another to be censured by the international community.\n\t\t\t\t\t CIA-operated secret prisons were recently discovered in Lithuania.\n\t\t\t\t\t\n\t\t\t\t\t The ABC of the United States reported that the CIA set up and operated two secret prisons in Vilnius, the capital of Lithuania, and in its vicinity in 2004 and 2005 for the purpose of confining and interrogating Al-Qaeda related and other terrorists.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which has become the target of the worldwide criticism for its inhuman maltreatment of prisoners in secret prisons in different parts of the world is again finding itself in hot water due to the recently disclosed operation of the secret prisons in Lithuania.\n\t\t\t\t\t\n\t\t\t\t\t As well known, the U.S. set up and is operating secret prisons in Poland, Romania and several other countries in Eastern Europe.\n\t\t\t\t\t\n\t\t\t\t\t All forms of torture such as no-sleep torture, sex torture and hairy caterpillar torture are being practiced against prisoners in the U.S. overseas secret prisons, stunning the world people.\n\t\t\t\t\t\n\t\t\t\t\t A number of innocent people are meeting death there, without being known to the outside world, after suffering untold pain.\n\t\t\t\t\t\n\t\t\t\t\t A British newspaper disclosed that the U.S. uses even warships of its forces to detain those arrested on the charge of \"terrorism\" and 17 warships of the U.S. forces have been used as \"floating prisons\" since 2001. The U.S. puts prisoners to all forms of abuses and torture there and then transfers them to other unknown places to hide their number and whereabouts.\n\t\t\t\t\t\n\t\t\t\t\t Last year the UN Human Rights Council brought up for discussion the human rights abuses committed in an organized way in the U.S. secret prisons and denounced them as blatant human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The maltreatment of prisoners in secret prisons is just a tip of iceberg of the human rights abuses committed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t GIs are committing without hesitation all forms of hideous human rights abuses such as inhuman maltreatment and humiliation, torture, rape and murder, etc. in Abu Ghraib Prison in Iraq and the U.S. naval base in Guantanamo and other prisons.\n\t\t\t\t\t\n\t\t\t\t\t  It has made no scruple of infringing upon other countries' sovereignty and abusing human rights as evidenced by its illegal armed invasion of sovereign states and massacring civilians and other crimes in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. human rights abuses are alarming in its mainland, too. \n\t\t\t\t\t\n\t\t\t\t\t The number of white ultra-right organizations advocating white suprematism is increasing and racial discrimination is becoming ever more undisguised. \n\t\t\t\t\t\n\t\t\t\t\t According to data available from the FBI, 100 percent of the black people who killed whites are liable to face heavy penalties whereas just 40 per cent of the whites who killed black people are sentenced to such penalties. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. judicial authorities are accomplices in human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\t The period from 2001 to the fiscal 2007 witnessed a 25 per cent increase in the number of cases of infringement upon rights of citizens by American law enforcement personnel.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous, indeed, for the U.S. to interfere in the internal affairs of other countries and nations and unreasonably pull up sovereign states under the hypocritical slogan of \"defending human rights.\""
        },
        {
            "title": "Advance at \"Huichon Speed\" Called for",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-08ee.html",
            "content": "Advance at \"Huichon Speed\" Called for\r\n Pyongyang, January 6 (KCNA) -- The \"Huichon speed\" is a great speed of socialist construction putting spurs to the present era of great surge in which service personnel and people are advancing by leaps and bounds at the speed of Songun Chollima toward a thriving nation. Rodong Sinmun Wednesday says this in a by-lined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said speed serves as a driving force powerfully encouraging all the service personnel and people to perform new miracles and feats, firmly gripping their hearts, and making it possible for the DPRK to dash ahead like angry waves to reach new higher goals.\n\t\t\t\t\t\n\t\t\t\t\tThe above-mentioned speed is the speed of great advance which reflects the idea and spirit of General Secretary Kim Jong Il and was created thanks to the great harmonious whole of the leader, the army and people. It is, at the same time, a speed of great advance which was spawned by the revolutionary soldier spirit and which is based on the mental power stemming from the strong national dignity of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The \"Huichon speed\", a new Chollima speed which was created by the army and people of the DPRK, fully represents the noble intention of Kim Jong Il to bring earlier the day of a thriving nation by racing against time.\n\t\t\t\t\t\n\t\t\t\t\t It is the truth taught by the history of great surge in the DPRK that miracles baffling human imagination are sure to be worked when the leader believes in his army and people and they absolutely trust and follow him single-mindedly.\n\t\t\t\t\t\n\t\t\t\t\t Underlying the above-said speed are the indomitable spirit of the army and people of the DPRK devotedly defending the headquarters of the revolution, the revolutionary spirit of implementing the line and policies of the Workers' Party of Korea in a do-or-die spirit under any circumstances and the heroic self-sacrificing spirit of advancing weathering any difficulties at the risk of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Those who created that speed are the possessors of the strongest-ever mental power.\n\t\t\t\t\t\n\t\t\t\t\t They have such courageous spirit as eyeing the world, firmly relying on their own efforts, strong pluck that Koreans can do everything when they have a will and extraordinary readiness and patriotic zeal to hold supremacy in all fields surpassing the world's advanced level, concludes the article."
        },
        {
            "title": "Member of South Headquarters of Pomminryon Indicted",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-06ee.html",
            "content": "Member of South Headquarters of Pomminryon Indicted\n\t\t\t\t\t\t\r\n Pyongyang, January 6 (KCNA) -- The puppet Seoul Central District Prosecutor's Office brought in a non-restraint indictment against a member of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) on the charge of violating the notorious \"National Security Law\" on Dec. 31 last year, according to the south Korean Yonhap News.\n\t\t\t\t\t The prosecution took such action for the mere reason that the indictee published and distributed books praising the DPRK including those hailing the launch of the satellite Kwangmyongsong-2 and conducted information service asserting the organization's justice while working as chief editor of \"True Path of Nation\", the organ of the organization, in the past."
        },
        {
            "title": "Bangladeshi Figures Visit DPRK Embassy",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-02ee.html",
            "content": "Bangladeshi Figures Visit DPRK Embassy\r\n Pyongyang, January 6 (KCNA) -- Dilip Barua, minister of Industries who is general secretary of the Central Committee of the Communist Party (Marxist-Leninist), Rashed Khan Menon, chairman of the C.C., the Workers' Party, Mujahidul Islam Selim, general secretary of the C.C., the Communist Party, Garib Newaz, president of the People's League, and Khaleq Zaman Bhuiyan, chairman of the C.C., the Socialist Party of Bangladesh, and the secretary general of the Bangladesh-Korea Friendship and Solidarity Committee visited the DPRK embassy in their country on Jan. 1 on the occasion of the New Year.\n\t\t\t\t\tThey laid floral baskets before the full-length picture of President Kim Il Sung and General Secretary Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the expectation that the Korean people would register greater successes this year marking the 65th founding anniversary of the Workers' Party of Korea under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-05ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung\r\n Pyongyang, January 6 (KCNA) -- A function of laying a floral basket before the portrait of smiling President Kim Il Sung was held at the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on December 30 last year on the occasion of the New Year.\n\t\t\t\t\t Present there were Angel Pino, director of the Propaganda Department of the organization who is director of the magazine Tri-Continental, staff members of the organization, Kwon Sung Chol, DPRK ambassador to Cuba, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid the floral basket before the portrait of the smiling President and paid tribute to him."
        },
        {
            "title": "Kim Jong Il's Work Off Press",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-01ee.html",
            "content": "Kim Jong Il's Work Off Press\r\n Pyongyang, January 6 (KCNA) -- General Secretary Kim Jong Il's work \"Songun Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner for Our Revolution\" was brought out in pamphlet by the Venezuelan Canta Clara Publishing House on Dec. 21 last year.\n\t\t\t\t\t The work, published on Jan. 29, Juche 92 (2003), clarifies the idea that the Songun politics, the Songun revolutionary line of the Workers' Party of Korea, is a powerful political mode in the present times and the scientific revolutionary line and political mode as it has carried forward and developed President Kim Il Sung's idea and line of attaching importance to the arms and most correctly reflects the requirements of the era and the revolution, and the validity, advantages and great vitality of the Songun politics."
        },
        {
            "title": "DPRK Important Day Observed",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-03ee.html",
            "content": "DPRK Important Observed \r\n Pyongyang, January 6 (KCNA) -- The British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy issued a joint statement on Dec. 23 last year to mark the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t The statement noted that Kim Jong Il's assumption of the KPA supreme commandership has ensured the dynamic advance of the cause of Juche-oriented army-building and the Songun revolution pioneered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t All the great events taking place in the DPRK are the brilliant result of Kim Jong Il's outstanding Songun revolutionary leadership, it said.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that Kim Jong Suk was a revolutionary fighter intensely loyal to Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the organizations issued another joint statement on Dec. 24 last year on the occasion of the 30th publication anniversary of Kim Jong Il's work \"Let Us Thoroughly Implement the Party's Strategic Policy on Living Our Own Way\"."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-11ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, January 6 (KCNA) -- Kim Jong Suk, an anti-Japanese heroine, visited the Kyongsong Ceramic Factory in September Juche 36 (1947) when the building of a new country was at its height.\n\t\t\t\t\t Looking round a raw materials yard for minutes, she told officials that the Japanese imperialists had driven Korean workers hard like a beast of burden, providing no protection arrangement, with many of them losing their lives or getting crippled in accidents and suffering from occupational diseases.\n\t\t\t\t\t\n\t\t\t\t\t She, quoting President Kim Il Sung as saying no matter how the production might be important, it could never be compared with the health of the workers, noted that the officials should make every effort to improve the working conditions, always keeping his remark in memory.\n\t\t\t\t\t\n\t\t\t\t\t She also said the workers had become masters of the factory and the country in liberated Korea and national economic plans and their implementations were all necessary for the building of a prosperous, independent and sovereign state in which the people including the workers and peasants would be well off.\n\t\t\t\t\t\n\t\t\t\t\t The officials were deeply touched by her view of putting the working conditions and health of the workers above production."
        },
        {
            "title": "Kim Jong Il expresa condolencias por el fallecimiento de Pak Ki So",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-14ee.html",
            "content": "Kim Jong Il expresa condolencias por el fallecimiento de Pak Ki So\r\nPyongyang, 6 de enero (ATCC) -- El Dirigente    Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio el dia 5 una ofrenda floral ante el feretro del difunto vicemariscal del EPC Pak Ki So, miembro del Comite Central del PTC, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Seleccionados mejores jugadores y entrenadores de Taekwondo de 2009",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-15ee.html",
            "content": "Seleccionados mejores jugadores y entrenadores de Taekwondo de 2009\r\nPyongyang, 6 de enero (ATCC) -- Fueron seleccionados en Corea los mejores jugadores y entrenadores de Taekwondo del 98 (2009) de la Era Juche.\n\t\t\t\t\t    Entre los primeros figuran Sa Ok Jin (f), Ri Chol Ok (f), Pak Yong Bom (m) y Kim Un Hyok (m), quienes sobresalieron en el XVI Campeonato Mundial de Taekwondo.\n\t\t\t\t\t\n\t\t\t\t\tSa Ok Jin de la Seleccion Nacional de Taekwondo ocupo el primer lugar en el parrins individual de la categoria de 75kg, el pattern individual del cuarto nivel, el power individual y en el pattern y parrins colectivos del citado evento mundial conquistando 5 medallas de oro.\n\t\t\t\t\t\n\t\t\t\t\tRi Chol Ok tambien de la Seleccion Nacional de Taekwondo conquisto 4 medallas de oro al situarse en el primer lugar en el parrins individual de la division de mas de 75kg, el pattern individual del primer nivel y en el pattern y parrins colectivos.\n\t\t\t\t\t\n\t\t\t\t\tPak Yong Bom del Equipo de Taekwondo de la Provincia de Hwanghae del Norte gano 2 preseas doradas en el parrins individual de la categoria de 85kg y el pattern colectivo.\n\t\t\t\t\t\n\t\t\t\t\tKim Un Hyok de la Seleccion Nacional de Taekwondo gano una medalla de oro en el parrins individual de la division de 50kg.\n\t\t\t\t\t\n\t\t\t\t\tEn la categoria de directores tecnicos fueron nominados Jang Kyong Ok (f) y Jon Jong Sam (m) de la Seleccion Nacional de Taekwondo."
        },
        {
            "title": "Rodong Sinmun se refiere a la velocidad de Huichon",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-16ee.html",
            "content": "Rodong Sinmun se refiere a la velocidad de Huichon \r\nPyongyang, 6 de enero (ATCC) -- La \"velocidad de Huichon\" es la gran velocidad de la construccion socialista que promueve la epoca de gran auge de hoy que avanza hacia la gran potencia prospera montando Chollima de Songun.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsta velocidad llama energicamente a miles y miles de militares y civiles a crear nuevos milagros y proezas tomando mas firmemente los corazones de ellos y sirve de la fuerza motriz que permite a Corea avanzar como olas furiosas hacia nueva meta.\n\t\t\t\t\t\n\t\t\t\t\tLa velocidad en cuestion que materializa la idea y el espiritu del Dirigente Kim Jong Il fue creada por la gran union perfecta entre el Dirigente y el ejercito y el pueblo, y es la de la gran marcha basada en el espiritu revolucionario de los militares y la fuerza espiritual de la firme autoestima nacional del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEn la \"velocidad de Huichon\", nueva velocidad de Chollima creada por el ejercito y el pueblo de Corea esta materializado el noble proposito del Dirigente de adelantar el dia de prosperidad anticipando los siglos.\n\t\t\t\t\t\n\t\t\t\t\tCuando el Dirigente confia en el ejercito y el pueblo y este enaltece absolutamente al primero con la misma alma y el mismo proposito, seran creados inimaginables milagros. Esto es la verdad que muestra la historia de gran auge de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la velocidad arriba mencionada se palpita el indoblegable espiritu del ejercito y el pueblo de Corea que defienden a ultranza la Direccion de la Revolucion, se muestra el espiritu revolucionario de materializar a ultranza la linea y la politica del partido en cualesquier condiciones y rebosa del espiritu de sacrificio heroico de ir contra las dificultades sin temor de la muerte.\n\t\t\t\t\t\n\t\t\t\t\tLos creadores de la \"velocidad de Huichon\" son fuertes en la potencia espiritual nunca vistos en dondequiera. Ellos guardan el impetu valiente que ve al mundo pendiendo su pie en su tierra, la audacia segura de que los coreanos pueden hacer todos si los desean y la extraordinaria decision y el entusiasmo patriotico de tomar la supremacia en todos los sectores alcanzando y sobrepasando el nivel avanzado del mundo."
        },
        {
            "title": "Rinden homenaje a Kim Il Sung en la OSPAAAL",
            "url": "http://kcna.co.jp/item/2010/201001/news06/20100106-17ee.html",
            "content": "Rinden homenaje a Kim Il Sung en la OSPAAAL\r\nPyongyang, 6 de enero (ATCC) -- Con motivo del Ano Nuevo, tuvo lugar el 30 de diciembre del ano pasado en la Organizacion de Solidaridad de los Pueblos de Asia, Africa y America Latina (OSPAAAL) una ceremonia de rendir homenaje al Presidente            Kim Il Sung.\n\t\t\t\t\tEn la ocasion estuvieron presentes Angel Pino, director del Departamento de Propaganda de la OSPAAAL y director de la revista Tricontinental, y otros miembros de la misma organizacion, el embajador Kwon Sung Chol y otros miembros de la embajada coreana en Cuba.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron tributo al Presidente tras depositar un cesto de flores ante su retrato con amplia sonrisa."
        }
    ]
}