{
    "date": "2010-06-21",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-21ee.html",
    "articles": [
        {
            "title": "FM Urges US to Halt Its Smear Campaign against DPRK ",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-24ee.html",
            "content": "FM Urges US to Halt Its Smear Campaign against DPRK \r\nPyongyang, June 21 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA Monday as regards the recent U.S. frantic smear campaign against the DPRK:\n\t\t\t\t\t The U.S. is now making much fuss, floating the sheer fiction that the DPRK is helping Myanmar in its \"nuclear development,\" not content with labeling the DPRK \"provocative\" and \"bellicose\".\n\t\t\t\t\t\n\t\t\t\t\t Crowley, a spokesman for the U.S. Department of State, was so imprudent as to label the DPRK a \"criminal state\", citing some south Korean media's recent false reports that the DPRK conducted unlicensed TV relay broadcast about the World Cup matches.\n\t\t\t\t\t\n\t\t\t\t\t The relay broadcast about the World Cup matches made by the DPRK is a legitimate and normal service made by it under an agreement with the relevant international organizations. Crowley's reckless remarks labeling the inviolable sovereign state a \"criminal state\", not knowing how things are going in the world, are nothing but outcries which can be let loose only by a hysteric and fool seized with the extreme hostility toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is busying itself supporting its puppet forces driven into a tight corner over the warship \"Cheonan\" case. It is the ulterior intention of the U.S. to reinforce its position as a \"savior\" now shaking surrounding the above-said case and, at the same time, tame Japan, too, now finding itself in mayhem. That is why the U.S. is busy with an unprecedented black propaganda against the DPRK while groundlessly defending even the far-fetched assertions of the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t Crowley's nonsensical talk about \"the criminal state\" cannot be construed otherwise than a symptom of schizophrenia of an individual poor in his knowledge about information and vocabulary. This reveals the real intention of the present U.S. administration to conceal the helplessness with the veil of \"strategic patience\" and dodge all dialogues including the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is not confident in dialogue, the DPRK, too, has no intention to urge it to come out for dialogue. But the U.S. should bear deep in mind that the DPRK will never allow the U.S. to sling mud at it but it has its own method of calculation."
        },
        {
            "title": "CPRK Censures S. Korea's Anti-DPRK Confrontational Remarks",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-23ee.html",
            "content": "CPRK Censures S. Korea's Anti-DPRK Confrontational Remarks\r\n Pyongyang, June 21 (KCNA) -- Shortly ago, a spokesman for the puppet Ministry of Unification of south Korea let loose such reckless remarks as urging the north to \"make an apology\" over the case of the sunk warship and  \"dismantle its nukes,\" preposterously blustering that it was the north that \"defiled the spirit of the June 15 joint declaration.\"\n\t\t\t\t\t Puppet Minister of Unification Hyon In Thaek, addressing a session of the \"National Assembly,\" again ballyhooed about the \"possible contingency\" and \"a tourist case in Mt. Kumgang.\"  The group of the \"Grand National Party\" prattled that \"one should not attribute the deteriorated south-north relations to the policy of the present government towards the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 957 issued on Monday termed this a treacherous action and an intolerable grave provocation aimed to cover up the true colors of the puppet group as violators of the June 15 joint declaration, justify its policy of confrontation with fellow countrymen and evade the responsibility for having pushed the inter-Korean relations to a collapse and the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t  It is ridiculous, indeed, for the group to charge someone with \"violation\" and the like, the information bulletin noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The above-said outbursts let loose by the puppet group are nothing but a cynical ploy and a last-ditch effort to escape the south Korean people's protest and domestic and foreign public criticism of the racket kicked off by it over the case of the sunk warship and the political crisis caused by its heavy defeat in the \"elections to the local self-governing bodies\" and the crime it committed by bringing the inter-Korean relations to a total collapse.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee Myung Bak group keeps rushing headlong into confrontation and war, persistently denying the June 15 joint declaration in defiance of the warnings of the public, it will not be able to escape a final destruction. \n\t\t\t\t\t\n\t\t\t\t\t Hyong In Thaek, in particular, will be the first to be judged for having pursued only confrontation and war in collusion with outside forces, standing in the way of the process to improve the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group would be well advised to face up to the trend of the times and properly understand the desire of the public and stop going ridiculous."
        },
        {
            "title": "Week of DPRK-Iran Friendship Opens",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-20ee.html",
            "content": "Week of DPRK-Iran Friendship Opens\r\n Pyongyang, June 21 (KCNA) -- A meeting for opening the week of DPRK-Iran friendship was held at the Taedonggang Diplomatic Corps Club on Monday.\n\t\t\t\t\t Present there on invitation were Vice-Minister of Foreign Affairs of Iran Hossein Farahi and his party on a visit to the DPRK and Ambassador Morteza Moradian and staff members of the Iranian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the DPRK-Iran Friendship Association, officials concerned and working people in the city were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Jin noted at the meeting that colorful events are held in the DPRK and Iran every year to significantly commemorate the historic meeting between President Kim Il Sung and leader Seyed Ali Khamenei after setting the week of friendship.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian people have worked hard to defend the gains of the Islamic revolution, develop the economy and ensure the lasting peace and security of the region, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people extend firm support and solidarity to the Iranian government and people in their just struggle to foil the U.S. and other outside forces' moves to isolate and stifle it and defend its right to peaceful nuclear activities.\n\t\t\t\t\t\n\t\t\t\t\t Hassan Farafi said in his speech that Seyed Ali Khamenei's visit to Pyongyang and meeting with Kim Il Sung marked an epochal occasion in developing the relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the friendly relations between Iran and the DPRK have steadily developed in various fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Iran and the DPRK have supported each other on the international arena with the common stand, he expressed belief that the Korean people would overcome difficulties to attain the grand goal till 2012 and win in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants enjoyed an art performance given by students of DPRK-Iran Friendship Pyongyang Jungsin Secondary School."
        },
        {
            "title": "Art Performance of Servicemen's Families Goes on",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-19ee.html",
            "content": "Art Performance of Servicemen's Families Goes on\r\n Pyongyang, June 21 (KCNA) -- The performance of art groups of servicemen's families, which participated in the third round of the second-term contests among art groups of families of the Korean People's Army servicemen, is going on at the People's Palace of Culture here, drawing large crowds.\n\t\t\t\t\t The performers well represented the noble mental world, working spirit and way of life of the servicemen's families in the era of Songun with the pride and happiness that they delighted Kim Jong Il, supreme commander of the KPA, with the performance absolutely perfect in ideological and artistic aspects.\n\t\t\t\t\t\n\t\t\t\t\t The numbers included narration and song \"Following the General\", poem and story-telling \"Arms of Songun and Women\", sketch \"Feeling As If Were on the Front\" and story-telling and singing with drums \"A Thriving Nation Is in Sight\", which reflect the worthwhile life of the women revolutionaries who remain faithful to the Workers' Party of Korea's Songun leadership while devotedly defending the headquarters of the revolution together with their husbands.\n\t\t\t\t\t\n\t\t\t\t\t The performance was appreciated by officials of ministries and national institutions and working people in the city."
        },
        {
            "title": "Light Comedy \"Echo of Mountain\" Performed in Huichon",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-22ee.html",
            "content": "Light Comedy \"Echo of Mountain\" Performed in Huichon \r\n Pyongyang, June 21 (KCNA) -- A performance of the light comedy \"Echo of Mountain\", Kim Il Sung Prize laureate, was given in Huichon City, Jagang Province on Monday.\n\t\t\t\t\t It was enjoyed by officials of the party, power and economic bodies and working people's organizations, builders of the Huichon Power Station and people from all walks of life in the province.\n\t\t\t\t\t\n\t\t\t\t\t From the beginning the performance mesmerized the audience as it truthfully represented the noble spiritual world, ideal and indomitable fighting spirit of the people in the Chollima era.\n\t\t\t\t\t\n\t\t\t\t\tWatching the performance, the audience deeply grasped the noble intention of General Secretary Kim Jong Il who saw to it that the light comedy \"Echo of Mountain\", which was produced in the 1960s, was reproduced to be a masterpiece in the era of Songun."
        },
        {
            "title": "6.18 Shock Brigade Greets Tenth Birthday",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-10ee.html",
            "content": "6.18 Shock Brigade Greets Tenth Birthday\r\n Pyongyang, June 21 (KCNA) -- Ten years has elapsed since the June 18 Shock Brigade started its work in the Mt. Paektu and Samjiyon areas.\n\t\t\t\t\t During the period, the shock brigade has fully displayed its might as a powerful construction unit in the spirit of Mt. Paektu and self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t The shock brigade has finished a hundred and dozens of projects, including the Victorious Musan Area Battle Memorial Tower, and constructed or reconstructed the Paektu Museum, Samjiyon County House of Culture and other public buildings and thousands of dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t They have also built roads extending hundreds of kilometers, many bridges and power stations, including the Samsu Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to their painstaking efforts, the revolutionary battle sites and revolutionary sites in the Mt. Paektu area have turned into a large center of education in revolutionary traditions and places good to live in.\n\t\t\t\t\t\n\t\t\t\t\t Many people of the shock brigade have been honored with the tile of Labor Hero and official commendations.\n\t\t\t\t\t\n\t\t\t\t\tLast year, General Secretary Kim Jong Il sent a letter of special thanks and presents to the members of the shock brigade and bestowed great political confidence on them, appreciating what they had done for the Workers' Party of Korea and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t They are still making a good job in different projects.\n\t\t\t\t\t\n\t\t\t\t\t Those in charge of the Kosan Fruit Farm construction have carried out the first-stage land rezoning covering hundreds of hectares and planted a large number of fruit trees in a short span of time. They have also constructed roads extending over 20 kilometers.\n\t\t\t\t\t\n\t\t\t\t\t Those who already hit their targets in land rezoning and fruit tree planting in the Taedonggang Combined Fruit Farm are now registering successes in bank revetment, pig farm and other construction projects."
        },
        {
            "title": "Kaeson Youth Park in Blaze of Lights",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-11ee.html",
            "content": "Kaeson Youth Park in Blaze of Lights\n\t\t\t\t\t\t\r\n Pyongyang, June 21 (KCNA) -- The Kaeson Youth Park, which underwent reconstruction some time ago, is always crowded with people in the evening. \n\t\t\t\t\t The park at the foot of picturesque Moran Hill in Pyongyang is furnished with such fashionable amusement facilities as triple giant stride, swingboat, jet coaster, switchback and game centre and soft drink stands.   \n\t\t\t\t\t\n\t\t\t\t\t When darkness sets in, the park is in a blaze of lights.  \n\t\t\t\t\t\n\t\t\t\t\t The facilities, buildings, green tract of land and trees are illustrated by floodlights and ornamental lights. \n\t\t\t\t\t\n\t\t\t\t\t Chongsu, Unsa and other pavilions, waterworks and falls are also beautified by lights.  \n\t\t\t\t\t\n\t\t\t\t\t After leaving their work, a lot of citizens, with their children, enjoy themselves in the brightly lit park."
        },
        {
            "title": "Large-Scale Casting Production Center Built",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-21ee.html",
            "content": "Large-Scale Casting Production Center Built\r\nPyongyang, June 21 (KCNA) -- A combined casting production center with largest capacity has taken its shape at the Ryongsong Machine Complex, a leading machine producer of the DPRK. All its processes are equipped with up-to-date equipment and technology.\n\t\t\t\t\tThe construction of this modern casting production center is a shining fruition of General Secretary Kim Jong Il's far-reaching plan for building an economic power and his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\tVisiting the complex several times in the new century, he specified orientation and ways for pushing back the frontiers of the latest science and advanced the militant task for building a world-leading casting production center and meticulously led this work.\n\t\t\t\t\t\n\t\t\t\t\tThe complex perfectly completed a blueprint for building Korean-style modern casting shop based on new ideas and conceptions and manufactured modern equipment including scores of rotating facilities and equipment by its own efforts, putting all the processes on ultra modern lines.\n\t\t\t\t\t\n\t\t\t\t\tIt developed and introduced rational programs for computer-aided control of casting production processes on the basis of experience drawn from the introduction of CNC technology and digital display devices to many facilities, thus realizing on the high level the work of putting the casting shop on a modern and IT basis.\n\t\t\t\t\t\n\t\t\t\t\tIt manufactured lots of major ordered equipment, including 90,000 cubic meter centrifugal compressor, by its own efforts and with its own technology through cooperation between the newly-built large casting shop and several other workshops and supplied them to several domains of the national economy including the gasification project construction site at the Hungnam Fertilizer Complex.\n\t\t\t\t\t\n\t\t\t\t\tScientists and technicians of the Hamhung Branch of the State Academy of Sciences, Pyongyang University of Mechanical Engineering, Hamhung University of Chemical Engineering, Hamhung University of Hydraulic Engineering, the Grand People's Study House and other units perfectly solved the scientific and technological problems arising in building the casting production center by pooling efforts with workers at the complex."
        },
        {
            "title": "UNSC Urged to Properly Know about Truth of \"Cheonan\" Case",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-14ee.html",
            "content": "UNSC Urged to Properly Know about Truth of \"Cheonan\" Case\r\n Pyongyang, June 21 (KCNA) -- The south Korean puppet group recently referred the \"results of the investigation\" into the case of warship \"Cheonan\" sinking unilaterally worked out to serve its purpose to the UNSC at last, turning down the DPRK's just proposal for dispatching an inspection group of its National Defence Commission to the spot of south Korea.\n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Various data and objective reality are bringing to light as the days go by the fact that the \"Cheonan\" case is a conspiratorial farce orchestrated by its fabricators to achieve a sinister aim.\n\t\t\t\t\t\n\t\t\t\t\t The story that the responsibility for the above-said case rests with the DPRK is obviously nothing but a politically motivated dastardly and vicious plot and fraud of the U.S. and south Korean puppet group, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t When the \"Cheonan\" case broke out, the U.S. used \"threat from north Korea\" for strongly pressurizing Japan into yielding to Washington over the issue of transferring the U.S. forces base in Okinawa, a serious challenge to realizing its Asia-Pacific strategy for aggression, and thus forced the Hatoyama regime uncomfortable for it to step down. This met its double ends.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is also using the case for tightening its grip on Japan and south Korea and accelerating the formation of a triangular military alliance of the U.S., Japan and south Korea. The U.S. is openly disclosing its intention to sell large quantities of weapons to south Korea, secure a pretext for moving its naval strike group to the Korean Peninsula and the West Sea of Korea, sensitive waters for China in terms of security, and delay the U.S. transfer of the \"right to command the wartime operation\" to south Korea slated to take place in 2012, for the present.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. required the above-said case to make its government appear strong in the run-up to the mid-term Congressional election slated for coming November or justify its \"policy of strategic patience\" to suffocate the DPRK's economy in a sustainable manner.\n\t\t\t\t\t\n\t\t\t\t\t If the UNSC unjustly handles the case, taken in by lies of the U.S., sparking off a military conflict on the peninsula, the U.S. and the UNSC will be wholly accountable for its consequences.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC had better properly understand the truth of the case and the gravity of the issue and observe the principle of respect for sovereignty and impartiality."
        },
        {
            "title": "S. Korea's Campaign to Suppress Progressive Forces Slammed",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-15ee.html",
            "content": "S. Korea's Campaign to Suppress Progressive Forces Slammed\r\n Pyongyang, June 21 (KCNA) -- Gangsters in the Pusan Police Office of south Korea together with agents of the \"National Intelligence Service\" staged on June 9 surprise search and seizure operations against the Pusan Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration and its leading member's house. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the June 15 joint declaration and an intolerable anti-reunification action designed to quell the desire of all Koreans for reunification and fan up the atmosphere of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Through this case the Lee Myung Bak group once again brought to light its despicable true colors as the enemy of the nation and traitors opposed to reunification, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Representatives of the above-mentioned headquarters held working meetings to develop the reunification movement with those of the DPRK in 2007 and 2008. The fascist maniacs, however, blamed them for the absence of \"permission.\" This is a far-fetched assertion. They legally came to the north with the permission of the authorities and had open meetings with it. It is hardly understandable for them to take issue with their activities after the lapse of several years. The puppet group is charging them with the violation of the \"National Security Law,\" talking about \"information exchange\", \"praise and encouragement\" and \"reception of instructions\" and the like. This is a trite method used by it to crack down the activities of reunification movement organizations grouping people from all walks of life for alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\t The above-said racket kicked off by the puppet forces against the said headquarters without any proper ground is aimed at tiding over their worst ruling crisis and taking revenge upon those forces opposed to their anti-reunification policy for the heavy defeat in the \"elections to local self-governing bodies\".\n\t\t\t\t\t\n\t\t\t\t\t But the group of traitors' sinister plot will get it nowhere. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group would be well advised to halt at once its fascist repressive offensive against the reunification movement organizations, properly understanding the strong will of the people from all walks of life in south Korea all out to support and uphold the June 15 joint declaration and the October 4 declaration and implement them."
        },
        {
            "title": "Feats of Kim Jong Il's Ideo-theoretical Activities Lauded",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-17ee.html",
            "content": "Feats of Kim Jong Il's Ideo-theoretical Activities Lauded\r\nPyongyang, June 21 (KCNA) -- General Secretary Kim Jong Il clearly indicated the road to be followed by socialism with his extraordinary wisdom and has steered the revolutionary cause of Juche to a brilliant victory by dint of ideology. His profound ideological and theoretical activities and leadership feats culminated in the work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\".\n\t\t\t\t\t Rodong Sinmun Monday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Comprehensively expounded in the work are theories on ideological work of socialism ranging from the significance and importance of the ideological work in carrying out the socialist cause to the essence and tasks of the working-class party's ideological work and its contents and ways.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has steered the Korean people's struggle to victory, clearly illuminating the road ahead of the times and the revolution through his tireless ideo-theoretical activities. And with his Songun politics based on the theory of ideology he has realized the army- people unity in ideology and work-style, thus further increasing the might of the revolutionary ranks. This is a vivid expression of the wise leadership of Kim Jong Il who has guided the socialist cause by dint of ideology.\n\t\t\t\t\t\n\t\t\t\t\t He also saw to it that forms and methods of ideological work were steadily improved in keeping with the requirements of the developing reality to intensify the drive for a great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t In recent years he made public a number of works and letters and advanced the new ideas of great surge one after another to remarkably enhance the mental power of Kim Il Sung's nation and indicate a shortcut to making leap forward and innovations. Thanks to such energetic ideo-theoretical activities of his, a fresh turn is now being brought in building a thriving nation and the Korean revolution is making long strides full of vigor.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are working world-startling miracles and feats by dint of the army-people unity at every construction sites for great surge.\n\t\t\t\t\t\n\t\t\t\t\t  All the people are pushing ahead with the drive for a great surge to build an economic power and improve the standard of people's living in the spirit of single-minded unity, strong self-respect of the nation, self-reliance and fortitude and with warm love and devotion for the future. This is the true picture of Korean-style socialism, concludes the article."
        },
        {
            "title": "Moves to Revive \"Conception of Principal Enemy\" Assailed",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-18ee.html",
            "content": "Moves to Revive \"Conception of Principal Enemy\" Assailed\r\n Pyongyang, June 21 (KCNA) -- The south Korean warmongers are stepping up the moves to revive the \"conception of principal enemy\" under the pretext of the case of warship sinking. It is an open agitation of confrontation with fellow countrymen and a curtain raiser to the provocation of a war of aggression against the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The \"conception of principal enemy\" touted by the south Korean puppet authorities is, in  essence, a heinous theory of confrontation and war as it terms fellow countrymen the forces to be wiped out by force of arms, not those with whom reconciliation and unity should be achieved, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group, prompted by its bitterness towards the DPRK and wild ambition for invading it, fabricated such hideous document as \"results of investigation\" into the case of warship sinking under the zealous patronage and manipulation of the U.S. Not content with this, the group is vociferating about \"results of investigation\" as a pretext for reviving the \"conception of the principal enemy\".\n\t\t\t\t\t\n\t\t\t\t\t Herein lies a sinister intention to put into practice the scenario for a war of aggression against the DPRK, persistently sticking to its policy of confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t From the very day it came to power, the conservative group considered the DPRK as an object of confrontation and aggression, not as compatriots, and has frantically pursued the moves to ignite a war against it, letting loose a whole string of outbursts calling for confrontation and war such as \"unification under the liberal democratic system\" and \"preemptive attack\".\n\t\t\t\t\t\n\t\t\t\t\t The evermore undisguised moves to revive the \"conception of the principal enemy\" indicate that the warmongers have reached a very reckless phase in their war scenario.\n\t\t\t\t\t\n\t\t\t\t\t The revival of the \"conception of the principal enemy\" precisely means an open declaration of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday what serious consequences will be entailed by the evermore reckless moves of the conservative group to revive the above-said conception.\n\t\t\t\t\t\n\t\t\t\t\t It is only outsiders who will fish in troubled waters when Koreans antagonize and fight each other. The above-said moves are just like drawing water to the U.S. mill for a nuclear war."
        },
        {
            "title": "S. Korean Traitors' Policy for Confrontation with DPRK Lambasted",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-13ee.html",
            "content": "S. Korean Traitors' Policy for Confrontation with DPRK Lambasted\r\n Pyongyang, June 21 (KCNA) -- The Association of Religionists for National Reconciliation and Peace of south Korea held a press conference in Seoul on June 17 at which it strongly denounced the puppet group of traitors for its escalated confrontation with the DPRK.\n\t\t\t\t\t At the press conference speakers said that the Lee Myung Bak \"government\" has escalated confrontation with the DPRK in the wake of the \"Cheonan\" case, noting with concern: It seems that the days have come back when slogan \"march north to unify\" was prevalent, and the nation may suffer from the same misfortune as the June 25 war if the situation is allowed to go as it is.\n\t\t\t\t\t\n\t\t\t\t\t Religionists' antipathy against the \"government\" is running high and their patience has reached the limit, they said, urging Lee Myung Bak to take serious note of it and retract the confrontational attitude toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The organization issued a press release signed by 527 religionists of the five orders; Christianity, Buddhism, Zen Buddhism, Chondoism and Catholics.\n\t\t\t\t\t\n\t\t\t\t\t The press release demanded the authorities drop at once the policy for totally suspending exchange and cooperation between the south and the north. It said that the religionists would strive for the reunification, reconciliation and peace of the nation."
        },
        {
            "title": "S. Korean Authorities' Suppression of Reunification Movement Flailed",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-08ee.html",
            "content": "S. Korean Authorities' Suppression of Reunification Movement Flailed\r\n Pyongyang, June 21 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration of south Korea on June 18 issued a statement under the title \"Let's condemn the Lee Myung Bak regime for resorting to suppression under the pretext of security\".\n\t\t\t\t\t The statement recalled that on the same day the police stormed and searched the house of Mun Kyong Hwan, a hardcore member of the organization.\n\t\t\t\t\t\n\t\t\t\t\t Mun served a prison term as a victim to the case against the solidarity cooked up by the authorities in 2008, the statement said, adding: The renewed suppression of him on charges of violation of the \"National Security Law\" is precisely the crackdown on the solidarity. This glaringly reveals the fascist nature of the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The present regime is getting frantic in the suppression of the reunification movement organization in a bid to retrieve its defeat at the \"elections to local self-governing bodies\" and its failed racket for \"north wind\" kicked off with the case of warship \"Cheonan\" sinking as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The indiscriminate suppression will render the Lee Myung Bak regime further isolated, it said, stressing that the people will punish the present regime through their powerful solidarity struggle against Lee."
        },
        {
            "title": "Proper Probe into Truth about \"Cheonan\" Case Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-09ee.html",
            "content": "Proper Probe into Truth about \"Cheonan\" Case Demanded in S. Korea\r\n Pyongyang, June 21 (KCNA) -- The south Korean Headquarters of the Movement for the Withdrawal of the U.S. Forces released a statement on June 16 in demand of the proper probe into the truth about the case of the puppet navy warship sinking.\n\t\t\t\t\t The statement said it is quite natural that the Citizens' Solidarity for Democratic Society sent a letter calling for a fair and objective discussion of the case to the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime, however, is hell-bent on the indiscriminate suppression of the organization, it said, stressing that the truth cannot be concealed even though those people doubtful about the case are threatened.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to promptly respond to the demand of the people for proper probe into the truth about the case."
        },
        {
            "title": "Signature Campaign for Peace on Korean Peninsula Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-07ee.html",
            "content": "Signature Campaign for Peace on Korean Peninsula Launched in S. Korea\r\n Pyongyang, June 21 (KCNA) -- The general council of the Christian Presbyterian Church and the Headquarters of the Peace Community Movement of south Korea launched a signature campaign for peace on the Korean Peninsula on June 17, according to the south Korean CBS.\n\t\t\t\t\t The organizations said that the situation on the Korean Peninsula is so dangerous that a war may break out any time.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the Lee Myung Bak \"government\" should roll back the policy for confrontation with the DPRK and positively opt for the peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would conduct the signature campaign among 10,000 Christians and other citizens till early August at the first phase."
        },
        {
            "title": "Meeting of Directors of European Juche Idea Study Society Held",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-05ee.html",
            "content": "Meeting of Directors of European Juche Idea Study Society Held\r\n Pyongyang, June 21 (KCNA) -- The 10th Meeting of the Board of Directors of the European Society for the Study of the Juche Idea was held in Italy on June 5.\n\t\t\t\t\t The meeting reviewed the work done in the past and discussed the future tasks. And it adopted a resolution on intensifying the study and dissemination of the Juche idea by further enhancing the function and role of the society on the occasion of the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The resolution said it is the invariable will of the world progressives to splendidly commemorate the birthday of Kim Il Sung as the Day of the Sun and the holiday common to humankind.\n\t\t\t\t\t\n\t\t\t\t\t It fully supported the resolutions of the 13th Meeting of the Board of Directors of the Asian Regional Institute of the Juche Idea and the 12th Meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea on significantly commemorating the birth anniversary of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to continue to hold high the banner of independence in the struggle for building independent and peaceful Europe, expand and strengthen the ranks of Juche idea study organizations at all levels in the region including the European Society for the Study of the Juche Idea and ensure relations and cooperation in their activities and take a concerted action.\n\t\t\t\t\t\n\t\t\t\t\t It also underscored the need to conduct a vigorous struggle for defending and realizing independence in various forms and methods, as indicated by the Juche idea, and thus make a tangible contribution to commemorating the centenary of birth of the President as a worldwide grand festival."
        },
        {
            "title": "European Seminar on Juche Idea Held in Italy",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-04ee.html",
            "content": "European Seminar on Juche Idea Held in Italy\r\n Pyongyang, June 21 (KCNA) -- A European regional seminar on the Juche Idea under the theme of \"Europe's role in the struggle to achieve global independence and peace and oppose 'globalization'\" was held in Italy on June 5.\n\t\t\t\t\tDisplayed in its venue were works of President Kim Il Sung and General Secretary Kim Jong Il and books on their feats.\n\t\t\t\t\t\n\t\t\t\t\t Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, said in his report at the seminar that achieving independence and peace at present would be unthinkable without the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that each country should further deepen the dissemination of the Juche idea and the Songun idea to suit its historical conditions, characteristics and cultural traditions and widely generalize the achievements and experience made in this work.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the seminar in the wake of congratulatory addresses by Director-General Vishwanath and Secretary General Kenichi Ogami of the International Institute of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Juche idea and the Songun idea are the guidelines that should be held fast to in the drive to realize the popular masses' cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the recent seminar was a significant gathering as it clarified again the role of Europe and the tasks facing the European region in accelerating the cause of global independence and expressed the will to realize it without fail.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the seminar will redouble their efforts to intensify the study and dissemination of the Juche idea in various forms and methods to suit the specific conditions of each country and region and carry it into practice with the centenary of birth of Kim Il Sung as an occasion, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the DPRK would more brilliantly shine as a dignified power of Juche and emerge a reunified thriving nation in the near future without fail under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It also stressed that they would always extend support and encouragement to the Korean people in their struggle for the peaceful reunification of the country and its independent development."
        },
        {
            "title": "Anniversary of Inter-Korean Declaration Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-02ee.html",
            "content": "Anniversary of Inter-Korean Declaration Observed\r\n Pyongyang, June 21 (KCNA) -- Political parties and organizations of India held a joint meeting on June 15 in New Delhi to mark the 10th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\tDisplayed in its hall were publications on the exploits of President Kim Il Sung and General Secretary Kim Jong Il for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said that the publication of the June 15 North-South Joint Declaration the keynote of which is to realize the reunification in the idea of \"By our nation itself\" turned the relationship between the north and the south of Korea, which had been in hostility and confrontation for more than half a century, into that of reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t But the ultra-right conservative forces in south Korea are totally denying the June 15 joint declaration and its action programme the October 4 declaration, they noted, charging that the Lee Myung Bak group of traitors has been hell-bent on the anti-reunification policy and is nowadays driving the inter-Korean relations to the brink of war by orchestrating the sinking case of warship \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t They expressed support for the joint statement issued by the political parties and organizations in the DPRK and the Korean people's efforts to achieve the independent and peaceful reunification of the country under the banner of the June 15 joint declaration, and demanded that the U.S. and the south Korean authorities immediately stop their reckless moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A joint statement supporting the Korean people's cause of national reunification was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The statement branded the U.S. as the very one hindering the peaceful reunification of Korea and urged the U.S. administration to withdraw its nuclear weapons and aggression forces from south Korea at once.\n\t\t\t\t\t\n\t\t\t\t\t Scathingly slashing at the U.S. and its followers' wrong behavior of intentionally rendering the situation in Northeast Asia strained, the statement held that the south Korean authorities should improve the north-south relations collapsed due to their anti-DPRK campaign.\n\t\t\t\t\t\n\t\t\t\t\t The political parties and organizations of India are firmly convinced that the independent and peaceful reunification of Korea will be realized as soon as possible."
        },
        {
            "title": "Inter-Korean Declaration Supported",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-03ee.html",
            "content": "Inter-Korean Declaration Supported\r\n Pyongyang, June 21 (KCNA) -- Personages of Benin and a regional organization issued statements on the occasions of the adoption of the June 15 North-South Joint Declaration and the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin National Committee for the Study of the Juche Idea and General Kim Jong Il's Works who doubles as chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", said in his statement on June 3 that the inter-Korean submit in 2000 and the publication of the June 15 North-South Joint Declaration were events of weighty significance.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors in south Korea orchestrated the sinking case of warship \"Cheonan\" in an attempt to provoke a war against the DPRK under the instigation of the U.S., the statement noted, urging the south Korean authorities to refrain from escalating the tension and confrontation and respect the north-south joint declaration.\n\t\t\t\t\t\n\t\t\t\t\tOthieno Stephen, executive assistant to the general secretary of the Pan-African Movement, said in a statement on June 10 that the joint declaration provided by General Secretary Kim Jong Il is a reunification programme indicating the shortcut to the country's reunification by the Korean people's own efforts.\n\t\t\t\t\t\n\t\t\t\t\t Expressing invariable support and solidarity with the inter-Korean declaration and the DPRK's proposals for the independent and peaceful reunification of the country, the statement resolutely rejected the recent reference to the UNSC of the \"Cheonan\" case, a fabrication of the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The Pan-African Movement strongly demands that the U.S. renounce its hostile policy towards the DPRK at once and come out for the improvement of the relations with the DPRK on an equal position and the south Korean authorities retract their policy of confrontation with fellow countrymen and opt for national reconciliation and unity, it said."
        },
        {
            "title": "DPRK Joint Statement Favored",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-06ee.html",
            "content": "DPRK Joint Statement Favored\r\n Pyongyang, June 21 (KCNA) -- Kim Yong Sul, chairman of the United Confederation of Koreans in Ukraine, issued a statement on June 17 in support of the joint statement issued by the political parties and organizations of the DPRK on the occasion of the 10th anniversary of the June 15 joint declaration.\n\t\t\t\t\t The statement said that the June 15 joint declaration the keynote of which is the idea of \"By our nation itself\" is the reunification programme and the supreme banner of reunification in the new century. It also described June 15 as the significant day when the divided Korean nation came into one reunified nation again and the day of national auspicious event when the Koreans' will and stamina for reunification was demonstrated before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The desire and aspiration after the reunification of all the Koreans, who keenly felt the truth and vitality of the joint declaration, is growing stronger than ever before, it said.\n\t\t\t\t\t\n\t\t\t\t\t Our fellow countrymen, who had been benefited by the June 15 joint declaration, came to clearly know that the way out of the nation is to defend and implement the joint declaration, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The United States should refrain from hindering the implementation of the joint declaration and interfering in the issues of the Korean nation and the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The present conservative regime of south Korea can never evade the blame for having stood in the way of implementing the joint declaration and brought the north-south relations to a catastrophe while getting hell-bent on sycophantic and treacherous moves and confrontation with fellow countrymen."
        },
        {
            "title": "Kim Jong Il's Feats Lauded",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-01ee.html",
            "content": "Kim Jong Il's Feats Lauded\n\t\t\t\t\t\t\r\nPyongyang, June 21 (KCNA) -- Seminars on the exploits of General Secretary Kim Jong Il were held in Cambodia, Finland and Bangladesh on June 14 and 16 to mark the 46th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t On display at their venues were photos showing the immortal feats of Kim Jong Il and the Korean people's efforts for the building of a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Ouk Phurik, president of the Khmer Democratic Party of Cambodia, said that the WPK has developed into an ever-victorious party and achieved great successes in the efforts for the building of a thriving nation and national reunification under the energetic leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, said that Kim Jong Il's start of work at the C.C., the WPK was a historic event of weighty significance in accomplishing the revolutionary cause of Juche and global independence.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, advisor of the Bangladesh Barisal Society for the Study of Songun Policy, noted with high appreciation that under the Songun leadership of Kim Jong Il the DPRK has been turned into an impregnable fortress, the single-minded unity of its society further cemented and its international position remarkably raised.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the seminar in Finland."
        },
        {
            "title": "Story of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-12ee.html",
            "content": "Story of Kim Jong Il\r\n Pyongyang, June 21 (KCNA) -- One day in April Juche 77 (1988), leader Kim Jong Il received news that a young miner was on the brink of death by accident.\n\t\t\t\t\t He was told that the patient fell unconscious after suffering a fatal wound and doctors had little hope of saving the victim.\n\t\t\t\t\t\n\t\t\t\t\t He immediately took strong and detailed rescue measures.\n\t\t\t\t\t\n\t\t\t\t\t He gave the local hospital instructions to keep the patient alive until a competent medical team arrived there from Pyongyang with first-aid medicines.\n\t\t\t\t\t\n\t\t\t\t\t As soon as they arrived there, the doctors started operation to prolong his life at the initial stage and reported the result to the leader.\n\t\t\t\t\t\n\t\t\t\t\t He sent a helicopter to bring the patient to Pyongyang and let doctors make preparations to prevent the worsening of his condition in flight.\n\t\t\t\t\t\n\t\t\t\t\t Unfortunately, the helicopter carrying the patient began to shake heavily because of strong wind.\n\t\t\t\t\t\n\t\t\t\t\t The helicopter was ordered to land on the nearest airfield.\n\t\t\t\t\t\n\t\t\t\t\t The leader, foreseeing an unfavorable climate condition, sent a large passenger plane to the airfield.\n\t\t\t\t\t\n\t\t\t\t\t He took measures to make a space for treatment inside the plane and keep doctors waiting at the airfield for way-stop treatment.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his deep care, the miner came to his senses some ten days after he was brought to Pyongyang. Later he got well and began working again at the mine."
        },
        {
            "title": "Kim Jong Il inspecciona centro de instruccion de Unidad 593 del EPC",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-25ee.html",
            "content": "Kim Jong Il inspecciona centro de instruccion de Unidad 593 del EPC \r\nPyongyang, 21 de junio (ATCC) --  El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono el centro de instruccion de comandantes de la Unidad 593 del EPC.\n\t\t\t\t\tTras recibir el parte de recepcion, el Dirigente recorrio la sala de leccion general, la biblioteca y otros lugares, donde se entero del estado de la ensenanza y educacion. \n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que el centro ofrece un magnifico ambiente docente, organiza con escrupulosidad la labor docente para elevar a los comandantes el espiritu partidista, el revolucionario y el de la clase obrera y les inculca profundamente la grandeza de la idea y teorias jucheanas de nuestro partido en materia de la construccion del ejercito, y evaluo de altos los meritos de los funcionarios del plantel.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente recorrio el dormitorio, el comedor, el deposito de alimentos subsidiarios y otros establecimientos de intendencia para prodigar profunda atencion a la labor y la vida de los cursantes. \n\t\t\t\t\t\n\t\t\t\t\tExpreso contento de que el centro dispone de buenos establecimientos de intendencia y asegura magnificas condiciones de vida a los cursantes, al hacer sustancialmente el cultivo para autoconsumo, y afirmo que este orgulloso aspecto se puede crear solo en nuestro ejercito que hereda las brillantes tradiciones de la Guerrilla Antijaponesa que salio victoriosa con el poderio de la noble obligacion camaraderil. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente indico las tareas programaticas que se presentan ante el plantel.\n\t\t\t\t\t\n\t\t\t\t\tEl periodo de cursillo de los comandantes es un lapso de formacion ideo-politica para disponerse mas de los rasgos ideo-espirituales, indico y recalco que deben realizar sustancialmente la gestion de ese centro para asimilar profundamente a los cursantes la capacidad de cumplir excelentemente con su mision de armazon de nuestras fuerzas armadas revolucionarias. \n\t\t\t\t\t\n\t\t\t\t\tLos miembros de mando del ejercito popular deben poseer la elevada capacidad militar y practica, y al mismo tiempo, guardar como la conviccion revolucionaria la infinita fidelidad al partido y a la revolucion, dijo y agrego que solo en este proceso pueden compartir el destino con el partido en cualquier circunstancia y dedicarse al cumplimiento de la causa revolucionaria del Juche iniciada en el monte Paektu. Y apunto la necesidad de hacer del periodo de cursillo un importante motivo para la forja ideologica. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se fotografio junto a los miembros de mando y empleados del plantel. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los generales de ejercito del EPC Ri Myong Su y Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Il dirige varios sectores de la provincia de Phyong-an del Norte",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-26ee.html",
            "content": "Kim Jong Il dirige varios sectores de la provincia de Phyong-an del Norte \r\nPyongyang, 21 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno las labores de varios dominios de la provincia de Phyong-an del Norte.\n\t\t\t\t\tAnte todo, el Dirigente visito de orientacion la Mina Juventud 5 de Diciembre que se ocupaba por aumentar la produccion. \n\t\t\t\t\t\n\t\t\t\t\tGuiado por los funcionarios directivos de la mina, el Dirigente recorrio la sala de educacion en la reliquia historica de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t Recordo con mucha emocion la orgullosa trayectoria de la mina viendo los datos historicos exhibidos, y dijo que bajo el amor del Presidente   Kim Il Sung la mina se ha convertido en la moderna base de produccion de minerales y los mineros se han formado como fidedignos patrulleros, precursores de la construccion de la patria prospera y agrego que las imborrables hazanas revolucionarias del Presidente brillaran eternamente en los anales de la patria. \n\t\t\t\t\t\n\t\t\t\t\tDio vueltas por varios lugares incluso la fabrica  experimental intermedia de soda caustica para hacer conocimiento detallado del estado de reconstruccion tecnica y de produccion de minerales y evaluo de altos los meritos de los mineros expresando gran satisfaccion de que estos producen los minerales y los productos quimicos que se necesitan apremiantemente en varias ramas de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tHay que prestar atencion especial a la vida de los mineros que trabajan en el subsuelo, senalo y subrayo la necesidad de mejorar incesantemente la labor de intendencia para los obreros. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se fotografio junto a los innovadores laborales de la mina. \n\t\t\t\t\t\n\t\t\t\t\tEn seguida, el Dirigente hizo una visita de orientacion  al Complejo de Maquinaria de Pukjung.\n\t\t\t\t\t\n\t\t\t\t\tVio las maquinas de tipo ultramoderno recien fabricadas en esta empresa y aprecio los meritos de los funcionarios, los tecnicos y los obreros. \n\t\t\t\t\t\n\t\t\t\t\tLa invencion de magnificas maquinas en el Complejo de Maquinaria de Pukjung refleja el poderio del socialismo, que conquista la tecnologia de punta mediante la lucha del colectivo de cientificos y tecnicos, y el temperamento revolucionario de la nacion de Kim Il Sung que marcha a galope hacia la gran potencia prospera, destaco. \n\t\t\t\t\t\n\t\t\t\t\tAl ver los equipos pedidos para el uso de la construccion de la Central Hidroelectrica de Huichon, que se producen en esta empresa, se mostro muy satisfecho de que todos los obreros y tecnicos de la empresa consideran como lo suyo el noble ideal de nuestro partido y se abniegan con el impetu muy elevado por la construccion de la gran potencia prospera. \n\t\t\t\t\t\n\t\t\t\t\tPara desarrollar activamente la pesqueria y el transporte maritimo en nuestro pais rodeado de mares por tres partes es preciso enviar mucho mas maquinas de buena eficiencia necesarias a la construccion de modernos barcos de pesca y de carga, indico.\n\t\t\t\t\t\n\t\t\t\t\tLuego, el Dirigente estuvo de visita en la Fabrica de Electrodo de Pukjung.\n\t\t\t\t\t\n\t\t\t\t\tSe entero concretamente de la renovacion tecnica y de la produccion de electrodo recorriendo varios procesos de produccion de la fabrica. \n\t\t\t\t\t\n\t\t\t\t\tObservo con atencion el proceso de la produccion de los electrodos de grafito natural para los hornos electricos UHP y aprecio altamente a los cientificos y los obreros que allanaron un nuevo dominio de la produccion de electrodo. \n\t\t\t\t\t\n\t\t\t\t\tPresento ante los funcionarios y los obreros de la fabrica la tarea combativa de realizar en el nivel mas alto la modernizacion del proceso de produccion de electrodos de grafito natural, recien construido, y desplegar la lucha energica por elevar la calidad de los productos e incrementar la productividad. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente visito la Granja Cooperativa de Jangsan del distrito de Ryongchon.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, el Dirigente recorrio el monumento a la visita de orientacion del Presidente y el Museo de la Historia Revolucionaria de Jangsan. \n\t\t\t\t\t\n\t\t\t\t\tLa comuna de Jangsan es un lugar historico, donde el Presidente visito el 20 de junio de 1952 y dirigio una reunion plenaria de celula del partido para llamar a los militantes del partido al aumento de produccion de cereales en aquel tiempo de guerra. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente recordo con gran emocion los dias inolvidables de aquel entonces viendo los edificios y datos historicos. \n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, estuvo en el criadero de paludina, construido modernamente en la granja, donde se dio cuenta del cultivo de arroz segun las paludinas y puntualizo que todas las granjas deben aplicar ampliamente ese metodo. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer conocimiento detallado de los preparativos agricolas de este ano, dijo que todas las parcelas de la granja estan acondicionadas hacendosamente como un jardin de flores y evaluo de altos los esfuerzos de los granjeros. \n\t\t\t\t\t\n\t\t\t\t\tAl contemplar la aldea rural, donde estan alineadas las viviendas modernas al pie de la montana soleada, y el campo cooperativo fertil, donde se agitan las hojas verdes de toda clase de cereales y frutales y se oyen ruidos de maquinas, me parece ver una pintura, dijo y agrego que esto es el orgulloso aspecto original del campo rural socialista de nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tLos campesinos coreanos sintieron profundamente en la practica que el sistema de la economia rural socialista de nuestro pais basado en el colectivismo es el mas ventajoso, que posibilita elevar incesantemente con las fuerzas unidas la produccion agricola poniendo de pleno manifiesto el fervor patriotico de las masas, asevero y apunto la necesidad de mantener y glorificar este sistema mejor. \n\t\t\t\t\t\n\t\t\t\t\tLa agricultura es uno de los frentes principales de la construccion de la gran potencia prospera, afirmo y volvio a exhortar encarecidamente a todo el partido y todo el pueblo a seguir concentrando todas las fuerzas en la agricultura para registrar un cambio trascendental en la produccion agricola y acoger con rica cosecha el gran festival de octubre (mes de fundacion del PTC).\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, los militantes del partido y otros trabajadores de la provincia de Phyong-an del Norte desplegaron una incesante lucha por cumplir la tarea combativa presentada por el partido y trajeron un cambio relevante no solo en la construccion economica sino tambien en la administracion territorial y los demas  dominios, subrayo y evaluo altamente sus meritos orgullosos. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron al Dirigente el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Kim Phyong Hae, los jefes de departamento del CC del PTC Kim Kyong Hui y Thae Jong Su, los primeros subjefes de departamento del CC del PTC Ju Kyu Chang y Ri Jae Il, y los jefes de departamento del CDN Hyon Chol Hae y Ri Myong Su."
        },
        {
            "title": "AHC revela crimenes de EE.UU. en pasada guerra coreana",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-27ee.html",
            "content": "AHC revela crimenes de EE.UU. en pasada guerra coreana\r\nPyongyang, 21 de junio (ATCC) -- Con motivo del 60o aniversario del estallido de la guerra coreana, la Asociacion de Historiadores de la Republica Popular Democratica de Corea hizo publica el dia 20 una declaracion condenatoria para revelar a todo el mundo los crimenes de los imperialistas norteamericanos que dividieron a Corea y desataron la guerra de agresion contra la RPDC con la insignia de la ONU. \n\t\t\t\t\t  Cuando era inminente la derrota de los imperialistas japoneses en la Segunda  Guerra Mundial, los yanquis lo consideraron como momento decisivo para realizar su estrategia de dominar a Corea, concebida de siglo en siglo, comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDe ahi que propusieron el proyecto de division de Corea y obtuvieron el visto bueno de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tA base de esta preparacion, ocuparon sin derrame de sangre la zona de Corea al sur del paralelo 38o de latitud norte.\n\t\t\t\t\t\n\t\t\t\t\tExisten muchos datos concretos reveladores de que EE.UU. ya habia trazado el plan de dominar a Corea abusando de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  En septiembre de 1947, EE.UU. llevo al fracaso la operacion del Comite Conjunto con la ex URSS y declaro abiertamente la remision del problema coreano a la Asamblea General de la ONU. Luego, lo aprobo por la fuerza como resolucion de la ONU usando su maquinaria de votacion.\n\t\t\t\t\t\n\t\t\t\t\t  El 25 de junio de 1950, los imperialistas yanquis iniciaron por fin la invasion armada total contra la RPDC instigando al ejercito titere de Syngman Rhee.\n\t\t\t\t\t\n\t\t\t\t\t  Segun su guion trazado de antemano, procedieron inmediatamente al trabajo con la ONU para ampliar la guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\t  Truman convoco el 25 de junio en la casa de huespedes de Estado la reunion de los cabecillas militares y politicos sobre la intervencion armada en la guerra coreana y dio la orden de proveer de municiones al Sur de Corea y mandar las fuerzas navales y aereas norteamericanas al frente coreano.\n\t\t\t\t\t\n\t\t\t\t\t  El 27 de junio, volvio a convocar el Consejo de Seguridad de la ONU y fabrico la ilegal \"resolucion\" que aconsejaba a los miembros de la ONU \"ofrecer al Sur de Corea el apoyo necesario para repeler el ataque militar y defender la paz y la seguridad internacionales en esa region\". \n\t\t\t\t\t\n\t\t\t\t\t  Como se ve, las acciones de EE.UU. siempre precedieron a la resolucion de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tPersistio en todo el curso de la guerra tal \"procedimiento sistematico\", segun el cual EE.UU. cometia primero los actos de agresion sin comprometerse a la resolucion de la ONU y esta los \"aprobaba\" posteriormente. \n\t\t\t\t\t\n\t\t\t\t\t  En virtud de la resolucion del Consejo de Seguridad de la ONU del 7 de julio de 1950, la guerra coreana se hizo definitivamente un conflicto internacional y la ONU se convirtio en una parte beligerante de la guerra coreana al prestar su bandera a los agresores. \n\t\t\t\t\t\n\t\t\t\t\t  Mediante su habitual tactica de \"garrote y zanahoria\", EE.UU. organizo las \"Fuerzas de las Naciones Unidas\" de caracter ilegal incorporando a los ejercitos de 15 paises satelites con el fin de ocultar su naturaleza de provocador de guerra e invasor y de repartir a los segundos el pesado cargo de guerra. Pero, las \"Fuerzas de las Naciones Unidas\" eran en su esencia las tropas norteamericanas. \n\t\t\t\t\t\n\t\t\t\t\tPara realizar su intento de ocupar militarmente a toda Corea, los imperialistas norteamericanos despacharon al frente coreano un tercio de sus tropas terrestres, un quinto de sus fuerzas aereas y la mayor parte de su flota del Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tEstas fuerzas armadas, que actuaban bajo la bandera de la ONU, dejaron consternada toda la humanidad al cometer destrucciones sin precedentes en la historia de la humanidad, en particular, una masacre de que no fueron capaces ni los nazistas hitlerianos.\n\t\t\t\t\t\n\t\t\t\t\tAunque ya paso mas de medio siglo desde la tregua de la guerra coreana, las tropas norteamericanas en cascos azules de la ONU siguen ocupando el territorio surcoreano y la Peninsula Coreana no ha salido todavia del estado de armisticio.\n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, persiste hasta hoy el anormal       \"enfrentamiento entre la RPDC y la ONU\" creado artificialmente hace 60 anos.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede ocultar por nada la verdad de la historia. Todo el mundo sabe que el cartel de la ONU no pasa de ser un velo para ocultar la naturaleza de EE.UU. y la \"Comandancia de las fuerzas de la ONU\" es un aparato fantasmal que encubre las relaciones beligerantes actuando fuera de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que ese fantasmal aparato no tiene la justificacion de seguir existiendo y sera disuelto definitiva e inevitablemente.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en desafio a la sagrada mision de la ONU y la conciencia de la humanidad, EE.UU. incurre en el acto criminal de ampliar y reestructurar esa \"comandancia\", que debio ser desintegrada hace mucho tiempo en virtud de la resolucion de la ONU, practicando mas abiertamente la politica hostil a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio debe poner fin a sus actos que amenazan la paz y la seguridad de la Peninsula Coreana distorsionando la verdad de la historia, disolver de inmediato la \"Comandancia de las fuerzas de la ONU\" y cambiar el Acuerdo de Armisticio de Corea por el de paz.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tomar la decision de cumplir con su responsabilidad asumida ante el mundo y la humanidad al darse cuenta de que sera aislado en la arena internacional y arruinado mas rapido si sigue manteniendo y consolidando el residuo de la guerra fria existente en la Peninsula Coreana sin escuchar lo que demandan el pueblo coreano y los demas del mundo."
        },
        {
            "title": "Parque Juventud de Kaeson",
            "url": "http://kcna.co.jp/item/2010/201006/news21/20100621-28ee.html",
            "content": "Parque Juventud de Kaeson\r\nPyongyang, 21 de junio (ATCC) -- En estos tiempos, los trabajadores de distintos sectores siguen visitando al Parque Juventud de Kaeson remodelado particularmente al pie de la colina Moran de Pyongyang.\n\t\t\t\t\tEs hermoso y singlar el parque dispuesto de varios equipos de diversiones de tipo ultramoderno como el tiovivo triple, el columpio de barco y otros, la sala de diversiones electricas, etc. y los quioscos de refrescos, instalados tomando por fondo la colina moran donde demuestra el paisaje de belleza sin par.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, al anochecer, es muy maravillosa la decoracion de luz del parque, al pie de la letra.\n\t\t\t\t\t\n\t\t\t\t\tLos reflectores que iluminan como pleno dia el parque y las decoraciones de luz electrica instaladas en los edificios, areas verdes y arboles demuestran claramente el caracter de los objetos.\n\t\t\t\t\t\n\t\t\t\t\tLas decoraciones electricas puestas en los equipos de juegos dan a la gente el sentimiento ritmico y el sentido dimensional por el movimiento sucesivo y el giro rapido.\n\t\t\t\t\t\n\t\t\t\t\tVarios miradores como el Chongsu y el Unsa, los surtidores y las cascadas demuestran sus bellezas singlares en virtud de estas decoraciones de luz.\n\t\t\t\t\t\n\t\t\t\t\tLos capitalinos pasan alegremente horas nocturnas contemplando el mar de luz de este parque y utilizando los equipos de diversiones."
        }
    ]
}