{
    "date": "2010-10-24",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Wreath to Cemetery of Fallen Fighters of CPV",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-13ee.html",
            "content": "Kim Jong Il Sends Wreath to Cemetery of Fallen Fighters of CPV\r\nPyongyang, October 24 (KCNA) -- General Secretary Kim Jong Il sent a wreath to the cemetery of fallen fighters of the Chinese People's Volunteers in Hoechang County, South Phyongan Province, on the occasion of the 60th anniversary of the CPV's entry into the Korean front.\n\t\t\t\t\t The wreath was laid there on October 24."
        },
        {
            "title": "Chinese Party and State Leaders Send Wreaths",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-14ee.html",
            "content": "Chinese Party and State Leaders Send Wreaths\r\nPyongyang, October 24 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of China and chairman of the Central Military Commission of China, Wu Bangguo, chairman of the Standing Committee of the Chinese National People's Congress, Wen Jiabao, premier of the State Council of China, Jia Qinglin, chairman of the National Committee of the Chinese People's Political Consultative Conference, sent wreaths to the cemetery of fallen fighters of the Chinese People's Volunteers in Hoechang County, South Phyongan Province, on the occasion of the 60th anniversary of the  entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t The wreaths were placed there on Sunday."
        },
        {
            "title": "DPRK Arranges Banquet to Mark Entry of CPV into Korean Front",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-18ee.html",
            "content": "DPRK Arranges Banquet to Mark Entry of CPV into Korean Front\r\nPyongyang, October 24 (KCNA) -- The DPRK government arranged a banquet at the People's Palace of Culture on Sunday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Present there on invitation were members of the Chinese high-ranking military delegation headed by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, the delegation of veteran fighters of the CPV and the Art Troupe of the Chinese People's Liberation Army, Liu Hongcai, Chinese ambassador to the DPRK, and staff members of his embassy and Chinese guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Yong Rim, premier of the DPRK Cabinet, Kim Yong Chun, vice-chairman of the DPRK National Defence Commission and minister of the People's Armed Forces, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, Ri Yong Su, department director of the C.C., the WPK, Choe Chang Sik, minister of Public Health who doubles as chairman of the C.C., the DPRK-China Friendship Association, Kim Jong Suk, chairperson of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said in a speech at the banquet that the armies and peoples of the two countries beat back the U.S. imperialists' aggression and won a great victory by displaying matchless bravery and popular heroism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship is making comprehensive and dynamic progress in various fields, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The two visits to China paid by General Secretary Kim Jong Il this year marked a landmark event in putting the traditional DPRK-China friendly and cooperative relations on a higher stage, he said, adding that the DPRK would join the Chinese comrades in strengthening and developing the DPRK-China friendly relations in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai said in his speech that the peoples and armies of the two countries have steadily developed the Sino-DPRK friendship provided by Chairman Mao Zedong and Premier Zhou Enlai together with President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Sino-DPRK friendship which has grown strong standing all tests has reached a new stage, demonstrating its great vitality as days go by.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that General Secretary Kim Jong Il visited China twice this year and met with General-Secretary Hu Jintao, developing the Sino-DPRK relations on a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t He noted that China would join hands with the Korean comrades and strive to carry forward and develop the traditional Sino-DPRK friendship provided by the revolutionaries of the elder generation, carve out future and achieve regional and world peace, prosperity and development."
        },
        {
            "title": "Floral Tribute Paid to Mao Anying and Fallen Fighters of CPV",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-17ee.html",
            "content": "Floral Tribute Paid to Mao Anying and Fallen Fighters of CPV\r\nPyongyang, October 24 (KCNA) -- Wreaths were laid before the grave of Mao Anying and the cemetery of fallen fighters of the Chinese People's Volunteers in Hoechang County, South Phyongan Province, on Sunday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Present at the wreath-laying ceremonies were Choe Chang Sik, minister of Public Health who doubles as chairman of the Central Committee of the DPRK-China Friendship Association, Ri Yong Chol, vice department director of the Central Committee of the Workers' Party of Korea, Pak Jae Gyong, vice-minister of the People's Armed Forces, Kim Song Gi, vice-minister of Foreign Affairs, officials concerned, officials of the party and power bodies in the South Phyongan Province and working people in the county.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai, Chinese ambassador to the DPRK, Sun Yanfeng, military, naval and air attache, and staff members of the Chinese embassy here were on hand.\n\t\t\t\t\t\n\t\t\t\t\t A wreaths in the joint name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet was laid before the cemetery of fallen fighters of the CPV.\n\t\t\t\t\t\n\t\t\t\t\t Then, wreaths in the name of the Ministry of the People's Armed Forces, the South Phyongan Provincial Committee of the WPK, the South Phyongan Provincial People's Committee, the Hoechang County Committee of South Phyongan Province of the WPK, the Hoechang County People's Committee of South Phyongan Province and a unit of the Korean People's Army were separately laid before the grave of Mao Anying and the cemetery of fallen fighters of the CPV.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Mao Anying and the fallen fighters of the CPV who bravely fought on the Korean front and looked round the grave and the cemetery."
        },
        {
            "title": "Wreaths Laid by the Chinese High-Ranking Military Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-15ee.html",
            "content": "Wreaths Laid by the Chinese High-Ranking Military Delegation\r\nPyongyang, October 24 (KCNA) -- Wreaths were laid before the grave of Mao Anying and the cemetery of fallen fighters of the Chinese People's Volunteers in Hoechang County, South Phyongan Province, on Sunday by the Chinese high-ranking military delegation led by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t  Present at the wreath-laying ceremony were Pak Jae Gyong, vice-minister of the People's Armed Forces, and general officers and other officers of the Korean People's Army, members of the delegation of veteran fighters of the Chinese People's Volunteers and the Art Troupe of the Chinese People's Liberation Army, Liu Hongcai, Chinese ambassador to the DPRK, Sun Yanfeng, military, naval and air attache, and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the name of the Chinese high-ranking military delegation were separately laid before the grave of Mao Anying and the cemetery of fallen fighters of the CPV.\n\t\t\t\t\t\n\t\t\t\t\t Then, wreaths in the name of the delegation of veteran fighters of the CPV, the Art Troupe of the CPLA and the Chinese embassy here were separately laid before them.\n\t\t\t\t\t\n\t\t\t\t\t They paid silent tribute to Mao Anying and the fallen fighters of the CPV who bravely fought on the Korean front and looked round the grave and the cemetery."
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-12ee.html",
            "content": "Homage Paid to Kim Il Sung\r\nPyongyang, October 24 (KCNA) -- The Chinese high-ranking military delegation led by Col. General Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, Sunday visited the Kumsusan Memorial Palace and paid homage to President Kim Il Sung.\n\t\t\t\t\t He was accompanied by Vice Marshal of the Korean People's Army Ri Yong Ho, vice-chairman of the Central Military Commission of the Workers' Party of Korea and chief of the General Staff of the Korean People's Army, Pak Jae Gyong, vice-minister of the People's Armed Forces, Liu Hongcai, Chinese ambassador to the DPRK, and Sun Yanfeng, military, naval and air attache of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The delegation laid a floral basket before the statue of President Kim Il Sung in the name of the Chinese high-ranking military delegation. \n\t\t\t\t\t\n\t\t\t\t\t The guests paid homage to the President who dedicated his whole life to the prosperity of the country and the happiness of its people and made an immortal contribution to the strengthening of the DPRK-China friendship and the accomplishment of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Guo Boxiong wrote in the visitor's book that he always misses Kim Il Sung."
        },
        {
            "title": "Opera \"Liang Shanbo and Zhu Yingtai\" Staged for Guests of Honor ",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-16ee.html",
            "content": "Opera \"Liang Shanbo and Zhu Yingtai\" Staged for Guests of Honor \r\nPyongyang, October 24 (KCNA) -- Opera \"Liang Shanbo and Zhu Yingtai\" was staged for guests of honor at the Pyongyang Grand Theatre on Sunday on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front. \n\t\t\t\t\t Present there on invitation were members of the Chinese high-ranking military delegation, the delegation of veteran fighters of the CPV and the Art Troupe of the Chinese People's Liberation Army, the Chinese ambassador to the DPRK and staff members of his embassy and Chinese guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were leading officials of the party, army and state, officials of armed forces organs, working people's organizations and ministries and creators and artistes in the field of culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t In the opera \"Liang Shanbo and Zhu Yingtai\" the artistes successfully represented a Chinese folk legend dealing with the tragic love between a daughter of an aristocrat's family and a son of a literary man's family. It roundly exposes and criticizes the unfair feudal status system and marriage system.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience as it fully meets the need of the original work and ensured a high level of artistry."
        },
        {
            "title": "New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-05ee.html",
            "content": "New Feature Film Produced\r\nPyongyang, October 24 (KCNA) -- A new feature film \"Brothers' Feelings\" was produced by the Korean Film Studio on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front. \n\t\t\t\t\t The film impressively deals with the feats the brave fighters of the Chinese People's Volunteers including Hero Huang Qiguang performed by displaying bravery in the battle on the Sanggam Pass after rushing to the Korean front  under the banner of resisting America and aiding Korea, safeguarding the home and defending the motherland."
        },
        {
            "title": "Shining Tradition of Blood-sealed Ties between DPRK and China",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-08ee.html",
            "content": "Shining Tradition of Blood-sealed Ties between DPRK and China\r\nPyongyang, October 24 (KCNA) -- The tradition of ties of friendship between the peoples of the DPRK and China sealed in blood in the joint struggle against U.S. and Japanese imperialisms, the two formidable enemies, has steadily developed on the basis of particularly comradely trust and sense of revolutionary obligation of the leaders of the elder generation of the two countries. \n\t\t\t\t\t Rodong Sinmun Sunday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionaries of the elder generation of the two countries provided the historic roots of the DPRK-China friendship and cultivated them to be strong in the joint anti-Japanese struggle. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung rendered unstinted assistance to the Chinese people in their revolutionary struggle, while leading the great anti-Japanese war to liberate the country. \n\t\t\t\t\t\n\t\t\t\t\t The international obligation and friendship between the revolutionaries of the elder generation of the two countries forged in the days of the bloody anti-Japanese struggle have grown stronger and have been brought into fuller bloom than what used to be during the revolutionary civil war in China.\n\t\t\t\t\t\n\t\t\t\t\t The unbreakable nature and vitality of the blood-sealed ties and friendship between the two peoples that grew strong in the anti-Japanese battle sites and the revolutionary civil war in China were powerfully demonstrated in the period of the great Fatherland Liberation War of the Korean people fought to beat back the U.S. imperialist aggressors' armed invasion. \n\t\t\t\t\t\n\t\t\t\t\t The tradition of ties of friendship between the peoples of the two countries sealed in blood in the joint struggle against the U.S. and Japanese imperialisms has steadily developed on the basis of the particularly comradely trust and revolutionary obligation of the leaders of the elder generation of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung visited China to participate in the function for founding the People's Republic of China in Juche 38 (1949) and had his first meeting with Chairman Mao Zedong and Premier Zhou Enlai. Since then the leaders of the two countries made great efforts to boost the friendly relations between the DPRK and China, frequently exchanging visits transcending diplomatic practice and formalities, and deepening comradely friendship.\n\t\t\t\t\t\n\t\t\t\t\t  In the new century General Secretary Kim Jong Il paid several visits to China and Chinese party and state leaders including Hu Jintao visited the DPRK, deepening the friendly feelings and comradely fraternity and boosting the DPRK-China friendly and cooperative relations. \n\t\t\t\t\t\n\t\t\t\t\t The strong DPRK-China friendship is the precious fruition of the energetic activities and devotion of the leaders of the two countries, concludes the article."
        },
        {
            "title": "National Cooperation Called for ",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-07ee.html",
            "content": "National Cooperation Called for \r\nPyongyang, October 24 (KCNA) -- National cooperation serves as a source of great might and driving force to advance the cause of national reunification as it is in line with the present reality of Korea in which the nation remains divided into two by foreign forces, requirements of the June 15 era of reunification and the nature of the patriotic movement for reunification. \n\t\t\t\t\t Rodong Sinmun Sunday says this in a signed article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t By national cooperation the DPRK means encouraging the north and the south to pool their will and efforts, while rejecting the moves of foreign forces against reunification, and push ahead with the cause of national reunification by concerted efforts from an independent view of the nation. \n\t\t\t\t\t\n\t\t\t\t\t To achieve national cooperation is the requirement of the cause of national reunification itself, the urgent demand of the present reality in which foreign forces including the United States are getting evermore undisguised in their moves to escalate the confrontation with the DPRK and ignite a war against it and an essential task for putting a strong impetus to the advance of the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve national cooperation the Koreans should hold high the banner of \"By our nation itself\" in the struggle for national reunification and everybody desirous of independent reunification should go united in the struggle. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to wage a dynamic struggle to implement the June 15 joint declaration and the October 4 declaration by dint of national cooperation. \n\t\t\t\t\t\n\t\t\t\t\t Protecting and implementing the inter-Korean declarations precisely mean the course of achieving national cooperation. \n\t\t\t\t\t\n\t\t\t\t\t It is beyond any doubt that the present difficulties will be overcome and national cooperation achieved to open a phase favorable for achieving independent reunification when Koreans from all walks of life in the north and the south and overseas pool their patriotic will and take joint actions for national reunification in the spirit of \"By our nation itself\", concludes the article."
        },
        {
            "title": "US-South Korea Joint Air Battle Exercises Slammed",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-09ee.html",
            "content": "US-South Korea Joint Air Battle Exercises Slammed\r\nPyongyang, October 24 (KCNA) -- The south Korean military warmongers staged large-scale madcap joint air battle exercises with U.S. forces in the air over the western part of the Korean Peninsula from October 15 to 22.  These were the maneuvers for a war of aggression against the DPRK staged under the simulated conditions of an actual war.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t The large-scale war exercises targeted against the DPRK being staged by the warmongers in the air in the wake of their maneuvers in the sea under the pretext of the fabricated \"Cheonan\" warship case are criminal actions to bring the inter-Korean relations to an uncontrollable catastrophe and lead the situation on the Korean Peninsula to the brink of a war, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the warmongers at home and abroad staged the saber-rattling at a time when the DPRK proposed the south side to hold working talks between authorities to resume the tour of Mt. Kumgang and is making every sincere effort to successfully ensure the reunion of separated families and relatives and the north-south Red Cross talks.\n\t\t\t\t\t\n\t\t\t\t\t They kicked off the above-said joint air battle exercises in collusion with the U.S. on October 15, the date of the proposed talks. This was a deliberate and premeditated provocation to the dialogue partner. It clearly indicates what the south Korean authorities sought when they delayed them, talking about \"the stand taken later\" and \"consideration.\"\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the puppet warmongers, while becoming vociferous about \"principal enemy,\" spearheaded the joint air battle exercises and brought to south Korea from Alaska the 18th battalion of the 354 flying corps of the U.S. Air Force for a mobile reaction drill. This proves that the war exercises were staged under the simulated conditions of an actual war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The saber-rattling clearly indicates that the south Korean ruling quarters have no intention to improve the inter-Korean relations but only seek to realize their the criminal scenario to stifle the DPRK together with outside forces. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK stands for the improved inter-Korean relations and peace on the Korean Peninsula but will never pardon those who are keen to hurt it. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling quarters had better drop their foolish ambition and stop their rash actions."
        },
        {
            "title": "US Termed Arch Criminal Posing Nuclear Threat",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-10ee.html",
            "content": "US Termed Arch Criminal Posing Nuclear Threat\r\nPyongyang, October 24 (KCNA) -- Documents proving the facts that the United States has attempted to use nuclear weapons against the DPRK for several decades were disclosed recently. \n\t\t\t\t\t Minju Joson Sunday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These facts prove that the U.S. has long attempted to mount a preemptive nuclear attack on the DPRK, making clear who is posing a real nuclear threat to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. hide the recently disclosed facts as they were revealed by the U.S. government documents declassified on the lapse of 60 years since the start of the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t From the historical point of view, no nation in the world has been exposed to direct nuclear threat for such a long period as the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists started their nuclear blackmail against the Korean people from the 1950s. When the U.S. was driven into a tight corner after igniting the Korean War, it attempted to use even A-bombs to recover from its shameful setbacks. \n\t\t\t\t\t\n\t\t\t\t\t After the ceasefire in the Korean War the U.S. massively shipped nuclear weapons into south Korea, threatening the DPRK with nukes. \n\t\t\t\t\t\n\t\t\t\t\t  The U.S. is becoming evermore undisguised in its nuclear threat to the DPRK. The U.S. published its \"nuclear posture review\" this year, too, posing an undisguised nuclear threat as evidenced by its listing of the DPRK as a target of nuclear attack. It is an undeniable true fact that the U.S. is the arch criminal posing a nuclear threat, gravely disturbing peace and security on the peninsula.  It is the invariable intention of the U.S. to mount a preemptive attack on the DPRK with nukes to stifle it. \n\t\t\t\t\t\n\t\t\t\t\t It was the only option for protecting the sovereignty of the country and security of the nation to counter \"nukes\" in kind as the U.S. brandished a nuclear stick and attempted to mount a preemptive nuclear attack on the DPRK. The U.S. extreme nuclear threat and blackmail persistently compelled the DPRK to have access to nuclear deterrent. \n\t\t\t\t\t\n\t\t\t\t\t The present reality once again clearly proves the DPRK was entirely just when it had access to nuclear deterrence, concludes the commentary."
        },
        {
            "title": "Day of UN Observed",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-11ee.html",
            "content": "Day of UN Observed\r\nPyongyang, October 24 (KCNA) -- Rodong Sinmun Sunday in a signed article dedicated to the Day of UN says that over the past 65 years since its founding the UN has made positive efforts to ensure global peace and security, promote the socio-economic development of its member nations and settle issues in various fields.\n\t\t\t\t\t There are growing expectation and interest of the international community in the UN in the light of its important mission and duty, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t But the function and role of the UN has not met them. Many years have passed since the demise of the Cold War but there persist domination and hegemony encroaching upon the independence of the sovereign states and high-handed and arbitrary practices are obstructing the sound development of the international relations and gravely threatening global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t It is an urgent demand of the present times to democratize the UN. When the UN is democratized, it is possible to ensure equality in international relations and fairly settle all the international issues.\n\t\t\t\t\t\n\t\t\t\t\t What is most important for democratizing the UN is to fully guarantee the sufficient representation and interests of the non-aligned countries and developing countries.\n\t\t\t\t\t\n\t\t\t\t\t It is also important to enhance the authority of the UN General Assembly and reform the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Since its joining of the UN on September 17, 1991 the DPRK has made all efforts as a member nation to ensure global peace and security and establish fair international relations in line with the objective and principle of the UN. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever remain true to its duty and make positive efforts to destroy the unfair old international order and establish a new fair one and democratize the UN."
        },
        {
            "title": "Actions to Judge Puppet Regime Called for in S. Korea ",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-06ee.html",
            "content": "Actions to Judge Puppet Regime Called for in S. Korea \r\n Pyongyang, October 24 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration in south Korea made public a statement on October 19 calling for staging actions to judge the puppet regime to the last. \n\t\t\t\t\t The statement accused the police of kicking off a repressive racket once again, taking issue with activities of the above-said solidarity and the Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the desperate attempt of the Lee Myung Bak regime to create a situation under the pretext of security has gone beyond a tolerance limit, the statement demanded an early halt to police ceaseless suppression. \n\t\t\t\t\t\n\t\t\t\t\t The intensified suppression would only trigger off a fiercer struggle of the people, the statement warns, declaring that they would carry on the actions to judge the present regime and achieve democracy to the last."
        },
        {
            "title": "Friendly and Cooperative Relations with DPRK Reiterated by Vietnamese Party Leader ",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-02ee.html",
            "content": "Friendly and Cooperative Relations with DPRK Reiterated by Vietnamese Party Leader \r\nPyongyang, October 24 (KCNA) -- DPRK Ambassador to Vietnam Ma Chol Su paid a farewell visit to Nong Duc Manh, general secretary of the Central Committee of the Communist Party of Viet Nam, on Oct. 18.\n\t\t\t\t\t The general secretary warmly congratulated General Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea at its conference, noting that the leadership of the Communist Party of Viet Nam is confident that the WPK and the Korean people would register successes in their drive for building a great prosperous and powerful socialist nation, pursuant to the line and policies laid down by him.\n\t\t\t\t\t\n\t\t\t\t\t He said he was pleased that the traditional friendly and cooperative relations between the two parties, states and peoples, precious wealth common to them the cornerstone of which was provided by President Ho Chi Minh and President Kim Il Sung reached a new higher level in various fields after the summit meeting. \n\t\t\t\t\t\n\t\t\t\t\t The Vietnamese party, government and people always remember and feel grateful for the precious support and encouragement given by the party, government and people of the DPRK to them in their national liberation struggle, the struggle for reunification and the nation-building, he pointed out, declaring that the Communist Party of Viet Nam would set store by the traditional friendly and cooperative relations with the DPRK and make ceaseless efforts to bring them to a new stage in all fields as required by the new century."
        },
        {
            "title": "Birthday of WPK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-01ee.html",
            "content": "Birthday of WPK Marked in Different Countries\r\nPyongyang, October 24 (KCNA) -- Meetings were held in Germany, France and Peru and a meeting, photo exhibition and film show in Pakistan from Oct. 6 to 13 to congratulate General Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea and the 65th birthday of the WPK.\n\t\t\t\t\t Displayed in their venues were books and photos on the leadership exploits performed by President Kim Il Sung and Kim Jong Il in party building and the WPK's 65-year-long history of victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched the Korean film \"Fireworks for a Thriving Nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the France-DPRK Friendship Association spoke highly of the immortal party leadership exploits of the peerlessly great men, noting that the WPK has served as a banner of victory and glory for the world revolutionary parties and its conference paved a wide avenue for waging a dynamic struggle to build a great prosperous and powerful nation in Korea and achieve national reunification and provided a sure guarantee for doing so.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the People's Front of Workers, Peasants and Students of Peru and other speakers reiterated the will of the progressive political parties of Peru to always extend support and solidarity to the WPK in its efforts to achieve the cause of socialism and the country's reunification and make positive efforts for the development of the friendly relations with the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the meetings held in Peru and Pakistan."
        },
        {
            "title": "Important Day of WPK Observed by British Organizations",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-03ee.html",
            "content": "Important Day of WPK Observed by British Organizations\r\nPyongyang, October 24 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea made public a joint statement on Oct. 16 on the occasion of the 84th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t The statement noted that President Kim Il Sung formed the DIU, ushering in a new era of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the fact that the WPK has carried forward and developed the tradition of the DIU under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has led to victory the struggle of the Korean people for the building of a great prosperous and powerful nation and national reunification and positively supported the world revolution on the principle of internationalism, it added.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the recent WPK Conference demonstrated the invariable will to carry forward the revolutionary cause of Juche generation after generation, the statement wished the WPK greater success in its activities to carry forward and accomplish the said cause.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the revolutionary cause of Juche that originated from the DIU is sure to be accomplished and the WPK will win only victory under the Songun leadership of Kim Jong Il."
        },
        {
            "title": "Reception Given at DPRK Embassy in Beijing ",
            "url": "http://kcna.co.jp/item/2010/201010/news24/20101024-04ee.html",
            "content": "Reception Given at DPRK Embassy in Beijing \r\nPyongyang, October 24 (KCNA) -- A reception was given at the DPRK embassy in Beijing on October 22 on the occasion of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front. \n\t\t\t\t\t Present there on invitation were Liang Guanglie, state councilor and minister of National Defense of China, Chen Fengxiang, deputy head of the International Liaison Department of the Central Committee of the Communist Party of China, etc. and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Choe Pyong Gwan, DPRK ambassador to China, and staff members of his embassy were on hand. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t Choe Pyong Gwan referred to the fact that President Kim Il Sung gave unstinted help to the Chinese revolution, adding that the DPRK-China friendship is unbreakable as it was provided by the leaders of the elder generation of the two countries and it grew stronger in the course of the joint bloody struggle against the Japanese and U.S. imperialist aggressors. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited China twice this year, once again proving before the whole world that the DPRK-China friendship which stood all tests of history would remain ever-green no matter how much water may flow under the bridge and how often one generation is replaced by another, he said, reiterating the will to boost the DPRK-China friendly and cooperative relations true to the noble intention of the top leaders of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Liang Guanglie said that when looking back on the past, he felt the urge to express reverence for the revolutionaries of the elder generation of the two countries including Chairman Mao Zedong and President Kim Il Sung who provided and cultivated the traditional Sino-DPRK friendship, pay tribute to the fighters of the Chinese People's Volunteers and the Korean People's Army who made a heroic epic at the cost of their blood and lives and show more ardent love for the great peoples of China and DPRK, the sources of victory. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the correct leadership and deep care of General Secretary Hu Jintao and General Secretary Kim Jong Il, the ties between the two countries entered a fresh phase of development after weathering all the changes of the international situation and ordeals in the new century and their foundation are growing stronger and demonstrating their great vitality as the days go by, he concluded."
        }
    ]
}