{
    "date": "2010-01-25",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Pig Farm under KPA Unit",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-06ee.html",
            "content": "Kim Jong Il Inspects Pig Farm under KPA Unit\r\n Pyongyang, January 25 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the pig farm newly built by Large Combined Unit 567 of the KPA.\n\t\t\t\t\t After being briefed on the farm before a huge map showing its panoramic view, he looked round its exterior and interior for hours to acquaint himself in detail with its construction and management. \n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the unit has successfully built the modern pig farm with a big capacity by fully displaying the revolutionary spirit of self-reliance and fortitude, he highly praised the soldier-builders for having built such a stock- breeding base of lasting value conducive to the diet of servicepersons in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t He praised the employees of the farm for having established a scientific production system and intensified the research into raising the efficacy of feed to boost the production of meat while cutting down the consumption of feed. \n\t\t\t\t\t\n\t\t\t\t\t Looking at varieties of processed meat produced by the farm with by-products of pigs, he expressed great satisfaction over the fact that they have produced a large quantity of quality processed meat from different parts of pigs by retrieving and using all by-products and supplied it to servicepersons. He highly appreciated the efforts made by the employees of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased that it has become possible to supply more meat and processed meat to servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il advanced important tasks which would serve as guidelines for operating the farm.\n\t\t\t\t\t\n\t\t\t\t\t As the unit has laid a solid material and technical foundation and accumulated a wealth of experience in the course of operating the modern farm, it is possible to keep the production of pork going at a high rate if it minutely manages and operates the farm, he noted, setting the production goal to be attained by the farm in the near future. \n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself in detail with the physiological character of pigs on the farm, he noted what is important for increasing the production of pork is to raise piglets of good stock which grow fast while consuming less feed, suited to the climatic and soil conditions of the country. He added to this end it is necessary to continue thoroughly implementing the WPK's policy of bringing about a radical turn in raising breeding animals.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to thoroughly establish a scientific management system based on the advanced technology, he called for paying deep attention to putting the pig raising on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t  He stressed that it is essential to have in place sufficient anti-epidemic facilities and establish a strict anti-epidemic system as anti-epizootic work is of special importance in boosting the livestock production.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to keep the meat production going at a high rate it is most important to take thorough measures for feed supply and thus satisfactorily solve the feed issue by itself. \n\t\t\t\t\t\n\t\t\t\t\t  He stressed the need to create a larger area of grassland around the farm.\n\t\t\t\t\t\n\t\t\t\t\t  Today our country has solid material and technical foundations for radically increasing the pork production like the well-organized system for raising breeding animals capable of supplying sufficient number of piglets of good breed to the farms, he said, calling on all units to raise pigs in a big way by taking advantage of such favorable conditions with a view to ensuring more abundant diet of the servicepersons devoting themselves at the defence outposts.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Generals of KPA Hyon Chol Hae and Ri Myong Su and other commanding officers of the KPA."
        },
        {
            "title": "Kim Jong Il Inspects Pukjung and Rakwon Machine Complex",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-13ee.html",
            "content": "Kim Jong Il Inspects Pukjung and Rakwon Machine Complex\r\n Pyongyang, January 25 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Pukjung Machine Complex and the Rakwon Machine Complex.\n\t\t\t\t\t The first leg of his guidance was the Pukjung Machine Complex.\n\t\t\t\t\t\n\t\t\t\t\t He went round various production processes including an assembly workshop to acquaint himself in detail with the technological equipment and production there. \n\t\t\t\t\t\n\t\t\t\t\tWatching all kinds of CNC machine tools of our own style in full operation and processed goods being churned out in an endless stream, he expressed great satisfaction over the fact that the workers of the complex are successfully carrying out the militant goal set by the WPK. And he highly estimated their feats.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the complex holds an important place in the development of shipbuilding industry of the country, he advanced important tasks to be fulfilled by the complex.\n\t\t\t\t\t\n\t\t\t\t\tThe most important task of the complex is to keep the production of machines going at a high rate and, at the same time, produce more efficient machines of new types, he said, setting the goal to be attained by the complex in the near future.  \n\t\t\t\t\t\n\t\t\t\t\tIn order to hit the higher production goal, it is necessary for the complex to steadily push ahead with the work to put the production processes on a modern and scientific basis as required by the IT era, he said. \n\t\t\t\t\t\n\t\t\t\t\tHe underscored the need to effectively conduct the work for positively introducing advanced technology, widely conducting mass technical innovation movement and raising the level of technical knowledge and skills of producers in order to produce more modern machines.\n\t\t\t\t\t\n\t\t\t\t\tStressing the need to always take deep care of the living of workers he showed such great benevolence and loving care as personally solving problems arising in developing the complex and improving the supply service for the employees. \n\t\t\t\t\t\n\t\t\t\t\tThe next leg of his guidance was the Rakwon Machine Complex.\n\t\t\t\t\t\n\t\t\t\t\tWhen he arrived at the Oxygen Plant Factory, a leading official of the complex made a report of loyalty that it successfully carried out the militant task for manufacturing oxygen plants of 15,000 cubic meters given by him.\n\t\t\t\t\t\n\t\t\t\t\t Going round newly-manufactured large-size oxygen plants standing in a row in the vast compound of the factory he was briefed on the production processes. \n\t\t\t\t\t\n\t\t\t\t\t Watching wonderful oxygen plants as big as a building for a long time he expressed great satisfaction over the fact that the workers of Rakwon have successfully manufactured the modern oxygen plants of our own style by their own efforts and with their own technology.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the large-size oxygen plant, a brilliant fruition of the spirit of self-reliance, is another product of monumental significance that came into being thanks to the great mentality of heroic Korean workers, he extended high appreciation and thanks to officials, workers and technicians of the complex who worked the great miracle to be handed down for all ages along with the Songun era by devoting all their wisdom and enthusiasm with boundless loyalty for the party and the revolution and all those who sincerely helped them. \n\t\t\t\t\t\n\t\t\t\t\t He met eight party members who performed great feats in the production of machines including oxygen plants while working at the complex for years and gave warm pep-talk to them. \n\t\t\t\t\t\n\t\t\t\t\t He went round cultural and welfare establishments of the complex including a dining hall for workers newly built in the compound. \n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need for the complex to manufacture more modern machines including excavators and send them to socialist construction sites, he indicated important tasks to be carried out by the complex. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, and leading officials of the WPK Central Committee including its department directors and the first vice department directors."
        },
        {
            "title": "Kim Yong Nam Greets Indian President",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-08ee.html",
            "content": "Kim Yong Nam Greets Indian President\r\n Pyongyang, January 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Pratibha Patil, President of India, on the occasion of the day of its Republic.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would be further developed in the interests of the two peoples, Kim in the message sincerely wished the Indian people greater progress and prosperity."
        },
        {
            "title": "Kim Yong Il Greets Indian PM",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-12ee.html",
            "content": "Kim Yong Il Greets Indian PM\r\n Pyongyang, January 25 (KCNA) -- Kim Yong Il, premier of the DPRK, sent a message of greetings to Manmohan Singh, prime minister of India, on Monday on the occasion of the day of its Republic.\n\t\t\t\t\t In the belief that the traditional ties of friendship and cooperation between the two countries would continue to strengthen in all fields, the message wished the prime minister and the people of India greater success in the work for the development and prosperity of the country."
        },
        {
            "title": "\"Selected Works of Kim Jong Il\" Vol. 3 (Enlarged Edition)",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-03ee.html",
            "content": "\"Selected Works of Kim Jong Il\" Vol. 3 (Enlarged Edition)\r\n Pyongyang, January 25 (KCNA) -- \"Selected Works of Kim Jong Il\" Vol. 3 (enlarged edition) comprehensively dealing with works of General Secretary Kim Jong Il was brought out by the Workers' Party of Korea Publishing House.\n\t\t\t\t\t The book contains 47 works made public by Kim Jong Il between October Juche 57 (1968) and February Juche 60 (1971). \n\t\t\t\t\t\n\t\t\t\t\tHe set forth important tasks to arm party members and other working people and youth and children with the glorious revolutionary traditions of the WPK in such works as \"Let Us Accomplish the Revolutionary Cause Started by the Great Leader by Carrying Forward the Revolutionary Traditions of Mt. Paektu\" and \"On Further Strengthening Education in Revolutionary Traditions among Young People and Children\".\n\t\t\t\t\t\n\t\t\t\t\tThe tasks for enhancing the role of party organizations and political organs in the People's Army and dynamically conducting the ideological work there are laid out in the works such as \"On Enhancing the Role of Party Organizations and Political Organs in the People's Army\" and \"On Thoroughly Establishing the Party's Monolithic Ideological System in the People's Army by Energetically Conducting Ideological Work\".\n\t\t\t\t\t\n\t\t\t\t\tWorks including \"On Firmly Consolidating Organizational and Ideological Foundation of the Party\" and \"Officials Must Constantly Improve Their Method and Style of Work\" clarify ways for consolidating organizational and ideological foundation of the Party and improving method and style of work of officials. \n\t\t\t\t\t\n\t\t\t\t\tAlso edited in the book are famous works which give perfect answers to theoretical and practical issues arising in the revolution and construction such as the principled issues in developing literature and art, cinematic art, in particular, the issue of improving railway transport, the issue of enhancing the role of media in education of youth and children and the issue of correctly evaluating and handling cultural heritage of the nation with proper view and stand."
        },
        {
            "title": "Sports Newspaper Marks Golden Jubilee",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-11ee.html",
            "content": "Sports Newspaper Marks Golden Jubilee\r\n Pyongyang, January 25 (KCNA) -- Fifty years has passed since Cheyuk Sinmun (sports newspaper) was founded in the Democratic People's Republic of Korea.\n\t\t\t\t\t President Kim Il Sung, deeply aware of the importance of publications in the revolutionary struggle, had the newspaper founded in January Juche 49 (1960) and led it to substantially contribute to the physical and cultural activities of the people.   \n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il has wisely guided the newspaper to preserve its characteristics and improve its contents.  \n\t\t\t\t\t\n\t\t\t\t\t The newspaper has carried a large number of news items and articles showing undying exploits performed by the peerlessly great men in the Juche-based sports development and introducing achievements of local sportspersons in international tournaments, thus educating athletes and other people in a revolutionary way and boosting their interest in sports.   \n\t\t\t\t\t\n\t\t\t\t\t It also deals with common sports knowledge and major news of the world sports circles. \n\t\t\t\t\t\n\t\t\t\t\t The newspaper is popular among people including athletes, youth and schoolchildren."
        },
        {
            "title": "Motto of Schoolchildren",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-10ee.html",
            "content": "Motto of Schoolchildren\r\n Pyongyang, January 25 (KCNA) -- Seen in any secondary and primary schools of the Democratic People's Republic of Korea is the slogan \"Let Us Learn for Korea!\" \n\t\t\t\t\t General Secretary Kim Jong Il set forth the slogan in January Juche 42 (1953) when he was studying at Mangyongdae Revolutionary School.\n\t\t\t\t\t\n\t\t\t\t\t He told fellow pupils that the slogan had a meaning that all the schoolchildren should study hard to get a good knowledge of the history, geography, culture and situation of the country so that they could become sons and daughters faithful to President Kim Il Sung and glorify the country.\n\t\t\t\t\t\n\t\t\t\t\t The slogan has since been taken by the Korean schoolchildren as their ideal and will, firing their zeal of learning.\n\t\t\t\t\t\n\t\t\t\t\t As a result a large number of students have grown to be well-qualified persons in the country. Among the graduates from Mangyongdae Revolutionary School are scores of heroes, professors and doctors who have rendered great services to the cause of the Party and leader, the country and people.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Suk Secondary School No.1, Pyongyang Secondary School No. 1, Paeksa Primary School in Sinuiju City and other schools across the country have also produced up-and-coming reserve scientists, writers and artistes.\n\t\t\t\t\t\n\t\t\t\t\tThe slogan serves as a motto of all the Korean schoolchildren and as precious guidelines in their study and life."
        },
        {
            "title": "Signature Campaign Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-04ee.html",
            "content": "Signature Campaign Launched in S. Korea\r\n Pyongyang, January 25 (KCNA) -- The Headquarters of the People's Signature Campaign for Total Reexamination of Plan for Improving Four Large Rivers made up of religious, civic and public organizations of south Korea launched a signature campaign in Seoul on Jan. 21 to check the puppet authorities' environmental pollution.\n\t\t\t\t\t The organization accused the \"government\" of high-handedly stepping up the project for the \"improvement of four large rivers\" even though it will cause water pollution, submersion of farmland and other natural environmental degradation.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared that it would check the authorities' environmental degradation through all-people signature campaign."
        },
        {
            "title": "Struggle for Peaceful Reunification Called for",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-05ee.html",
            "content": "Struggle for Peaceful Reunification Called for\r\n Pyongyang, January 25 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a meeting in South Chungchong Province on Jan. 18 at which it called upon the progressive forces to turn out in the struggle to achieve the peaceful reunification of the country. \n\t\t\t\t\t At the meeting, the speakers referred to the fact that since its formation the organization has waged a vigorous struggle for peace and reunification against the conservative forces' anti-reunification moves. \n\t\t\t\t\t\n\t\t\t\t\t The present authorities have escalated the moves for a war of aggression against the north in collusion with outside forces and blocked the reunification movement of the nation, thus touching off bitter anger of all Koreans, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would stand in the van of the struggle to have the humiliating \"alliance\" with the U.S. scrapped and the Armistice Agreement replaced with a peace treaty in order to ensure peace on the Korean Peninsula and achieve the country's reunification."
        },
        {
            "title": "Joint New Year Editorial Supported",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-01ee.html",
            "content": "Joint New Year Editorial Supported\r\nPyongyang, January 25 (KCNA) -- Lectures and reading sessions on the joint New Year editorial of the DPRK leading newspapers were held by the Peruvian Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung and the Iranian Association of the International Taekwon-Do Federation and at the office of the Popular Journal of Myanmar on Jan. 12 and 14.\n\t\t\t\t\t The secretary general of the Iranian association said in his lecture that in order to achieve the reunification of Korea at an early date it is essential for all the Koreans to promote reconciliation by putting the common interests of the nation above all in the idea of \"By our nation itself\" and boost cooperation through visits and contacts among the people of different circles. \n\t\t\t\t\t\n\t\t\t\t\t The association fully supports the slogan the DPRK set forth for the reunification of the country this year and believes that the Korean people would achieve great successes in their efforts for reunification without fail, he stressed. \n\t\t\t\t\t\n\t\t\t\t\t The editor-in-chief of the Popular Journal of Myanmar read out the joint editorial and noted that the Korean people would bring about a great leap forward in light industry and agriculture and thus radically improve the people's standard of living and register successes in building an economic power this year."
        },
        {
            "title": "DPRK FM Statement Supported",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-02ee.html",
            "content": "DPRK FM Statement Supported\r\n Pyongyang, January 25 (KCNA) -- The Unified Communist Party of Italy issued a statement on Jan. 19 in support of the DPRK's realistic proposal for concluding a peace treaty.\n\t\t\t\t\t The statement referred to the fact that the statements of the DPRK Foreign Ministry and its spokesman were released on Jan. 11 and 18, adding that it is necessary to conclude a peace treaty, to begin with, to terminate the state of war, the root cause of hostile relations between the DPRK and the U.S., in order to build confidence between the two sides.\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the Korean Peninsula is the goal of the policy the DPRK government has consistently pursued to contribute to ensuring peace and security in Northeast Asia and making the world nuclear-free and the statements of the DPRK Foreign Ministry and its spokesman were another clear manifestation of the sincere efforts of the DPRK for peace and security on the peninsula, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that the party fully supports the above said statements, expressing belief that the talks for concluding a peace treaty for building confidence and terminating cease-fire between the DPRK and the U.S. would start as soon as possible."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-09ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, January 25 (KCNA) -- One day in June Juche 78 (1989), President Kim Il Sung visited the Myohyangsan History Museum.\n\t\t\t\t\tAfter being briefed on the year and origin of the publication of the 80,000 wooden blocks of Complete Collection of Buddhist Scriptures, he asked an official why did they display only two scriptures.\n\t\t\t\t\t\n\t\t\t\t\tThe official could not give an immediate answer to the question because they had been interested only in preserving the collection long.\n\t\t\t\t\t\n\t\t\t\t\tReading the fact in his face, the President said the display of only two scriptures would probably make the visitors doubt or even deny the existence of the collection.\n\t\t\t\t\t\n\t\t\t\t\tHe then advised him to display all the scriptures with proper measures for their long preservation.\n\t\t\t\t\t\n\t\t\t\t\tAfterwards a hall was allotted to exhibiting all of several thousand scriptures in glass-made bookcases to let the visitors see them.\n\t\t\t\t\t\n\t\t\t\t\tAs a result, the collection, which had long remained obscure, came to be seen as a national treasure."
        },
        {
            "title": "Kim Jong Il dirige granja porcina de unidad 567 del EPC",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-14ee.html",
            "content": "Kim Jong Il dirige granja porcina de unidad 567 del EPC\r\nPyongyang, 25 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la granja porcina nuevamente construida por la gran Unidad Combinada 567 del EPC.\n\t\t\t\t\tLuego de escuchar la explicacion ante el plano de la granja, se entero en detalles del estado de construccion, administracion y operacion recorriendo durante largo tiempo el exterior y el interior de ella.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que la unidad haya construido magnificamente esta moderna granja porcina de gran capacidad manifestando altamente el espiritu revolucionario de autoconfianza y de lucha tenaz, evaluo altamente los meritos de los constructores militares quienes construyeron en un corto plazo esta base ganadera de eterna duracion que contribuira a la vida alimentaria de los soldados.\n\t\t\t\t\t\n\t\t\t\t\tAprecio el hecho de que los empleados de la granja producen mucha carne ahorrando los piensos tras establecer un cientifico sistema de produccion e intensificar la investigacion para elevar la eficiencia del pienso.\n\t\t\t\t\t\n\t\t\t\t\tAl ver los productos de distintos tipos hechos con los derivados del puerco, evaluo altamente los esfuerzos de los empleados mostrandose muy satisfecho de que ellos produjeran mucha cantidad de diversos productos por partes de buena calidad usando los derivados recogidos completamente y los suministraran a los militares.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a ponerse contento de que se hayan dado las posibilidades de suministrar a los militares mucho mas carne y sus productos elaborados.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento las tareas programaticas que serviran de guia para la administracion y la operacion de la granja porcina.\n\t\t\t\t\t\n\t\t\t\t\tYa que la unidad sento la firme base material y tecnica y acumulo ricas experiencias en el curso de operacion de la moderna granja, podra normalizar en alto nivel la produccion de la carne de puerco si organiza con mas eficiencia la administracion y la operacion, senalo y fijo la meta de produccion que debe alcanzar la granja en un periodo cercano.\n\t\t\t\t\t\n\t\t\t\t\tLuego de averiguar detalladamente las caracteristicas fisiologicas de los puercos que se crian en la granja, subrayo que lo importante para aumentar la produccion de la carne es criar las razas buenas, que convengan al clima y condiciones naturales de nuestro pais y crezcan rapidamente consumiendo poco pienso.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que para resolver este problema hay que seguir materializando cabalmente la orientacion de nuestro partido de registrar una innovacion en el mejoramiento de las razas.\n\t\t\t\t\t\n\t\t\t\t\tHay que establecer cabalmente el sistema cientifico de administracion basado en la moderna tecnica, senalo y destaco que se debe prestar profunda atencion a la cientifizacion de la cria y cuidado.\n\t\t\t\t\t\n\t\t\t\t\tDado que es muy importante la prevencion veterinaria para aumentar los productos ganaderos, se debe implantar un riguroso sistema profilactico al disponer en lo suficiente de las instalaciones necesarias, enseno.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que lo mas importante para normalizar en el alto nivel la produccion de carne, es resolver satisfactoriamente por cuenta propia el problema del pienso tomando consecuentes medidas para asegurarlo.\n\t\t\t\t\t\n\t\t\t\t\tIndico que se debe acondicionar mucho mas herbazal en los alrededores de la granja porcina.\n\t\t\t\t\t\n\t\t\t\t\tAhora, en nuestro pais se ha sentado la solida base material y tecnica para incrementar trascendentalmente la produccion de la carne de puerco, incluyendo el ordenado sistema de obtencion de buenas razas, con que se puede producir y suministrar en lo suficiente los lechones de buena raza, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tTodas las unidades deben criar en grandes cantidades ese ganado aprovechando tales condiciones favorables a fin de ofrecer una vida alimentaria mas abundante a nuestros militares que luchan abnegadamente en la primera linea de la defensa de la patria, subrayo.\n\t\t\t\t\t\n\t\t\t\t\t Acompanaron en esta ocasion al Comandante Supremo los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su, y otros miembros de mando del ejercito."
        },
        {
            "title": "Kim Jong Il dirige capitalinas fabricas de alimentos",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-15ee.html",
            "content": "Kim Jong Il dirige capitalinas fabricas de alimentos\r\nPyongyang, 25 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Fabrica de Elaboracion de Harina de Trigo de Pyongyang y la Fabrica de Alimentos de Ryongsong.\n\t\t\t\t\t Primeramente, el Dirigente estuvo en la Fabrica de Elaboracion de Harina de Trigo de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tGuiado por los funcionarios directivos de la fabrica, el recorrio la sala de presentacion del historial de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tRecordando con gran emocion la gloriosa trayectoria del desarrollo de la fabrica, subrayo que bajo la destacada direccion y la minuciosa atencion del Presidente Kim Il Sung, la fabrica se ha convertido en una base de elaboracion de alimentos de gran dimension y destaco que las inmortales hazanas revolucionarias del Presidente brillaran eternamente en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar las explicaciones ante el plano de la fabrica, el Dirigente paso por el taller de galletas y otras cadenas de produccion, donde se entero en detalles del estado de dotacion tecnica y de produccion.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que esta fabrica es una importante base alimentaria que esta relacionada directamente con la mejora de la vida alimentaria de los ciudadanos y presento las tareas programaticas que serviran de guia en la administracion y gestion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLa mas importante tarea que incumbe a la fabrica es realizar en lo mas corto plazo posible la modernizacion y la cientifizacion de los procesos productivos al impulsar de modo energico la  renovacion tecnica en general, indico.\n\t\t\t\t\t\n\t\t\t\t\tDijo que ahora numerosas fabricas y empresas de todo el pais incluyendo las provincias de Jagang y de Phyong-an del Norte realizaron con brillantez el CNC y aplicaron la tecnologia de punta, gracias a lo cual alcanzaron el aumento vertiginoso en la produccion y agrego que esta fabrica tambien debe  realizar la modernizacion conforme a la exigencia de la epoca de la industria de informatica.\n\t\t\t\t\t\n\t\t\t\t\tPara  acondicionar la fabrica como moderna planta alimentaria basada en la ciencia y tecnica ultramodernas, los funcionarios y los tecnicos de la fabrica deben disenar con magnanimidad y realizar tesoneramente con la vista innovadora, destaco y se refirio a que la Universidad Politecnica Kim Chaek y otras universidades, los organos de investigacion cientifica y las empresas de construccion deben ayudar con responsabilidad esta labor con la posicion de dueno.\n\t\t\t\t\t\n\t\t\t\t\tLa reconstruccion tecnica de la fabrica elevara aun mas la capacidad de produccion, dijo y presento ante la fabrica la tarea combativa de elaborar anualmente mas de 100 mil toneladas de harinas de trigo y producir mas de 50 mil toneladas de panes, galletas, fideos, fermentos y otros alimentos. Y resolvio personalmente los problemas pendientes en la fabrica dispensando el gran amor y benevolencia.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente dirigio sobre el terreno la Fabrica de Alimentos de Ryongsong.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar las explicaciones ante el plano de la fabrica, recorrio durante varias horas el interior y el exterior de la fabrica arreglada limpiamente haciendo conocimiento concreto del estado de la renovacion tecnica y de produccion.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las modernas instalaciones de produccion de alimentos, ubicadas en los talleres, yogurt, salsa de soya, pasta de soya, aceite y otros diversos alimentos apetitosos que se producen sin cesar, se mostro muy satisfecho de que los obreros de la fabrica hayan realizado en el alto nivel la modernizacion y la cientifizacion del proceso de produccion como el CNC y la esterilizacion, por lo cual se logro el desarrollo trascendental en la produccion de los alimentos, y evaluo altamente los meritos realizados por ellos.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, obreros y tecnicos de la fabrica, en pleno acato a la idea del partido de dar prioridad a la ciencia,  libraron la energica campana masiva de innovacion tecnica, con lo cual la empresa pudo convertirse en el modelo de la rama de industria alimentaria en la epoca de la industria de informatica, afirmo y subrayo que tal orgulloso cambio sirve de una patente prueba de la justeza y la vitalidad de la politica del PTC de tomar la ciencia y la tecnica como linea vital de la construccion de la potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tAclarando la posicion importante de la fabrica en el desarrollo de la industria alimentaria del pais y la mejora de la vida del pueblo, indico las tareas programaticas que incumben ante la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEl deber importante de la fabrica es poner de pleno  manifiesto la capacidad de produccion ya preparada,  para producir aun mas los alimentos que contribuiran a la mejora de la vida alimentaria del pueblo y asegurar la calidad de los alimentos en el nivel supremo, enseno.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario responsable del Comite del PTC en la Ciudad de Pyongyang, Choe Yong Rim, la jefa de departamento del CC del PTC, Kim Kyong Hui, y otros cuadros directivos del CC del PTC."
        },
        {
            "title": "Kim Jong Il dirige corte y edificio de tribunal central",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-16ee.html",
            "content": "Kim Jong Il dirige corte y edificio de tribunal central\r\nPyongyang, 25 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la corte de justicia y el edificio del Tribunal Central construidos nuevamente.\n\t\t\t\t\tPrimeramente, el Dirigente recorrio la sala de presentacion del historial del Tribunal Central, acondicionado  nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tTras recordar con profunda emocion la fundacion del Tribunal Central, organo judicial democratico y su trayectoria de desarrollo, dijo que gracias a la sabia direccion y el minucioso cuidado del Presidente Kim Il Sung, este organo se fortalecio como arma de la lucha clasista y de la dictadura del proletariado.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que el Tribunal Central vino defendiendo firmemente la politica del partido y el derecho independiente del pueblo en la primera linea de la lucha de clases durante mas de 60 anos desde su fundacion hasta la fecha, elogio altamente las proezas acumuladas por este organo judicial en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, despues de escuchar las explicaciones ante el plano, se entero en detalles del estado de construccion recorriendo el interior y el exterior de la corte de justicia.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente, en el mismo terreno, presento las tareas programaticas que serviran de guia para consolidar nuestro regimen socialista al fortalecer la educacion en el espiritu del cumplimiento de las leyes.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que la ley socialista de la RPDC no solo es un medio poderoso para promover la revolucionarizacion y la claseobrerizacion de toda la sociedad e impulsar la construccion socialista sino tambien es el arma poderosa que ejerce gran influencia organizativa y movilizadora en la construccion economico-cultural.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado de haberse materializado estrictamente la constitucion socialista bajo la direccion del PTC se ha establecido mas bien el regimen y orden revolucionarios en toda la sociedad y acelerado con dinamismo las tres revoluciones ideologica, tecnica y cultural, con lo cual se fortalece mas el poderio politico, economico y militar del pais y se defiende mas cabalmente el derecho independiente de las masas trabajadoras, enseno el y prosiguio que la realidad comprueba evidentemente la ventaja y la vitalidad de la legislacion socialista de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que hay que fortalecer aun mas la vida segun la legalidad socialista conforme a la demanda de la constitucion socialista para consolidar incesantemente el regimen social del Estado y acelerar la victoria total del socialismo y la causa de construccion de una gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tA fin de intensificar la observancia legal para materializar la ley socialista, es importante elevar mas la funcion y el papel del organo judicial, destaco y anadio que los funcionarios de esta rama deben mantener estrictamente los principios del espiritu partidista, el de clase obrera y el popular en el cumplimiento de las leyes.\n\t\t\t\t\t\n\t\t\t\t\t Expreso su esperanza y conviccion de que los organos judiciales como el Tribunal Central, con  alta  responsabilidad, demostraran sin reservas el poderio de la ley mas revolucionaria, popular e imparcial de la RPDC garantizando firmemente con la ley los intereses y los bienes del Estado y el pueblo, asi como la vida de este.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el presidente del Tribunal Central, Kim Pyong Ryul, los jefes y primeros subjefes de departamento del Comite Central del PTC."
        },
        {
            "title": "CRPP advierte a la banda de conservadores del Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-17ee.html",
            "content": "CRPP advierte a la banda de conservadores del Sur de Corea\r\nPyongyang, 25 de enero (ATCC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 23 una declaracion para condenar a la banda de conservadores del Sur de Corea que lleva las relaciones entre ambas partes de Corea al extremo de la confrontacion navegando a contrapelo de la aspiracion de la nacion coreana a la reconciliacion y la reunificacion y de la tendencia de la epoca.\n\t\t\t\t\tRecientemente, el \"Ministerio de Reunificacion\", el \"Servicio Nacional de Inteligencia\", el \"Ministerio de Relaciones Exteriores y Comercio\", el \"Ministerio de Defensa Nacional\" y otras autoridades relacionadas con el Norte y los belicistas, cooperando entre si, expusieron de modo abierto las intenciones de guerra de agresion al Norte y de confrontacion con el sistema del Norte y  se entregan freneticamente a las maniobras anti-RPDC, revela el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tCuando se puso en descubierto el hecho de que hace poco, las autoridades titeres elaboraron en  secreto el \"Plan de gobernacion emergente\", guion extremadamente provocativo de agresion al Norte, para hacer frente a la supuesta \"situacion bruscamente cambiada\", el ejercito y el pueblo de la RPDC declararon solemnemente la firme voluntad de no perdonar jamas a quienes denigran en lo minimo a nuestra dignidad y sistema y demandaron energicamente pedir disculpas por tal acto criminal, hacer nulo el guion intrigante y castigar a los promotores.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la banda de conservadores surcoreanos respondio con la mas grave provocacion, lejos de pedir disculpas, lo cual muestra claramente que ellos se ocupan solo de la confrontacion fratricida sin tomar en consideracion las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tEllos sueltan el \"ataque preventivo\" a alguien, la \"situacion bruscamente cambiada\", etc., pero, eso no pasa de ser una intriga grosera para desviar la atencion interna y externa enfocada en la realidad conmovedora de la RPDC que bajo la gran bandera del Songun avanza a pasos firmes hacia la gran potencia prospera, obstaculizar la mejora de las relaciones intercoreanas y remediar la crisis interna de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEs una declaracion de guerra contra el Norte el mismo hecho de que el cabecilla de los belicistas de la capa militar titere declaro abiertamente el \"ataque preventivo\" al Norte, las autoridades y los organos de estudio sobre las \"politicas estatales\" trazan los designios de agresion de toda clase al Norte frente a  la \"situacion bruscamente cambiada\".\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC aprecia las relaciones N-S. Pero, si las autoridades conservadoras del Sur de Corea toman por fin el camino de confrontacion y guerra, hara frente tajantemente sin vacilacion al respecto, les  demostrara nuestro implacable espiritu y lograra sin falta la causa sagrada de la reunificacion de la patria, anhelo de la nacion, tras eliminar para siempre a los traidores anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro titere de Defensa Nacional Kim Thae Yong, el ministro titere de Reunificacion Hyon In Thaek, el director titere del Servicio Nacional de Inteligencia Won Se Hun y el ministro titere de Relaciones Exteriores y Comercio Ryu Myong Hwan, quienes recurren freneticamente a la confrontacion fratricida y acarrean la catastrofe de la guerra vendiendo los intereses de la nacion a las fuerzas foraneas, no podran evitar el odio y el castigo de la historia y la nacion siendo \"4 traidores de 2010\", como los \"5 traidores de 1905\" que hace mas de 100 anos vendieron el pais siendo el objeto de verguenza y maldicion por parte de las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tCastigaremos despiadadamente a quienes actuan con imprudencia negando la suprema dignidad y el sistema de la RPDC."
        },
        {
            "title": "Portavoz del EMG emite severa advertencia a belicistas surcoreanos",
            "url": "http://kcna.co.jp/item/2010/201001/news25/20100125-18ee.html",
            "content": "Portavoz del EMG emite severa advertencia a belicistas surcoreanos\r\nPyongyang, 25 de enero (ATCC) -- Debido al disparate agresivo del ministro titere de Defensa Nacional del Sur de Corea sobre el \"ataque preventivo\", se da en la Peninsula Coreana una situacion grave que puede reproducir en cualquier momento el incidente tragico del 25 de junio (fecha del estallido de la pasada guerra coreana).\n\t\t\t\t\tAl respecto, el portavoz del Estado Mayor General del Ejercito Popular de Corea hizo publica el dia 24 la siguiente declaracion:\n\t\t\t\t\t\n\t\t\t\t\tEn el simposio abierto \"Reforma de defensa nacional y perspectivas de las relaciones Sur-Norte\" que tuvo lugar el pasado dia 20, el ministro titere de Defensa Nacional del Sur de Corea empleo expresiones duras como que procederia cuando fuera necesario al \"ataque preventivo\" frente a la supuesta \"amenaza nuclear\" del Norte y \"es invariable tal posicion\" del ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl ya habia disparateado que atacaria \"de modo preventivo\" las bases nucleares de la RPDC con las armas teledirigidas de precision durante la \"audiencia de la Asamblea Nacional\" abierta en marzo de 2008 para confirmarlo como presidente de la Junta de los Jefes de Estado Mayor del ejercito surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho, de que tal tipejo volvio a soltar abiertamente el \"ataque preventivo\" en calidad de ministro de Defensa Nacional, no fue un discurso erroneo sino refleja directamente la voluntad de las autoridades titeres surcoreanas que no desean el mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tFrente a esta situacion tan grave, el Estado Mayor General del Ejercito Popular de Corea manifiesta otra vez la posicion de principios de nuestras fuerzas armadas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas revolucionarias tomaran por abierta declaracion de guerra contra la RPDC la teoria de \"ataque preventivo\" definida ya por las autoridades titeres surcoreanas como su \"politica estatal\".\n\t\t\t\t\t\n\t\t\t\t\tEn respuesta a cualquier intento de las autoridades titeres surcoreanas de violar nuestra dignidad y soberania, nuestras fuerzas armadas revolucionarias destruiran por completo los blancos importantes como el centro de mando mediante inmediatas y resueltas acciones militares.\n\t\t\t\t\t\n\t\t\t\t\tEs inconmovible nuestra posicion de mejorar las relaciones N-S y abrir el camino de la reunificacion de la patria a base de la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. Pero no estaremos jamas con brazos cruzados ante las maniobras conflictivas con el Norte de los titeres.\n\t\t\t\t\t\n\t\t\t\t\tCorreran el destino inimaginablemente tragico los que persiguen su necia y vana ilusion."
        }
    ]
}