{
    "date": "2010-06-12",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-12ee.html",
    "articles": [
        {
            "title": "KPA General Staff Issues Crucial Declaration",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-10ee.html",
            "content": "KPA General Staff Issues Crucial Declaration\r\n Pyongyang, June 12 (KCNA) -- The General Staff of the Korean People's Army on Saturday issued the following crucial declaration: \n\t\t\t\t\t The commander of forces of the Korean People's Army in the central sector of the front had already solemnly clarified internally and externally a firm stand of the KPA that it would blow up with sighting shots loudspeakers and all other means for a psychological warfare in case the group of traitors resumes the psychological warfare against the DPRK in the areas along the front.\n\t\t\t\t\t\n\t\t\t\t\t Defying this warning, the group of traitors hell-bent on the confrontation with fellow countrymen is working with blood-shot eyes to make preparations for resuming the all-out psychological warfare against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t After Kim Thae Yong, puppet minister of Defence, had declared the measure to resume the psychological warfare against the DPRK in the wake of traitor Lee Myung Bak's issue of \"a statement to the people\" on May 24, the puppet army has already set up loudspeakers for the psychological warfare at 11 places in areas along the Military Demarcation Line and is stepping up its preparations to install them at more than 30 places at the second phase and at 94 places under a long-term plan. \n\t\t\t\t\t\n\t\t\t\t\t And it is also attempting to set up even electronic displays at 11 places for the psychological warfare.\n\t\t\t\t\t\n\t\t\t\t\t Its attempt is a flagrant violation of the historic June 15 joint declaration in which both the north and the south made pledges before the entire nation and the north-south military agreement worked out on its basis. This is, at the same time, a hideous provocative act of infringing upon the dignity and supreme interests of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t From a military point of view that a psychological warfare is one of the basic operational forms for carrying out a war the installing of such means for the above-said warfare is a direct declaration of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the revolutionary armed forces of the DPRK will launch an all-out military strike to blow up the group's means for the psychological warfare against the DPRK in all areas along the front as already solemnly warned by the commander of forces of the Korean People's Army in the central sector of the front.\n\t\t\t\t\t\n\t\t\t\t\t The decisive military strike of the revolutionary armed forces of the DPRK is not a tit-for-tat retaliation on the \"principle of proportion\" much touted by the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t It should bear in mind that the military retaliation of the DPRK is a merciless strike foreseeing even the turn of Seoul, the stronghold of the group of traitors, into a sea of flame."
        },
        {
            "title": " Kim Yong Nam Greets Russian President",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-15ee.html",
            "content": "Kim Yong Nam Greets Russian President\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Dmitri Anatolievich Medvedev, president of Russia, on its national day.\n\t\t\t\t\t Expressing belief that the bilateral relations would develop in line with the spirit of the joint documents signed between the two countries, the message wished the president success in his work for the socio-economic development of the country."
        },
        {
            "title": "Choe Yong Rim Greets Russian PM",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-16ee.html",
            "content": "Choe Yong Rim Greets Russian PM\r\n Pyongyang, June 12 (KCNA) -- Premier of the DPRK Choe Yong Rim Saturday sent a message of greetings to Vladimir Vladimirovich Putin, prime minister of Russia, on its national day.\n\t\t\t\t\t Expressing the expectation that the cooperative relations between the two countries would continue to develop, the message wished the prime minister success in his work for the economic development and stability of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a similar message to his Russian counterpart Sergei Viktorovich Lavrov on the same day."
        },
        {
            "title": "Kim Yong Nam Greets UK Queen",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-17ee.html",
            "content": "Kim Yong Nam Greets UK Queen\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to Elizabeth II, queen of the United Kingdom of Great Britain and Northern Ireland, on her official birthday, its national day.\n\t\t\t\t\t Kim in the message extended congratulations to the queen and the British people and wished her good health."
        },
        {
            "title": "Kim Yong Nam Congratulates Philippine President",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-14ee.html",
            "content": "Kim Yong Nam Congratulates Philippine President\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to Benigno Simeon Cojuangco Aquino upon his election as president of Philippines. \n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and Philippines that have favorably developed would grow stronger in various fields in the future, the message sincerely wished the president success in his work for the prosperity of the country and the promotion of its people's welfare."
        },
        {
            "title": " S. Korean Rev. Han Sang Ryol Here",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-21ee.html",
            "content": "S. Korean Rev. Han Sang Ryol Here\r\n Pyongyang, June 12 (KCNA) -- Rev. Han Sang Ryol, a pro-reunification figure of south Korea, arrived here today.\n\t\t\t\t\t Members of the North Committee for Implementing the June 15 Joint Declaration including its Chairman An Kyong Ho greeted him with compatriotic feelings at the airport.\n\t\t\t\t\t\n\t\t\t\t\t He issued an arrival statement. \n\t\t\t\t\t\n\t\t\t\t\t In his statement he noted that the adoption of the historic June 15 joint declaration was a great event which put an end to the north-south confrontation and ushered in an era of reunification and peace. \n\t\t\t\t\t\n\t\t\t\t\t He bitterly denounced the ultra-right conservative forces for such acts to escalate the confrontation as blocking a joint event of the nation which had been slated to take place here on the occasion of the 10th anniversary of the publication of the June 15 joint declaration and bringing a war. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that he came here at the risk of his life in order to preserve the June 15 joint declaration and contribute to the national reconciliation, peace and reunification, unable to remain a passive onlooker to the anti-reunification moves of the Lee Myung Bak regime which brought the inter-Korean relations to a collapse."
        },
        {
            "title": " Tribute Paid to Fallen Soviet Army Soldiers",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-18ee.html",
            "content": "Tribute Paid to Fallen Soviet Army Soldiers\r\n Pyongyang, June 12 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower on Saturday on the occasion of the national day of Russia.\n\t\t\t\t\t Attending the wreath-laying ceremony were Ambassador Valery E. Sukhinin and staff members of the Russian embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a wreath and bouquets before the tower and paid silent tribute to the fighters of the Soviet Army who fell in the battles for the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Then, they laid a wreath and bouquets before the cemetery of the fallen Soviet Army soldiers in Sadong District.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, staff members of the Russian embassy laid bouquets before the statue of the Soviet Army in Nampho City and the Liberation Tower in Haeju City.\n\t\t\t\t\t\n\t\t\t\t\t Earlier on June 10 the consul general and officials of the Russian consulate general in the city of Chongjin laid wreaths before the Liberation Tower and the cemetery of the fallen Soviet Army soldiers in the city."
        },
        {
            "title": " \"Echo of Mountain\" Starts in South Phyongan Province",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-20ee.html",
            "content": "\"Echo of Mountain\" Starts in South Phyongan Province\r\n Pyongyang, June 12 (KCNA) -- Light comedy \"Echo of Mountain\", a winner of Kim Il Sung Prize, raised the curtain of its performance at the Anju Theatre in South Phyongan Province on Saturday.\n\t\t\t\t\t Appreciating the performance were officials of party, power, administrative and economic organs and working people from all walks of life in the province.\n\t\t\t\t\t\n\t\t\t\t\t The performance deeply moved the audience for its great attraction and cognitional and educational significance which powerfully encourage the Korean people making uninterrupted innovation and advance with great ambition and ideal for the morrow.\n\t\t\t\t\t\n\t\t\t\t\t The audience enshrined the conviction that one can greet more wonderful and beautiful morrow only when one makes a leap forward under the leadership of the great party just as the Chollima standard-bearers in the 1960s advanced forward only without stagnation and marking time.\n\t\t\t\t\t\n\t\t\t\t\t The performance continues."
        },
        {
            "title": "National House of Class Education Visited",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-13ee.html",
            "content": "National House of Class Education Visited\r\n Pyongyang, June 12 (KCNA) -- The National House of Class Education is visited by an endless crowd of servicepersons, people from all walks of life and youth and students.\n\t\t\t\t\t On display at the house are photos and exhibits showing the history of the U.S. imperialists' aggression of Korea spanning over a century and videos, relics and evidence proving the crimes committed by the south Korean puppet group of traitors, etc.\n\t\t\t\t\t\n\t\t\t\t\t The house bears witness to the crimes perpetrated by the enemies to launch aggression century after century.\n\t\t\t\t\t\n\t\t\t\t\t In May alone tens of thousands of people visited the house to renew their transparent anti-imperialist class awareness and their will to wipe out the enemies. The number of visitors has been on the steady increase since the beginning of June."
        },
        {
            "title": "\"Selected Works of Kim Jong Il\" Vol. 4 Published",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-07ee.html",
            "content": "\"Selected Works of Kim Jong Il\" Vol. 4 Published\r\n Pyongyang, June 12 (KCNA) -- \"Selected Works of Kim Jong Il\" Vol. 4 (enlarged edition) comprehensively dealing with works of General Secretary Kim Jong Il was published by the Workers' Party of Korea Publishing House.\n\t\t\t\t\t The book contains 56 works authored by him between March, Juche 60 (1971) and February, Juche 62 (1973).\n\t\t\t\t\t\n\t\t\t\t\t He clarified theoretical and practical issues arising in firmly arming the party members and other working people with the revolutionary idea of President Kim Il Sung, the Juche idea, and helping them have a deep theoretical grasp of his greatness in such works as \"The Revolutionary Idea of the Great Leader Is the Original Idea which Can Go Only by the August Name of the Leader.\"\n\t\t\t\t\t\n\t\t\t\t\t The book also contains works indicating tasks and ways for establishing the leadership system of the Party in the People's Army, intensifying the political and ideological education among its service persons to train them as revolutionary soldiers intensely loyal to the Party and the leader and firmly prepare them in military technique and physically. \n\t\t\t\t\t\n\t\t\t\t\t Works \"Let Us Firmly Preserve the Revolutionary Traditions\" and \"We Should Always Live and Struggle in the Revolutionary Spirit of Mt. Paektu\" call for always holding fast to the work of firmly preserving and adding shine to the glorious revolutionary traditions established in the crucible of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Contained in the book are works clarifying the principled issues arising in improving the planning work as required by the Taean work system, matters arising in implementing the line on bringing about a radical turn in literature and art and specific ways for waging a resolute struggle to implement the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains works indicating tasks for arming the youth with the spirit of uninterrupted revolution, orientation and ways for improving the work of the Central Broadcasting Committee of Korea and principled requirements to be met to develop physical culture and sports."
        },
        {
            "title": "Rodong Sinmun Commentator on Recent \"Elections\" in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-19ee.html",
            "content": "Rodong Sinmun Commentator on Recent \"Elections\" in S. Korea\r\n Pyongyang, June 12 (KCNA) -- A commentator of Rodong Sinmun Saturday in an article deals with a landslide victory won by the democratic forces and a  heavy defeat sustained by the \"Grand National Party\", an ultra-right conservative political party, in the recent \"elections to local self-governing bodies\" in south Korea.\n\t\t\t\t\t The broad strata of south Korean people meted out a stern judgment to the Lee Myung Bak group of conservatives hell-bent on sycophancy and treachery, fascist dictatorship and confrontation against reunification in the elections, thus dealing a telling blow at it and demonstrating their indomitable spirit, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The election returns represent the deserved punishment meted out by the south Koreans to the group of traitors for their policy of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  As soon as the group came to power, it declared confrontation with the DPRK as its \"policy towards the north,\" totally scuppering the June 15 joint declaration and severing all the inter-Korean relations. It unilaterally suspended the tour of Mt. Kumgang and pushed the operation in the Kaesong Industrial Zone to a catastrophe under absurd pretexts.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors faked up the conspiratorial warship sinking case for the purpose of justifying its policy for escalating confrontation with the DPRK and shirking off its responsibility for bedeviled inter-Korean relations. It announced the extremely provocative \"results of investigation\" and released a \"statement to the people\" just before \"the election day\" in a bid to make its loud-mouthed \"north wind\" prove effective.\n\t\t\t\t\t\n\t\t\t\t\t The broad strata of south Koreans were, however, not taken in by the Lee group's smear campaign. An unprecedentedly great number of people went to the polls and inflicted a bitter defeat upon the group of traitors keen on confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The results of the \"elections\" also meant a serious warning served by the south Koreans to the Lee group's sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t After its seizure of power, the Lee group reduced south Korea to a complete tributary of the U.S. through its hideous sycophancy and treachery while trumpeting about \"top priority to south Korea-U.S. alliance\". Not content with this, it forced south Koreans to fall victim to the policy of a war of aggression, leaving even their right to existence to the tender mercy of its master.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. zealously supported the pro-U.S. puppet group of conservatives in the recent \"elections\" in a bid to tighten its colonial domination over south Korea and step up its moves for a war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The murder of two schoolgirls by an armored car of the U.S. forces that took place just before the 2002 \"presidential elections\" sparked off anti-Americanism among the south Koreans, imposing a defeat upon the puppet clique. The recent elections again inflicted a bitter defeat upon the Lee group against the backdrop of anti-Americanism mounting high over the conspiratorial case of warship sinking.\n\t\t\t\t\t\n\t\t\t\t\t The election results also serve as a serious judgment meted out by the south Koreans to the Lee group's fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t This time the group ran the whole gamut of intrigues to attack the democratic camp, sow the seed of discord and conflict in it and fish in troubled waters. But the democratic camp stood firm against the group by achieving solidarity and alliance irrespective of party affiliation and grouping, thus successfully concluding the elections.\n\t\t\t\t\t\n\t\t\t\t\t The recent election results represent the victory of justice, conscience and people's mind-set, that of pro-reunification and patriotic forces for alliance with the north who support the June 15 joint declaration and the October 4 declaration and that of the democratic camp in south Korea standing for independence and peace.\n\t\t\t\t\t\n\t\t\t\t\t Should the group of traitors persistently defy the demand of the people for independence, democracy, peace and reunification, it will never be able to escape a final judgment, bitterly cursed by the south Koreans and all other Koreans."
        },
        {
            "title": "Japan Urged to Redress Its Past Crimes",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-11ee.html",
            "content": "Japan Urged to Redress Its Past Crimes\r\n Pyongyang, June 12 (KCNA) -- Japan's sincere repentance and redemption of its past crimes are beneficial not only for Japan but for peace in Asia and the rest of the world as it is in line with the requirement of the times, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t The article cites facts to prove that Japan has zealously whitewashed and justified the wars of aggression waged by the Japanese imperialists against the Asian people in the past and has worked hard to dodge making reparation for those crimes.\n\t\t\t\t\t\n\t\t\t\t\t A wrong history can never be written off and historical facts are bound to remain as they are, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the true intention of the revived Japanese militarists to launch reinvasion and drench the Asia-Pacific with the blood shed by innocent people and fly high \"Hinomaru.\" \n\t\t\t\t\t\n\t\t\t\t\t It was prompted by this wild ambition for aggression that Japan has not yet redressed its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan, an assailant, is under a legal and moral obligation to make sincere apology and reparation to the victims.\n\t\t\t\t\t\n\t\t\t\t\t It is a historic task of Japan and the need of the times to redeem its past crimes. To do so serves as a barometer to discern whether Japan is willing to mend relations with its neighbors and opt for peace or to repeat its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan should turn over a new leaf to head for peace if it truly wants to shake off the ill fame as a war criminal state and win international confidence.\n\t\t\t\t\t\n\t\t\t\t\t Japan should face up to the trend of the changed times and fulfill its historical responsibility to redeem its past crimes."
        },
        {
            "title": "S. Korean PM's Reckless Remarks Flayed",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-12ee.html",
            "content": "S. Korean PM's Reckless Remarks Flayed\r\nPyongyang, June 12 (KCNA) -- The puppet prime minister of south Korea at recent dining and wining hosted by the \"Consultative Council for Democracy and Peaceful Unification\", an ultra-right conservative organization, went so ridiculous as to bluster that south Korea \"would resolutely react to the north till it repents of the case of warship 'Cheonan' and gives up its provocation\". He went the lengths of letting loose a spate of jargons that this is \"aimed to preserve peace and reconciliation\".\n\t\t\t\t\tRodong Sinmun Saturday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis is nothing but a death-bed shrill cry of the criminals who are making desperate efforts to find a way-out.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppet group is getting extremely frantic in its confrontation and war hysteria: After sending to the UN the conspiratorial document worked out to shift the blame for the case of the warship sinking onto the DPRK it is staging a provocative \"demonstration of armed forces\" in the waters of the West Sea and busying itself discussing the issue of shipping PAC-3 units of the U.S imperialist aggressor forces into south Korea and the like. Are these moves for peace and reconciliation?\n\t\t\t\t\t\n\t\t\t\t\tAs far as traitor Jong Un Chan is concerned, he is forsaken by the people for having taken the lead in pursuing all the unpopular policies such as the \"revised bill on Sejong City\" and the \"improvement of four big rivers\" as a yes man of the ruler without any principle. After drinking a bitter cup in the recent \"elections to local self-governing bodies\" for his crimes committed against the people, he is unable to have a sound sleep at night.\n\t\t\t\t\t\n\t\t\t\t\tDoes Jong truly have a serenity of mind to point an accusing finger at others while he is finding it hard to get rid of such deplorable position?\n\t\t\t\t\t\n\t\t\t\t\tHe had better stop talking nonsense and immediately step down as demanded by the people during the recent elections."
        },
        {
            "title": "Jongyojo Vows to Escalate Its Actions for End to Suppression",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-08ee.html",
            "content": "Jongyojo Vows to Escalate Its Actions for End to Suppression\r\n Pyongyang, June 12 (KCNA) -- The Teachers Trade Union of south Korea (Jongyojo) declared on June 8 that it would escalate its actions against the puppet authorities' suppression.\n\t\t\t\t\t The organization accused the Ministry of Education, Science and Technology and city and provincial education offices of starting to implement measures for harsh disciplinary actions against hundreds of members of Jongyojo including dismissal.\n\t\t\t\t\t\n\t\t\t\t\t The results of the \"elections to the local self-governing bodies\" means a judgment meted out to the present \"government\" for cracking down upon Jongyojo, the organization noted, adding that the authorities are, however, running  amuck to suppress the guiltless unionists, paying no heed to the demand of Jongyojo.\n\t\t\t\t\t\n\t\t\t\t\t Demanding that the repressive measures against Jongyojo be withdrawn at once, the organization declared it would organize \"a joint measure committee for putting an end to the suppression of teachers and government employees\" and launch strong actions including a \"signature campaign of 400 000 teachers for the withdrawal of unjust disciplinary actions.\""
        },
        {
            "title": "Remains of Korean Victims of Drafting Unearthed in Japan",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-09ee.html",
            "content": "Remains of Korean Victims of Drafting Unearthed in Japan\r\n Pyongyang, June 12 (KCNA) -- Remains of Koreans who were killed after being taken to an airfield construction in Hokkaido of Japan during the Japanese imperialists' military occupation were unearthed. \n\t\t\t\t\t The \"Hokkaido Forum Thinking of  Forcible Drafting, Forcible Enlistment\", a non-governmental investigation organization, a religious organization and a local self-governing body and others jointly conducted the 3rd survey of remains of Korean victims of forcible drafting from May 1 to 7 which resulted in unearthing remains of 19 dead bodies and relics.\n\t\t\t\t\t\n\t\t\t\t\t In the course of discovering them, they found remains of three dead bodies lying one upon another in a hollow and their bones, in particular, stuck with nails. This shows what horrible forced labor and ill-treatment they were subjected to and how crudely the remains were handled at that time.\n\t\t\t\t\t\n\t\t\t\t\t A Japanese member of the investigation team said that it was painful for him to see the remains which bear witness to the Japanese imperialists' past colonial domination and their harsh forcible drafting, adding that he could not but feel the responsibility for this wrong doing as a citizen of Japan, the assailant."
        },
        {
            "title": " Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, June 12 (KCNA) -- General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was published in pamphlet by the Klintsek Publishing House in Vladivostok, Russia.\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the idea that preserving the Juche character and national character of the revolution and construction serves as a fundamental principle to be maintained to accomplish the socialist cause and tasks and ways for embodying it.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the publishing house on June 4."
        },
        {
            "title": "Kim Jong Il's Exploits Praised in Mexico",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-02ee.html",
            "content": "Kim Jong Il's Exploits Praised in Mexico\r\n Pyongyang, June 12 (KCNA) -- A seminar was held by the Mexican Institute for the Study of the Juche Idea on June 4 on the occasions of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 13th anniversary of the publication of his work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\t After reviewing the main contents of the work, Juan Campos Vega, chairman of the Institute, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has strengthened the WPK into the invincible party, the mass party single mindedly united which has taken its roots deep among the popular masses and the authoritative party steering the world socialist movement through his energetic ideo-theoretical and practical activities for over 40 years since his start of work at its Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Under his Songun leadership the WPK has firmly defended the security of the country and the sovereignty of the nation while frustrating the anti-DPRK moves of the U.S. imperialists and the Lee Myung Bak group of traitors, holding high the banner of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t The profound idea contained in his work arouses great sympathy from not only the Korean people but all other people of the world for its great vitality that is being strikingly demonstrated in the practice of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the seminar explained in a profound way the detailed contents of the work and its theoretical and practical significance."
        },
        {
            "title": "Kim Jong Il's Exploits for Party Building Lauded",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-03ee.html",
            "content": "Kim Jong Il's Exploits for Party Building Lauded\r\n Pyongyang, June 12 (KCNA) -- Cuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, released a statement on June 3 to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Noting with high appreciation that Kim Jong Il has developed the WPK into a party with the steadfast guiding idea and a party all the members of which are united as one in mind, the statement stressed that the WPK led by him would always demonstrate its might as the party of President Kim Il Sung and the invincible party.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the Socialist Popular Party of Mexico pay deepest respects to Kim Jong Il, who has performed immortal exploits for the development of the WPK, on the occasion of the 46th anniversary of his start of work at its Central Committee and wish him signal progress in the party building and activities this significant year marking the 65th birthday of the WPK, the statement said."
        },
        {
            "title": " Kim Jong Il Highly Praised in Ethiopia",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-04ee.html",
            "content": "Kim Jong Il Highly Praised in Ethiopia\r\n Pyongyang, June 12 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea issued its bulletin \"Early morning time of HE Kim Jong Il, the great leader of the Korean people\" to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin said in an article that the early morning time of Kim Jong Il, general secretary of the WPK, serves as the historic moment of opening a new chapter for the prosperity of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t It further said:\n\t\t\t\t\t\n\t\t\t\t\t Last year world-startling events were registered one after another in the DPRK during the forced march made by Kim Jong Il for field guidance.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people deeply trust him who is working day and night for the happy future of the people, not caring for himself."
        },
        {
            "title": " Anti-DPRK Campaign of US and S. Korea Accused",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-05ee.html",
            "content": "Anti-DPRK Campaign of US and S. Korea Accused\r\n Pyongyang, June 12 (KCNA) -- Organizations of Democratic Congo and Bangladesh made public statements in denunciation of the U.S. and the south Korean authorities' anti-DPRK campaign.\n\t\t\t\t\t The Working Citizens' Association of Democratic Congo in its statement on June 3 expressed concern over the fact that the south Korean authorities are extremely aggravating the tension of the Korean Peninsula through unprecedented anti-DPRK moves over the case of sinking of warship \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t What is clear is that a racket was kicked up to defame the honor and dignity of the DPRK, far from seeking a diplomatic or political way to settle the case, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t All the facts go to prove that the case was a plot cooked up to spread the rumor about \"invasion by the north\" again to justify the maintenance of all sorts of blockade on the DPRK and mislead the public opinion over the serious socio-economic crisis in south Korea through anti-DPRK propaganda campaign.\n\t\t\t\t\t\n\t\t\t\t\t The association urges the south Korean authorities not to bedevil the inter-Korean dialogue and cooperation but opt for implementing the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It demands that the U.S. administration not egg on the warmongers of south Korea and Japan but replace the Armistice Agreement with a peace treaty and normalize the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is convinced that the Korean people are sure to emerge victorious in the drive to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Peace Council in its statement on June 5 condemned the south Korean authorities for driving the situation to the brink of war, saying there has been no evidence that the DPRK was involved in the said case.\n\t\t\t\t\t\n\t\t\t\t\t What is the pressing problem to be settled on the Korean Peninsula is to get the U.S. forces withdrawn from south Korea and stop the schemes of the U.S. blocking the implementation of the June 15 North-South Joint Declaration, the statement stressed."
        },
        {
            "title": "EMG anuncia contramedida militar frente a la guerra psicologica",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-22ee.html",
            "content": "EMG anuncia contramedida militar frente a la guerra psicologica\r\nPyongyang, 12 de junio (ATCC) -- El Estado Mayor General del Ejercito Popular de Corea hizo el dia 12 la siguiente proclama importante:\n\t\t\t\t\t El comandante del EPC en el frente central ya ha declarado solemnemente al interior y el exterior del pais la resuelta posicion de nuestro ejercito de destruir totalmente con el fuego a punteria directa los altavoces y otros medios de guerra psicologica si la banda de traidores surcoreanos reinicia esta forma de guerra contra la Republica Popular Democratica de Corea en los alrededores del frente.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de esto, la banda traidora, enloquecida por el enfrentamiento fratricida, anda atareada en los preparativos para reanudar la guerra psicologica total contra la RPDC en el contorno del frente.\n\t\t\t\t\t\n\t\t\t\t\t Luego de publicada el 24 de mayo la llamada \"declaracion al pueblo\" del traidor Lee Myung Bak y de anunciada la medida sobre el reinicio de dicha guerra por parte del ministro titere de Defensa Nacional, Kim Thae Yong, los titeres surcoreanos instalaron ya para ese fin los altavoces en 11 puntos en las cercanias de la Linea de Demarcacion Militar y se preparan para colocarlos en mas de 30 puntos mas para la segunda etapa y en 94 puntos en perspectiva. \n\t\t\t\t\t\n\t\t\t\t\tE intentan levantar sucesivamente hasta las pantallas electronicas en 11 lugares.\n\t\t\t\t\t\n\t\t\t\t\t Este intento da lo mismo que invalidar abiertamente la historica Declaracion Conjunta del 15 de Junio firmada a la vista de toda la nacion y el Acuerdo Militar Norte-Sur elaborado basandose en ella.\n\t\t\t\t\t\n\t\t\t\t\t Tambien, significa la provocacion de gran envergadura que atenta la dignidad y los intereses supremos de nuestro Estado.\n\t\t\t\t\t\n\t\t\t\t\t  Si se toma en consideracion que en sentido militar, la guerra psicologica es una de las principales formas de operacion para el cumplimiento de la guerra, la instalacion de dichos medios psicologicos constituye la directa declaracion de guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, nuestras fuerzas armadas revolucionarias entraran en el golpe militar total para eliminar todos los medios de guerra psicologica anti-RPDC de la banda traidora en todos los frentes, como lo advertido solemnemente por el comandante del EPC en el frente central.\n\t\t\t\t\t\n\t\t\t\t\t  El tajante golpe militar de nuestras fuerzas armadas revolucionarias no es jamas la reaccion de uno por uno segun el \"principio proporcional\", de que habla tanto la banda traidora. \n\t\t\t\t\t\n\t\t\t\t\t  Esta camarilla debe tener bien presente que nuestra contramedida militar se concretara en el implacable golpe armado que preve envolver en llamas hasta Seul, bastion de si misma."
        },
        {
            "title": "En Pyongyang Han Sang Ryol",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-23ee.html",
            "content": "En Pyongyang Han Sang Ryol\r\nPyongyang, 12 de junio (ATCC) -- Llego el dia 12 a esta capital el pastor Han Sang Ryol, personalidad de reunifiacion del Sur de Coroea.\n\t\t\t\t\tEn el aeropuerto Han fue acogido con el amor fraternal por los miembros del Comite de la Parte Norte para la Ejecucion de la Declaracion Conjunta del 15 de Junio incluido el presidente An Kyong Ho.\n\t\t\t\t\t\n\t\t\t\t\tHan hizo publica la declaracion de su llegada. \n\t\t\t\t\t\n\t\t\t\t\tEn su nota el senalo que la aprobacion de la historica Declaracion Conjunta del 15 de Junio fue un gran acontecimiento que puso fin a la confrontacion Norte-Sur y abrio la epoca de reunificacion y paz. \n\t\t\t\t\t\n\t\t\t\t\tCondeno las maniobras de enfrentamiento de las fuerzas conservadoras ultraderehistas que impiden el acto comun de la nacion decidido a ser efectuado en Pyongyang en ocasion del decimo aniversario de la publicacion de la citada declaracion.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que vino a riesgo de la vida a Pyongyang para resucitar la Declaracion Conjunta del 15 de Junio y contribuir a la conciliacion, la paz y la reunificacion de la nacion no pudiendo ver solo las maniobras anti-reunificacion del \"Poder\" de Lee Myung Pak que llevo al fraaso las relaciones N-S."
        },
        {
            "title": "Rodong Sinmun se refiere a resultado de \"elecciones de autonomia local\"",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-24ee.html",
            "content": "Rodong Sinmun se refiere a resultado de \"elecciones de autonomia local\"\r\nPyongyang, 12 de junio (ATCC) -- El comentarista del periodico Rodong Sinmun, en su articulo insertado este sabado, senalo que las fuerzas democratas ganaron la victoria aplastante en las \"elecciones de autonomia local\" recien efectuadas en el Sur de Corea, y el \"Gran Partido Nacional\", partido politico de los conservadores ultraderechistas sufrio la gran derrota, y continuo:\n\t\t\t\t\tLos habitantes de distintos sectores y capaces del Sur de Corea sentenciaron rotundamente con las cedulas \"electorales\" a la banda de conservadores de Lee Myung Bak que recurre con frenesi a las maquinaciones de servicio a grandes potencias y la traicion a la patria, la dominacion fascista y el enfrentamiento anti-reunificacion y les dieron gran golpe mostrando su indoblegable impetu.\n\t\t\t\t\t\n\t\t\t\t\t Ante todo, el resultado de las \"elecciones de autonomia local\" es el merecido castigo de los habitantes surcoreanos sobre la politica de enfrentamiento anti-RPDC de la banda titere.\n\t\t\t\t\t\n\t\t\t\t\tEsta banda, que despues de tomar el poder habia definido el enfrentamiento anti-RPDC como \"politica sobre el Norte de Corea\", interrumpio todas las relaciones con el Norte negando totalmente la Declaracion Conjunta del 15 de Junio, suspendio unilateralmente el turismo al monte Kumgang y llevo a la ruptura la labor de la Zona Industrial de Kaesong bajo el pretexto injusto.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos inventaron el intrigante incidente del hundimiento de la corbeta \"Cheonan\" para justificar su politica de enfrentamiento anti-RPDC y liberarse de la responsabilidad de empeoramiento de las relaciones Norte-Sur y perpetraron sin vacilacion viles actos para obtener la llamada \"eficiencia de la oleada contra el Norte\" publicando el provocativo \"resultado de investigacion\" y la \"declaracion al pueblo\" sobre susodicho incidente con motivo del dia de las \"elecciones\".\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos de distintos sectores  no fueron enganados por la campana intrigante de la banda de Lee Myung Bak, y numerosas personas sin precedentes participaron en dichas \"elecciones\" para  dar la derrota vergonzosa a la banda traidora que persigue la confrontacion con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl resultado de las \"elecciones de autonomia local\" es la severa advertencia de los habitantes surcoreanos sobre el acto proyanqui y servil a grandes potencias de la banda de Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tDespues de su toma del poder, la banda de Lee convirtio completamente el Sur de Corea en un pais dependiente de EE.UU. so pretexto de \"dar prioridad a las relaciones de la alianza Sur de Corea-EE.UU.\" e hizo de los habitantes surcoreanos las victimas de la politica de la guerra agresiva entregando hasta el derecho a la vida de ellos a su amo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio apoyo activamente a la banda de conservadores titeres proyanquis en las  recientes \"elecciones\" para mantener de todas maneras en el territorio surcoreano su dominacion colonial y fortalecer las maquinaciones de guerra agresiva.\n\t\t\t\t\t\n\t\t\t\t\tEn las \"elecciones presidenciales\" de 2002, el incidente de matanza a dos alumnas secundarias por el carro blindado de las tropas norteamericanas llevo al fracaso la camarilla titere al desbordar el sentimiento anti-yanqui de los habitantes surcoreanos. Pero, las \"elecciones\" de esta vez volvieron a dar el fracaso a la banda de Lee Myung Bak creciendo el ambiente antiyanqui creado por el incidente intrigante del hundimiento de la corbeta.\n\t\t\t\t\t\n\t\t\t\t\tEl otro resultado de las \"elecciones\" constituye la sentencia severa de los habitantes surcoreanos a la dominacion fascista y dictatorial de la banda de Lee.\n\t\t\t\t\t\n\t\t\t\t\t Esta vez, la camarilla titere se entrego a las maquinaciones de toda indole para ganar provecho en denigrar el campo democratico y crear la discordia y el conflicto entre ellos. Pero, este campo logro exitos en las \"elecciones\" mediante la solidaridad y la unidad por encima de las fracciones y las pertenencias.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, el resultado de las \"elecciones\" deviene el triunfo de la justicia, la conciencia y la opinion publica, la victoria de las fuerzas patrioticas pro-Norte por la reunificacion que apoyan la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y la gran victoria del campo de la independencia, la paz y la democracia del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda titere sigue negando la demanda de los habitantes aspirantes a la independencia, la democracia, la paz y la reunificacion, no evitara la sentencia final siendo el objeto del mayor odio de  los habitantes surcoreanos y toda la nacion coreana."
        },
        {
            "title": "Rodong Sinmun insiste en liquidacion del pasado criminal de Japon",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-25ee.html",
            "content": "Rodong Sinmun insiste en liquidacion del pasado criminal de Japon\r\nPyongyang, 12 de junio (ATCC) -- Japon debe reflexionar y liquidar con sinceridad sobre sus crimenes del pasado. Esto es util para si mismo y la paz de Asia y el resto del mundo y conviene a la demanda de la epoca.\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un articulo individual del dia 12 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Los imperialistas japoneses embellecen y justifican insistentemente su guerra agresiva del pasado contra los pueblos asiaticos y evitan obstinadamente su indemnizacion.\n\t\t\t\t\t\n\t\t\t\t\t La historia erronea no puede ser eliminada y al contrario los hechos historicos se quedaran para siempre.\n\t\t\t\t\t\n\t\t\t\t\t Los militaristas japoneses resucitados tienen la ambicion de blandir la espada de nueva agresion para enarbolar \"Hinomaru\" en la region de Asia y el Pacifico convirtiendola en el mar de sangre de los pueblos inocentes.\n\t\t\t\t\t\n\t\t\t\t\t El culpable Japon debe pedir disculpa sincera y hacer indemnizacion a los danados, lo cual deviene su obligacion juridica y moral a ser cumplida debidamente.\n\t\t\t\t\t\n\t\t\t\t\t La liquidacion del pasado criminal es la tarea historica de Japon y la demanda de la epoca. \n\t\t\t\t\t\n\t\t\t\t\t La disculpa e indemnizacion de Japon por tales crimenes devienen norma para distinguir si este pais isleno quiere tomar el camino de la paz mejorando las relaciones con los paises contornos o repetir su pasado criminal.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, Japon debe hacer la nueva partida para quitarse de deshonra de pais criminal de guerra y adquirir la confianza internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Y debe darse clara cuenta del cambio de la epoca y la corriente de la situacion general y cumplir con su responsabilidad historica con respecto a sus crimenes del pasado."
        },
        {
            "title": "Rodong Sinmun denuncia al premier titere surcoreano",
            "url": "http://kcna.co.jp/item/2010/201006/news12/20100612-26ee.html",
            "content": "Rodong Sinmun denuncia al premier titere surcoreano\r\nPyongyang, 12 de junio (ATCC) -- Hace poco, en una orgia del \"consejo consultivo por la democracia, la paz y la reunificacion\", entidad ultraderechista y conservadora, el primer ministro titere del Sur de Corea, Jong Un Chan, dijo que tomara las \"medidas rotundas\" hasta que el Norte \"se reflexione del incidente del hundimiento de la corbeta surcoreana 'Cheonan' y renuncie la provocacion\" y anadio que eso es para \"consolidar la paz y la reconciliacion\". Tales palabras no pasan de ser ultimas quejas de los delincuentes sin salida\n\t\t\t\t\tSenala el diario Rodong Sinmun en un comentario individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tAhora los titeres surcoreanos presentaron ante la ONU el documento falsificado para imputar a la RPDC la responsabilidad del incidente de hundimiento de \"Cheonan\", realizan en el Mar Oeste de Corea el \"desfile militar\" de caracter provocativo, discuten el problema de introducir unidad de misiles estadounidenses \"Patriot\" y se aferran con mas frenesi a las maniobras conflictivas con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPues, ?Es esto para la paz y la reconciliacion?\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Jong Un Chan ya perdio la confianza de la poblacion surcoreana por haberse puesto en la delantera de la realizacion de las politicas infames antipopulares tales como el \"proyecto de enmienda de la construccion de la ciudad de Sejong y la obra de \"ajuste de 4 rios\" sirviendo sin criterio y a ciegas al gobernante. \n\t\t\t\t\t\n\t\t\t\t\t En las recientes \"elecciones de autonomia local\", Jong experimento que amargo es el precio de la traicion al pueblo y vive con inquietud hasta en el sueno.\n\t\t\t\t\t\n\t\t\t\t\t  El traidor Jong debe retirarse sin demora del puesto del poder segun la demanda de la opinion publica, confirmada en dichas \"elecciones\"."
        }
    ]
}