{
    "date": "2010-12-09",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Meets Dai Bingguo",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-13ee.html",
            "content": "Kim Jong Il Meets Dai Bingguo\r\nPyongyang, December 9 (KCNA) -- General Secretary Kim Jong Il on Thursday met with State Councilor of the People's Republic of China Dai Bingguo on a visit to the DPRK.\n\t\t\t\t\t Present there were Zhang Zhijun, vice-minister of Foreign Affairs, Liu Hongcai, Chinese ambassador to the DPRK, Ai Ping, deputy head of the International Liaison Department of the C.C., the Communist Party of China, Qiu Yuanping, deputy director of the Foreign Affairs Office of the C.C., the CPC, Wu Dawei, special representative of the Chinese government for the Korean Peninsula issue, and others.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand were Kang Sok Ju, member of the Political Bureau of the C.C., the WPK and vice-premier of the Cabinet, and Kim Yang Gon, alternate member of the Political Bureau and secretary of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Dai Bingguo courteously conveyed greetings of Hu Jintao, general secretary of the C.C., the CPC and president of the PRC, to Kim Jong Il and presented his personal gift to him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il thanked for this and asked Dai Bingguo to convey his regards to Hu Jintao before having a talk with him in a warm and friendly atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting a talk was held over the issue of boosting the friendly and cooperative relations between the two countries and a series of issues of mutual concern."
        },
        {
            "title": "CPRK Secretariat on Truth of Yonphyong Island Shelling Incident",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-02ee.html",
            "content": "CPRK Secretariat on Truth of Yonphyong Island Shelling Incident\r\n Pyongyang, December 9 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea released a detailed report on Wednesday laying bare the truth and nature of the Yonphyong Island shelling incident in the West Sea of Korea. It clarified internally and externally who was the provocateur and who was to wholly blame for it.\n\t\t\t\t\t The report said:\n\t\t\t\t\t\n\t\t\t\t\t The Yonphyong Island covers just 6.8 square km and it has nearly 18 km in circumference. But this small island has been fortified as such core military stronghold that the puppet forces call it \"area for top class guard.\" A brigade of the puppet marine corps and \"K-9\" self-propelled artillery pieces of more than one company are deployed on the island and it has a dense network of detection means and intelligence-gathering and communication facilities.\n\t\t\t\t\t\n\t\t\t\t\t It was waters not far from Yonphyong archipelago that patrol ship of the puppet forces \"Cheonan\" sank in March this year. \n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers have persistently escalated the tension in this area, crying out for seeking \"revenge,\" and at last went the lengths of perpetrating direct shelling under the pretext of a military exercise.\n\t\t\t\t\t\n\t\t\t\t\t The motive of the incident and the background against which it occurred make it clearer that it was a deliberate provocation of the puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The above-said island is located deep inside the territorial waters of the DPRK side from the maritime demarcation line. If any live shell firing is conducted from there, shells are bound to drop inside the territorial waters of the DPRK side no matter in which direction they are fired because of these geographical features of the island.\n\t\t\t\t\t\n\t\t\t\t\t  The puppet warmongers fired as many as thousands of shells into the territorial waters of the DPRK side after deliberately fixing those waters as a target of sighting firing. This reckless act was obviously a deliberate provocation to prompt the DPRK to take a military counter-action. \n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric the south Korean conservative group may use in a bid to shift the responsibility for the incident onto the DPRK like a thief crying \"Stop the thief!\" it cannot hide the truth. \n\t\t\t\t\t\n\t\t\t\t\t The above-said incident was an inevitable product of the puppet conservative group's vicious moves to escalate the confrontation with fellow countrymen and ignite a war. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean dialogues and visits which had been brisk since the adoption of the June 15 joint declaration were totally suspended and an atmosphere of reconciliation, unity and reunification rapidly got cool due to the puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The conservative authorities of south Korea have persistently mocked at the DPRK's sincere efforts to improve the inter-Korean relations and turned away their faces from them. \n\t\t\t\t\t\n\t\t\t\t\t Since the puppet warmongers' seizure of power, they have staged an increasing number of exercises for a war of aggression against the DPRK and they assumed more dangerous nature. \n\t\t\t\t\t\n\t\t\t\t\t They have staged more frequent military exercises in waters off Yonphyong Island, in particular.\n\t\t\t\t\t\n\t\t\t\t\t When the puppet group's all policies to escalate the confrontation with the DPRK and war moves against it proved totally bankrupt in face of the domestic and foreign public's rebuff and condemnation, it orchestrated such hideous shocking incident as the Yonphyong Island shelling incident as its last-ditch effort. \n\t\t\t\t\t\n\t\t\t\t\t While the conservative group of south Korea was the direct provocateur of the said incident, the U.S. was a wire-puller and chieftain of the incident as it egged the puppet warmongers onto the military provocation.\n\t\t\t\t\t\n\t\t\t\t\t The above-said incident was triggered off because of the illegal \"northern limit line\" fixed by the U.S. in the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Military clashes and disputes have not ceased in waters of the West Sea of Korea since the cease-fire due to this bogus line having no ground in the light of international law as it was unilaterally drawn by Clark, the then UN forces commander on August 30, 1953.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sidestepped the DPRK's fair and aboveboard proposal for fixing a military boundary line in the West Sea. And it instigated the puppet conservative group to totally scrap the June 15 joint declaration and the October 4 declaration, claiming that the setting up of a special zone for peace and cooperation in the West Sea would bring the \"northern limit line\" to naught. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. in league with the puppet warmongers have run the whole gamut of schemes to make the \"northern limit line\" an established fact at any cost. \n\t\t\t\t\t\n\t\t\t\t\t Not only the warship \"Cheonan\" case in March but the recent Yonphyong Island shelling incident were cooked up according to this sinister scenario of the U.S. and under its backstage manipulation. \n\t\t\t\t\t\n\t\t\t\t\t Since the above-said shelling incident the U.S. has massively supplied the latest weapons to the puppet group while zealously egging it onto carry out what it called \"retaliation plan.\" This fact goes to clearly prove that the U.S. was the arch criminal who orchestrated and wire-pulled the incident behind the scene."
        },
        {
            "title": "DPRK Delegation Leaves to Attend WFYS",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-11ee.html",
            "content": "DPRK Delegation Leaves to Attend WFYS\r\n Pyongyang, December 9 (KCNA) -- A DPRK delegation of youth and students headed by Ri Yong Chol, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, left here on Thursday to participate in the 17th World Festival of Youth and Students to be held in South Africa.\n\t\t\t\t\t During the festival to be held from Dec. 13 to 21 under the slogan \"Let's defeat imperialism for a world of peace, solidarity and social transformation!\" the delegation is to take part in various events and thus further develop the friendship and solidarity with the progressive youth and students of the world."
        },
        {
            "title": "Burundian President Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-01ee.html",
            "content": "Burundian President Meets DPRK Ambassador\r\n Pyongyang, December 9 (KCNA) -- President of Burundi Pierre Nkurunziza recollected with deep emotion the full support and encouragement President Kim Il Sung sent to Burundi in its struggle for independence and development in the past, while receiving credentials from DPRK Ambassador to Burundi Jong Thae Yang on Nov. 30.\n\t\t\t\t\t He congratulated General Secretary Kim Jong Il on the 19th anniversary of his assumption of the supreme commandership of the Korean People's Army, adding that the DPRK has built strong military capability and enforced independent politics under his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his hope for having cooperation with the DPRK in various fields in the future."
        },
        {
            "title": "Updated Pyongyang Flour-Processing Factory Goes Operational",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-12ee.html",
            "content": "Updated Pyongyang Flour-Processing Factory Goes Operational\r\nPyongyang, December 9 (KCNA) -- The technological updated Pyongyang Flour-Processing Factory went operational with due ceremony on Thursday.\n\t\t\t\t\t The production buildings including the confectionary shop, the flour shop, the yeast shop, etc. were technologically updated and a new twist shop and a combined automation room came into being, putting a large continuous production process on a CNC basis.\n\t\t\t\t\t\n\t\t\t\t\t The technological updating of the factory as required by the new century helped lay another solid foundation for bringing about a radical turn in the foodstuff processing industry and a leap forward in the foodstuff production.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Premier Choe Yong Rim, Mun Kyong Dok, secretary of the Central Committee of the Workers' Party of Korea and chief secretary of the Pyongyang City Committee of the WPK, Minister of Foodstuff and Daily Necessities Industry Jo Yong Chol, Chairman of the Pyongyang City People's Committee Ryang Man Gil, officials concerned and others.\n\t\t\t\t\t\n\t\t\t\t\t A message of thanks of the WPK Central Committee to the builders and employees of the factory who performed labor feats in the project to modernize the factory was read out at the ceremony."
        },
        {
            "title": "Commendations Awarded to Meritorious Creators, Artistes and Officials ",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-14ee.html",
            "content": "Commendations Awarded to Meritorious Creators, Artistes and Officials \r\n Pyongyang, December 9 (KCNA) -- Commendations were awarded to the creators, artistes and officials who performed merits in reproducing the Opera \"A Dream of Red Mansions\" and creating acrobatic works in the DPRK. \n\t\t\t\t\tWatches carrying the august name of President Kim Il Sung were awarded to Room Chief Kim Yun, Actor Kim Yong Ha and Section Chief Han Ki Song of the Phibada Opera Troupe, Head of the Creative Staff for Acrobatic Music Pak Song Gun, Actor Ri Thae Gum and Director Pak Hui Yong of the Pyongyang Circus. Commendations of General Secretary Kim Jong Il were awarded to Actor Jong Jae Son and Craftsman Ryu Kyong Ho of the Phibada Opera Troupe and Producer Ko Ha Jun and Actress Mun Yong Nyo and Actor Kang Chang Sik of the Pyongyang Circus.\n\t\t\t\t\t\n\t\t\t\t\t The titles of People's Artiste were awarded to Room Chief Chae Myong Sok of the opera troupe, Artist Kim Chol A of the circus, the titles of People's Actor to Actresses Pae Yun Hui and Sin Yong Mi of the opera troupe and Chief Impresario An Kyong Uk of the circus, the titles of Merited Artiste to Sound Producer Ryang Kyong Chan, Composer O Sung Hak and Section Chief Jo Yong Mun of the opera troupe, Chief of a Department of the Pyongyang Kim Won Gyun Conservatory Yun Hui Gwang and Room Chief of the Pyongyang Acrobatic School Sin Yong Do and the titles of Merited Actor to Actor Kim Il Hwang of the Mansudae Art Troupe, Actresses Ri Jong Ran and Kim Jong Sil and Musician Pae Kum Ok of the Phibada Opera Troupe and Actors of the Pyongyang Circus Sin Chol Jin and Sim Jong Chol. \n\t\t\t\t\t\n\t\t\t\t\t The Order of National Flag First Class was awarded to five persons and the Order of Labor to 14 persons and orders and medals to many other creators, artistes and officials."
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Vol. 91 Off Press ",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-10ee.html",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Vol. 91 Off Press\r\n Pyongyang, December 9 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 91 of \"Complete Collection of Kim Il Sung's Works\", a library of the immortal Juche idea which systematically and comprehensively deals with the works of President Kim Il Sung in a chronological order.\n\t\t\t\t\t The book contains 38 works including speeches, conclusions and talks made by the President between August and December, Juche 80 (1991).\n\t\t\t\t\t\n\t\t\t\t\t Among them are a work of the President clarifying principles, tasks and ways for strengthening and developing the Korean People's Army into an invincible revolutionary army as required by the developing revolution and works giving answers to the issues of sprucing up, preserving and managing well revolutionary battle sites and revolutionary sites and intensifying the education through them and improving supply service for those who make study tours of revolutionary battle sites, etc. \n\t\t\t\t\t\n\t\t\t\t\t The book also contains works dealing with tasks and ways for accelerating economic construction and decisively improving the standard of people's living as required by the socialist society.\n\t\t\t\t\t\n\t\t\t\t\t  There are in the book works dealing with measures to bring about innovations in agricultural production and dynamically intensify the scientific researches in the field of agriculture.\n\t\t\t\t\t\n\t\t\t\t\t His works including \"Let Us Achieve the Great Unity of Our Nation\" and \"Let Us Achieve the Reunification of the Country through the Great Unity of the Nation\" give perfect answers to principled issues arising in accomplishing the cause of national reunification including the idea of achieving the reunification of the country by federal formula based on the three principles of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t There are in the book works in which he clarified the issues of meeting the increasing demand for salt by producing it by an industrial method and contributing to the efforts to improve the standard of people's diet by boosting aquatic products. The book also contains works underscoring the need for the General Association of Korean Residents in Japan to further strengthen the unity of its ranks and the need for all the overseas compatriots to follow the example set by it, etc."
        },
        {
            "title": "Chobyong Sports Group Boasts of Up-and-coming Footballers",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-09ee.html",
            "content": "Chobyong Sports Group Boasts of Up-and-coming Footballers\r\n Pyongyang, December 9 (KCNA) -- The Chobyong Sports Group in the Democratic People's Republic of Korea is well known for training many promising footballers.\n\t\t\t\t\t Ri Il Jin, Kang Nam Gwon and Ri Kwang Il who played a big role in the recently held Asian Under-19 and Under-16 Football Championships are all active in the group.\n\t\t\t\t\t\n\t\t\t\t\t Such boys as Hong Yong Jo, Ri Jun Il, Choe Chol Man, An Il Bom, Ri Myong Jun and such girls as Yun Hyon Hui who have distinguished themselves in international football tournaments were also trained in the same group.\n\t\t\t\t\t\n\t\t\t\t\t Rim Chang Do, who is one of the group's officials in charge of football, told KCNA that both the male and female youth football teams of the group won the titles several times at the sports contests for Mangyongdae Prize and Pochonbo Torch Prize and youth championships. The group would continue  concentrating on training many up-and-coming footballers to contribute to developing the nation's football techniques, he added."
        },
        {
            "title": "Treasure House of Literature and Arts Enriched",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-08ee.html",
            "content": "Treasure House of Literature and Arts Enriched\r\nPyongyang, December 9 (KCNA) -- Juche 99 (2010) has witnessed signal achievements in the literary and art field.\n\t\t\t\t\t The grand gymnastic and artistic performance \"Arirang\" and the October Concert were given in Pyongyang, drawing a large number of local and foreign people.\n\t\t\t\t\t\n\t\t\t\t\t The light comedy \"Echo of Mountain\" was recreated as a masterpiece and operas \"Liang Shanbo and Zhu Yingtai\" and \"Evgeni Onegin\" created successfully.\n\t\t\t\t\t\n\t\t\t\t\tEpics \"Ode to Vinalon\", \"Red Waves of Korea\" and \"Song of the West Sea\" and such famous songs as \"Glory to Our Great Party\" and \"I Song of the Party\" were created to enrich the treasure house of Juche-based literature.\n\t\t\t\t\t\n\t\t\t\t\t\"Lovely Sunshine\" (two parts), \"Our Political Instructor\", \"The Country I Saw\" (fourth and fifth parts), \" Hwangcholnamu Company\", \"Brother's Feelings\" and other feature films of ideological and artistic value were produced to inspire the local people in the effort for the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Such achievements have been made in fine art, too, with a Korean art show held with success in Vienna and the exhibits of the Mansudae Art Studio highly appreciated at the 2010 Jingdezhen International Porcelain Fair in China.\n\t\t\t\t\t\n\t\t\t\t\t \"Aerial Trapeze\" won the top prize at the 26th \"Golden Circus\" International Festival and \"Stunt Fliers\" took the top prize at the 12th Latina International Circus Festival and gold prize at the 9th Grenoble International Circus Festival. \n\t\t\t\t\t\n\t\t\t\t\t Artistic activities have also been invigorated among working people throughout the country, including servicemen's wives."
        },
        {
            "title": "All Units Called upon to Bring about Uninterrupted Innovations",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-03ee.html",
            "content": "All Units Called upon to Bring about Uninterrupted Innovations\r\n Pyongyang, December 9 (KCNA) -- It is grand ideal and hope of the Korean people to rapidly develop all fields including social and economic life so that the world may envy their life under socialism in the homeland of Songun, observes Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The Korean people have mettle to make their nation advance ahead of others, not allowing it to lag behind them even in the least, a will to create even a single thing better than others and a desire to carve out the best life in the world. This serves as an engine encouraging the people in their heroic struggle.\n\t\t\t\t\t\n\t\t\t\t\t If a thriving nation of Juche represents a land where the cherished desire of the Korean people comes true, the Korean nation-first spirit serves as a treasured sword for translating their ideals into realities. The Korean people's long-cherished ideals are coming true one by one through the on-going grand march for a surge. This is based on the above-said spirit. \n\t\t\t\t\t\n\t\t\t\t\t A fuller play to the mental power based on the national self-respect, the spirit of planting one's feet on one's ground and looking at the world, would increase the speed of the on-going grand march for a surge that much and help translate more of their ideals into a reality as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t It is the shortcut to realizing the people's ideals as early as possible to intensify the drive for pushing back the frontiers of the latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is better than the slogan \"Push back the frontiers of the latest science and technology!\" put up by the Workers' Party of Korea in the efforts to realize the people's ideals as early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a powerful scientific and technological force and tremendous economic potential strong enough to attain the world's level and put science and technology on the highest level in a few years to come. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are determined to take a hundred steps while others do a single one and thus turn their country into a scientific and technological power, an envy of the world. This spirit of pushing back the frontiers of the latest science and technology provides the surest guarantee for realizing their ideals in the earliest span of time. \n\t\t\t\t\t\n\t\t\t\t\t It is the way of translating the people's ideals into brilliant realities for all fields and units to give full play to the work style to bring about uninterrupted innovations and progress, concludes the article."
        },
        {
            "title": "Actions against Conclusion of FTA Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-06ee.html",
            "content": "Actions against Conclusion of FTA Declared in S. Korea\r\n Pyongyang, December 9 (KCNA) -- The south Korean Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. Free Trade Agreement held a press conference in Seoul on December 6 declaring actions against the puppet group's conclusion of the south Korea-U.S. FTA. \n\t\t\t\t\t Speakers there accused the authorities of clinching the additional negotiations with the U.S. for the conclusion of FTA, ignoring the desire of the people. \n\t\t\t\t\t\n\t\t\t\t\t Charging that FTA would bring unilateral benefits to the U.S. only, they questioned the authorities why did they need to have such negotiations for drain on resources.\n\t\t\t\t\t\n\t\t\t\t\t They accused the \"government\" of concealing particularly the fact that it had even the negotiations on the import of U.S. beef infected with mad cow disease. \n\t\t\t\t\t\n\t\t\t\t\t Terming the recent negotiations a fraudulent farce jointly orchestrated by Lee Myung Bak and the U.S. chief executive, they declared they would stage widespread actions against the conclusion of FTA in solidarity with the people from all walks of life."
        },
        {
            "title": " S. Korean Warmongers' Moves to Ignite War Slammed",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-04ee.html",
            "content": "S. Korean Warmongers' Moves to Ignite War Slammed\r\n Pyongyang, December 9 (KCNA) -- Political parties, civic and public organizations of south Korea including the Democratic Labor Party, the Solidarity for Progress and the People for Achieving Peace and Reunification at a press conference in Seoul on December 6 denounced the puppet warmongers for their reckless moves to ignite a war.\n\t\t\t\t\t The speakers at the press conference accused the puppet Ministry of Defense of announcing that it would stage shelling exercises in the East, West and South seas of south Korea from Dec. 6 to 12. They branded them as reckless actions to spark off an all-out war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to stop at once the moves to escalate the confrontation getting on the nerves of the DPRK and take steps to achieve peace.\n\t\t\t\t\t\n\t\t\t\t\t The security on the peninsula does not depend on exercises for a war of aggression against the DPRK but on the implementation of the June 15 joint declaration, they noted, urging the authorities to stop at once the dangerous shelling exercises."
        },
        {
            "title": "Actions to Check Projects for Improving Four Big Rivers Called for",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-05ee.html",
            "content": "Actions to Check Projects for Improving Four Big Rivers Called for\r\n Pyongyang, December 9 (KCNA) -- Civic and public organizations and opposition parties of south Korea including the Confederation of Trade Unions, the Solidarity for Progress and the Democratic Labor Party held a meeting in Seoul on December 5 condemning the ruling forces for their moves to push forward the projects for improving  the four big rivers.\n\t\t\t\t\t Speakers recalled at the meeting that the ruling party is working hard to pass the proposed budget for the next year for carrying out the projects for improving the four big rivers through the \"National Assembly\", adding that this touches off anger among all the people.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the authorities for posing a threat to the people's existence through the above-said projects, not content with selling off the interests of the people through the additional negotiations for concluding the south Korea-U.S. FTA.\n\t\t\t\t\t\n\t\t\t\t\t  There is no other alternative but to struggle against the authorities hell-bent on crimes, going against the trend of the history, they declared, calling upon all the people to get united in the actions to block the passage of the proposed budget through the NA.\n\t\t\t\t\t\n\t\t\t\t\t A joint declaration calling on the people from all walks of life to pool their efforts and wage more dynamic actions against the above-said projects was read out at the meeting."
        },
        {
            "title": "Kim Jong Il se reune con Dai Bingguo",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-15ee.html",
            "content": "Kim Jong Il se reune con Dai Bingguo\r\nPyongyang, 9 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, se reunio el dia 9 con el consejero de Estado de la Republica Popular China, Dai Bingguo, de visita en Corea. \n\t\t\t\t\tEn la ocasion estuvieron presentes el viceministro de Relaciones Exteriores Zhang Zhijun, el embajador chino en Corea Liu Hongcai, el subjefe del Departamento de Enlace Internacional del Comite Central del PCCh, Ai Ping, el subdirector de la Oficina Central de los Asuntos Extranjeros, Qiu Yuanping, el delegado especial del gobierno chino encargado de los asuntos de la Peninsula Coreana, Wu Dawei, y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\tSe encontraban tambien Kang Sok Ju, miembro del Buro Politico del CC del PTC y vicepremier del Consejo de Ministros, y Kim Yang Gon, miembro suplente del BP y secretario del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  El visitante transmitio cortesmente al Dirigente el saludo de parte de Hu Jintao, Secretario General del  Comite Central del Partido Comunista de China y Presidente de la Republica Popular China, y le entrego el regalo preparado por si mismo.\n\t\t\t\t\t\n\t\t\t\t\t  Tras expresar el agradecimiento al respecto, el Dirigente extendio su saludo a Hu Jintao y sostuvo conversaciones con Dai Bingguo en un clima cordial y amistoso.\n\t\t\t\t\t\n\t\t\t\t\t  Las conversaciones abordaron el problema de como consolidar y desarrollar mas las relaciones de amistad y cooperacion entre los dos paises y otros temas de interes mutuo."
        },
        {
            "title": "CRPP publica informacion detallada del incidente de la isla Yonphyong",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-16ee.html",
            "content": "CRPP publica informacion detallada del incidente de la isla Yonphyong\r\nPyongyang, 9 de diciembre (ATCC) -- A fin de dar a conocer al interior y exterior quien es provocador y culpable del incidente de fuego artillero en la isla Yonphyong en el Mar Oeste de Corea revelando la verdad de lo ocurrido y su esencia, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 8 una informacion detallada.\n\t\t\t\t\t  En la pequena isla Yonphyong, que tiene una superficie de 6.8 kilometros cuadrados y cerca de 18 kilometros de perimetro, estan emplazados una brigada de infanteria de marina del ejercito titere surcoreano, los canones automotor \"K-9\" correspondientes a mas de una compania, numerosos detectores y aparatos de comunicaciones y de recogida de informaciones. Por esta razon, esta isla fue convertida en la base militar tan fortificada que los mismos titeres surcoreanos la llaman como \"area No. 1 en alerta\", senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  La corbeta \"Cheonan\" fue hundida en marzo de este ano en las aguas no lejanas del archipielago Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\t  Al hablar de la supuesta \"venganza\" de ello, los belicistas surcoreanos vinieron agravando la tension en esa zona y al fin y al cabo, perpetraron la provocacion de disparar los obuses, bajo el rotulo de ejercicio militar, directamente hacia las aguas jurisdiccionales de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El motivo y curso de este incidente demuestran claramente que fue una provocacion intencional de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  La isla Yonphyong esta situada bien dentro de nuestras aguas jurisdiccionales desde la Linea de Demarcacion maritima. Por esta caracteristica geografica, si se realiza el tiro de canones desde esa isla en cualquier direccion, sus obuses caen automaticamente en las aguas jurisdiccionales de nuestra parte.\n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas surcoreanos establecieron intencionalmente la zona de disparo a punteria en nuestras aguas jurisdiccionales y dispararon miles de proyectiles. Esta aventurera accion devino evidentemente una provocacion intencional para incitar nuestra reaccion militar.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque la banda de conservadores surcoreanos trata de imputar a nuestra parte la responsabilidad del caso, no podra encubrir jamas la verdad de lo ocurrido.\n\t\t\t\t\t\n\t\t\t\t\t  El caso de la isla Yonphyong resulta producto inevitable de las siniestras maniobras de enfrentamiento fratricida y guerra de esa camarilla.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a las maniobras de ella, fueron suspendidos totalmente los dialogos y viajes entre el Norte y el Sur de Corea que se realizaban animadamente despues de publicada la Declaracion Conjunta del 15 de Junio y fue congelado bruscamente el ambiente de reconciliacion, unidad y reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades conservadoras surcoreanas burlaron y dieron espaldas a los sinceros esfuerzos de la RPDC por la mejora de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Despues de que llegaron al \"Poder\" los belicistas surcoreanos, tomaron auge los ejercicios de la guerra de agresion al Norte adquiriendo mayor peligrosidad.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, se realizaron con mayor frecuencia los ejercicios militares en las periferias de la isla Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\t  Ya que todas sus politicas conflictivas y maniobras belicistas anti-RPDC resultaron fracasadas completamente por la condena de la opinion publica interna y externa, ellas dieron el ultimo coletazo al provocar un caso tan sensacional como el incidente en cuestion.\n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas surcoreanos son provocadores directos del caso y EE.UU. es controlador trasero y culpable principal que los empujo a la provocacion militar.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, ha sido el detonante de ella la \"linea de limite al Norte\" establecida ilegalmente por EE.UU. en el Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a esta linea fantasmal no apegada a la ley internacional y trazada arbitrariamente el 30 de agosto de 1953 por Clark, comandante de las \"Fuerzas de la ONU\" de aquel tiempo, desde el cese de fuego de la guerra coreana hasta la fecha, no pararon los conflictos armados y litigios en el Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. hizo vista gorda del justo e imparcial proyecto del establecimiento de la linea de demarcacion militar en el Mar Oeste presentado por la RPDC y azuzo a los titeres surcoreanos a convertir en papel mojado la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre insistiendo en que si se crea la zona especial de cooperacion pacifica en el Mar Oeste, desapareceria la \"linea de limite al Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  Y se esforzo en todo lo posible junto con los titeres surcoreanos por hacer valer esa linea.\n\t\t\t\t\t\n\t\t\t\t\t  El caso de la corbeta \"Cheonan\" y el reciente disparo de obuses en la isla Yonphyong son productos del siniestro intento y control trasero de ese imperio.\n\t\t\t\t\t\n\t\t\t\t\t  Lo evidencia el hecho de que despues del incidente  de la isla Yonphyong, EE.UU. suministra en gran cantidad las armas sofisticadas a los titeres surcoreanos apoyando activamente el supuesto \"plan de represalia\"."
        },
        {
            "title": "Pierre Nkurunziza desea cooperar con la RPDC en varios sectores",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-17ee.html",
            "content": "Pierre Nkurunziza desea cooperar con la RPDC en varios sectores\r\nPyongyang, 9 de diciembre (ATCC) -- Jong Thae Yang, embajador de la Republica Popular Democratica de Corea en Burundi, presento el 30 de noviembre sus cartas credenciales al presidente de este pais, Pierre Nkurunziza.\n\t\t\t\t\tEn la ocasion, el mandatario recordo con gran emocion el hecho de que en el pasado, el Presidente Kim Il Sung habia enviado gran apoyo y respaldo a la lucha por la independencia y el desarrollo de Burundi.\n\t\t\t\t\t\n\t\t\t\t\tFelicito el 19o aniversario del nombramiento de Su Excelencia Kim Jong Il como Comandante Supremo del EPC y alabo que bajo su direccion del Songun, la RPDC adquirio el gran poderio militar y practica la politica independiente.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, expreso su deseo de cooperar en el futuro con Corea en varios sectores."
        },
        {
            "title": "Modernizada Fabrica de Elaboracion de Harina de Trigo de Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-18ee.html",
            "content": "Modernizada Fabrica de Elaboracion de Harina de Trigo de Pyongyang\r\n Pyongyang, 9 de diciembre (ATCC) -- Quedo reconstruida excelentemente la Fabrica de Elaboracion de Harina de Trigo de Pyongyang.\n\t\t\t\t\t  Aparte de la reconstruccion de edificios de produccion como talleres de galleta, harina de trigo y levadura, se levantaron nuevamente el taller de rosquilla y la sala de automatizacion combinada y se modernizo segun la tecnologia CNC la cadena productiva de gran dimension.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a la remodelacion de la fabrica conforme a la demanda del nuevo siglo, fue sentada otra solida base para producir una innovacion en la industria alimentaria y alcanzar un auge en la produccion de alimentos.\n\t\t\t\t\t\n\t\t\t\t\t  Tuvo lugar el dia 9 el acto de inauguracion. \n\t\t\t\t\t\n\t\t\t\t\t  Estuvieron presentes en la ocasion el premier del Consejo de Ministros Choe Yong Rim, el secretario del Comite Central del Partido del Trabajo de Corea y secretario responsable del Comite del PTC en la Ciudad de Pyongyang, Mun Kyong Dok, el ministro de la Industria Alimentaria y de Necesidades Diarias, Jo Yong Chol, el presidente del Comite Popular de la Ciudad de Pyongyang, Ryang Man Gil, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  En el acto se dio lectura al mensaje de felicitacion del Comite Central del PTC enviado a los constructores y los empleados de la fabrica, que realizaron meritos laborales en la obra de modernizacion."
        },
        {
            "title": "Exitos logrados en 2010 en la literatura y el arte",
            "url": "http://kcna.co.jp/item/2010/201012/news09/20101209-19ee.html",
            "content": "Exitos logrados en 2010 en la literatura y el arte\r\nPyongyang, 9 de diciembre (ATCC) -- El 99 (2010) de la Era Juche ha sido testigo de insolitos saltos e innovaciones registrados en la rama de literatura y arte de Corea.\n\t\t\t\t\tLa funcion gimnastico-artistica masiva \"Arirang\", muy aplaudida en el interior y exterior del pais, el \"Concierto de Octubre\" ofrecido por la Orquesta Unhasu y otras obras estimularon mucho a los militares y civiles que avanzan con gran fe. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, la comedia ligera \"Eco de la Montana\", recreada como obra maestra de la epoca, produjo grandes repercusiones en todo el pais llamando a la construccion de una gran potencia prospera. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los artistas coreanos crearon las operas \"Liang Shanbo y Zhu Yingtai\" y \"Evgueni Oneguin\" adaptando las obras originales de igual nombre de China y Rusia.\n\t\t\t\t\t\n\t\t\t\t\tSe crearon ademas las epopeyas \"Himno de Vinalon\", \"Oleada roja de Corea\" y \"Cancion del Mar Oeste\" y las canciones famosas como \"Gloria a nuestro gran Partido\" y \"Cantemos del Partido\" que enriquecieron la tesoreria de la literatura del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEn la rama cinematografica se produjeron las peliculas de ficcion \"El sol radiante\" (primera y segunda partes), \"Nuestro instructor politico\", \"El pais que conoci\" (cuarta y quinta partes), \"Compania de alamos\", \"Hermandad\" y otras de alto nivel ideologico y artistico que llamaron a la lucha y a la creacion de meritos al ejercito y al pueblo levantados en la marcha general. \n\t\t\t\t\t\n\t\t\t\t\tEn el sector de bellas artes se alcanzaron tambien grandes exitos.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, la galeria coreana, celebrada en Viena, Austria, conmovio a todo el continente europeo, mientras la Casa de Creacion Mansudae obtuvo buena evaluacion en la Exposicion Internacional de Porcelanas en Jingdezhen de China de 2010.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, la acrobacia coreana \"Vuelo de saltos mortales\" gano el premio supremo en el 26o Festival Internacional de Circo \"Golden Circus\" y la pieza \"Aviadores\" obtuvo el maximo galardon y el premio de oro en el 12o Festival Internacional de Circo de Latina y en el 9o Festival Internacional de Circo Grenoble, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tLas funciones de grupos artisticos de las familiares de militares y las otras de miembros de grupos artisticos y grupos de agitacion artistica movil de la Hilanderia Kim Jong Suk de Pyongyang, la Fabrica Textil de Pyongyang y otras fabricas y empresas mostraron el nivel de desarrollo de la cultura y arte masivas funcionando como motor impulsor de la edificacion de una gran potencia prospera."
        }
    ]
}