{
    "date": "2010-04-21",
    "url": "http://kcna.co.jp/item/2010/201004/2010-04-21ee.html",
    "articles": [
        {
            "title": "Foreign Ministry Issues Memorandum on N-Issue",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-27ee.html",
            "content": "Foreign Ministry Issues Memorandum on N-Issue\r\n Pyongyang, April 21 (KCNA) -- The DPRK Foreign Ministry, in a memorandum issued on the nuclear issue of the Korean Peninsula on Wednesday, underscored the need to get a correct understanding of how nuclearization started on the peninsula and what was the root cause of it if a solution to the denuclearization of the peninsula is to be found with proper understanding of its essence.\n\t\t\t\t\t According to the memorandum, no nation in the world has been exposed to the nuclear threat so directly and for so long time as the Koreans. Koreans were the second biggest victims of the U.S. A-bomb attacks on Hiroshima and Nagasaki next to Japanese as they directly suffered from them.\n\t\t\t\t\t\n\t\t\t\t\t So, A-bomb threat made by the U.S. during the last Korean War was a nightmare in the true sense of the word. This nuclear blackmail resulted in the mass exodus of \"A-bomb-driven refugees\" from the north to the south in the Korean Peninsula during the war.\n\t\t\t\t\t\n\t\t\t\t\tIt was the U.S. that introduced nuclear weapons into the Korean Peninsula for the first time. In the latter half of the 1950s the U.S. transferred its nuclear weapons to south Korea from Japan. Since then the deployment of U.S. nukes had steadily increased in south Korea, bringing the number of them to over 1,000 in the middle of the 1970s.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged joint military exercises for using those nukes in the actual war of aggression against the DPRK since the late 1960s.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK has exerted efforts for defusing the U.S. nuclear threat at the three phases, the memorandum says:\n\t\t\t\t\t\n\t\t\t\t\t It worked hard to remove the U.S nuclear threat by means of establishing a nuclear-free zone through peaceful dialogue and negotiation at the first phase and made similar efforts on the strength of international law at the second phase.\n\t\t\t\t\t\n\t\t\t\t\t All these efforts, however, proved futile. The last and only option was to react to \"nukes with nukes.\"\n\t\t\t\t\t\n\t\t\t\t\t The extreme nuclear threat of the U.S. persistently compelled the DPRK to have access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t On January 10, 2003, the DPRK government took such a resolute self-defensive measure as totally pulling out of the NPT by lifting the 10 year-long moratorium on its withdrawal from it. Not bound to the NPT any longer, the DPRK legally and legitimately made a switchover to making all the amount of plutonium obtained in the process of electricity production at the pilot nuclear power plant weapon-grade.\n\t\t\t\t\t\n\t\t\t\t\t In October 2006, three years after it pulled out of the NPT the DPRK conducted the first nuclear test and in May 2009 the second one.\n\t\t\t\t\t\n\t\t\t\t\t This put an end to the nuclear imbalance in Northeast Asia where only the DPRK was left without any nuke whereas other regions had lots of nuclear weapons and were under nuclear umbrellas. The DPRK's access to nukes provided so effective deterrent that the danger of outbreak of a war drastically dwindled on the Korean Peninsula. This represented the efforts exerted by the DPRK to defuse the nuclear threat at the present phase of deterring the U.S. nukes with its own nukes, not making a verbal appeal only.\n\t\t\t\t\t\n\t\t\t\t\t Consistent is the stand of the DPRK government to build a lasting peace regime on the peninsula and denuclearize it, the memorandum says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The process of denuclearization of the Korean Peninsula clarified in the September 19 Joint Statement adopted at the six-party talks in 2005 called for totally eliminating substantial nuclear threats posed to the peninsula from outside in a verifiable manner, thereby turning the whole Korean Peninsula into a nuclear-free zone on that basis. The denuclearization presupposes confidence-building. An earlier conclusion of a peace treaty on the Korean Peninsula still in the state of ceasefire would help build confidence needed for denuclearization as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t The mission of the nuclear armed forces of the DPRK is to deter and repulse aggression and attack on the country and the nation till the nuclear weapons are eliminated from the peninsula and the rest of the world. The DPRK has invariably maintained the policy not to use nuclear weapons against non-nuclear states or threaten them with nukes as long as they do not join nuclear weapons states in invading or attacking it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a willingness to join the international efforts for nuclear non-proliferation and on nuclear material security on an equal footing with other nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t It will manufacture nukes as much as it deems necessary but will neither participate in nuclear arms race nor produce them more than it feels necessary. It will join the international nuclear disarmament efforts with an equal stand with other nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever make consistent efforts for the denuclearization of the world including the Korean Peninsula, regardless of whether the six-party talks are resumed or not."
        },
        {
            "title": "Kim Yong Chun Meets Cuban Military Delegation",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-19ee.html",
            "content": "Kim Yong Chun Meets Cuban Military Delegation\r\n Pyongyang, April 21 (KCNA) -- Kim Yong Chun, minister of the People's Armed Forces of the DPRK, Wednesday met and had a friendly talk with the delegation of the Cuban Revolutionary Armed Forces led by Alvaro Lopez Miera, vice-minister of Revolutionary Armed Forces and chief of the General Staff of the Cuban Revolutionary Armed Forces.\n\t\t\t\t\t On hand were Pak Jae Gyong, vice-minister of the People's Armed Forces, general officers and other officers of the Korean People's Army and Ambassador Jose Manuel Galego Montano and Military Attache Leonardo Perez Mesa of the Cuban embassy here."
        },
        {
            "title": "Talks between Korean and Cuban Military Delegations",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-18ee.html",
            "content": "Talks between Korean and Cuban Military Delegations\r\n Pyongyang, April 21 (KCNA) -- Talks were held here on Wednesday between the delegations of the Korean People's Army and the Cuban Revolutionary Armed Forces.\n\t\t\t\t\t Present there from the Korean side were Ri Yong Ho, chief of the KPA General Staff, Pak Jae Gyong, vice-minister of the People's Armed Forces, general officers and other officers of the KPA and from the Cuban side members of the delegation led by Alvaro Lopez Miera, vice-minister of Revolutionary Armed Forces and chief of the General Staff of the Revolutionary Armed Forces, and Military Attache Leonardo Perez Mesa of the Cuban embassy here. \n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides reaffirmed the will to further develop the friendly relations between the armies of the two countries and exchanged views on the matters of mutual concern."
        },
        {
            "title": "Pak Ui Chun Congratulates Nigerian FM",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-22ee.html",
            "content": "Pak Ui Chun Congratulates Nigerian FM\r\n Pyongyang, April 21 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, Tuesday sent a congratulatory message to Henry Odein Ajumogobia upon his appointment as foreign minister of Nigeria.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would steadily grow stronger and wished him success in his new job."
        },
        {
            "title": "Pak Ui Chun Meets New Moroccan Ambassador",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-20ee.html",
            "content": "Pak Ui Chun Meets New Moroccan Ambassador\r\n Pyongyang, April 21 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, met and had a talk with Jaafar Alj Hakim, Moroccan ambassador newly accredited to the DPRK, on Wednesday when the latter paid a courtesy call on him."
        },
        {
            "title": "MOU Signed between DPRK and Mongolia",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-28ee.html",
            "content": "MOU Signed between DPRK and Mongolia\r\n Pyongyang, April 21 (KCNA) -- A memorandum of understanding on the development of cooperation in economy and trade between Rason Municipality of the DPRK and the Ministry of Road, Transport, Construction and City Management of Mongolia was signed in Rason Wednesday.\n\t\t\t\t\t Present there from the DPRK side were Kim Su Yol, chairman of the Rason Municipal People's Committee, and officials concerned and from the opposite side Gombojab Zandanshatar, minister of Foreign Affairs and Trade of Mongolia, and his party and Sodovjamts Khurelbaatar, Mongolian ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe MOU was inked by Kim Su Yol and Amarjargal Gansukh, vice-minister of Road, Transport, Construction and City Management of Mongolia."
        },
        {
            "title": "Cooperation between Museums of DPRK and Vietnam",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-24ee.html",
            "content": "Cooperation between Museums of DPRK and Vietnam\r\n Pyongyang, April 21 (KCNA) -- An agreement on establishment of friendly relations and exchange and cooperation between the Korean Revolution Museum and Ho Chi Minh Museum of Vietnam was signed at Ho Chi Minh Museum on April 12.\n\t\t\t\t\t Present there from the DPRK side were members of the visiting delegation of the Korean Revolution Museum and the ambassador and staff members of the DPRK embassy in Hanoi and from the opposite side the vice-minister of Culture, Sports and Tourism and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The agreement was inked by the head of the Korean Revolution Museum delegation and the curator of Ho Chi Minh Museum."
        },
        {
            "title": "Iranian Foreign Ministry Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-21ee.html",
            "content": "Iranian Foreign Ministry Delegation Here\r\n Pyongyang, April 21 (KCNA) -- A delegation of the Foreign Ministry of Iran led by Vice-Minister Mohammad Ali Fathollahi   arrived here by air on Wednesday."
        },
        {
            "title": "Floral Tribute Paid to Kang Pan Sok",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-26ee.html",
            "content": "Floral Tribute Paid to Kang Pan Sok\r\n Pyongyang, April 21 (KCNA) -- Wreaths were laid before the statue of Kang Pan Sok, an indomitable revolutionary fighter, at the Chilgol Revolutionary Site and before her grave in Mangyongdae on Wednesday on the occasion of the 118th anniversary of her birth.\n\t\t\t\t\tSeen before the statue and grave were wreaths from General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremonies were O Kuk Ryol, Choe Thae Bok, Kim Ki Nam, Yang Hyong Sop and others, the chairman of a friendly party, leading officials of party and power organs and working people's organizations, officials of ministries and national institutions and officials and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statue and grave were wreaths in the name of the WPK Central Committee and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the name of working people's organizations, ministries, national institutions and revolutionary schools and party and power organs, farms, schools and others in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kang Pan Sok, looking back on her brilliant revolutionary life and exploits."
        },
        {
            "title": "National Symposium on Medical Science Held",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-23ee.html",
            "content": "National Symposium on Medical Science Held\r\nPyongyang, April 21 (KCNA) -- A national symposium on medical science was held at the Grand People's Study House Wednesday to observe the 25th anniversary of the publication of General Secretary Kim Jong Il's work \"On the Further Improvement of the Health Service\".\n\t\t\t\t\t The work deals with the importance of the WPK's policy of preventive medicine and sets forth tasks for improving the hygienic and anti-epidemic work, preventing diseases and environmental pollution and promoting information service for sanitation and the section doctor system.  \n\t\t\t\t\t\n\t\t\t\t\t Ri Pong Hun, chairman of the Central Committee of the Medical Association of Korea, said in his speech that the above-said work serves as an immortal library giving a perfect clarification to all theoretical and practical issues arising in the socialist health service as required by the work of modeling all members of the society on the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t Over the past 25 years since the publication of the work, great successes have been achieved in the health service for the people thanks to the experienced and seasoned leadership of Kim Jong Il and the devoted efforts of the workers in the field of public health, he said.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the health workers to preserve the socialist public health system of Juche true to the Songun idea and leadership of Kim Jong Il and bring about a great turn in the health service this year marking the 65th founding anniversary of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Then the participants heard papers dealing with valuable issues in putting public health and sanitation on a high scientific and technological basis and improving the prevention of diseases."
        },
        {
            "title": "Palestinian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-25ee.html",
            "content": "Palestinian Ambassador Gives Reception\r\n Pyongyang, April 21 (KCNA) -- Palestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan gave a reception at his embassy Wednesday on the occasion of the Day of the Sun.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Jin, minister of Education, Kim Pyong Phal, chairman of the Central Committee of the General Federation of Trade Unions of Korea, Ri Yong Chol, vice-department director of the Central Committee of the Workers' Party of Korea, Kim Hyong Jun, vice-minister of Foreign Affairs, Mun Jae Chol, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and others.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Palestinian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\tThe Palestinian ambassador addressing the reception said that the friendly relations between the peoples of the two countries provided by President Yasser Arafat and President Kim Il Sung have grown stronger under the deep care of Mahmoud Abbas and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Palestinian people always stand by the friendly Korean people in their struggle to get the U.S. troops withdrawn from south Korea and reunify the country and support all proposals of the DPRK, he said, hoping that the Korean people would weather difficulties and emerge victorious in their efforts to achieve progress and prosperity and bring about bright future under the wise guidance of \n\t\t\t\t\t\tKim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop in his speech said that Kim Il Sung is the eternal father of the Korean nation and the sun of all people as he dedicated his whole life to the prosperity of the country, happiness of the people and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the revolutionary cause of Juche pioneered by the President has been successfully carried forward by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the Korean people would invariably support the Palestinian people in their just cause to retake lands occupied by Israel, restore their legitimate national rights and found an independent and sovereign state with Kuds as its capital."
        },
        {
            "title": "Various Silk Manufactures Produced",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-11ee.html",
            "content": "Various Silk Manufactures Produced\r\n Pyongyang, April 21 (KCNA) -- Various kinds of silk manufactures have been produced with cocoon fiber in the Democratic People's Republic of Korea.   \n\t\t\t\t\t The Korean people had done farming and silk culture on a high level already in the period when many other tribes were engaging in hunting and nomadism only.  \n\t\t\t\t\t\n\t\t\t\t\t The production of Korean-made silk fabrics, which had been popular in neighboring countries, began to be mass-produced after the country was liberated from the Japanese imperialists' colonial rule on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the Kim Jong Suk Pyongyang Silk Mill and other silk mills throughout the country have steadily increased the production of silk thread and silk goods, including silk cloth, velvet and blanket, on the basis of up-to-date technologies.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Jagang and other provinces have extensively created and properly manured and tended mulberry fields to fully supply raw materials to the silk mills.\n\t\t\t\t\t\n\t\t\t\t\t The demand for the Korean-made silk goods is ever growing in local and foreign markets."
        },
        {
            "title": "Ryongyang Mine",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-13ee.html",
            "content": "Ryongyang Mine\r\n Pyongyang, April 21 (KCNA) -- The Ryongyang Mine is a gigantic magnesite producer of the Democratic People's Republic of Korea.\n\t\t\t\t\t The mountains belonging to the mine have been called \"gold mountains\", \"money mountains\" and the like as they have billions of tons of high-grade magnesite deposits.\n\t\t\t\t\t\n\t\t\t\t\t The government has made a great investment in the mine to increase its production capacity by constructing large-sized vertical ore dropping chutes and terraced stopes. \n\t\t\t\t\t\n\t\t\t\t\t An underground belt conveyer and heavy-media large and small ore dressing plants, each plant with millions of tons of annual capacity, have also appeared in the mine.\n\t\t\t\t\t\n\t\t\t\t\t The mine has constructed promising pits and more stopes while securing more magnesite deposits.\n\t\t\t\t\t\n\t\t\t\t\t It is now buckling down to realizing mass mining and processing and putting mining on a large and modern basis.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il visited the mine in May Juche 98 (2009) and set forth tasks to be fulfilled by the mine to contribute to the economic growth of the country and the improvement of the people's living."
        },
        {
            "title": " Brilliant Life of Woman Revolutionary",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-12ee.html",
            "content": "Brilliant Life of Woman Revolutionary\r\n Pyongyang, April 21 (KCNA) -- April 21 is the 118th birth anniversary of Kang Pan Sok, a great, indomitable revolutionary and outstanding leader of the women's emancipation movement in Korea.\n\t\t\t\t\t Hers was a brilliant life devoted to the country, nation and revolution.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the anti-Japanese armed struggle President Kim Il Sung, worrying about the ill health of his mother Kang Pan Sok, paid a visit to her with some 15 kilograms of foxtail millet. \n\t\t\t\t\t\n\t\t\t\t\t But she told him in a serious tone: I am grateful to you for your great filial devotion, but I am not of the type to be comforted by that. You have a greater cause to attend to. Don't you think you should carry out your father's will? Don't worry about me, but hurry along your own way.\n\t\t\t\t\t\n\t\t\t\t\t The love she showed him was not simply motherly love. It was true revolutionary affection with which she regarded him as the son of the nation rather than her own son and awakened him to the need to give priority to loyalty to the country over filial piety towards his parents.\n\t\t\t\t\t\n\t\t\t\t\t Still popular in Korea is the song \"Great Love of the Mother\" created many years ago on the basis of the story.\n\t\t\t\t\t\n\t\t\t\t\t She devotedly helped revolutionaries in their anti-Japanese struggle. When they dropped in her house she used to sincerely serve them with meal, though she lacked food, patch up their clothes and dry their wet footwear all night. She also prepared expenses and provisions needed for their journey. \n\t\t\t\t\t\n\t\t\t\t\t That is why comrades-in-arms of the President called her \"our mother\" and her small thatch-covered house \"our home\".\n\t\t\t\t\t\n\t\t\t\t\t She dedicated herself to the patriotic cause to the last moment of her life."
        },
        {
            "title": "US Talk about \"Human Rights\" Dismissed as Hypocritical",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-16ee.html",
            "content": "US Talk about \"Human Rights\" Dismissed as Hypocritical\r\n Pyongyang, April 21 (KCNA) -- The United States is arbitrarily taking issue with \"human rights records\" in other countries as if it were a \"human rights judge.\" This is a serious infringement upon the sovereignty of other countries and international law as it blocks the development of sound relations among countries based on the principles of independence and equality.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. dares interfere in the internal affairs of sovereign states and forces them to accept the U.S.-style political mode and lifestyle,   the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is a vicious move to obliterate the ideas and systems, culture and customs of other countries and nations and infiltrate its decadent idea and culture and lifestyle into them. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's worst human rights abuser as it is keen to infringe upon the sovereignty of other countries, perpetrating ceaseless military intervention and aggression against those countries.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. likes to interfere in the internal affairs of other countries and unhesitatingly launches armed intervention against those countries which do not meekly meet its demands but court its displeasure. This is the U.S. inveterate mode of action.\n\t\t\t\t\t\n\t\t\t\t\t The world peace is disturbed and the sovereignty of countries violated and the development of nations seriously impeded due to the outright interference and aggression being committed by the U.S. in different parts of the world under the signboard of \"championing of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has neither justification nor decency to talk about human rights. The further the U.S. intensifies the intervention, pressure and aggression against sovereign states, ceaselessly paying lip service to the deceptive \"human rights\" in utter disregard of reality, the bitterer disgrace and more thorough isolation it will face. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to drop its foolish attempt to realize its ambition for domination by interfering in the internal affairs of other countries, putting pressure upon them and perpetrating aggression against them over the \"human rights issues.\""
        },
        {
            "title": "Sinister Moves to Bring Korean Relations to Collapse under Fire",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-17ee.html",
            "content": "Sinister Moves to Bring Korean Relations to Collapse under Fire\r\n Pyongyang, April 21 (KCNA) -- The tour of Mt. Kumgang is now on the verge of total collapse. The blame for this entirely rests with the south Korean puppet group that has abused the tour issue for meeting its sinister purpose of escalating confrontation with the DPRK.\n\t\t\t\t\t Rodong Sinmun says this in a signed article Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t It admits of no argument that the conservative group opposed the resumption of the tour of Mt. Kumgang prompted by its black-hearted design to continue to push the inter-Korean relations to a catastrophe, quite contrary to national reconciliation, unity and reunification, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The denial of the resumption of the tour is precisely a denial of the inter-Korean relations, the north-south joint declarations and national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is hard to expect any improvement in the inter-Korean relations or any activities for north-south reconciliation and cooperation including the tour of Mt. Kumgang unless the puppet group stops its moves for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can never be in peace as long as the puppet group is allowed to find its way out in escalating north-south confrontation, in utter disregard of the interests and reunification of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group can never dodge stern punishment by the nation for the crimes it committed by blocking the resumption of tour of Mt. Kumgang and pushing the inter-Korean relations to an uncontrollable catastrophe."
        },
        {
            "title": "S. Korean Chief Executive Accused of Reckless Remarks",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-10ee.html",
            "content": "S. Korean Chief Executive Accused of Reckless Remarks\r\n Pyongyang, April 21 (KCNA) -- The chief executive of south Korea at the recent \"nuclear security summit\" held in Washington D.C. cried out for international \"cooperation\" while raising a hue and cry over the \"nuclear threat from the north\". He at a \"special press conference\" blustered south Korea would \"deter the nuclear program of the north\" and that the north \"should show its definite will to dismantle nukes\".\n\t\t\t\t\t Minju Joson Wednesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive solicited for international \"cooperation\" while describing the nuclear deterrent built by the DPRK for self-defence as a \"threat,\" turning blind eyes to the U.S. nuclear weapons for aggression. This clearly indicates how desperately he is working to force the DPRK to disarm itself with the help of outsiders and provoke a nuclear war of aggression against it together with his master in a bid to throw the whole nation into a nuclear holocaust.\n\t\t\t\t\t\n\t\t\t\t\t He is going so imprudent that he is unaware of where he stands and who his rival is. \n\t\t\t\t\t\n\t\t\t\t\t Those colonial stooges who sell off the dignity and the interests of the nation, hardly breathing under the clutches of the U.S., have gone so impudent as to dare let loose the above-said rigmaroles against the DPRK which regards independence as its life and soul. This is a height of stupidity enough to make even a cat laugh.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group's efforts to do harm to fellow countrymen through \"cooperation\" with outsiders over the \"nuclear issue\" is little short of digging its own grave. The traitors can never escape a stern punishment by the nation as they are keen to escalate the confrontation with fellow countrymen in collusion with outsiders."
        },
        {
            "title": " Rodong Sinmun on Guidelines Laid down by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-15ee.html",
            "content": "Rodong Sinmun on Guidelines Laid down by Kim Jong Il\r\n Pyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Establish the Monolithic Ideological System More Thoroughly throughout the Party and Society\" serves as precious guidelines for the servicepersons and people of the DPRK in accomplishing the revolutionary cause of Juche pioneered by President Kim Il Sung under the banner of the Juche idea. \n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:  \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has steadily developed in depth the revolutionary idea of the President, clearly indicating a way of accomplishing the revolutionary cause of Juche and consolidating the revolutionary ranks to be pure ones united in thinking and purpose and an organizational integral whole on the basis of the revolutionary idea of the President. In this course he has thoroughly met the requirements of the revolutionary idea of the President, the Juche idea, in all domains of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The outstanding wisdom and quality of Kim Jong Il as a genius of ideas and theories and rare philosopher are reflected in such famous works as \"On the Juche Idea\" and \"On Some Problems of Education in the Juche Idea\" as well as in the original ideas and theories he set forth in every period of the revolutionary development. \n\t\t\t\t\t\n\t\t\t\t\t It is a great ideological and theoretical exploit of Kim Jong Il that he further developed in depth the Songun idea, the Juche idea being its roots, with his insight into the requirement of the changed reality in the latter half of the 1990s, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The monolithic ideological system is firmly established throughout the Workers' Party of Korea and all its members and other working people absolutely follow the Juche idea, the Songun idea, of the Party, and are united close around the headquarters of the revolution with one thought and purpose and sense of moral obligation. This is the true picture of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put up the slogan \"Let us live our own way!\" long ago and has dynamically led the cause of Korean-style socialism under the uplifted banner of Juche. This transparent faith in independence and will of Kim Jong Il have served as the fundamental source that made it possible for Korean-style socialism to emerge ever-victorious, undeterred by the vicious moves of the imperialists against the DPRK."
        },
        {
            "title": "Seminar of Korean Social Scientists in Japan Held",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-09ee.html",
            "content": "Seminar of Korean Social Scientists in Japan Held\r\n Pyongyang, April 21 (KCNA) -- A seminar of Korean social scientists in Japan on the theme of \"New Phase in Building an Economic Power\" took place at the Korean Press Hall in Tokyo on April 17 to commemorate the Day of the Sun. \n\t\t\t\t\t A report was delivered by Kim Hwa Hyo, chairman of the Korean Social Scientists Association in Japan, to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the people in homeland are bringing about great innovations and a leap forward every day in order to glorify this year as a year of prosperity in which the people fully enjoy happiness and a year of dramatic changes to be specially recorded in the history of building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Officials of the General Association of Korean Residents in Japan and other Koreans in Japan are filled with faith and conviction of a bright future of socialist Korea while witnessing and experiencing the eye-opening events taking place in the homeland, they noted. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the successes and prospect of building a socialist economic power in the homeland which has reached the phase of new development, they called for frustrating the vicious campaign of the reactionaries at home and abroad against the DPRK."
        },
        {
            "title": "Day of Sun Commemorated by Koreans in China",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-08ee.html",
            "content": "Day of Sun Commemorated by Koreans in China\r\n Pyongyang, April 21 (KCNA) -- A meeting of the General Association of Koreans in China took place at Jilin Yuwen Middle School on April 15 to commemorate the 98th birth anniversary of President Kim Il Sung. \n\t\t\t\t\t Present there were officials of the General Association of Koreans in China including its Chairperson Choe Un Bok, representatives of its affiliated organizations, chairpersons of its regional associations, representatives of its branches, Koreans in China, the consul-general of the DPRK Consulate in Shenyang and its staff members, staff members of offices of the DPRK companies in China and officials concerned of China. \n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the President is the eternal leader of the Korean people and the eternal sun of mankind as he, possessed of personality and qualification in all aspects at the highest level as a great man, performed great exploits in carving out the destiny of the Korean nation and accomplishing the human cause of independence with his great revolutionary idea and practices. \n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il has led the struggle to carry forward and accomplish the revolutionary cause of Juche started by the President along the road of victory and glory, glorifying the 20th century as Kim Il Sung's century, the reporter noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t The Koreans in China should bring earlier the prosperity of the homeland and the independent reunification of the country by displaying indomitable will and fighting spirit. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by an art performance. \n\t\t\t\t\t\n\t\t\t\t\t A photo and book exhibition on the theme of \"President Kim Il Sung and Overseas Koreans\" and \"Comrade Kim Jong Il and Korea Today\" was held prior to the meeting."
        },
        {
            "title": "Floral Baskets Laid before Statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-07ee.html",
            "content": "Floral Baskets Laid before Statue of Kim Il Sung\r\n Pyongyang, April 21 (KCNA) -- Koreans in China laid floral baskets in front of the statue of President Kim Il Sung standing at Jilin Yuwen Middle School on April 15 on the occasion of the Day of the Sun. \n\t\t\t\t\t Present there were officials of the General Association of Koreans in China including its Chairperson Choe Un Bok, representatives of its affiliated organizations, chairpersons of its regional associations, representatives of its branches, Koreans in China, the consul-general of the DPRK Consulate in Shenyang and its staff members and staff members of offices of DPRK companies in China. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets in front of the statue of the President in humble reverence and paid tribute to him."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-06ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il\r\nPyongyang, April 21 (KCNA) -- A floral basket was laid with due ceremony by Koreans in Uzbekistan before a full-length painting of President Kim Il Sung and General Secretary Kim Jong Il at the DPRK embassy in Tashkent on April 15 on the occasion of the Day of the Sun.\n\t\t\t\t\t Present there were Chairman Jo Yun Hae and officials of the Commonwealth of Independent States Regional Headquarters for Implementing the June 15 Joint Declaration, Koreans in Uzbekistan and the DPRK ambassador to Uzbekistan and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral basket and bunches of flowers before the painting and paid tribute to them."
        },
        {
            "title": "Ecuadorian Committee for 100th Birth Anniversary Meets",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-03ee.html",
            "content": "Ecuadorian Committee for 100th Birth Anniversary Meets\r\n Pyongyang, April 21 (KCNA) -- An annual meeting of the Ecuadorian national preparatory committee for commemorating the centenary of birth of President Kim Il Sung took place in Cuenca on April 10.\n\t\t\t\t\t Attending it were personages and members of the committee and the organization of friendship and solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the work conducted by the committee over the past one year and discussed its future task.\n\t\t\t\t\t\n\t\t\t\t\tThe committee underscored the need to introduce extensively and in depth the greatness of\n\t\t\t\t\t\t Kim Il Sung on a nation-wide scale till 2012 and more positively support the Korean people in their efforts to build a great prosperous and powerful socialist nation and achieve the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The meeting decided to register as honorary members of the committee the prefects and mayors of provinces and cities which established the friendly relations with their counterparts of the DPRK."
        },
        {
            "title": "President Kim Il Sung's Feats Praised by Italian",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-02ee.html",
            "content": "President Kim Il Sung's Feats Praised by Italian\r\n Pyongyang, April 21 (KCNA) -- Miriam Pellegrini Ferri, president of the Group of Dialectical Materialists of Italy, in his TV appearance on April 14 made public a statement titled \"Brilliant whole life of the great President Kim Il Sung\" on the occasion of the Day of the Sun.\n\t\t\t\t\t In the statement he said that President Kim Il Sung founded the Juche idea, the original man-centered idea, for the first time in the human history of thought and thus performed the shining feat in carving out the destiny of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea helped usher in the era of independence, a new era in which the working masses, who had been subject to domination and oppression in the past, emerge the masters of the world and their own destinies and the powerful being of carving out the independent destiny on the stage of history, he said.\n\t\t\t\t\t\n\t\t\t\t\t The President is the peerlessly elder statesman who made immortal contributions to global independence with his unusual leadership, he said, adding that the human cause of independence could advance along its orbit as he led the movement for global independence."
        },
        {
            "title": "DPRK's Important Days Marked",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-05ee.html",
            "content": "DPRK's Important Days Marked\r\n Pyongyang, April 21 (KCNA) -- The Voluntad Publishing House of Ecuador released a special issue of its bulletin carrying a photo of General Secretary Kim Jong Il on April 2 to commemorate the Day of the Sun and the 17th anniversary of his election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t In an article titled \"The leader and the working class in the DPRK\" the bulletin said that in the DPRK the leader and the working class are one flesh.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has always put forward and appreciated the working class while taking care of them and definitely relying on them, the article noted, adding that his trust and love for the working class and their will to repay it serve as a factor of unity between the leader and the working class.\n\t\t\t\t\t\n\t\t\t\t\t In articles titled \"Calling on the working class\" and \"The great man starting his journey early in the morning\" the bulletin cited data to prove that Kim Jong Il has worked hard to provide the Korean people with happier and highly civilized life.\n\t\t\t\t\t\n\t\t\t\t\t Edited in it were also an article titled \"Incarnation of comradeship\" and photos on the might of Songun Korea's single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Brazilian preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Brazilian Committee for Solidarity with the DPRK jointly issued a bulletin on April 12 to commemorate the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\tThe bulletin cited data to explain in detail that Kim Il Sung's whole life is a history of great devotion and a history of glory in which he enjoyed boundless praises of the world people for his distinguished ideological and theoretical activities and energetic external activities."
        },
        {
            "title": "Events Held to Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-01ee.html",
            "content": "Events Held to Commemorate Day of Sun\r\n Pyongyang, April 21 (KCNA) -- Seminars, film shows and photo exhibitions took place in Uganda, Myanmar and Thailand between April 7 and 9 to commemorate the Day of the Sun.\n\t\t\t\t\t Displayed at their venues were photographs showing the revolutionary life and immortal exploits of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were \"Pyongyang at Night\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kampala City Committee of the Uganda National Resistance Movement said at the seminar on exploits of President Kim Il Sung: The President was the prominent leader who founded the immortal Juche idea to lead the Korean people and the world progressives along the road of independence. His exploits will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The chief secretary of the Union Solidarity and Development Association of Myanmar said at the film show that the DPRK, a genuine country of people, is a valuable legacy bequeathed by the President to the Korean people and that it is now shedding its rays all over the world as the politico-ideological, military and scientific and technological giant under the distinguished Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "Day of Sun Commemorated",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-04ee.html",
            "content": "Day of Sun Commemorated\r\n Pyongyang, April 21 (KCNA) -- The national woman leader of the People's Democratic Party of Nigeria, the chairman of the C.C., the Workers' Party and the general secretary of the C.C., the Communist Party of Bangladesh, the secretary general of the Bangladesh-Korea Friendship and Solidarity Committee and the chairman of the Addis Ababa Youth Association of Ethiopia visited the DPRK embassies in their countries on April 14 and 15 on the occasion of the Day of the Sun.\n\t\t\t\t\t They laid floral baskets and bunches of flowers before the full-length portraits of President\n\t\t\t\t\t\t Kim Il Sung and General Secretary Kim Jong Il to pay homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They highly praised the revolutionary career and immortal feats of the President and expressed belief that the Korean people would achieve greater success in the efforts to build a thriving socialist nation and achieve national reunification under the wise leadership of Kim Jong Il."
        },
        {
            "title": " MINREX publica memorandum sobre el proceso de nuclearizacion",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-29ee.html",
            "content": "MINREX publica memorandum sobre el proceso de nuclearizacion\r\nPyongyang, 21 de abril (ATCC) -- Senalando que para comprender bien la esencia del problema de desnuclearizacion de la Peninsula Coreana y buscar el remedio para lograrla, lo que hay que hacer primero es tener correcta nocion del proceso y la causa de nuclearizacion de esta area, el Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 21 un memorandum que sigue:\n\t\t\t\t\tEn la palestra mundial, no hay otra nacion como la coreana que vivio bajo la amenaza nuclear mas directa y larga.  Ella ha sido la victima directa del ataque nuclear de Estados Unidos contra Hiroshima y Nagasaki ubicandose en el segundo lugar, despues de Japon, en el numero de muertos y heridos sufridos en esa ocasion.\n\t\t\t\t\t\n\t\t\t\t\tEra una pesadilla, al pie de la letra, el chantaje que hizo EE.UU. durante la pasada guerra coreana con bombas atomicas. Debido a este chantaje, durante esa guerra, aparecieron en la Peninsula Coreana las filas de los \"refugiados de la bomba atomica\" del Norte hacia el Sur.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el que introdujo primero las armas nucleares en esa Peninsula. Desde la segunda mitad de la decada de 1950 en que se trasladaron al Sur de Corea las armas nucleares ubicadas antes en Japon, crecio constantemente el numero de estos artefactos desplegados en esa parte coreana ascendiendo a mas de mil a mediados de la decada de 1970.\n\t\t\t\t\t\n\t\t\t\t\tA partir de los finales de la decada de 1960, EE.UU. libro los ejercicios militares conjuntos para usar practicamente en la guerra agresiva contra la RPDC las armas nucleares distribuidas en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos esfuerzos realizados continuamente por la RPDC por eliminar la amenaza nuclear de EE.UU. pasaron por 3 etapas.\n\t\t\t\t\t\n\t\t\t\t\tEn la primera etapa, ella recurrio al metodo de crear la zona desnuclearizada a traves del dialogo y negociaciones pacificos y en la segunda, se esforzo por eliminar la amenaza nuclear de EE.UU. ateniendose a las leyes internacionales.\n\t\t\t\t\t\n\t\t\t\t\tPero, resultaron frustrados todos esos esfuerzos. La ultima opcion era hacer frente a las \"armas nucleares con las mismas\".\n\t\t\t\t\t\n\t\t\t\t\tEs decir, la extremada amenaza nuclear de EE.UU. empujaba obstinadamente a la RPDC a la posesion de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEl 10 de enero de 2003, el gobierno de la RPDC tomo la resuelta medida con fines de autodefensa de retirarse totalmente del Tratado de No Proliferacion (TNP) poniendo en vigencia la anterior medida adoptada a este efecto que suspendio durante 10 anos. Liberada de las restricciones de dicho tratado, la RPDC se oriento a utilizar legitimamente en armas todo el plutonio obtenido en el proceso de la produccion de energia electrica en la central atomica piloto. En octubre de 2006, o sea, 3 anos despues de la retirada del TNP, realizo la primera prueba nuclear y en mayo de 2009, la segunda.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se puso el fin al estado de desequilibrio nuclear de la region del Nordeste Asiatico donde abundaban las armas nucleares y los paraguas nucleares y la RPDC era la unica parte limpia.\n\t\t\t\t\t\n\t\t\t\t\tGracias a los efectos disuasorios de la posesion de armas nucleares por parte de la RPDC, se redujeron considerablemente los riesgos del estallido de la guerra en la Peninsula Coreana. Esto es el esfuerzo de la etapa actual por eliminar la amenaza nuclear no con palabras sino disuadiendo las armas nucleares de EE.UU. con las nuestras.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion del gobierno de la RPDC de preparar el solido sistema de paz en la Peninsula Coreana y desnuclearizarla.\n\t\t\t\t\t\n\t\t\t\t\t La desnuclearizacion de la Peninsula Coreana estipulada en la Declaracion Conjunta del 19 de Septiembre, aprobada y publicada en las conversaciones a 6 bandas sostenidas en 2005, significa el proceso de convertir toda la Peninsula Coreana en la region sin armas nucleares basandose en la eliminacion completa y verificable de la sustancial amenaza nuclear del exterior sobre esta area.\n\t\t\t\t\t\n\t\t\t\t\t  La realizacion de la desnuclearizacion requiere de la creacion de confianza.\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que la Peninsula Coreana esta todavia en el estado de armisticio, se creara mas rapido tal confianza cuanto mas pronto se firme el convenio de paz.\n\t\t\t\t\t\n\t\t\t\t\t  La mision de las fuerzas armadas nucleares de la RPDC reside en disuadir y rechazar la agresion y el ataque contra el pais y la nacion hasta que se realice la desnuclearizacion en la Peninsula Coreana  y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC mantiene invariablemente la politica de no usar las armas nucleares ni amenazar con ellas a los Estados desnuclearizados mientras que estos no participen en la agresion y el ataque contra ella en contubernio con los paises poseedores de esos artefactos.\n\t\t\t\t\t\n\t\t\t\t\t  Tenemos la voluntad de sumarse a los esfuerzos internacionales por la no proliferacion nuclear y la administracion segura de sustancias nucleares en la posicion igual con otros paises poseedores de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  Produciremos las armas nucleares en una cantidad necesaria, pero no participaremos en la carrera armamentista nuclear ni las fabricaremos mas de lo necesitado. Ademas, participaremos en los esfuerzos internacionales por el desarme nuclear en la posicion igual con otros poseedores de las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t Al igual que en el pasado, la RPDC seguira esforzandose constantemente en el futuro por la desnuclearizacion de la Peninsula Coreana  y el resto del mundo, independientemente de la reanudacion o no de las conversaciones a 6 bandas."
        },
        {
            "title": "Kim Yong Chun se reune con delegacion militar de Cuba",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-30ee.html",
            "content": "Kim Yong Chun se reune con delegacion militar de Cuba\r\nPyongyang, 21 de abril (ATCC) -- El ministro de las Fuerzas Armadas Populares, Kim Yong Chun, departio el dia 21 en un ambiente amistoso con la delegacion militar de las Fuerzas Armadas Revolucionarias de Cuba encabezada por el viceministro y jefe del Estado Mayor General de las FAR, Alvaro Lopez Miera.\n\t\t\t\t\tEn la ocasion estuvieron presentes el viceministro de las Fuerzas Armadas Populares Pak Jae Gyong, generales y oficiales del Ejercito Popular de Corea, el embajador Jose Manuel Galego Montano y el agregado militar Leonardo Perez Mesa de la embajada cubana en Corea."
        },
        {
            "title": " Tienen lugar conversaciones militares Corea-Cuba",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-31ee.html",
            "content": "Tienen lugar conversaciones militares Corea-Cuba\r\nPyongyang, 21 de abril (ATCC) -- Tuvieron lugar el dia 21 en esta capital las conversaciones entre las delegaciones militares del Ejercito Popular de Corea y de las Fuerzas Armadas Revolucionarias de Cuba.\n\t\t\t\t\tEn la ocasion participaron por la parte coreana el jefe del Estado Mayor General del EPC, Ri Yong Ho, el viceministro de las Fuerzas Armadas Populares, Pak Jae Gyong, generales y oficiales del EPC, y por la cubana, los integrantes de la delegacion encabezada por el viceministro y jefe del Estado Mayor General de las FAR, Alvaro Lopez Miera, y el agregado militar de la embajada cubana en Corea, Leonardo Perez Mesa.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes reafirmaron la voluntad de desarrollar aun mas las relaciones de amistad entre los ejercitos de los dos paises e intercambiaron las opiniones sobre los asuntos de interes mutuo."
        },
        {
            "title": "Rubricado acuerdo de cooperacion entre museos de Corea y Vietnam",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-32ee.html",
            "content": "Rubricado acuerdo de cooperacion entre museos de Corea y Vietnam\r\nPyongyang, 21 de abril (ATCC) -- Quedo suscrito el dia 12 en el Museo Ho Chi Minh el acuerdo sobre el establecimiento de las relaciones de amistad, el intercambio y la cooperacion entre el Museo de la Revolucion Coreana y ese museo de Vietnam.\n\t\t\t\t\t En la ceremonia de firmas estuvieron presentes por la parte coreana los miembros de la delegacion del susodicho museo coreano, de visita en Vietnam, el embajador y otros miembros de la embajada coreana en ese pais y por la vietnamita, el viceministro de Cultura, Deporte y Turismo y otros interesados.\n\t\t\t\t\t\n\t\t\t\t\t  Firmaron el documento el jefe de la delegacion coreana y el director del museo vietnamita."
        },
        {
            "title": "Rodong Sinmun denuncia sofisma de EE.UU. sobre \"DDHH\"",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-33ee.html",
            "content": "Rodong Sinmun denuncia sofisma de EE.UU. sobre \"DDHH\"\r\nPyongyang, 21 de abril (ATCC) -- El comportamiento autoritario de Estados Unidos, que cuestiona la \"situacion de DDHH\" de otros paises como si fuera el \"juez\" de esta materia, es el grave atentado a la soberania y violacion del derecho internacional que impiden el desarrollo sano de las relaciones entre los paises a base del principio de independencia e igualdad.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tAl intervenir arbitrariamente en los asuntos internos de los Estados soberanos, el imperio les impone que acepten el modo de politica y de vida al estilo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEsta vil maniobra se orienta a suprimir la idea, el regimen, la cultura y la costumbre de otros paises y naciones e inyectarles su idea, cultura y modo de vida corruptos.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el peor violador de DDHH del mundo que suele violar la soberania de otros paises lanzando de continuo la intervencion armada y la agresion.\n\t\t\t\t\t\n\t\t\t\t\tEs un vicio cronico de EE.UU. meter la nariz en los asuntos internos de otros paises y lanzar la intervencion armada contra los paises que no aceptan sus demandas o le caen mal.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tales acciones de EE.UU. que se reportan en la palestra mundial bajo el rotulo de la \"defensa de DDHH\", se perturba la paz del mundo, se viola la soberania de los paises y se impide seriamente el desarrollo nacional de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no tiene derecho ni cara para hablar de los DDHH.\n\t\t\t\t\t\n\t\t\t\t\tSi el imperio sigue intensificando la intervencion, la presion y la agresion contra los Estados soberanos bajo el enganoso pretexto de DDHH haciendo vista gorda de la realidad, sera avergonzado y aislado mas en la arena mundial.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe desistir de su necio intento de realizar sus ambiciones dominacionistas con dichos metodos."
        },
        {
            "title": "Minju Joson critica conducta de gobernante surcoreano",
            "url": "http://kcna.co.jp/item/2010/201004/news21/20100421-34ee.html",
            "content": "Minju Joson critica conducta de gobernante surcoreano\r\nPyongyang, 21 de abril (ATCC) -- En la \"cumbre de la seguridad nuclear\" efectuada recientemente en Washington, el mandatario surcoreano insistio en la necesidad de la \"cooperacion\" internacional frente a la supuesta \"amenaza nuclear del Norte\".\n\t\t\t\t\tY en la \"conferencia especial de prensa\" dijo que \"disuadiria las armas nucleares del Norte\" y \"este debe mostrar con evidencia su voluntad de renunciarlas\".\n\t\t\t\t\t\n\t\t\t\t\tCon respecto a tal comportamiento, el rotativo Minju Joson publico este miercoles un comentario individual que va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEl mandatario surcoreano ha suplicado la \"cooperacion\" internacional describiendo de  \"amenaza\" el disuasivo nuclear de la Republica Popular Democratica de Corea y haciendo vista gorda de las armas nucleares de Estados Unidos de caracter agresivo.\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra claramente que el actua desesperadamente para desarmar a la RPDC con el apoyo de las fuerzas extranjeras y provocar con su amo la guerra nuclear contra la misma a fin de hacer sufrir a toda la nacion coreana los desastres nucleares.\n\t\t\t\t\t\n\t\t\t\t\tSus dichos en la susodicha \"conferencia especial de prensa\" constituyen una idiotez de los que no saben lo que son ni conocen a su contraparte.\n\t\t\t\t\t\n\t\t\t\t\tSiendo fantoches coloniales de EE.UU. que venden la dignidad y los intereses nacionales, las autoridades surcoreanas se atrevieron a \"exigir\" a la RPDC, que considera como su vida la soberania, mostrar la \"voluntad de renunciar las armas nucleares\" jurando \"disuadirlas\".\n\t\t\t\t\t\n\t\t\t\t\tEsta demanda de demasiada fanfarroneria es una cosa de morirse de risa.\n\t\t\t\t\t\n\t\t\t\t\tHacer dano a los compatriotas a traves de la \"cooperacion nuclear\" con las fuerzas extranjeras es un acto suicida. Seran castigados duro por la nacion los traidores que andan enfrascados en la confrontacion fratricida en contubernio con las fuerzas extranjeras."
        }
    ]
}