{
    "date": "2010-02-14",
    "url": "http://kcna.co.jp/item/2010/201002/2010-02-14ee.html",
    "articles": [
        {
            "title": "Reception Given at DPRK Embassy in Moscow ",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-03ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\nPyongyang, February 14 (KCNA) -- A reception was given at the DPRK embassy in Moscow on Feb. 11 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Vice-Minister of Foreign Affairs Aleksei Borodavkin, deputies to the State Duma, members of the Federation Council and officials of ministries of the government, political parties, organizations and organs of Russia.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jae, DPRK ambassador to Russia, and staff members of his embassy were present there.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bunches of flowers before a full-length picture of President Kim Il Sung and Kim Jong Il standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round photos displayed on the themes of \"Whole Life Dedicated to the People\" and \"DPRK's Arts\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jae referred to the undying feats of Kim Jong Il, noting that his birth marked a historic event as it promised a rosy future for hewing out the destiny of the Korean people and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia friendly and cooperative relations are now favorably developing in various fields under the care of the top leaders of the two countries, he said, adding that he would make every possible effort to put the bilateral relations on a higher stage this year.\n\t\t\t\t\t\n\t\t\t\t\t Aleksei Borodavkin expressed his will to make positive efforts to ensure that the year 2010 that marks the 65th anniversary of Korea's liberation and the 10th anniversary of the conclusion of the treaty of friendship, good neighborliness and cooperation between Russia and the DPRK will be recorded as a year of the development of cooperation and exchange between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He wished the DPRK achievements in all fields of socio-economic development under the leadership of Kim Jong Il and the Korean people prosperity and wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given by the Academy Ensemble of the Interior Unit of the Russian Ministry of Interior at the reception."
        },
        {
            "title": "5.4 Millions Visit Birthplace Since Opening",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-04ee.html",
            "content": "5.4 Millions Visit Birthplace Since Opening\r\n Pyongyang, February 14 (KCNA) -- Over 5.4 millions of the Korean people, overseas compatriots and foreigners have visited the sacred place of the sun since the Paektusan Secret Camp was opened to visitors in February Juche 76 (1987).\n\t\t\t\t\t Among them were senior party, army and state officials, anti-Japanese revolutionary fighters, war veterans, servicepersons, working people from different strata and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The visitors cherished deep in their mind the greatness of the three commanders of Mt. Paektu, looking round with keen interest the historic relics preserved as treasures in the camp.\n\t\t\t\t\t\n\t\t\t\t\t They recalled with deep emotion the immortal exploits of President Kim Il Sung who led the Korean revolution to victory while staying in the camp and the noble revolutionary career of anti-Japanese heroine Kim Jong Suk who provided steady continuity to the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Viewing the revolutionary relics at the time-honored native home of leader Kim Jong Il, they felt once again his personality as a great man who was born cherishing the spirit of Mt. Paektu and cultivated matchless courage and grit while experiencing the stern trials of the great anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t In front of the native home they held colorful political and cultural events such as a seminar on the revolutionary exploits of the three commanders of Mt. Paektu, a poem recitation and an oath-taking meeting.\n\t\t\t\t\t\n\t\t\t\t\t Compatriots from south Korea and abroad and a large number of foreigners including delegations of various countries, regions and international organizations, too, visited the camp to express their deep respect and reverence for Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Birthday Bulletin Issued in Egypt",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-02ee.html",
            "content": "Kim Jong Il's Birthday Bulletin Issued in Egypt\r\nPyongyang, February 14 (KCNA) -- The Egypt-Korea Friendship Association issued its bulletin \"Son of Guerrillas\" on Feb. 8 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The bulletin in an article said that there is song \"The General Is the Son of the Guerrillas\" which praises Kim Jong Il, the illustrious commander of Songun, among the songs widely sung in the DPRK. It noted that he was born in Mt. Paektu and grew up, hearing the gunfire of the anti-Japanese war as a lullaby.\n\t\t\t\t\t\n\t\t\t\t\tThe article noted that President Kim Il Sung said in his lifetime that Kim Jong Il is a general gifted with the spirit and disposition of Mt. Paektu. The President also said meaningful words that Kim Jong Il is possessed of such peculiar characters as revolutionary faith and strong will unshakable in any storm, the heroic pluck and matchless courage that even if the sky were to fall, one would not care, the fighting spirit strong enough to weather a ny difficulties and inexhaustible enthusiasm, the disposition comparable with Mt. Paektu only, the article added.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the Korean people would always emerge victorious under the care of Kim Jong Il as they are singing with high pride song \"The General Is the Son of the Guerrillas\"."
        },
        {
            "title": "Kim Jong Il's Birthday Observed in Various Countries ",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-01ee.html",
            "content": "Kim Jong Il's Birthday Observed in Various Countries\r\nPyongyang, February 14 (KCNA) -- Seminars, lectures, meetings, photo exhibitions, round-table talks, film shows and other events were held in Ethiopia, Democratic Congo, Indonesia, Mongolia, India and Iran from Jan. 29 to Feb. 6 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venues of the functions were works of President Kim Il Sung and Kim Jong Il, photos on their undying exploits and books and photos introducing the invincible might and advantages of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea, said in his report at a seminar that it is Kim Il Sung, father of socialist Korea, who created the Juche idea, the Songun idea that serves as a transparent idea of independence and it is Kim Jong Il who comprehensively systematized and developed the idea in depth to glorify it as a guiding idea of the times.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Juche Idea of University of Kinshasa of Democratic Congo said at a seminar that Kim Jong Il is a prominent thinker and theoretician recognized by the international community.\n\t\t\t\t\t\n\t\t\t\t\t The director of the P.T. Dwi Mitra Perkasa Company of Indonesia stressed in a lecture that the Korean people would build an economic power, too, without fail as they have built up the strongest political and military potentials under the experienced and seasoned leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at a seminar held in Ethiopia and an event in Mongolia."
        },
        {
            "title": "Commendations to Creators of Opera \"Evgeni Onegin\"",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-07ee.html",
            "content": "Commendations to Creators of Opera \"Evgeni Onegin\"\r\n Pyongyang, February 14 (KCNA) -- Commendations were awarded to creators who successfully reproduced the opera \"Evgeni Onegin\" in the DPRK.\n\t\t\t\t\t Watches bearing the august name of President Kim Il Sung were conferred on Rector Ri Il Nam, Secretary of the Primary Party Organization Ji Sang Chol, First Vice-Director of the Juche Music Institute Pak Jong Nam and Head of the Orchestra Kim Myong Chol of Pyongyang Kim Won Gyun Conservatory and Kim Myong Su, an artist of the Phibada Opera Troupe, and citations of leader Kim Jong Il on Vice-Rector Kim Hak Min and costumer Ju Tal Mi of the conservatory.\n\t\t\t\t\t\n\t\t\t\t\t The title of Merited Artist went to Jang Se Ju, a teacher of Pyongyang University of Fine Arts, the title of Merited Artiste to Kim Chang Gil, an instrumentalist of the Orchestra of the conservatory, and Order of Labour to five persons. Besides, a number of those involved in the creation of the opera were awarded orders and medals.\n\t\t\t\t\t\n\t\t\t\t\t A commendation ceremony was held on Saturday."
        },
        {
            "title": "Tribute to Kim Il Sung Paid on Lunar New Year's Day",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-08ee.html",
            "content": "Tribute to Kim Il Sung Paid on Lunar New Year's Day\n\t\t\t\t\t\t\r\n Pyongyang, February 14 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the lunar New Year's Day.\n\t\t\t\t\t Servicepersons, working people, school youth and children and overseas compatriots visited his statues in Pyongyang and other parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were placed before the statue of the President on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t Seen there was a floral basket from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statue were baskets of flowers in the name of party, armed forces and power organs, working people's organizations, ministries, national institutions and KPA units and institutions at all levels, industrial establishments, farms, schools and others in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants made deep bows to the statue in humble reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets and flowers were also laid before the statues of the President in Pyongyang and significant places of the country on the same day."
        },
        {
            "title": "Lunar New Year Celebration of Schoolchildren Held",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-09ee.html",
            "content": "Lunar New Year Celebration of Schoolchildren Held \r\n Pyongyang, February 14 (KCNA) -- The New Year celebration of schoolchildren \"The General and Children\" was held at the Pyongyang Indoor Stadium on Sunday, lunar New Year's Day in Juche 99.\n\t\t\t\t\t Attending it together with schoolchildren were senior party, army and state officials, the chairperson of a friendly party, officials of party, armed forces and power bodies, public organizations, ministries and national institutions, servicepersons, officials in the fields of science, education, culture and arts, public health and media, persons of merit and working people in the city of Pyongyang, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were diplomatic envoys of different countries and representatives of international bodies here and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t At the hall of the stadium senior party, army and state officials met with schoolchildren who displayed the glory of the younger generation of Songun Korea in the international and domestic arenas last year and congratulated them on their success. And they looked round the photo exhibition marking the 60th anniversary of the first New Year's Day celebration of schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were lovely songs and dances with the background of screens recalling the unforgettable New Year Days of happiness and glory spent in the presence of President Kim Il Sung and screens of children's plays which were performed in the past New Year's Day celebrations, leaving deep impressions on the audience.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren and younger children offered New Year's greetings to leader Kim Jong Il, carrying the best wishes of the rising generation across the country.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were duet \"The Happiest Day\", female chorus \"The Generalissimo Danced with Us\", triplets' song \"Thank You, Fatherly General\", narration and dance of Korean schoolchildren from Japan \"We Have Come to See the General\", dance on fairy tale \"Mushroom Picked by Youngest Squirrel\", chorus and story-telling \"We Are the Marchers Group for Study Tour of Mt. Paektu\", male chorus \"I Will Launch Next Satellite\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Through vibrant melody of songs and dance rhythms, the performers represented great happiness of the schoolchildren advancing toward the rosier future along the road of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Heroes and heroines and merited persons, who worked world-startling miracles and innovations in last year's advance of great surge, came out to the stage to join the blessed children in the Songun era in playing folk games and share the joy at New Year's Day gathering."
        },
        {
            "title": "Lunar New Year Customs of Korean People",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-10ee.html",
            "content": "Lunar New Year Customs of Korean People\r\n Pyongyang, February 14 (KCNA) -- The Korean people have a long history of celebrating the lunar New Year's Day with hope for a bright future.\n\t\t\t\t\t It has its beginning in ancient times.\n\t\t\t\t\t\n\t\t\t\t\t On the eve of the New Year each family used to be busy with preparing rice cake and other dishes.\n\t\t\t\t\t\n\t\t\t\t\t Early on the morning of the New Year's Day they held ancestor-memorial services and made bows of respect to their elders of family. After the day broke, they paid New Year's calls to elders of village and teachers.\n\t\t\t\t\t\n\t\t\t\t\t Those living with old parents prepared simple presents and dishes for callers.\n\t\t\t\t\t\n\t\t\t\t\t Good wishes were exchanged among friends.\n\t\t\t\t\t\n\t\t\t\t\t They also visited neighboring and even distant villages to offer New Year's greeting to elders.\n\t\t\t\t\t\n\t\t\t\t\t After exchange of New Year's greetings they gathered in the house of the eldest of each family to share dishes with family members or visiting neighbours.\n\t\t\t\t\t\n\t\t\t\t\t Typical of the dishes was soup prepared with sliced rice cake and pheasant or chicken. They also had a custom of taking a cup of cold liquor.\n\t\t\t\t\t\n\t\t\t\t\t Folk games such as yut, seesawing, kite-flying and top spinning were popular that day.\n\t\t\t\t\t\n\t\t\t\t\t These time-honored customs have been developed to meet the requirements of the new era."
        },
        {
            "title": "Turtle Dishes Begin to Be Served",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-11ee.html",
            "content": "Turtle Dishes Begin to Be Served\r\n Pyongyang, February 13 (KCNA) -- Okryu Restaurant in Pyongyang has begun serving dishes made of snapping turtle on the occasion of the birthday of leader Kim Jong Il, February 16.\n\t\t\t\t\t One can be treated in the restaurant with various kinds of turtle dishes such as turtle soup, raw dishes made of turtle heart, liver or spawn, steamed or fried turtle and turtle porridge.\n\t\t\t\t\t\n\t\t\t\t\t Liquors of famous brands including Pyongyang Soju brewed at the Taedonggang Foodstuff Factory are adding to the taste of the dishes.\n\t\t\t\t\t\n\t\t\t\t\t The dishes are associated with leader Kim Jong Il's loving care for improving the people's diet as required by a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He gave meticulous instructions as to turtle breeding and cookery, hoping that turtle dishes, good for health, would be served well to the people at restaurants.\n\t\t\t\t\t\n\t\t\t\t\t Refurbished Okryu Restaurant, famous for Pyongyang cold noodles, took the lead in making preparations to successfully realizing the leader's wish.\n\t\t\t\t\t\n\t\t\t\t\t Its employees built a habitat in order to raise turtles on a large scale.\n\t\t\t\t\t\n\t\t\t\t\t They completed a unique cookery for diversified turtle dishes to suit the Korean people's taste through several sampling parties.\n\t\t\t\t\t\n\t\t\t\t\t Along with turtle food the restaurant also delights customers with caviar and other rare dishes.\n\t\t\t\t\t\n\t\t\t\t\t It has a plan to include bullfrog, salmon and other high-grade dishes in its menu."
        },
        {
            "title": "Urgent Solution of \"Comfort Women\" Called for ",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-05ee.html",
            "content": "Urgent Solution of \"Comfort Women\" Called for \r\n Pyongyang, February 14 (KCNA) -- South Korean victims of sexual slavery for the Imperial Japanese Army called a press conference in Seoul on Feb. 10 at which they called for an urgent solution to the issue related to \"comfort women\".\n\t\t\t\t\t They held that their honor and rights violated by the Japanese imperialists should be restored without fail.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese authorities make an official apology and reparation for the crimes committed by Japan in the past, institute as soon as possible a law on settling the issue related to \"comfort women\" and take a necessary step to ensure that the said crimes are not repeated.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would actively turn out in the struggle to force Japan to liquidate the Japanese imperialists' crimes related to the sexual slavery this year, 100 years since the fabrication of the brigandish \"Korea-Japan Annexation Treaty\"."
        },
        {
            "title": "US Threat to Peace Flayed in S. Korean",
            "url": "http://kcna.co.jp/item/2010/201002/news14/20100214-06ee.html",
            "content": "US Threat to Peace Flayed in S. Korean\r\n Pyongyang, February 14 (KCNA) -- South Korean civic and public organizations including the People for Achieving Peace and Reunification held the 125th \"action for independent reunification and peace\" in Seoul on Feb. 9.\n\t\t\t\t\t The organizations accused the U.S. of recently pushing forward the moves to realize the \"strategic flexibility\" of its forces present in south Korea and trying to plug south Korea into its missile defense system, busying itself to work out an operation scenario for invading the DPRK on the premise that it will be carried out under the U.S. Forces Command in the Pacific.\n\t\t\t\t\t\n\t\t\t\t\t This fully reveals the U.S. ambition for aggression to establish military hegemony in Northeast Asia, escalate the inter-Korean military confrontation and mount a preemptive attack to stifle the north at any cost, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking about \"peace\" but working with bloodshot eyes to stifle the DPRK behind the scene, they said, demanding the U.S. stop at once all these actions to threaten peace on the Korean Peninsula."
        }
    ]
}