{
    "date": "2010-07-04",
    "url": "http://kcna.co.jp/item/2010/201007/2010-07-04ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Cape Verde's President",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-08ee.html",
            "content": "Kim Yong Nam Greets Cape Verde's President\r\n Pyongyang, July 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Pedro Pirez, President of the Republic of Cape Verde, on the occasion of the 35th anniversary of the independence of Cape Verde and the proclamation of its republic.\n\t\t\t\t\t Kim in the message noted that the achievement of the country's independence and the proclamation of the republic by the Cape Verdean people 35 years ago marked a historical turning point for the independent development and the socio-economic progress of the country and, at the same time, a starting point for the development of the friendly and cooperative relations between the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the bilateral relations would further develop, Kim sincerely wished the President greater successes in his work for the country's prosperity and the people's happiness."
        },
        {
            "title": "Opera \"A Dream of Red Mansions\" Staged in China",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-04ee.html",
            "content": "Opera \"A Dream of Red Mansions\" Staged in China\r\n Pyongyang, July 4 (KCNA) -- Artistes of the Phibada Opera Troupe of the DPRK staged opera \"A Dream of Red Mansions\" at the Tungfang Grand Theatre in Changchun, Jilin Province, China from June 30 to July 2.\n\t\t\t\t\t Appreciating the performances were senior party and government officials of the province and the city and citizens.\n\t\t\t\t\t\n\t\t\t\t\t Sun Zhengcai, secretary of the Jilin Provincial Committee of the Communist Party of China, said that the performance is, indeed, wonderful, adding the province is a significant place where President Kim Il Sung waged the revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Cultural Agency of the province said:\n\t\t\t\t\t\n\t\t\t\t\t China and the DPRK are friendly neighbors linked by the same mountain and rivers.\n\t\t\t\t\t\n\t\t\t\t\t The province has close relations with the DPRK and is conducting many-sided cultural exchanges with it.\n\t\t\t\t\t\n\t\t\t\t\t The Phibada Opera Troupe successfully portrayed \"A Dream of Red Mansions\" as opera loved by the Chinese people and put it on the stage.\n\t\t\t\t\t\n\t\t\t\t\t The fascinating performance will contribute to boosting the cultural exchange and traditional friendship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The performance helped us to understand that noble and beautiful art would broaden the market of culture and keep it afloat. The Korean artistes taught a lot of things to us in this aspect."
        },
        {
            "title": "Unit for Troop Dispatch Formed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-07ee.html",
            "content": "Unit for Troop Dispatch Formed in S. Korea\r\n Pyongyang, July 4 (KCNA) -- The south Korean puppet army organized a unit exclusively in charge of troop dispatch overseas on July 1 to ensure its active participation in the U.S. imperialists' wars of aggression, according to Yonhap News of south Korea.\n\t\t\t\t\t This unit made up of about 1,000 troops will reportedly be hurled to an action field within a month after receiving the order.\n\t\t\t\t\t\n\t\t\t\t\t In another development, the puppet army formed about 1,000-strong reserve unit with those from four battalions under the Special Warfare Command for replacement or additional dispatch, and an extra unit of similar size responsible for engineering, transport, medical service, etc. This has brought the number of the unit responsible for troop dispatch to more than 3,000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Toward the end of last year, the Lee Myung Bak warlike forces passed through the \"National Assembly\" full-dress session a \"legislation on participation in the UN peace-keeping operations\", thus making it possible to mobilize the puppet armed forces of south Korea any time. This time they formed the unit responsible for troop dispatch. This proves that the reckless moves of the Lee Myung Bak bellicose forces to offer the south Korean puppet army as cannon-fodder of the U.S. forces, in support of the U.S. imperialists' wars of aggression, have reached an extreme phase."
        },
        {
            "title": "Suppression of Progressive Forces Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-06ee.html",
            "content": "Suppression of Progressive Forces Denounced in S. Korea\r\n Pyongyang, July 4 (KCNA) -- Permanent representatives of the People for Achieving Peace and Reunification of south Korea made public a joint statement on June 30 in denunciation of the puppet authorities for intensifying the suppression of the progressive forces in a bid to get rid of the political crisis. \n\t\t\t\t\t The statement recalled that the Lee Myung Bak regime kicked off a racket of clamping down upon the Solidarity for Progress some days ago.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee's regime schemed to give rise to the \"north wind\" by cooking up the case of \"Cheonan's\" sinking in a bid to create a phase favorable for it. But its scheme boomeranged on it, inflicting heavy defeat upon it in the \"elections to local self-governing bodies\". Much upset by this, the regime is trying to get rid of the crisis through fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime and the \"Grand National Party\" are taking retaliatory actions against the pro-reunification progressive forces out of its anachronistic way of thinking, far from accepting the mindset of the people and repealing the policy of confrontation that deteriorates people's life and violates democracy against reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors would be well advised to look back on what miserable end the preceding regimes met while seeking to stay in power by dint of fascist suppression. \n\t\t\t\t\t\n\t\t\t\t\t The statement declared that they would more positively turn out in the struggle to punish the Lee regime which is getting frantic in obliterating the progressive forces."
        },
        {
            "title": "Fascist Suppression of Progressives in S. Korea Flayed",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-05ee.html",
            "content": "Fascist Suppression of Progressives in S. Korea Flayed\r\n Pyongyang, July 4 (KCNA) -- The puppet police of south Korea on July 1 demanded arrest warrants for Han Chung Mok, co-representative of the Solidarity for Progress, Choe Yong Ok, vice-chairperson of its Independent Reunification Committee, and Jong Tae Yon, former chairman of its Policy Committee, whom they put in custody on charges of the violation of the \"National Security Law\", according to Yonhap News of south Korea.\n\t\t\t\t\t The police are escalating suppression, groundlessly asserting that they contacted with the north several times and spearheaded the struggle for pulling down the statue of MacArthur, anti-U.S. rallies, etc. at the \"beck and call\" of the north."
        },
        {
            "title": "Kim Il Sung Praised by Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-01ee.html",
            "content": "Kim Il Sung Praised by Mexican Party Leader\r\n Pyongyang, July 4 (KCNA) -- Cuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, issued a statement under the title \"President Kim Il Sung, a great man of the century\" on June 25 on the occasion of the 16th anniversary of his demise. \n\t\t\t\t\t He in the statement noted with appreciation that the President founded the Juche idea, the guiding idea of the era of independence, to clearly indicate the path to be followed by humankind.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the immortal Juche idea has been widely studied and disseminated in many countries for its originality, scientific accuracy, validity and vitality, he stressed that the exploits of the President, pioneer, guide and defender of global independence, will shine forever in human history.\n\t\t\t\t\t\n\t\t\t\t\t He praised the President as a peerlessly great man who can be likened to the sun as he attracted all people with his noblest traits.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il has led to victory the struggle of the Workers' Party of Korea and the people to materialize the instructions of the President with his unique Songun revolutionary leadership, while adding glory to the revolutionary idea and immortal exploits of the President, he said.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the members of his party pay the greatest homage to the President, a great man of the century, and are convinced that the President's instructions will be surely realized under the Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Party Leadership Exploits Hailed",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-02ee.html",
            "content": "Kim Jong Il's Party Leadership Exploits Hailed\r\nPyongyang, July 4 (KCNA) -- Seminars, meetings and film shows were held in Sri Lanka, Myanmar and Germany on June 20 and 25 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t A deputy director general of the Asian Regional Institute of the Juche Idea, W. A. Duminduwardane, vice-chairman of the Committee of Self-Reliance Studies in Sri Lanka, and its secretary general and other personages at a seminar said that Kim Jong Il developed the WPK into a party which took its roots deep among the broad masses, a party that enjoys absolute support and trust from them. \n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Myanmar Olympic Committee who is director general of the Myanmar Ministry of Sports at a meeting praised Kim Jong Il as a prominent leader, possessed of outstanding political caliber and noble popular traits, with whom no one can stand comparison in the world.\n\t\t\t\t\t\n\t\t\t\t\t A chief of a German group for the study of the Juche idea said at a seminar that it is the great exploit of Kim Jong Il that he made public a great number of works including \"On the Fundamentals of Revolutionary Party Building\", systematizing the theories of party building to be followed by the world revolutionary parties as guidelines.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at a function in Germany."
        },
        {
            "title": "Anti-DPRK Moves Denounced in Britain",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-09ee.html",
            "content": "Anti-DPRK Moves Denounced in Britain\r\nPyongyang, July 4 (KCNA) -- Members of political parties, organizations for friendship and solidarity with the Korean people and Juche idea study organizations in Britain held a rally and staged a demo outside the U.S. embassy and the south Korean puppet embassy in London on June 25 to denounce the U.S. and the south Korean authorities' moves against the DPRK on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Read out at the rally were the KCNA memorandum \"The U.S. imperialists are aggressors who provoked the Korean War\" and the KCNA report \"Thrice-cursed crimes pending compensation\". Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, Dermot Hudson, chairman of the British Association for the Study of Songun Policy, Kevin Cain, organizational secretary of the British Branch of the Korean Friendship Association, and other speakers said that the Korean War ignited by the U.S. imperialists six decades ago was an unjust war. They denounced the U.S. imperialists as the murderers who perpetrated in Korea the most bestial and cruel crimes and thrice-cursed massacres unprecedented in the world history of wars.\n\t\t\t\t\t\n\t\t\t\t\t During the war the U.S. imperialists massacred innocent people in Sinchon County and other areas and used even germ weapons, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They charged that the U.S. imperialists have constantly sought to stifle the DPRK in wanton violation of the U.N. Charter and international law, thus bringing unspeakable damage to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They also condemned the U.S. and the south Korean puppet group for orchestrating the case of the warship \"Cheonan's\" sinking.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the rally staged a demonstration, chanting slogans \"U.S. forces, withdraw from south Korea!\" and \"Down with Lee Myung Bak!\", with flags of the DPRK and placards reading \"Down with the U.S. imperialists!\" \"The U.S. imperialists, take hands off Korea!\" and \"Korea is one!\" in their hands."
        },
        {
            "title": "Bulletin Issued in Mexico",
            "url": "http://kcna.co.jp/item/2010/201007/news04/20100704-03ee.html",
            "content": "Bulletin Issued in Mexico\r\n Pyongyang, July 4 (KCNA) -- The Mexican Committee for the Study of Kimilsungism made public bulletin \"The Path of the Korean Revolution\" carrying a photo of President Kim Il Sung on the occasion of the 16th anniversary of his demise.\n\t\t\t\t\t The bulletin in an article under the title \"Foundation of Juche Idea, Songun Idea\" said that Kim Il Sung, with his deep thought of the path of the Korean revolution, made historic report \"The Path of the Korean Revolution\" at the meeting of the Korean revolutionaries of the new generation in Kalun in June 1930.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said that at the meeting he elucidated the Juche idea and the Songun idea and, based on them, put forward the Juche-oriented line of the Korean revolution including the line of the organized armed struggle, the line of the anti-Japanese national unified front and the policy of founding a party.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Under the Banner of the Juche Idea, the Songun Idea\" noted that since the Kalun meeting the Korean revolution has covered a victorious path, advancing under the banner of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the Korean people would continuously advance forward along the path of the revolution indicated by the Juche idea and the Songun idea."
        }
    ]
}