{
    "date": "2010-04-19",
    "url": "http://kcna.co.jp/item/2010/201004/2010-04-19ee.html",
    "articles": [
        {
            "title": "Meeting Marks Anniversary of Apr. 19 Uprising",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-18ee.html",
            "content": "Meeting Marks Anniversary of Apr. 19 Uprising\r\n Pyongyang, April 19 (KCNA) -- A Pyongyang meeting was held at the Central Hall of Workers on Monday to commemorate the 50th anniversary of the April 19 Popular Uprising of the south Korean people.\n\t\t\t\t\t The April Popular Uprising which was triggered off by the \"March 15 fraudulent election\" staged by the Syngman Rhee clique of traitors in 1960 rapidly spilled over into all parts of south Korea, striking terror into the hearts of the U.S. imperialists and the clique and bringing the fascist dictatorial regime to a collapse.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, Ryu Mi Yong, chairwoman of the Central Committee of the Chondoist Chongu Party, Jo Chung Han, presidium member of the Central Committee of the Democratic Front for the Reunification of Korea, leading officials of social organizations, presidents of universities and rectors of colleges, officials of power organs, working people, youth and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of Korea, said in his report that through the uprising the south Korean youth and students and other people clearly proved that no force could break the heroic spirit and indomitable will of the people who rose up in the struggle to build a new independent and democratic society and if the popular masses go united in their struggle, they could defeat the aggressors and oppressors. \n\t\t\t\t\t\n\t\t\t\t\t The uprising also greatly encouraged the people in various countries in their struggle against the imperialists' colonial domination and subjugation, he noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\tUnder the banner of national independence and the line of reunification provided by President \n\t\t\t\t\t\tKim Il Sung and General Secretary Kim Jong Il the south Korean people rose in mass resistance and uprisings in the subsequent period including the Kwangju Popular Uprising in 1980, dealing a telling blow at the colonial fascist rule of the U.S. imperialists and the puppet clique and achieving great progress in the struggle for independence against the U.S., for democracy against fascism and for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the fellow countrymen in the north and the south and overseas to wage a bold struggle for putting an end to the U.S. military presence and domination over south Korea, defending the national dignity and sovereignty and accomplishing national reunification as early as possible."
        },
        {
            "title": "Syrian Damascus Univ. Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-14ee.html",
            "content": "Syrian Damascus Univ. Delegation Here\r\n Pyongyang, April 19 (KCNA) -- A delegation of the University of Damascus of Syria led by Sameer Ismaeel, director of the Strategic Studies and Research Center of the university, arrived here on Monday by air."
        },
        {
            "title": "Cooperation between Cities of DPRK and Ecuador",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-15ee.html",
            "content": "Cooperation between Cities of DPRK and Ecuador\r\n Pyongyang, April 19 (KCNA) -- An agreement on friendship, exchange and cooperation was signed on Monday between Nampho City of the DPRK and Esmeraldas City, Esmeraldas Province of Ecuador.\n\t\t\t\t\t The agreement was inked by Ri Kil Chun, chairman of the Nampho City People's Committee, and Luis Banguera Estupinan, acting mayor of Esmeraldas City."
        },
        {
            "title": "2nd April Spring People's Art Festival Closes",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-11ee.html",
            "content": "2nd April Spring People's Art Festival Closes\r\n Pyongyang, April 19 (KCNA) -- The Second April Spring People's Art Festival that opened in Pyongyang on the occasion of the Day of the Sun was closed with due ceremony at the People's Palace of Culture on Monday.\n\t\t\t\t\t During the festival artistes of art organizations here and local areas, members of art squads and itinerant art squads, people from all walks of life and overseas Korean artistes gave a total of at least 100 performances and agitations for increased production.\n\t\t\t\t\t\n\t\t\t\t\tThey were appreciated by senior Party, army and state officials, over 230,000 officials, servicepersons of the Korean People's Army, people from all walks of life and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Yang Hyong Sop, Kim Jung Rin and Kim Ki Nam, officials concerned, artistes and working people.\n\t\t\t\t\t\n\t\t\t\t\t Special prizes were awarded to organizations which distinguished themselves in creating stage arts and mass cultural and art activities at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Results of examination on the national festival among professional artistes, the national festivals among art squads and itinerant art squads and the national art festival of working people were published and prizes were awarded. \n\t\t\t\t\t\n\t\t\t\t\t A letter to General Secretary Kim Jong Il was adopted at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t A closing speech was made by An Tong Chun, minister of Culture who is chairman of the Organizing Committee of the festival.\n\t\t\t\t\t\n\t\t\t\t\t Then a combined song and dance performance was given by the successful organizations at the festival."
        },
        {
            "title": "12th Kimilsungia Festival Closes",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-17ee.html",
            "content": "12th Kimilsungia Festival Closes\r\n Pyongyang, April 19 (KCNA) -- The 12th Kimilsungia Festival was closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition on Monday.\n\t\t\t\t\t During the festival its venue was visited by servicepersons, working people and school youth and children and overseas compatriots and foreign guests everyday. The festival clearly showed that Kimilsungias would remain in full bloom forever, carrying deep reverence of all people in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t Attending the closing ceremony were Yang Hyong Sop, Kim Ki Nam, officials of the Cabinet, ministries, national institutions and working people's organizations, servicepersons, working people, school youth and children, members of the delegation of Koreans in Japan and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were Charge d'Affaires ad Interim Fitri Riyanti and officials of the Indonesian embassy here, Abdoulaye Diallo, representative of the Guinean Kimilsungia Greenhouse, and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Its top prize was awarded to three units and special prize to the Central Standing Committee of the General Association of Korean Residents in Japan, the Indonesian embassy and the Guinean Kimilsungia Greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t There was an appreciation of the participants. \n\t\t\t\t\t\n\t\t\t\t\t Minister of Culture An Tong Chun made a closing address."
        },
        {
            "title": "Iran's Day of Army Marked",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-16ee.html",
            "content": "Iran's Day of Army Marked\r\n Pyongyang, April 19 (KCNA) -- Asghar Rezaeipour, military attache of the Iranian embassy here, hosted a reception at the Taedonggang Diplomatic Corps Club on Monday to mark Iran's Day of Army.\n\t\t\t\t\t Present there on invitation were Pak Jae Gyong, vice-minister of the People's Armed Forces, general officers and other officers of the Korean People's Army, officials concerned and representatives and military attaches of various embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Morteza Moradian and officials of the Iranian embassy here were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Health Drinks of Pine Needles Produced",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-12ee.html",
            "content": "Health Drinks of Pine Needles Produced\r\n Pyongyang, April 19 (KCNA) -- Efficacious drinks of pine needles have been produced by the Natural Health Foodstuffs Factory in the Democratic People's Republic of Korea.\n\t\t\t\t\t A patent technology was applied to the production of the nutritious drinks with unique and natural flavor of pine needle. \n\t\t\t\t\t\n\t\t\t\t\t A research team of the factory had engaged in development of pine-needle drinks for years to finally succeed in taking pine-needle extract keeping all of its nutritious elements.\n\t\t\t\t\t\n\t\t\t\t\t Among the products of the factory are tea and sweet soda water made of pine-needles.\n\t\t\t\t\t\n\t\t\t\t\t The factory is buckling down to improving the quality of the drinks."
        },
        {
            "title": "Benevolent Politics of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-13ee.html",
            "content": "Benevolent Politics of Kim Il Sung\r\n Pyongyang, April 19 (KCNA) -- President Kim Il Sung consistently pursued benevolent politics for the people in his life time, regarding it as the most important thing and the supreme principle in the Party and state activities to meet their demand and promote their interest.\n\t\t\t\t\t From the beginning of his revolutionary activities, he had believed in the people as in Heaven. Based on this belief, he founded the great Juche idea giving a world outlook centered on man and a socio-historical outlook centered on the popular masses and started a new history of benevolent politics.\n\t\t\t\t\t\n\t\t\t\t\t He, without exception, gave priority to the aspiration and demand of the people in laying down all lines and policies of the state.\n\t\t\t\t\t\n\t\t\t\t\t Though steel was badly needed in the country after its liberation from the Japanese colonial rule, he took measures to blow up an old oven of first-stage iron processing of the then Songjin Steel Plant for the sake of the health and lives of the workers. In the postwar period, he, in order to improve the people's living, chose a difficult way of giving precedence to the growth of heavy industry, while simultaneously developing light industry and agriculture.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the Grand People's Study House was constructed in the central part of Pyongyang instead of a government building and that a large amount of money was invested in irrigation projects to realize the peasants' long-cherished desire for agricultural water. There are many such stories about his benevolent politics.\n\t\t\t\t\t\n\t\t\t\t\t The free compulsory education, free medical care, abolition of taxation and other popular policies enforced in the Democratic People's Republic of Korea are all results of his leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe benevolent politics has been steadily carried forward in Korea by General Secretary Kim Jong Il."
        },
        {
            "title": "KCNA Blasts Japan's Ambition for Territorial Expansion",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-10ee.html",
            "content": "KCNA Blasts Japan's Ambition for Territorial Expansion\r\n Pyongyang, April 19 (KCNA) -- It was reported that Tok Islets would be marked as part of Japan's territory in textbooks of all social subjects to be used at elementary schools of Japan from 2011.\n\t\t\t\t\t According to the information officially announced recently by the Ministry of Education, Culture, Sports, Science and Technology of Japan about the textbooks that reportedly passed through the \"committee for examining the results of textbook screening,\" Tok Islets are formally marked as part of \"Japan's territory\" in textbooks of five subjects for elementary schoolers and maps have the islets marked inside the boundary of Japan's territorial waters.\n\t\t\t\t\t\n\t\t\t\t\t This indicates the next phase of realizing the Japanese reactionaries' militarist ambition as it is part of their militarist moves being stepped up according to their state strategy for stoking the idea of overseas aggression generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The education of the younger generation guarantees the future of a country and the policy of its ruling authorities at a corresponding time is reflected in the contents of the education.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan's important policy goal to infuse the militarist idea of overseas aggression into the rising generation and hurl it into a war of overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is precisely for this reason that Japan worked out contents of education and policy in such a way as to extol the \"advantages\" of the Yamato nation and eulogize a war and depicted the invasion of Asia by the Imperial Japanese Army as a \"just liberation war\".\n\t\t\t\t\t\n\t\t\t\t\t In new guidelines on teaching for elementary and middle schoolers Japan officially announced that it would designate Tok Islets as part of the territory of Japan.\n\t\t\t\t\t\n\t\t\t\t\t It also mulls re-designating Tok Islets as part of the territory of Japan in textbooks of all social subjects in the wake of doing so in textbooks of three subjects already in use at elementary schools. This has brought into bolder relief the attempt of Japan to orientate the overall education of the rising generation to instilling the idea of reinvasion into it.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Education, Culture, Sports, Science and Technology is playing the role of a shock brigade in instilling the idea of grabbing other's territories into the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t The ministry has openly asserted from long ago that the part dealing with Tok Islets should be rewritten in all new textbooks to be published according to the so-called \"screening principle\" which calls for bringing home to youngsters the fact that Tok Islets are part of territory of Japan. \n\t\t\t\t\t\n\t\t\t\t\t It defined it as a duty of middle schools to teach the students that Tok Islets are part of an inviolable territory of Japan and underscored the \"need to deepen the students' understanding of the territory of Japan.\"\n\t\t\t\t\t\n\t\t\t\t\t Not a few successive authorities of the ministry asserted that \"all Japanese students should be taught Tok Islets are part of Japan's territory,\" \"there are too many self-tormenting textbooks in Japan\" and \"it is very good that such expressions as comfort women for the army and forcible drafting dwindled in the textbooks\". The present minister of Education, Culture, Sports, Science and Technology, too, did not bother to say that Tok Islets are \"part of the inviolable territory of Japan\".\n\t\t\t\t\t\n\t\t\t\t\t It is the true aim sought by the Japanese reactionaries to systematically implant the ambition for territorial expansion into the rising generation, let it nurture revanchism with a militarist view on history and thus play a leading role in launching reinvasion of Asia.\n\t\t\t\t\t\n\t\t\t\t\t It is tragedy that Japan is oblivious of the lesson taught by its past defeat.\n\t\t\t\t\t\n\t\t\t\t\t Militarism will invite nothing but destruction."
        },
        {
            "title": "S. Korean Authorities Urged to Stop Anti-DPRK N-Racket",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-06ee.html",
            "content": "S. Korean Authorities Urged to Stop Anti-DPRK N-Racket\r\n Pyongyang, April 19 (KCNA) -- The south Korean chief executive was recently reported to have again raised the \"nuclear issue of the north\" at the \"Nuclear Security Summit\" held in Washington and cried out for strengthening international \"cooperation\" to cope with it. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea begged for international \"cooperation\" over the \"nuclear issue\" in the DPRK, zealously following the U.S. hostile policy toward it. In a word, this betrays a dangerous and reckless scenario to escalate the political and military confrontation on the Korean Peninsula and ignite a nuclear war on it at any cost, backed by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of talking nonsense that the U.S. \"nuclear posture review\" guarantees the invariable \"policy of nuclear umbrella\". These outbursts indicate that he has totally discarded the soul of the nation.\n\t\t\t\t\t\n\t\t\t\t\t As far as the \"nuclear posture review\" is concerned, it is a document for aggression which proves that the U.S. is making the ignition of a nuclear war on the peninsula an established fact, still keeping the DPRK on the list of targets of preemptive nuclear attack. As a matter of fact, the U.S. committed itself to turn Korea into shambles of a nuclear war.  However, the south Korean puppet group played the coquette with this aggressor, voicing support for him and ballyhooing about \"nuclear umbrella\" and the like. This cannot be interpreted otherwise than a thrice-cursed act of treachery as it is aimed at bringing a nuclear disaster to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group is now more desperately pursuing \"cooperation\" with foreign forces over the \"nuclear issue\" in the DPRK not because the group feels any \"threat\". By taking advantage of the U.S. evermore desperate smear campaign to pressurize the DPRK to \"dismantle its nukes first\" in a bid to stifle it, the group seeks to escalate the international racket of confrontation with the DPRK and ignite a nuclear war of aggression against it at any cost with the backing of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group veiled with the word of \"pragmatism\" is seriously mistaken if it calculates it can bring down the DPRK through \"nuclear cooperation\" with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The above-said \"cooperation\" pursued by the south Korean authorities with foreign forces will only invite bitterer curse and denunciation from the nation and precipitate their final ruin."
        },
        {
            "title": "Anniversary of Apr. 19 Uprising Observed",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-08ee.html",
            "content": "Anniversary of Apr. 19 Uprising Observed\r\n Pyongyang, April 19 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 50th anniversary of the April Popular Uprising in south Korea.\n\t\t\t\t\t The uprising was an eruption of the pent-up wrath and resentment of the south Korean people under the colonial rule of the U.S. imperialists and their stooges for 15 years after the liberation of the country and anti-U.S., anti-fascist resistance participated in by millions of people of broad strata across south Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The uprising proved that if the south Korean people aspiring after independence, democracy and reunification pool their efforts and wage a stubborn struggle braving death, they can certainly defeat any ferocious dictatorial forces.\n\t\t\t\t\t\n\t\t\t\t\t 50 years have passed since the uprising but the desire of the uprisers has not yet come true. This is entirely attributable to the U.S. imperialists' domination and interference in the affairs of south Korea and the treacherous policy of the pro-American conservative forces toeing the policy of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t Since the emergence of the regime veiled with the word of \"pragmatism\" in south Korea the desire of the people for an independent and democratic new politics, new life has been ruthlessly trampled down and the movement for national reunification has faced a grave challenge though it had made dynamic advance in the idea of \"By our nation itself\". \n\t\t\t\t\t\n\t\t\t\t\t In the light of its strong sense of independence and dignity the Korean nation can no longer tolerate foreign forces' presence in south Korea and domination over it and the tragedy of the division caused by them. \n\t\t\t\t\t\n\t\t\t\t\t To struggle for independence against the U.S. is the only way of establishing national sovereignty."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-09ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, April 19 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 12th anniversary of General Secretary Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation.\"\n\t\t\t\t\t The work advances the five-point policy of the great national unity. Its keynote is to unite on the principle of national independence and under the banner of patriotism, the banner of national reunification, improve the north-south relations, oppose foreign forces' domination and anti-reunification forces and develop visits, contacts and dialogue among all Koreans and strengthen their solidarity and alliance.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set forth the five-point policy of the great national unity, making it possible for the fellow countrymen in the north and the south and abroad to more dynamically advance the movement for independent reunification with a powerful ideological and theoretical weapon for developing and accomplishing at a new higher level the cause of great national unity started by President Kim Il Sung, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The struggle for national unity and the reunification of the country gained in scope and strength as a nationwide mass movement involving broad strata of people in the north and the south and abroad, the June 15 era of reunification was ushered in to witness eye-opening achievements unprecedented in the development of inter-Korean relations and the movement for national reunification. This is a clear proof of the validity and vitality of Kim Jong Il's idea and line of great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The said five-point policy is a great programme for national unity in the June 15 era of reunification. It is necessary to hold fast to the policy and thoroughly implement it. This alone provides a sure guarantee for achieving national reconciliation and unity and accelerating the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t To get united on the principle of national independence and under the banner of patriotism, the banner of national reunification, is the fundamental principle of great unity laid down in the above-said policy. \"By our nation itself,\" the idea of national independence and the idea of great unity, thoroughly embodies the said policy. The idea of \"By our nation itself\" serves as an ideological and moral source instilling the spirit of independence into the members of the nation and positively arousing their patriotic enthusiasm and unity."
        },
        {
            "title": "Stand to Contribute to Reunification Declared",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-04ee.html",
            "content": "Stand to Contribute to Reunification Declared\r\n Pyongyang, April 19 (KCNA) -- A meeting took place in Seoul on April 14 on the occasion of the 10th anniversary of the formation of the Reunification meeting, a south Korean organization for reunification movement. \n\t\t\t\t\t Present there were members of civic and public organizations of different strata, former unconverted long-term prisoners and reunification movement activists.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said that the organization has fought to achieve reunification of Korea, overcoming all difficulties and ordeals. \n\t\t\t\t\t\n\t\t\t\t\t They condemned the right-wing conservative group and other anti-reunification forces for their all the more undisguised rowdyism as evidenced by the destruction of tombstones of former unconverted long-term prisoners.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the members of the organization would actively contribute to the struggle for reunification of the country in the future, too."
        },
        {
            "title": " Suppression of Patriotic Student by Police under Fire",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-05ee.html",
            "content": "Suppression of Patriotic Student by Police under Fire\r\n Pyongyang, April 19 (KCNA) -- The south Korean Solidarity for Implementing the South-North Joint Declaration issued a statement on April 16 to denounce the puppet police for its fascist tyranny of arresting a patriotic student.\n\t\t\t\t\t That day the police detectives of the \"Security Investigation Group\" in Kwangju suddenly arrested by force Kim Hyon Ung, student of Chonnam National University who was chief of the Action Headquarters of the south Korean Federation of University Student Councils for 2008, in the university campus, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It accused the present \"government\" of recently making desperate efforts to create a terror-ridden atmosphere in the society in a bid to get out of its predicament before the \"election to the local self-governing bodies\".\n\t\t\t\t\t\n\t\t\t\t\t The authorities have intensified harsh suppression under the pretext of public security in a bid to tide over crisis but they should clearly understand that they can never evade stern punishment by people and history, the statement warned. \n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to immediately stop the anachronistic repression and step down, instead of working in vain to blindfold the people and stop their ears and reverse the trend of the people's mindset."
        },
        {
            "title": "Juche Idea Study Group Formed in Switz",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-02ee.html",
            "content": "Juche Idea Study Group Formed in Switz\r\n Pyongyang, April 19 (KCNA) -- A Swiss group for the study of the Juche idea was formed on April 10 on the occasion of the Day of the Sun.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the group.\n\t\t\t\t\t\n\t\t\t\t\t The chairman said at its inaugural ceremony that the group would open its Internet homepage to post on a systematic and regular basis works of President Kim Il Sung and General Secretary Kim Jong Il and data on their Songun leadership feats and conduct the activities of introducing the Juche idea in various forms and ways, thus expanding the ranks of Juche idea followers and itself among the people from all walks of life in Switzerland.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the group would regularly sponsor a seminar on the Juche idea and have close ties with the International Institute of the Juche Idea and Juche idea study organizations in other countries and thus make positive contribution to briskly disseminating the Juche idea on a worldwide scale and strengthen the solidarity with the Korean people."
        },
        {
            "title": "DR Congo Figure Praises Great Persons Feats",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-03ee.html",
            "content": "DR Congo Figure Praises Great Persons Feats\r\nPyongyang, April 19 (KCNA) -- Rohekele Andre, president of the Working Citizens' Association of the Democratic Republic of Congo who is heading the visiting delegation of the National Committee for the Study of the Juche Idea of the Democratic Republic of Congo , expressed reverence for the peerlessly great persons.\n\t\t\t\t\t Noting that the association presented its highest prize of labor camp to President Kim Il Sung and General Secretary Kim Jong Il on the occasion of the Day of the Sun, he said that this day is a holiday commemorated with splendor not only by the Korean people but also the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t With this day, socialist Korea could rise up imposingly and the oppressed people of the world could wage a vigorous struggle of justice under the banner of the Juche idea, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He said that the revolutionary cause of Kim Il Sung is being creditably carried forward to completion by Kim Jong Il, stressing that the Korean people will open the gate to a thriving nation in the near future on the basis of the solid independent national economy and advanced science and technology under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t D. Michka, general director of the HUM Company Ltd., who is heading the Mongolian delegation for commemorating the Day of the Sun, said in an interview with a reporter on April 17 that the progressive people of the world are highly praising Kim Il Sung as the eternal sun of Juche and that his august name will shine forever as he made tremendous contributions to global peace and independence."
        },
        {
            "title": "Day of Sun Commemorated",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-01ee.html",
            "content": "Day of Sun Commemorated\r\n Pyongyang, April 19 (KCNA) -- A meeting, a photo exhibition and a film show took place in Laos, a meeting in Nepal and a film show in Thailand on April 7 and 8 on the occasion of the Day of the Sun.\n\t\t\t\t\t Displayed in the venue of the photo exhibition were photographs showing the revolutionary life and exploits of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Laos-Korea Friendship Association said that Kim Il Sung founded the Juche idea and liberated the country, decisively defeated the armed invasion of the U.S. imperialists and achieved great victory and successes in socialist construction by wisely leading the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tToday the DPRK has turned into a military power under the Songun politics of General Secretary Kim Jong Il, he said, stressing that the single-minded unity, in which all the people are closely rallied in ideology and purpose around their leader, is one of the admirable pictures of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), the minister of Land Reform and Management and other speakers praised Kim Il Sung as the father of socialist Korea who built Korea, which once suffered eclipse in the world, into the power of Juche and the eternal President of the DPRK, saying that his immortal exploits for the Korean revolution and the world revolution and the human cause of independence would remain forever in the hearts of the progressives.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were Korean films \"Reply of Korea\" and \"Fireworks for a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at the meeting held in Nepal."
        },
        {
            "title": "Kim Jong Il dirige en el terreno la obra de la Central de Huichon",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-19ee.html",
            "content": "Kim Jong Il dirige en el terreno la obra de la Central de Huichon\r\nPyongyang, 19 de abril (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno el lugar de construccion de la Central Hidroelectrica de Huichon.\n\t\t\t\t\tTras averiguar como marcha la obra, el Dirigente llego adonde la Unidad Guardia 210 del EPC construye el tanque regulador de presion de agua pasando por numerosos desfiladeros pavimentados nuevamente entre las montanas reconditas.\n\t\t\t\t\t\n\t\t\t\t\tDespues de recibir el parte de recepcion, el Dirigente entro en la galeria subterranea donde caia el agua manada de la roca donde se informo en detalles del estado de la obra y estimulo cordialmente a los constructores.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que ellos hayan hecho muchas cosas en un corto plazo, evaluo altamente sus exitos de lucha y les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tLos militares de la unidad terminaron en unos meses el enorme volumen de la obra que antes requeria unos anos, esto se llama el gran exito y el gran milagro de la Corea del Songun, de que son capaces solo los uniformados del EPC, creadores del espiritu revolucionario de los militares.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que son realmente inagotables y potentes las fuerzas espirituales de los militares del EPC, combatientes dispuestos a remover de un tiron cualquier montana gigantesca si lo deseara el partido, destaco que no hay en este mundo el que pueda vencer tal fuerza colosal del EPC unido monoliticamente en torno al partido.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente contemplo desde un mirador el panorama del campo de construccion.\n\t\t\t\t\t\n\t\t\t\t\tMirando el lugar de instalacion de la tuberia de hierro y el de construccion de la cabina de generadores y otras partes en agitacion, se puso muy complacido por la rapida marcha de la obra.\n\t\t\t\t\t\n\t\t\t\t\tAl divisar el aspecto espectacular del lugar de construccion de la central que se levanta magnificamente con las fuerzas, tecnicas y materiales nacionales, dijo que nuestro pais puede cumplir por cuenta propia cualquier proyecto deseado de transformacion de la naturaleza porque cuenta con la poderosa industria del Juche consolidada apretando el cinturon. Continuo que esto comprueba la justeza y la enorme vitalidad de la linea de construccion de la economia del partido consistente en desarrollar con preferencia la industria pesada.\n\t\t\t\t\t\n\t\t\t\t\tIndico que gracias a la lucha abnegada de los constructores de la central como los militares, creadores de la \"velocidad de Huichon\", la nueva velocidad de Chollima, se abrieron las buenas perspectivas de terminar antes de 2012 la construccion de esta central de gran tamano y envio el saludo cordial a todos los constructores quienes trabajan intensamente manifestando el espiritu revolucionario de los militares y el de lucha tenaz.\n\t\t\t\t\t\n\t\t\t\t\tApuntando que la construccion de la central es la tarea mas prioritaria que se presenta en la construccion de una gran potencia prospera y al mismo tiempo, la importante labor para cumplir el legado del Presidente Kim Il Sung, presento las tareas programaticas que serviran de guia para terminarla con adelanto.\n\t\t\t\t\t\n\t\t\t\t\tAunque es dificil construir la central hidroelectrica, una vez construida, ella resulta ventajosa que la central nuclear, indico y prosiguio que se debe construir muchas mas centrales hidroelectricas a lo largo del pais.\n\t\t\t\t\t\n\t\t\t\t\tLa labor de servicio de abastecimiento es uno de los factores principales para elevar la velocidad de la construccion, enseno y destaco la necesidad de prestar esmerada atencion a las condiciones de vida de los constructores para que ellos vivan sin ninguna incomodidad.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se fotografio junto a los constructores militares de la Unidad 210 del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el secretario responsable del Comite del PTC en la Provincia de Jagang, Pak To Chun, los jefes de departamento del CC del PTC, Kim Kyong Hui y Jang Song Thaek, los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang, Ri Je Gang, Ri Jae Il, y otros cuadros directivos del CC del PTC, los generales de ejercito del EPC, Hyon Chol Hae y Ri Myong Su, y otros miembros directivos del ejercito."
        },
        {
            "title": "Kim Jong Il presencia la funcion de la Unidad 10215 del EPC",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-20ee.html",
            "content": "Kim Jong Il presencia la funcion de la Unidad 10215 del EPC\r\nPyongyang, 19 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea presencio la funcion del grupo de propaganda artistica de la Unidad 10215 del EPC, con motivo del Dia del Sol.\n\t\t\t\t\tCuando el Dirigente aparecio en el palco principal, todos los espectadores le dieron calurosa bienvenida rindiendole el maximo honor.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas del grupo pusieron en la escena la poesia de cinco personas \"Himno del General \n\t\t\t\t\t\tKim Il Sung\", las canciones en serie \"Cancion de Mangyongdae\", el drama narrativo \"Corazon del defensor eterno\", el solo femenino \"Anorando al General\", el cuarteto mixto \"El amor a la patria, el odio al enemigo\", la guitarra de bajo y cancion \"Corre Chollima\", la poesia y coro \"Pino verde del monte Nam\" y otras varias piezas de distintas formas.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la funcion, los ejecutantes demostraron bien la orgullosa trayectoria de lucha del EPC que ha manifestado solo la victoria y la gloria bajo el mando del insigne comandante del Paektu y la firme conviccion y la voluntad de los militares del EPC dispuestos a defender a riesgo de vida las preciosas conquistas del partido y la revolucion y a garantizar bien con armas la construccion de la gran potencia prospera y la victoria final de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes manifestaron energicamente la potencia de los artistas militares que infunden a los militares el ardiente amor al partido y el lider, la patria y el pueblo y cumplen excelentemente la sagrada mision de los trompeteros de la epoca del Songun. \n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que los miembros de grupo hayan ofrecido de modo fresco y combativo la funcion con las excelentes obras de gran significado cognoscitivo y educativo que reflejan vividamente la inagotable fuerza espiritual de nuestros militares, evaluo altamente el exito de la funcion y les dio agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento las tareas programaticas que sirven de guia para fortalecer aun mas las revolucionarias y combativas actividades de propaganda artistica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verla el miembro del CDN de la RPDC y el general de ejercito del EPC U Tong Chuk, los generales de ejercito del EPC, Kim Won Hong y Hyon Chol Hae y otros miembros directivos del ejercito y los secretarios Choe Thae Bok y Kim Ki Nam y los jefes de departamento Kim Kyong Hui y Kim Yang Gon y otros cuadros directivos, del CC del PTC."
        },
        {
            "title": "Kim Jong Il presencia la funcion del II Festival Artistico Nacional",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-21ee.html",
            "content": "im Jong Il presencia la funcion del II Festival Artistico Nacional \r\nPyongyang, 19 de abril (ATCC) -- El Dirigente    Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio la funcion de la rama del arte masivo del II Festival Artistico Nacional de Abril en Primavera.\n\t\t\t\t\tLos miembros de los grupos artisticos, y los grupos de la propaganda artistica y de agitacion artistica movil de varias fabricas, empresas y de las granjas cooperativas pusieron en la escena varias piezas como el coro \"Cancion de la fidelidad\", la agitacion y cancion \"!Viva el Generalisimo         Kim Il Sung!\", la poesia en dialogo \"Vinalon del General\", el coro pequeno \"Primavera del Eterno Sol\" y la poesia y coro \"Que conquisten la cumbre de la tecnologia\".\n\t\t\t\t\t\n\t\t\t\t\tA traves de sus funciones, los ejecutantes cantaron en tono patetico las imborrables hazanas del Presidente Kim Il Sung que brillaran de generacion en generacion y la vida feliz de nuestro pueblo que disfruta a sus anchas de la vida independiente y creadora en la patria socialista del Juche y mostraron el espiritu revolucionario y el fuerte impetu de nuestro ejercito y pueblo que avanzan a todo galope hacia la cima de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tMediante la funcion, llena de la pasion revolucionaria y el sentimiento abundante, los artistas manifestaron con vigor el poderio del arte cultural de masas de la epoca del Songun que se desarrolla con brillantez.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Dirigente respondio con la mano alzada a las aclamaciones entusiastas de los ejecutantes y los espectadores y les felicito por el exito de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que los actores hayan ofrecido  una excelente funcion de alto nivel ideo-artistico  que refleja bien la clara posicion politica, la demanda de la epoca y la aspiracion de nuestro pueblo, evaluo altamente el exito de la funcion y les dio su agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente destaco que todos los grupos participantes en la ocasion ofrecieron las funciones especificas que reflejan vividamente la lucha y la vida de si mismos y enseno que esto demuestra  patentemente la justeza y la vitalidad de la orientacion de nuestro partido de popularizar el arte.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que el II Festival Artistico Nacional fue un significado festival en que resonaron en  canciones de todo el pueblo la ardiente aspiracion y el deseo de nuestro ejercito y pueblo de enaltecer para siempre al Lider paternal como el Sol del Juche y anadio que el festival sirvio de un motivo significativo que infundio la infinita fuerza y el coraje a todo el ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tY envio el cordial saludo a todos los participantes en el festival quienes hicieron un gran aporte a adornar significativamente la fiesta de Abril en primavera con las canciones del Lider y las de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tBajo el regimen socialista de nuestro pais donde las masas trabajadoras se hacen creadores y gozadores del verdadero arte, este arte se crea en medio de la lucha y la vida de las masas populares y el arte revolucionario sirve de un poderoso medio para estimular e impulsar fuertemente a los hombres a la lucha revolucionaria al emocionarlos sentimentalmente y movilizar su potencia espiritual, destaco y presento las tareas programaticas que sirven de guia para fortalecer y desarrollar el arte cultural de masas.\n\t\t\t\t\t\n\t\t\t\t\tLa presenciaron junto con el Dirigente el vicemariscal del EPC Kim Yong Chun,  vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, y otros miembros de mando del ejercito y de los organos de las fuerzas armadas, los secretarios Choe Thae Bok y Kim Ki Nam y los jefes de departamento Kim Kyong Hui, Jang Song Thaek, Kim Yong Il, Kim Yang Gon y otros cuadros directivos, del CC del PTC."
        },
        {
            "title": "ATCC denuncia maniobras de Japon para inculcar el militarismo",
            "url": "http://kcna.co.jp/item/2010/201004/news19/20100419-22ee.html",
            "content": "ATCC denuncia maniobras de Japon para inculcar el militarismo\r\nPyongyang, 19 de abril (ATCC) -- En los manuales de todas las asignaturas sociales, que entraran en uso a partir de 2011 en las escuelas primarias de Japon, se incluiran los renglones calificando de territorio japones el islote coreano Tok.\n\t\t\t\t\tHace poco, el Ministerio de Educacion, Cultura, Deporte, Ciencia y Tecnologia de ese pais isleno informo oficialmente que en 5 variedades de manuales de primaria aprobadas por el \"comite de examen\" de libros el islote Tok sera anotado oficialmente como \"territorio de Japon\" y aparecera el mapa localizandolo dentro de la linea marcadora de las aguas jurisdiccionales de Japon.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, resulta una estrategia nacional para los reaccionarios japoneses inculcar en las generaciones venideras la idea de agredir a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tLa publicacion de tales manuales forma parte de la campana de militarizacion e insinua el proximo paso de ellos para realizar su ambicion militarista.\n\t\t\t\t\t\n\t\t\t\t\tLa educacion a las generaciones venideras decide el futuro de un Estado y sus contenidos reflejan la politica de las autoridades del tiempo.\n\t\t\t\t\t\n\t\t\t\t\tJapon tiene hoy la importante meta politica de inyectar en las nuevas generaciones la idea militarista de agredir a ultramar para lanzarlas a la guerra de conquista a otros paises.\n\t\t\t\t\t\n\t\t\t\t\tSegun ella, los contenidos y la politica de la pedagogia estan penetrados de la \"superioridad\" de la nacion Yamato, el elogio a la guerra y otras cosas por el estilo y tergiversan la agresion del viejo ejercito japones a Asia como la \"guerra justa de liberacion\".\n\t\t\t\t\t\n\t\t\t\t\tJapon publico oficialmente su decision de anotar en la \"nueva guia de estudio\" para los alumnos de las escuelas primarias y secundarias que el islote en cuestion es suyo.\n\t\t\t\t\t\n\t\t\t\t\tCon el intento de insertar tal concepto erroneo en los manuales de todas las asignaturas sociales, luego de los 3 manuales de las escuelas primarias ya en circulacion, quedo evidenciada la voluntad de Japon de inculcar la idea de reagresion a traves de la educacion general sobre las nuevas generaciones.\n\t\t\t\t\t\n\t\t\t\t\tAl frente de esta campana esta el susodicho ministerio.\n\t\t\t\t\t\n\t\t\t\t\tEsta cartera viene insistiendo abiertamente en que todos los manuales nuevos deben referirse al tema del islote Tok segun el llamado \"principio de examen\" que exige dejar en claro que el pertenece a Japon.\n\t\t\t\t\t\n\t\t\t\t\tDefinio que se debe educar a los alumnos de la secundaria para que ellos tomen el islote en cuestion como \"territorio propio\" y abogo por la necesidad de \"profundizar la compresion de los alumnos sobre el territorio y la extension de Japon\".\n\t\t\t\t\t\n\t\t\t\t\tEntre las autoridades de susodicho ministerio no son pocos los que dijeron los disparates como que \"hay que educar a todos los alumnos japoneses que el islote Tok es el territorio de Japon\", \"en Japon hay demasiados manuales de autocritica\", \"es muy bueno que se hayan reducido en los manuales las expresiones como las consoladoras sexuales para el ejercito, el arresto forzoso y otras\". Y el actual ministro dijo sin vacilacion alguna que el islote Tok es el \"territorio propio de Japon\".\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, los reaccionarios japoneses tratan de sembrar sistematicamente a las nuevas generaciones la ambicion expansionista para que ellas tengan la concepcion militarista de historia y el revanchismo y protagonicen a la larga en la eventual reagresion al continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEs una tragedia que Japon este olvidadizo de la leccion de su derrota sufrida en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tSi Japon marcha por el camino al militarismo, lo que le esperara sera solo su autodestruccion."
        }
    ]
}