{
    "date": "2010-01-24",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-24ee.html",
    "articles": [
        {
            "title": "CPRK Blasts S. Korean Conservatives' Anti-DPRK Racket",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-02ee.html",
            "content": "CPRK Blasts S. Korean Conservatives' Anti-DPRK Racket\r\n Pyongyang, January 24 (KCNA) -- A spokesman of the Committee for the Peaceful Reunification of Korea Saturday released a statement condemning the south Korean conservative forces for pushing the inter-Korean relations to an extreme phase of confrontation by kicking up a crazy anti-DPRK racket quite contrary to the desire of the fellow countrymen for national concord and reunification and the trend of the times.\n\t\t\t\t\t Charging that the \"Ministry of Unification\", the \"National Intelligence Service\", the \"Ministry of Foreign Affairs and Trade\", the \"Defense Ministry\" and other authorities related to the DPRK and war maniacs of south Korea are now kicking up a noisy anti-DPRK campaign and laying bare their scenario for a war of aggression on the north and confrontation of different systems, colluding with one another, the statement said: \n\t\t\t\t\t\n\t\t\t\t\t When it was brought to daylight recently that the south Korean puppet authorities worked out in secrecy an \"emergency ruling plan\", an extremely  provocative scenario for invasion of the north allegedly to cope with what they called \"emergency\", the army and people of the DPRK solemnly clarified the steadfast will never to pardon those who hurt the dignity and system of the DPRK even in the least and strongly demanded an apology for such criminal deed, cancellation of the conspiratorial scenario and punishment of those chiefly responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the conservative group of south Korea responded to this demand with a graver provocation, far from making an apology. This clearly proves that they are hell-bent only on escalating the confrontation with fellow countrymen, utterly indifferent to the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t A whole string of stupid jargons about \"preemptive attack\" on somebody and \"emergency\" let loose by the puppet clique is no more than a cheap artifice to bar the public at home and abroad from focusing its attention on the stirring reality of the DPRK making a leaping advance towards a thriving nation under the great banner of Songun, hamstring the process for improving the inter-Korean relations and weather its domestic crisis.\n\t\t\t\t\t\n\t\t\t\t\t The boss of the puppet military warmongers took the lead in crying out for a \"preemptive attack\" on the DPRK and the authorities and \"state policy\" research institutions disclosed various kinds of scenarios for invasion of the north simulating an \"emergency\". This itself is a declaration of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK sets store by the north-south relations but if the south Korean conservative authorities finally opt for confrontation and war, it will unhesitatingly take strong counter-measures against them and demonstrate the merciless mode of retaliation, sweep away the traitors opposed to reunification from this land and accomplish the sacred cause of national reunification, the cherished desire of the nation, without fail.\n\t\t\t\t\t\n\t\t\t\t\t Puppet Minister of Defense Kim Thae Yong, Minister of Unification Hyon In Thaek, Director of the NIS Won Se Hun and Minister of Foreign Affairs and Trade Ryu Myong Hwan of south Korea have gone mad with confrontation with compatriots and brought dark clouds of a war to hang over the land, selling off the interests of the nation to foreign forces. They will never be able to escape curses and punishment by history and the nation for being \"four traitors of 2010\" just as the \"five traitors of 1905\" were put to disgrace and curse by the successive generations for selling off the country more than a century ago.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will mercilessly punish anyone who behaves recklessly, daring challenge its supreme dignity and system."
        },
        {
            "title": "KPA General Staff Blasts S. Korean Defense Minister's Outbursts",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-04ee.html",
            "content": "KPA General Staff Blasts S. Korean Defense Minister's Outbursts\r\n Pyongyang, January 24 (KCNA) -- A spokesman for the General Staff of the Korean People's Army Sunday released a statement blasting the outbursts about \"preemptive strike\" let loose by the south Korean puppet defense minister which have created such grave situation under which the tragic June 25 war may repeat itself on the Korean Peninsula at any moment.\n\t\t\t\t\t The defense minister, addressing an open seminar titled \"Defense reform and prospect of inter-Korean relations\" held on Jan. 20, blustered that south Korea would mount a \"preemptive strike\" if necessary to cope with the \"nuclear threat\" from the north, adding that \"such stand\" of the south Korean puppet army is \"invariable.\"\n\t\t\t\t\t\n\t\t\t\t\t At a \"National Assembly confirmation hearing\" for informally designating the chairman of the puppet Joint Chiefs of Staff held in  March 2008, he blared that south Korea would make a \"preemptive strike\" at the nuclear bases in the north with precision guided missiles.\n\t\t\t\t\t\n\t\t\t\t\t The above-said reckless remarks about \"preemptive strike\" openly made by the guy once again upon assuming the post of defense minister are by no means gaffes but fully reflect the will of the south Korean puppet authorities displeased with the process for improving the inter-Korean relations, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t  The KPA General Staff re-clarifies the principled stand of our revolutionary armed forces to cope with the grave situation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Our revolutionary armed forces will regard the scenario for ''preemptive strike\" which the south Korean puppet authorities adopted as a \"state policy\" as an open declaration of war.\n\t\t\t\t\t\n\t\t\t\t\t They will take prompt and decisive military actions against any attempt of the south Korean puppet authorities to violate the dignity and sovereignty of the DPRK and blow up the major targets including the commanding center.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is our stand to improve the inter-Korean relations on the basis of the historic June 15 joint declaration and the October 4 declaration and pave the way for national reunification, but we will  never remain a passive onlooker to the moves of the puppets to escalate the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those seeking to realize their daydream will not be able to escape an unimaginably miserable fate, warned the statement."
        },
        {
            "title": "S. Korean Authorities Accused of obstruction of Improving Korean Relations",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-05ee.html",
            "content": "S. Korean Authorities Accused of obstruction of Improving Korean Relations\r\n Pyongyang, January 24 (KCNA) -- The Solidarity for Progress of south Korea called a news conference in Seoul on January 20 in denunciation of the puppet authorities' anti-reunification action against the process for improving the inter-Korean relations.\n\t\t\t\t\t A favorable environment and atmosphere have been created for improving the inter-Korean relations thanks to the broad-minded and positive efforts of the DPRK, but the authorities are chilling them, the solidarity noted, warning: The \"government\" should be well aware that if it deteriorates the inter-Korean relations by sticking to the anti-DPRK confrontation policy, with nothing can it justify the ensuing consequences. \n\t\t\t\t\t\n\t\t\t\t\t Declaring that the organization can never remain a passive onlooker to the present \"government\" causing disasters to the nation, it demanded Hyon In Thaek, minister of \"Unification\", immediately step down as he is leading the campaign to stamp out the reunification movement."
        },
        {
            "title": "Unreasonable Court Judgment Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-06ee.html",
            "content": "Unreasonable Court Judgment Censured in S. Korea\r\n Pyongyang, January 24 (KCNA) -- The People for Achieving Peace and Reunification of south Korea made public a statement on Jan. 20 denouncing the unreasonable judgment passed by the puppet Supreme Court on the participants of the struggle against the U.S. and war.\n\t\t\t\t\t The statement referred to the fact that on Jan. 14 the Supreme Court dismissed a final appeal brought by the members of the civic and social organizations who fought to check the combined landing exercises staged by the U.S. forces and the south Korean military warmongers in the area of bathing beach in Manripho, Thaean County, South Chungchong Province, in March 2006.\n\t\t\t\t\t\n\t\t\t\t\t The court perpetrated such action, asserting it is not \"illegal\" that the first and second hearings passed judgments condemning those participants to prison terms and other punishment on charges of \"interference with government officials in the execution of special duties\" and violation of the \"law on assembly and demonstration,\" it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The statement contended that the struggle against the then combined landing exercises could never be an illegal action as they were reckless war maneuvers for attack on the DPRK, pursuant to the \"OPLAN 5027.\"\n\t\t\t\t\t\n\t\t\t\t\t It bitterly condemned the Supreme Court for denying the said fact and incriminating the anti-U.S. and anti-war struggle by following the authorities' doctrine of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It declared the resolution to lay bare injustice of the above-said exercises and fight against the anti-DPRK war maneuvers."
        },
        {
            "title": "Plan for \"Field Tactical Exercises\" Announced in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-07ee.html",
            "content": "Plan for \"Field Tactical Exercises\" Announced in S. Korea\r\n Pyongyang, January 24 (KCNA) -- The 53rd Infantry Division of the south Korean puppet army announced that it would launch \"midwinter field tactical exercises\" on three stages from Jan. 25 to the end of February, according to south Korea's Yonhap News.\n\t\t\t\t\t The warmongers declared that they would conduct the military exercises under the condition of actual war in the area of Haeundaegu in Pusan allegedly to cope with someone's \"coastal infiltration.\"\n\t\t\t\t\t\n\t\t\t\t\t Such ceaseless anti-DPRK war exercises by the south Korean puppet warmongers are aggravating the situation of the Korean Peninsula."
        },
        {
            "title": "DPRK FM Statement Supported",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-03ee.html",
            "content": "DPRK FM Statement Supported\r\n Pyongyang, January 24 (KCNA) -- The International Liaison Committee for Reunification and Peace in Korea released a statement on January 18 in support of the statement of the Foreign Ministry of the DPRK.\n\t\t\t\t\t The U.S. has not advanced any proposal for peace on the Korean Peninsula but, on the contrary, has ceaselessly pursued moves against the DPRK over the last nearly six decades, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently called for the conclusion of a peace treaty since the ceasefire and proposed again starting talks for concluding the peace treaty on last January 11.\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the peace treaty would open up a new chapter in the DPRK-U.S. relations and provide the DPRK with a prospect of freeing itself from the constant military threat of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the peace treaty would help positively push ahead with the talks for the denuclearization of the peninsula in an environment fundamentally different from the previous ones.\n\t\t\t\t\t\n\t\t\t\t\t All the political parties and organizations in the world desirous of peace and prosperity should wage a dynamic movement supporting the conclusion of the peace treaty in order to frustrate the political campaign of the imperialists against the DPRK and achieve Korea's reunification."
        },
        {
            "title": "DPRK Holidays to Be Commemorated in Guinea",
            "url": "http://kcna.co.jp/item/2010/201001/news24/20100124-01ee.html",
            "content": "DPRK Holidays to Be Commemorated in Guinea\r\n Pyongyang, January 24 (KCNA) -- A Guinean preparatory committee for commemorating the Day of the Sun and February 16 was inaugurated with due ceremony on January 18.\n\t\t\t\t\t At the ceremony Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set a commemoration period from January 20 to April 17 and decided to hold colorful political and cultural events including meeting, seminar, lecture and photo exhibition in the period."
        }
    ]
}