{
    "date": "2010-09-24",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-24ee.html",
    "articles": [
        {
            "title": "Choe Thae Bok Meets Lao Party Delegation",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-13ee.html",
            "content": "Choe Thae Bok Meets Lao Party Delegation\r\n Pyongyang, September 24 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a cordial talk with the delegation of the Commission for External Affairs of the Central Committee of the Lao People's Revolutionary Party headed by Vice-Chairman Thongsy Inthaphonh at the Mansudae Assembly Hall on Friday.\n\t\t\t\t\t The head of the delegation said that the friendly relations between the Lao People's Revolutionary Party and the Workers' Party of Korea provided by Kaysone Phomvihane and President Kim Il Sung have been further consolidated under the deep care of Choummaly Saynasone and General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people rallied close around Kim Jong Il would achieve bigger success in building a thriving nation while frustrating the imperialists' moves.  \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il, director of the International Affairs Department of the C.C, the WPK, also met and had a talk with the delegation which paid a courtesy call on him on the same day."
        },
        {
            "title": "Gift from Lao Party Delegation",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-08ee.html",
            "content": "Gift from Lao Party Delegation\r\n Pyongyang, September 24 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of the Commission for External Affairs of the Central Committee of the Lao People's Revolutionary Party.\n\t\t\t\t\t The gift was handed to Kim Yong Il, department director of the Central Committee of the Workers' Party of Korea, on Friday by Vice-Chairman of the commission Thongsy Inthaphonh who is heading the delegation."
        },
        {
            "title": "DPRK Will Contribute to Efforts to Attain MDGs Clarified",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-01ee.html",
            "content": "DPRK Will Contribute to Efforts to Attain MDGs Clarified\r\n Pyongyang, September 24 (KCNA) -- The Democratic People's Republic of Korea will make a positive contribution to the international community's efforts to build a new peaceful and prosperous world and achieve the millennium development goals (MDGs), in the future, too, guided by the idea of its foreign policy -- independence, peace and friendship.\n\t\t\t\t\t Pak Kil Yon, vice-minister of Foreign Affairs who is heading the delegation of the DPRK, said this, addressing the summit on the MDGs on Sept. 21.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the facts that the MDGs are facing ceaseless serious challenges. \n\t\t\t\t\t\n\t\t\t\t\t In order to successfully attain the MDGs it is necessary among other things to provide a peaceful environment, set right the irrational economic structure of the world and create a sustainable environment for its development, he said. \n\t\t\t\t\t\n\t\t\t\t\t Noting that it is important for the UN to enhance its responsibility and role in attaining the MDGs, he underlined the need for the UN to immediately eradicate the irrational elements of the international economic structure that adversely affects the efforts of the developing countries for development and, at the same time, take steps for providing international environment and conditions favorable for attaining the MDGs.\n\t\t\t\t\t\n\t\t\t\t\t They should never allow any attempt to use the aid of the UN organizations for development, in particular, as a means for achieving any political objective, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has long enforced free medical care, compulsory free education and sex equality, carrying out the main tasks for attaining the MDGs. Efforts are now being exerted to consolidate the successes made in those fields and improve their quality. \n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is still technically at war and a touch and go situation is now prevailing on it due to the evermore undisguised U.S. hostile policy toward the DPRK. The DPRK has directed main efforts to the building of an economic power while protecting peace. This is the brilliant fruition of the Songun politics pursued by General Secretary Kim Jong Il."
        },
        {
            "title": "Chinese Judicial Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-09ee.html",
            "content": "Chinese Judicial Delegation Here\r\n Pyongyang, September 24 (KCNA) -- A judicial delegation of China led by Vice-Minister of Justice Zhang Sujun arrived here on Friday."
        },
        {
            "title": "Int'l Film Festival Closes",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-12ee.html",
            "content": "Int'l Film Festival Closes\r\n Pyongyang, September 24 (KCNA) -- The 12th Pyongyang International Film Festival that opened on September 17 was closed with due ceremony at the People's Palace of Culture on Friday. \n\t\t\t\t\t Present there were Kang Nung Su, vice-premier, Hong Kwang Sun, chairman of the State Film Commission who doubles as chairman of the festival organizing committee, Ryang Man Gil, chairman of the Pyongyang City People's Committee, officials concerned, creators and artistes in the field of film and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Also present were delegations and delegates of various countries including the DPRK, those of overseas Koreans and members of international jury.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and embassy officials of various countries and members of missions of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Results of examination of the films presented to the festival were published to be followed by an awarding ceremony. \n\t\t\t\t\t\n\t\t\t\t\t The results of examination are as follows:\n\t\t\t\t\t\n\t\t\t\t\t    Top film prize: Chinese film \"Walking to School\"\n\t\t\t\t\t\n\t\t\t\t\t     Production prize of feature film: Iranian film \"Wind Blows in the Meadow\"\n\t\t\t\t\t\n\t\t\t\t\t   Literature prize of feature film: German film \"Lila, Lila\"\n\t\t\t\t\t\n\t\t\t\t\t   Cameraing prize of feature film: French film \"Cartagena\"\n\t\t\t\t\t\n\t\t\t\t\tPrize for best actor of feature film: main actor of Russian film \"A Man at Home\"\n\t\t\t\t\t\n\t\t\t\t\tPrize for best actress of feature film: main actress of Italian film \"Bets and Wedding Dresses\"\n\t\t\t\t\t\n\t\t\t\t\t   Art prize of feature film: Russian film \"A Man at Home\"\n\t\t\t\t\t\n\t\t\t\t\t   Music prize of feature film: British film \"The Damned United\"\n\t\t\t\t\t\n\t\t\t\t\tTechnology prize of feature film: Italian film \"Bets and Wedding Dresses\"\n\t\t\t\t\t\n\t\t\t\t\tProduction prize of documentary and short film: Greek documentary \"Gaza We are Coming\"\n\t\t\t\t\t\n\t\t\t\t\tComposition prize of documentary and short film: Chongryon (The General Association of Korea Residents in Japan) documentary \"Never Gave up the Future\"\n\t\t\t\t\t\n\t\t\t\t\tCameraing prize of documentary and short film: Chinese short film \"The Hands\"\n\t\t\t\t\t\n\t\t\t\t\tSpecial prize of the international jury committee of the festival: Polish feature film \"Born of the Sea\"\n\t\t\t\t\t\n\t\t\t\t\tSpecial prize of the festival organizing committee: Indian feature film \"For Real\"  \n\t\t\t\t\t\n\t\t\t\t\t : Korean-French feature film \"Moranbong\"\n\t\t\t\t\t\n\t\t\t\t\tPrizes for special show were awarded to feature films of Russia, French, China and the DPRK, German documentary and others.\n\t\t\t\t\t\n\t\t\t\t\t A letter to General Secretary Kim Jong Il presented by the participants of the festival was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t Hong Kwang Sun in his closing address expressed the belief that the unity and cooperation among the world progressives and moviemen who advocate the idea of independence, peace and friendship and aspire after development of genuine films would further strengthen and develop in the future, too."
        },
        {
            "title": "Cabinet Hosts Reception for Int'l Film Festival",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-06ee.html",
            "content": "Cabinet Hosts Reception for Int'l Film Festival\r\n Pyongyang, September 24 (KCNA) -- The DPRK Cabinet hosted a reception for the participants of the 12th Pyongyang International Film Festival at the People's Palace of Culture on Friday in connection with the success of the festival.\n\t\t\t\t\t Present there on invitation were delegations and delegates of different countries including the DPRK and overseas Koreans and members of international jury who participated in the festival.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Kang Nung Su, Chairman of the State Film Commission Hong Kwang Sun who is chairman of the festival organizing committee, officials concerned and creators and artistes in the field of movie were also present there.\n\t\t\t\t\t\n\t\t\t\t\t Kang at the reception referred to the fact that the festival gained good fruitions and said that the activities conducted by the participants in the festival would be conducive to ensuring close cooperation and advance for the development of national films in the future."
        },
        {
            "title": "Letter from Int'l Film Festival",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-07ee.html",
            "content": "Letter from Int'l Film Festival\r\n Pyongyang, September 24 (KCNA) -- General Secretary Kim Jong Il was presented with a letter by the participants in the 12th Pyongyang International Film Festival on Friday.\n\t\t\t\t\t The letter noted that the film festival is unique and as such it attracts deep interest and expectation from progressive film-makers of the world. \n\t\t\t\t\t\n\t\t\t\t\t It has provided itself to be an impressive event through your guidance and the sincere efforts of the Korean people, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This festival has given good representation to the common wish and desire of humankind to live in a harmonious and free world, as well as showing the diversity of national customs and culture.\n\t\t\t\t\t\n\t\t\t\t\t During the festival week, we have witnessed the diligence and strength of the Korean people, who are enjoying a peaceful and stable life, and steadily moving towards the goal of building a strong, prosperous nation in the significant year 2012.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that they would continue to produce good films in order to make a positive contribution to the development of human culture and participate in the Pyongyang International Film Festival in the future under the idea of independence, peace and friendship."
        },
        {
            "title": "Northeast Asia Telecommunications Directors' Meeting",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-03ee.html",
            "content": "Northeast Asia Telecommunications Directors' Meeting\r\n Pyongyang, September 24 (KCNA) -- The 27th meeting of the North-East Asia Telephone and Telecommunications Co., Ltd. Directors' Board took place in Pyongyang on Friday.\n\t\t\t\t\t Present there were members of the delegation of the Loxley Pacific Co., Ltd. of Thailand headed by Jingjai Hanchanlash, chairman of the North-East Asia Telephone and Telecommunications Co., Ltd. and executive vice-president of the Loxley Public Co., Ltd. of Thailand, Kim In Chol, vice-chairman of the North-East Asia Telephone and Telecommunications Co., Ltd., and members of its Directors' Board.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the matters on the management and operation of communication facilities of the North-East Asia Telephone and Telecommunications Co., Ltd. and reached an agreement."
        },
        {
            "title": "Secondary Schools Named Hero Schools",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-04ee.html",
            "content": "Secondary Schools Named Hero Schools\r\n Pyongyang, September 24 (KCNA) -- Hungdok and Undok secondary schools in Hungdok District, Hamhung City, South Hamgyong Province of the DPRK, were named hero secondary schools.\n\t\t\t\t\t Hero Hungdok Secondary School produced three Heroes of the Republic and seven Labor Heroes who performed distinguished feats in the struggle to defend the country and make it powerful and prosperous.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Labor Heroes Ryu Kwang Phil, Kim Jong Chol, Pyon Chon Hui, Kang Yong Yong, Jo Sang Ho and Pak Song Chol of the February 8 Vinalon Complex who made contributions to the production of vinalon.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, 16 Heroes of the Republic and Labor Heroes emerged from among the graduates of Hero Undok Secondary School include Kim Ki Sop, Pak Kon Ui, Kim Song Su, Mun Jong Gun, Ju Jong Hwa and others of the February 8 Vinalon Complex.\n\t\t\t\t\t\n\t\t\t\t\t Ceremonies of renaming the said schools took place on the spots on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Attending them were Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, officials concerned and teaching staff, students and their parents of the schools."
        },
        {
            "title": "Carrot Syrup Good for Health",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-11ee.html",
            "content": "Carrot Syrup Good for Health\r\n Pyongyang, September 24 (KCNA) -- The Korea International Products Promotion Company has recently made carrot syrup good for health.\n\t\t\t\t\t The syrup, which is of high nutritive value, contains a large amount of protein, carbohydrate and minerals, as well as carotene producing vitamin A in human body.\n\t\t\t\t\t\n\t\t\t\t\t It, pregnant with ingredients, flavor and aroma of carrot, is efficacious for the prevention and treatment of such diseases as diabetes, hypertension and cardiopathy.\n\t\t\t\t\t\n\t\t\t\t\t The technology of preparing the syrup was highly appreciated at the 11th National Exhibition of Inventions and New Technologies held some times ago. \n\t\t\t\t\t\n\t\t\t\t\t The company is buckling down to making other health drinks."
        },
        {
            "title": "Efforts for Peace on Korean Peninsula Called for",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-05ee.html",
            "content": "Efforts for Peace on Korean Peninsula Called for\r\n Pyongyang, September 24 (KCNA) -- It is an urgent demand of the times and one of the key issues in improving the situation in the Asia-Pacific region and achieving peace and stability there to defuse the tension and the danger of war and ensure peace on the Korean Peninsula.\n\t\t\t\t\t Rodong Sinmun Friday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The peninsula has become the region fraught with the greatest danger of war in the Asia-Pacific region due to the U.S. imperialists' pursuance of their Asian-Pacific strategy for aggression, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The basic objective pursued by the U.S. imperialists in this region at present is to contain and overpower the socialist forces and anti-imperialist, independent countries by force and establish their domination and control over this region. \n\t\t\t\t\t\n\t\t\t\t\t In order to achieve this aim the U.S. imperialists regard south Korea close to their \"potential rivals\" and near to Japan, their ally, as their \"core strongpoint\" and a \"theatre of showdown of strength\" in the 21st century for carrying out their policy of strength. The article cites facts to prove the fact. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. seeks to attack the DPRK and dominate the Asia-Pacific region by force with south Korea as its military and strategic stronghold, the escalation of the tension on the peninsula leads to screwing up the tension in the Asia-Pacific region and the growing danger of war on the peninsula is bound to result in increasing the danger of war in this region. \n\t\t\t\t\t\n\t\t\t\t\t  It is nonsensical to talk about improving the situation in this region without defusing the tension on the peninsula exposed to the greatest danger of war in this region. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is interested in peace and security in this region, it should take measures to ease the tension on the peninsula and ensure peace there, to begin with, and immediately respond to the proposal for building a peace-keeping mechanism on the peninsula advanced by the DPRK, the article concludes."
        },
        {
            "title": "Story of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-10ee.html",
            "content": "Story of Kim Jong Il\r\n Pyongyang, September 24 (KCNA) -- One day in November Juche 89 (2000), General Secretary Kim Jong Il visited a newly built potato starch factory.\n\t\t\t\t\t Going round the production processes of the factory, he came to know that the factory was operated only 60 days in a year.\n\t\t\t\t\t\n\t\t\t\t\t He said that in capitalist countries such factories were run only in the potato season for the sake of profits but here in Korea the factory had been built to provide better dietary conditions to the people. He also said if the factory had been operated 60 days only to produce potato starch, it could not be called a factory for the people.\n\t\t\t\t\t\n\t\t\t\t\t He then suggested that processes be added to the factory to turn out dehydrated noodle and syrup with starch produced by itself.\n\t\t\t\t\t\n\t\t\t\t\tThe officials accompanying him were deeply moved by his deep concern for the people's diet."
        },
        {
            "title": "Choe Thae Bok se reune con delegacion de partido laosiano",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-14ee.html",
            "content": "Choe Thae Bok se reune con delegacion de partido laosiano\r\nPyongyang, 24 de septiembre (ATCC) -- El secretario del Comite Central del Partido del Trabajo de Corea (PTC), Choe Thae Bok, departio el dia 24 en el Palacio de los Congresos Mansudae en un ambiente cordial con la delegacion de la Comision de Asuntos Exteriores del Comite Central del Partido Popular Revolucionario Lao (PPRL) presidida por el vicepresidente Thongsy Inthaphonh. \n\t\t\t\t\t En la ocasion Thongsy Inthaphonh dijo que las relaciones de amistad entre el PPRL y el PTC preparadas por el estimado camarada Kaysone Phomvihane, y el gran camarada Kim Il Sung se consolidan y se desarrollan bajo la profunda atencion del respetado Choummaly Saynasone y el gran camarada Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Deseo sinceramente que el pueblo coreano unido firmemente en torno al Dirigente Kim Jong Il logre mayores exitos en la construccion de la gran potencia prospera frustrando las maniobras de los imperialistas. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el mismo dia, el jefe del Departamento Internacional del CC del PTC, Kim Yong Il, converso con la citada delegacion, que le hizo una visita de cortesia."
        },
        {
            "title": "RPDC contribuira al alcance de las metas de ONU, ratifica Pak Kil Yon",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-15ee.html",
            "content": "RPDC contribuira al alcance de las metas de ONU, ratifica Pak Kil Yon\r\n Pyongyang, 24 de septiembre (ATCC) -- Al hacer uso de la palabra el dia 21 en la cumbre sobre las metas de desarrollo del milenio, el vicecanciller coreano Pak Kil Yon, quien preside la delegacion de la Republica Popular Democratica de Corea, afirmo que en el futuro tambien la RPDC contribuira activamente, segun el ideal de su politica exterior basada en la independencia, la paz y la amistad, a los esfuerzos de la sociedad internacional por construir un nuevo mundo pacifico y prospero y alcanzar las metas de desarrollo del milenio. \n\t\t\t\t\t Enumero los serios desafios que afrontan constantemente estas metas.\n\t\t\t\t\t\n\t\t\t\t\t Para alcanzarlas con exito, hay que crear ante todo el clima pacifico, corregir la irracional estructura de la economia mundial y crear el ambiente sostenido para el desarrollo, asevero.\n\t\t\t\t\t\n\t\t\t\t\t Destaco la importancia de elevar la responsabilidad y el papel de la ONU en esa tarea y enfatizo que la ONU debe rectificar cuanto antes los elementos irracionales de la estructura de economia mundial que afectan los esfuerzos por el desarrollo de los paises en vias de desarrollo, y al mismo tiempo, tomar las medidas para crear el ambiente internacional y las condiciones favorables al alcance de las metas.\n\t\t\t\t\t\n\t\t\t\t\t En particular, -continuo- nunca deben ser permitidas las intenciones de usar la cooperacion para el desarrollo de las organizaciones de la ONU como medio para perseguir algun objetivo politico. \n\t\t\t\t\t\n\t\t\t\t\t Hace mucho tiempo, en la RPDC se vieron cumplidas las principales tareas de dichas metas al implantarse el sistema de asistencia medica y de educacion obligatoria gratuitas y garantizarse la igualdad de derechos del hombre y la mujer, subrayo y agrego que ahora la RPDC se esfuerza por consolidar tales exitos y mejorar su calidad. \n\t\t\t\t\t\n\t\t\t\t\t La Peninsula Coreana esta todavia en el estado de guerra en sentido tecnico y la situacion regional esta a punto de explosion debido a la cada dia mas creciente politica de hostilidad a la RPDC de EE.UU., dijo.\n\t\t\t\t\t\n\t\t\t\t\t Por ultimo, destaco que gracias a la politica de Songun del Dirigente Kim Jong Il, la RPDC ahora concentra sus fuerzas principales en la construccion de una potencia economica preservando la paz."
        },
        {
            "title": "Clausurado XII Festival Internacional de Cine de Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-16ee.html",
            "content": "Clausurado XII Festival Internacional de Cine de Pyongyang\r\nPyongyang, 24 de septiembre (ATCC) -- Quedo clausurado el dia 24 en el capitalino Palacio Cultural del Pueblo el XII Festival Internacional de Cine de Pyongyang inaugurado el pasado dia 17.\n\t\t\t\t\tEn la ceremonia de clausura participaron el vicepremier del Consejo de Ministros, Kang Nung Su, el presidente del Comite Estatal de Cine y del Comite Organizador del Festival, Hong Kwang Sun, el presidente del Comite Popular de la Ciudad de Pyongyang, Ryang Man Gil, y otros funcionarios, los creadores y artistas de la rama cinematografica, los trabajadores capitalinos, las delegaciones y delegados de Corea y otros paises y de los coreanos en ultramar y los miembros del jurado internacional.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos y otros miembros de las embajadas de varios paises y los integrantes de las oficinas de organizaciones internacionales, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia se dio a la publicidad la decision del jurado sobre las peliculas presentadas y hubo la premiacion.\n\t\t\t\t\t\n\t\t\t\t\tAbajo sigue el resultado del evento:\n\t\t\t\t\t\n\t\t\t\t\tEl premio para mejor pelicula: la pelicula de ficcion de China \"Ir a pie a la escuela\".\n\t\t\t\t\t\n\t\t\t\t\t-En la categoria de largometrajes-\n\t\t\t\t\t\n\t\t\t\t\tEl premio de direccion: la pelicula irani \"Estepa ventosa\".\n\t\t\t\t\t\n\t\t\t\t\tEl de literatura: la alemana \"Lila, Lila\".\n\t\t\t\t\t\n\t\t\t\t\tEl de filmacion: la francesa \"Cartagena\".\n\t\t\t\t\t\n\t\t\t\t\tEl de mejor actor: el protagonista del filme ruso \"Hace falta un hombre en la casa\".\n\t\t\t\t\t\n\t\t\t\t\tEl de mejor actriz: la protagonista de la pelicula italiana \"Vestido para la boda\".\n\t\t\t\t\t\n\t\t\t\t\tEl de bellas artes: la rusa arriba mencionada.\n\t\t\t\t\t\n\t\t\t\t\tEl de musica: la pelicula britanica \"Equipo maldito\"\n\t\t\t\t\t\n\t\t\t\t\tEl de tecnica: la italiana arriba referida.\n\t\t\t\t\t\n\t\t\t\t\t-En la division de documentales y cortometrajes-\n\t\t\t\t\t\n\t\t\t\t\tEl premio de direccion: el documental griego \"Gaza, venimos\".\n\t\t\t\t\t\n\t\t\t\t\tEl de composicion: el documental de la Chongryon (Asociacion General de Coreanos Residentes en Japon) \"Ellos no renunciaron el futuro\".\n\t\t\t\t\t\n\t\t\t\t\tEl de filmacion: el cortometraje de China \"Las manos\".\n\t\t\t\t\t\n\t\t\t\t\tEl premio especial del Comite del Jurado Internacional del Festival: la pelicula polaca \"El hombre nacido en el mar\".\n\t\t\t\t\t\n\t\t\t\t\tEl premio especial del Comite Organizador del Festival: el filme indio \"La verdad\" y la pelicula de coproduccion Corea-Francia \"La colina Moran\".\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron otorgados los premios especiales de proyeccion a las peliculas de Rusia, Francia, China y Corea y al documental aleman, etc. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, fue aprobada la carta de los participantes en el festival enviada al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAl pronunciar la palabra de clausura, Hong Kwang Sun expreso su conviccion de que en el futuro tambien, se fortaleceran y se desarrollaran la unidad y la cooperacion entre los pueblos progresistas del mundo y los cineastas que mantienen el ideal de la independencia, la paz y la amistad y aspiran al desarrollo del cine verdadero."
        },
        {
            "title": "27a reunion del consejo de directores de compania del Nordeste Asiatico",
            "url": "http://kcna.co.jp/item/2010/201009/news24/20100924-17ee.html",
            "content": "27a reunion del consejo de directores de compania del Nordeste Asiatico\r\n Pyongyang, 24 de septiembre (ATCC) -- Tuvo lugar el dia 24 en esta capital la 27a reunion del Consejo de Directores de la Compania Limitada de Telefono y Telecomunicaciones del Nordeste Asiatico. \n\t\t\t\t\t Participaron los miembros de la delegacion de la Compania Limitada del Pacifico Loxley de Tailandia presidida por Jingjai Hanchanlash, vicepresidente ejecutivo de la Compania Limitada Publica Loxley de Tailandia y director general de la Compania Limitada de Telefono y Telecomunicaciones del Nordeste Asiatico, el subdirector general de la misma, Kim In Chol, y otros miembros del consejo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron discutidos y acordados los problemas relativos con la administracion y manejo de las instalaciones de comunicacion de la citada Compania."
        }
    ]
}