{
    "date": "2010-10-08",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-08ee.html",
    "articles": [
        {
            "title": "Firework Galas Held",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-20ee.html",
            "content": "Firework Galas Held\r\n Pyongyang, October 8 (KCNA) -- Firework galas celebrating the 65th anniversary of the founding of the Workers' Party of Korea were held here Friday evening. \n\t\t\t\t\t The bank of the River Taedong facing the Party Founding Memorial Tower and the plaza of the Mangyongdae Schoolchildren's Palace, the venues of the firework galas, and other areas of Mangyongdae District and different parts of the capital city were crowded with Pyongyangites who came to watch the nocturnal sky in October to be beautifully decorated with fireworks. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Kim Ki Nam and Choe Thae Bok, who are members of the Political Bureau and secretaries of the Central Committee of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the firework galas would be a festival of glory in glorifying the long history and immortal exploits of the party and a grand canvas of victory stirring up the pride and self-esteem of the service persons and people of the DPRK working fresh miracles and exploits in the era of Songun as befitting the descendants of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the firework galas would be held by use of Korean style modern means for displaying fireworks developed in such a unique manner as to ensure formative artistic effect as required by the Korean people's ideological and emotional desire and sentiment.\n\t\t\t\t\t\n\t\t\t\t\t Fireworks were displayed in succession in the air over the Party Founding Memorial Tower and the Mangyongdae Schoolchildren's Palace, gorgeously adorning the nocturnal sky of the capital city while songs \"Long Live the Workers' Party of Korea\" and \"Under the Banner of the Party\" reverberated far and wide.\n\t\t\t\t\t\n\t\t\t\t\t The spectacular sceneries presented by fireworks in the sky represented the highest glory extended by all the servicepersons and people to General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t An endless fire went up depicting the logo of the WPK to the tune of songs including \"We Sing of the Party\" and \"The Care of the Party Is the House We Live in,\" \"The Workers' Party Is Our Guide\".\n\t\t\t\t\t\n\t\t\t\t\t Fireworks were ceaselessly displayed in the sky presenting fantastic sceneries demonstrative of the high level of formative art, adding to the festive atmosphere. \n\t\t\t\t\t\n\t\t\t\t\t Watching the firework galas were senior officials of the party, army and state, chairpersons of friendly parties, delegates participating in the national celebrations of the 65th birthday of the WPK, anti-Japanese revolutionary fighters,  officials of the party, armed forces and  power bodies and working people's organizations, servicepersons of the Korean People's Army and the Korean People's Internal Security Forces, officials in the fields of science, education, culture and arts, public health and media, heroes and heroines, those related to the anti-Japanese revolutionary struggle, bereaved families of the revolutionary martyrs, persons of merit and other working people. Invited there were members of congratulatory groups of overseas compatriots, delegations and visiting groups of Koreans from different parts of the world including the congratulatory group of Koreans in Japan, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, delegatio\n\t\t\t\t\t\n\t\t\t\t\t ns and delegates of groups for the study of the Juche idea and diplomatic envoys of different countries, representatives of international organizations, members of the military attaches corps and other foreign guests here."
        },
        {
            "title": "Congratulations from C.C., CPC",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-13ee.html",
            "content": "Congratulations from C.C., CPC\r\n Pyongyang, October 8 (KCNA) -- The Central Committee of the Workers' Party of Korea received a floral basket from the Central Committee of the Communist Party of China on the occasion of its 65th birthday. \n\t\t\t\t\t The floral basket was conveyed to Kim Yong Il, alternate Politburo member and secretary of the C.C., the WPK, by Liu Hongcai, Chinese ambassador to the DPRK, on Friday."
        },
        {
            "title": "Floral Basket from Palestinian President",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-12ee.html",
            "content": "Floral Basket from Palestinian President\r\n Pyongyang, October 8 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by Mahmoud Abbas, president of Palestine, chairman of the Executive Committee of the Palestine Liberation Organization and chief of the Palestinian National Authority, in congratulation of his reelection as general secretary of the Workers' Party of Korea and its 65th birthday.\n\t\t\t\t\t The floral basket was handed to Kim Yong Il, alternate Politburo member and secretary of the WPK Central Committee, by Palestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan on Friday."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-17ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\n Pyongyang, October 8 (KCNA) -- Dancing parties took place in different parts of the country on Friday to celebrate the 65th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Dancing parties started as bands played song \"Please Receive the Best Wishes of People\" in such venues in Pyongyang as the plazas of the Arch of Triumph, the April 25 House of Culture and the Pyongyang Indoor Stadium.\n\t\t\t\t\t\n\t\t\t\t\tYouth and students presented dances with profound reverence and thanks to General Secretary\n\t\t\t\t\t\t Kim Jong Il who has developed the WPK into the eternal party of President Kim Il Sung and translated the desire of the President and the ideal of the people into a reality.\n\t\t\t\t\t\n\t\t\t\t\t They danced to the tune of songs \"It Is October\", \"It is the Pride of Our Party\", \"The Youth Shines Thanks to the Workers' Party\", \"Do Prosper, the Era of the Workers' Party\" and other songs. \n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in various provinces, cities and county seats on the same day.\n\t\t\t\t\t\n\t\t\t\t\t A performance of art circle members of the Mangyongdae Schoolchildren's Palace was also given on the same day to celebrate the 65th birthday of the WPK."
        },
        {
            "title": "Pyongyang in Festive Mood",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-11ee.html",
            "content": "Pyongyang in Festive Mood\r\nPyongyang, October 8 (KCNA) -- Pyongyang is now seized by a festive mood with the 65th anniversary of the Workers' Party of Korea (October 10) at hand.\n\t\t\t\t\tAn increasing number of people, including servicepersons and students, have visited a statue of President Kim Il Sung on Mansu Hill with floral baskets and bouquets to pay respect to the founder of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tThe streets are decorated with flags of the WPK and the DPRK and red flags as well as placards reading \"Celebration\", \"Iron-willed Party\" and \"Invincible Party\".\n\t\t\t\t\t\n\t\t\t\t\tThe Korean Revolution Museum, the Party Founding Museum and the Party Founding Memorial Tower have also been visited by a large number of people to learn about the glorious history of the WPK, which has successfully led the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tSuch colorful events as national art, photo and book exhibitions are going on to mark the anniversary.\n\t\t\t\t\t\n\t\t\t\t\tThe State Symphony Orchestra, the State Folk Art Troupe and other national art troupes are now busy with preparations for celebration performances."
        },
        {
            "title": "Kim Jong Il Visits Newly Built State Theatre",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-18ee.html",
            "content": "Kim Jong Il Visits Newly Built State Theatre\r\n Pyongyang, October 8 (KCNA) -- General Secretary Kim Jong Il gave on-the-spot guidance to the newly built State Theatre and visited artistes' new flats.\n\t\t\t\t\t He provided on-the-spot guidance to the newly built State Theatre.\n\t\t\t\t\t\n\t\t\t\t\t The more than 620-seater theatre has all facilities necessary for art creation, performing activities and audience ranging from stage, latest sound and lighting facilities, rehearsal rooms, make-up rooms to an annex and welfare and  service amenities.\n\t\t\t\t\t\n\t\t\t\t\t He went round the exterior and interior of the theatre to learn in detail about its construction.\n\t\t\t\t\t\n\t\t\t\t\t  The theatre good in its interior structure and built on a high level is flawless in its architectural substance and style as a cultural and art edifice, he said, highly appreciating the feats performed by soldier- builders in successfully building the theatre of eternal value and extending thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is an astonishing miracle indeed that they completed the construction of such modern theatre to be proud of in a matter of little over four months, he stressed that this signal success is a striking manifestation of the inexhaustible mental power of the soldiers of the Korean People's Army, the creators of the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t The theatre which is a good combination of national and classical beauty and contemporary beauty and looks elegant, magnificent and exquisite is an excellent cultural edifice meeting the need of the new century, he noted, expressing great pleasure over the fact that it has become possible to hand one more valuable treasure to posterity. \n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be carried out to manage and operate the theatre. \n\t\t\t\t\t\n\t\t\t\t\t  He visited the families of the artistes who have just moved to the new apartment houses on the bank of the River Taedong.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the exterior and interior of the flats for hours to acquaint himself in detail with their construction.\n\t\t\t\t\t\n\t\t\t\t\t  The apartment houses for artistes are ultra-modern flats built according to the party's plan and intention to provide the people with the best living conditions, he said, adding that these flats are a model and standard for the construction of the houses to be used by all the people in a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the flats for artistes were designed well and built on the highest level, he highly appreciated the feats performed by the soldier-builders in completing them in a short span of time and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t Then he visited the families of Paek Sung Ran, Choe Kum Hyang and Kim Chol Jin, actresses and actor of the State Theatrical Troupe, and Ri Ji Yong, head of the troupe, who have just moved to the new flats.\n\t\t\t\t\t\n\t\t\t\t\t After congratulating them on their moving to the new flats and having cordial talk with them, he took deep care of every aspect of their living as a real father would do. He bestowed upon them such great benevolence as presenting them with household articles in token of his visit.\n\t\t\t\t\t\n\t\t\t\t\t He praised the artistes, noting that the artistes intensely loyal to the Party and the leader are the reliable sentinels standing on the ideological front to powerfully encourage the masses in the drive to implement the Party's policies.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean people's age-old ideal and wishes are becoming a brilliant reality thanks to the high-pitched drive for effecting a great surge, he said that this stirring event in the era of the Workers' Party has put on the horizon a rosy future of a thriving nation of Juche which will stand imposingly on this land.\n\t\t\t\t\t\n\t\t\t\t\t Making the rounds of streets of the capital city taking on new looks day by day on the same day, he advanced highly important tasks which would serve as guidelines for turning Pyongyang into a more magnificent and beautiful city. \n\t\t\t\t\t\n\t\t\t\t\t Noting that housing construction is of very weighty significance in settling the issue of the people's living, he stressed that as an immediate task it is necessary to complete in the shortest possible period the construction of flats for 100,000 families in the city as modern as the apartment houses now standing in Mansudae Street and the newly built apartment houses for artistes. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that all the builders of the capital city would work new miracles in its construction in the new century and thus once again demonstrate the revolutionary spirit of the service persons and people of the DPRK, the successors to the great history and tradition.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Yong Nam, Choe Yong Rim, Ri Yong Ho, members of the Presidium of the Political Bureau of the WPK Central Committee, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kim Kyong Hui, Kang Sok Ju, Ju Sang Song and Hong Sok Hyong, members of the Political Bureau of the WPK Central Committee, and Jang Song Thaek, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Ju Kyu Chang, Ri Thae Nam, Thae Jong Su, Kim Phyong Hae, U Tong Chuk, Kim Jong Gak, Kim Chang Sop and Mun Kyong Dok, alternate members of the Political Bureau of the WPK Central Committee."
        },
        {
            "title": "Kim Yong Nam Greets Ugandan President",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-16ee.html",
            "content": "Kim Yong Nam Greets Ugandan President\r\n Pyongyang, October 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Oct. 5 sent a message of greetings to Yoweri Kaguta Museveni, Ugandan president, on the occasion of the 48th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the good relations of friendship and cooperation between the DPRK and Uganda would grow stronger in the future, the message sincerely wished the president and the people of Uganda greater successes in their efforts to consolidate the peace and stability of the country and achieve socio-economic progress."
        },
        {
            "title": "Anniversary of Proposal for Founding DFRK Marked",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-21ee.html",
            "content": "Anniversary of Proposal for Founding DFRK Marked\r\n Pyongyang, October 8 (KCNA) -- The Committee for the Peaceful Reunification of Korea Friday issued a memorandum dealing with the leadership feats of President Kim Il Sung for the country's reunification, the validity and vitality of the proposal for reunifying the country by federal formula and the positive and consistent efforts made by the Workers' Party Korea and the government of the DPRK for its accomplishment on the occasion of the 30th anniversary of the proposal  for founding the Democratic Federal Republic of Koryo (DFRK). \n\t\t\t\t\t The President set forth the new proposal for founding the DFRK reflecting the desire of all the Koreans and the specific conditions of the country at the Six Congress of the WPK in October 1980, the memorandum said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The reunification proposal by federal formula based on the one nation, one state, two systems and two governments represents the most just and great principle to be abided by in achieving the country's reunification suited to the specific conditions of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The proposal for founding the DFRK calls for reunifying the country by founding a Federal Republic through the establishment of a unified national government on the condition that the north and the south recognize and tolerate each other's ideas and social systems, a government in which the two sides are represented on an equal footing and under which they exercise regional autonomy with equal rights and duties.\n\t\t\t\t\t\n\t\t\t\t\t This proposal stipulates the organization of the federal state, the principle of its formation, sharing of authority and duty, character of a unified state and name of the country, its external position and others in conformity with the common desire and demand of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The proposal also stipulates the ten-point policy to be carried out by the federal state in line with the character and mission of the nation-wide unified state and the interests and requirement of all the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Party and the government of the DPRK have made all efforts with sincerity to realize the proposal for founding the DFRK for the past three decades.\n\t\t\t\t\t\n\t\t\t\t\t The President put forward the five-point policy for national reunification in May 1990 and specified the new practical way for reunifying the country by federal formula in the new year address for 1991.\n\t\t\t\t\t\n\t\t\t\t\t The President made public the \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" in April 1993, clearly indicating once again the idea to found a pan-national unified state represented by all parties, all factions and all the members of the nation from all walks of life, while leaving the two systems and two governments existing in the north and the south as they are.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il systematized the fundamental principle and ways for national reunification advanced by the President in an integral way to formulate them as three charters for national reunification. He also advanced the five-point policy for the great national unity, thus specifying the practical ways for achieving the great national unity, a basic guarantee for reunifying the country by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il met former south Korean President Kim Dae Jung on June 15, 2000 and adopted the June 15 joint declaration, a landmark for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t In the joint declaration the north and the south agreed to solve the reunification issue of the country in an independent way by pooling the efforts of the Koreans responsible for it and recognized that the north-proposed low-level federation and the south-proposed confederation have common points before agreeing to orientate the reunification in that direction.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the June 15 joint declaration provided a common foundation for the north and the south to advance toward reunification by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t North-south summit was again provided in Pyongyang in October 2007 and the Declaration for Development of North-South Relations and Peace and Prosperity was adopted amid the mounting enthusiasm of the nation for independence and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration stipulated the basic idea of the June 15 joint declaration and the idea of \"By our nation itself\" running through it as the first item of the declaration, brightly indicating the path of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is a historical review of the past decade that the north and the south can develop the north-south relations, ensure peace on the Korean Peninsula and reunify the country by federal formula if they pool efforts under the uplifted banner of the above-said declarations but will meet confrontation and war if not.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum called on all the Koreans in the north and the south and abroad to turn out in the struggle to reunify the country by federal formula under the uplifted banner of the historic north-south joint declaration."
        },
        {
            "title": "Industrial Establishments Meetings Held on Kim Jong Il's Reelection",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-19ee.html",
            "content": "Industrial Establishments Meetings Held on Kim Jong Il's Reelection\r\n Pyongyang, October 8 (KCNA) -- Meetings were held at different factories, enterprises and on cooperative farms to congratulate General Secretary Kim Jong Il upon his reelection as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the reelection of Kim Jong Il to the highest post of the WPK marked a political event which provided a sure guarantee for the development of the Party and the final victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Noting that he represents a banner of all the victories and glory, they underscored the need to glorify the tradition of devotedly defending him in any adversity and put further spurs to the production and construction under his Songun leadership. \n\t\t\t\t\t\n\t\t\t\t\t They called upon all the party members and other working people to remain true to the noble will of Kim Jong Il and the leadership of the Party and successfully accomplish the revolutionary cause of Juche."
        },
        {
            "title": "Pyongyang Art Troupe Performs in China",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-09ee.html",
            "content": "Pyongyang Art Troupe Performs in China\r\n Pyongyang, October 8 (KCNA) -- The Pyongyang Art Troupe gave performances in different cities of Zhejiang, Jiangxi and Guangdong provinces.\n\t\t\t\t\t The performers presented songs and graceful dances high in artistry and perfect in their ensemble. \n\t\t\t\t\t\n\t\t\t\t\t The deputy director of a radio station of Foshan City of Guangdong Province said that the art troupe's performance deeply impressed citizens of the city, adding that the old generation of her parents still has an unforgettable memory of the DPRK's films such as \"The Flower Girl\" while the younger generation of China admire the charm of the DPRK's music and dances.\n\t\t\t\t\t\n\t\t\t\t\t I have really enjoyed a splendid and emotional performance, she stressed. \n\t\t\t\t\t\n\t\t\t\t\tThe deputy-mayor of Zhouhai City said that the performance was truly impressive, adding that a lot of foreign art troupes gave performances in the city but he has never watched such wonderful presentation. \n\t\t\t\t\t\n\t\t\t\t\t  The general manager of a theatre of Nantong City in Zhejiang Province said:\n\t\t\t\t\t\n\t\t\t\t\t The performance was wonderful indeed as it was high in artistic representation. The perfect ensemble of dances baffles imagination. Songs are well received as vocalists are high in their skill. \n\t\t\t\t\t\n\t\t\t\t\t The general manager of a theatre of Zhangjiagang City in Jiangxi Province was unsparing in his praises of the art troupe, saying its presentation was flawless as artistes were enthusiastic in singing, national costumes were peculiar and instrumental music was diverse in its genres. \n\t\t\t\t\t\n\t\t\t\t\t The deputy general manager of the theatre stressed that never has the theatre been packed with audience as today and never have they shown such elated enthusiasm before."
        },
        {
            "title": "Fork Road to Mangyongdae",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-10ee.html",
            "content": "Fork Road to Mangyongdae\r\n Pyongyang, October 8 (KCNA) -- The fork where a road to Mangyongdae in Pyongyang branches off is a witness to President Kim Il Sung's distinguished greatness and patriotic devotion.\n\t\t\t\t\t On October 9, Juche 34 (1945) the President had his car stopped when it reached the fork on his way to the then Kangson Steel Plant.\n\t\t\t\t\t\n\t\t\t\t\t The road leads to his native place where his grandparents were eagerly waiting for him. During the anti-Japanese war he had always missed his old home and grandparents so much. \n\t\t\t\t\t\n\t\t\t\t\t But he went to the plant, postponing his visit to the native place.\n\t\t\t\t\t\n\t\t\t\t\t At the plant he met with workers who had been maltreated during the Japanese imperialists' colonial rule, and encouraged them to turn out in the rehabilitation of the plant and play a pivotal role in the building of a new country, feeling responsible for the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by his trust, the workers of the plant restored furnaces in a short span of time to contribute to the state building.\n\t\t\t\t\t\n\t\t\t\t\t After his first field guidance to the plant he visited it many times along with the developing revolution to bring about an eye-opening miracle in the steel production.\n\t\t\t\t\t\n\t\t\t\t\t The fork to Mangyongdae had been considered to be a sacred road associated with the President's desire for the building of a thriving nation."
        },
        {
            "title": "S. Korea Accused of Escalating Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-07ee.html",
            "content": "S. Korea Accused of Escalating Confrontation with Compatriots\r\n Pyongyang, October 8 (KCNA) -- Shortly ago, the south Korean puppet army and the U.S. imperialist aggressor forces held an \"event commemorating the anniversary of the recovery of Seoul\" which fell on September 28 in south Korea on the lapse of 60 years since the outbreak of the Korean war. They also staged a madcap joint anti-submarine drill under the signboard of coping with someone's \"infiltration of submarines.\" \n\t\t\t\t\t Minju Joson Friday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These are dangerous and reckless ones aimed at hamstringing the efforts to improve the inter-Korean relations and defuse the tension on the Korean Peninsula and aggravating the situation in a bid to ignite a war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet warmongers describe the joint anti-submarine drill as \"a training for defence\" to cope with someone's \"infiltration of submarines\" but no one believes this, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The north and the south are now witnessing a series of dialogues for mending the inter-Korean relations and an atmosphere of detente. The ceaseless moves stepped up by the south Korean puppet warmongers to escalate the confrontation with fellow countrymen and ignite a war against this backdrop go to clearly prove that they do not truly stand for the improved relations but are busy making premeditated preparations for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the puppet war maniacs are contemplating staging exercises for surprise assaults from a U.S. super-large nuclear-powered carrier in late October in the West Sea of Korea. Moreover, they shaped a defence budget for 2011 to the tune of 31. 2795 trillion won, 5.8 percent increase over this year.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue and war moves can never go together. The improvement of the relations can hardly be expected amid the escalating tension.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet warmongers truly want the improved relations with the DPRK, they should halt at once their confrontation and war moves that bring only misfortune and pain to the nation."
        },
        {
            "title": "Implementation of Declarations Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-06ee.html",
            "content": "Implementation of Declarations Called for in S. Korea\r\n Pyongyang, October 8 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea in a statement on October 4 called upon all the people desirous of reunification to pool their efforts to preserve and implement the inter-Korean joint declarations and thus pave the way for peace, prosperity and reunification of the nation.\n\t\t\t\t\t The October 4 declaration reflects the will of the whole nation to preserve and positively implement the June 15 joint declaration and definitely convert the inter-Korean relations into those of mutual respect and trust and clarifies the tasks for achieving reunification and specific ways to do so, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t But the inter-Korean relations have collapsed due to the anti-reunification policy of the Lee Myung Bak \"government\", it noted, adding that to implement the joint declarations is the only way of developing the inter-Korean relations and achieving the peace and prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Lee Myung Bak \"government\" stop at once its war maneuvers screwing up the tensions between the south and the north and moves to escalate the confrontation with the DPRK and opt for implementing the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Kimilsungia-Kimjongilia Show Held in China",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-04ee.html",
            "content": "Kimilsungia-Kimjongilia Show Held in China\r\n Pyongyang, October 8 (KCNA) -- The 4th Kimilsungia-Kimjongilia show took place in China on September 20 and 21 on the occasions of the Conference of the Workers' Party of Korea and the 65th birthday of the WPK.\n\t\t\t\t\t Displayed in the venue packed with Kimilsungias and Kimjongilias were photos and books dealing with the facts that these famous flowers were awarded gold prizes and top prizes at world horticultural expos and international flower shows. \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were personages of different strata and Chinese in Hunchun and Yanji Cities of China and Koreans in China. Present there on invitation were the DPRK consul general in Shenyang and officials of the DPRK concerned staying in China.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hongzhun, general manager of the Kimilsungia-Kimjongilia Greenhouse in Hunchun, said that Kimilsungias and Kimjongilias are the flowers that came into being in this world in praise of the great persons, representing the boundless reverence of the world progressives for President Kim Il Sung, the great leader of the Korean people, and Kim Jong Il, chairman of the National Defence Commission of the DPRK, who made great contributions to accomplishing global independence.\n\t\t\t\t\t\n\t\t\t\t\t  Warmly greeting the 65th birthday of the WPK, he expressed belief that the current show would mark an important occasion in keeping the friendship between the two countries evergreen."
        },
        {
            "title": "US and S. Korean War Maneuvers Blasted",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-05ee.html",
            "content": "US and S. Korean War Maneuvers Blasted\r\n Pyongyang, October 8 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association released a joint statement on October 2 denouncing the United States and the south Korean puppet group for their war maneuvers against the DPRK.\n\t\t\t\t\t The statement accused the U.S. and the south Korean puppet group of ceaselessly staging reckless maneuvers for a war of aggression entering this year. With nothing can the U.S. and the south Korean authorities justify their saber-rattling, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The recent ceaseless war maneuvers staged by the U.S. and the south Korean puppet group around the Korean Peninsula are aimed at threatening and pressurizing the DPRK and invading it, the statement held, demanding them stop at once the provocative war maneuvers."
        },
        {
            "title": "WPK Birthday Commemorated in Peru",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-03ee.html",
            "content": "WPK Birthday Commemorated in Peru\r\n Pyongyang, October 8 (KCNA) -- The Peruvian People's Women Union released a bulletin on Oct. 1 on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin edited an article titled \"65th Birthday of WPK\" carrying photos of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article of the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have dynamically advanced along the road of socialism, foiling all provocations of the imperialists under the leadership of the WPK founded by the President on Oct. 10, 1945.\n\t\t\t\t\t\n\t\t\t\t\t The 65-year-long history of the WPK proves that the leadership of the party provides a sure guarantee for the victory of the cause of independence of the popular masses and the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK set forth the right strategy and tactics for the victory of the cause of socialism and laid down the most correct line and policies reflecting the desire and demands of the popular masses for independence in every period and at every stage of the revolution and construction, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian People's Women Union warmly congratulates         Kim Jong Il on his reelection as general secretary of the WPK and wishes him greater success in his work.\n\t\t\t\t\t\n\t\t\t\t\t The organization expressed the belief that the WPK led by        Kim Jong Il would fling open the gate to a thriving nation without fail in the year of 2012, the centenary of birth of the President, the founder of socialist Korea."
        },
        {
            "title": "WPK Birthday Celebrated in Foreign Country",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-02ee.html",
            "content": "WPK Birthday Celebrated in Foreign Country\r\n Pyongyang, October 8 (KCNA) -- Meetings and film shows were held in Democratic Congo and Myanmar and a lecture, a photo exhibition and a film show in India on Sept. 27 and 29 to celebrate the reelection of General Secretary Kim Jong Il as general secretary of the Workers' Party of Korea and its 65th birthday.\n\t\t\t\t\t On display in the venue of the photo exhibition were books and photos introducing the exploits of President Kim Il Sung and        Kim Jong Il for the founding of the WPK and its development.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film shows watched \"Fireworks for a Thriving Nation\", \"Pyongyang Today\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t Chairman Otete Gaston Mboyo and Vice-Chairman Rohekele Andre of the Democratic Congo-Korea Friendship and Solidarity Association warmly congratulated Kim Jong Il on his reelection as general secretary of the WPK at its Conference, saying that the reelection is an expression of the Korean people's unanimous support and trust in him.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun policy, the DPRK shines as a politico-ideological and military power and a socialist power with the steadfast independent stand and becomes the beacon of hope for the world progressives, they said.\n\t\t\t\t\t\n\t\t\t\t\t The general director of the Ministry of Sports of Myanmar and secretary general of the Olympic Committee of Myanmar said that Kim Jong Il's reelection as general secretary of the WPK makes the future of the Korean revolution started with arms brighter and ensures further strengthening of the WPK into a revolutionary party of Juche type and an invincible party.\n\t\t\t\t\t\n\t\t\t\t\t A joint seminar on the theme of \"The WPK, guide of socialist cause\" took place in the room for the study of Kimilsungism in Mexico on Sept. 30 in celebration of Kim Jong Il's reelection and the 65th birthday of the WPK."
        },
        {
            "title": "Works of Kim Il Sung and Kim Jong Il Off Press",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-01ee.html",
            "content": "Works of Kim Il Sung and Kim Jong Il Off Press\r\n Pyongyang, October 8 (KCNA) -- President Kim Il Sung's work \"Let Us Uphold Independence\" was brought out in pamphlet by the Khabarovskaya Krayevaya Tipografia Publishing House in Russia.\n\t\t\t\t\t The work, published on Sept. 7, Juche 70 (1981), clarifies the idea that it is the most just policy meeting the demand of the present era to maintain independence in party and state activities and indicates the tasks and ways for adhering to independence.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, General Secretary Kim Jong Il's works \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" and \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" were brought out in booklet by the Russian Association for Development of Friendship and Cooperation with Foreign Countries.\n\t\t\t\t\t\n\t\t\t\t\t \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\", published on Oct. 2, 1995, reviews with high pride the glorious history of the WPK in which it paved a new way of building a revolutionary party in the era of independence under the leadership of Kim Il Sung. The work is an immortal great programme for the party building and activities as it indicates the way for developing the WPK into the eternal party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\", published on Oct. 3, 1990, expounds the idea that the leadership of the party is a decisive guarantee for the victory of the socialist cause, the matter of developing the WPK into a revolutionary party of Juche type, the basic way for the Party to discharge its mission and duty as a leading political organization and etc.\n\t\t\t\t\t\n\t\t\t\t\t Book releasing ceremonies took place on October 1."
        },
        {
            "title": "CC del PTC recibe cesto de flores del CC del PCCh",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-22ee.html",
            "content": "CC del PTC recibe cesto de flores del CC del PCCh\r\nPyongyang, 8 de octubre (ATCC) -- El Comite Central del Partido del Trabajo de Corea recibio un cesto de flores que con motivo del 65o aniversario de la fundacion del PTC el Comite Central del Partido Comunista de China.\n\t\t\t\t\t El embajador chino en Corea, Liu Hongcai, lo entrego el dia 8 al miembro suplente del Buro Politico y secretario del CC del PTC, Kim Yong Il."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores de presidente palestino",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-23ee.html",
            "content": "Kim Jong Il recibe cesto de flores de presidente palestino\r\nPyongyang, 8 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores que con motivo de su reeleccion como Secretario General del Partido del Trabajo de Corea y del 65o aniversario de la fundacion de esta organizacion politica, le enviara Mahmoud Abbas, presidente del Estado de Palestina y del Comite Ejecutivo de la Organizacion de Liberacion Palestina y jefe de la Autoridad Nacional de Palestina.\n\t\t\t\t\tEl embajador palestino en Corea, Ismail Ahmed Mohamed Hasan, lo entrego el dia 8 a Kim Yong Il, miembro suplente del Buro Politico y secretario del CC del PTC."
        },
        {
            "title": "Tienen lugar bailes de jovenes y estudiantes por 65 aniversario de PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-24ee.html",
            "content": "Tienen lugar bailes de jovenes y estudiantes por 65 aniversario de PTC\r\nPyongyang, 8 de octubre (ATCC) -- Tuvieron lugar este viernes en distintas localidades del pais los bailes de jovenes y estudiantes para festejar el 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la plaza del Arco de Triunfo, las explanadas frente a la Casa Cultural 25 de Abril y al Palacio de Deportes de Pyongyang y otros lugares de esta capital habilitados para el baile repercutio la cancion \"Que reciba la felicitacion del pueblo\" que fue la senal de inicio.\n\t\t\t\t\t\n\t\t\t\t\tLos congregados bailaron expresando su infinita veneracion y agradecimiento al Dirigente           Kim Jong Il quien ha desarrollado el PTC como eterno partido del Presidente Kim Il Sung y lleva a la realidad el deseo del Presidente y los ideales del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn los bailes resonaron tambien las canciones tales como \"Estamos en octubre\", \"El orgullo de nuestro partido\", \"La juventud brilla gracias al Partido del Trabajo\" y \"Que prospere la epoca del Partido del Trabajo\".\n\t\t\t\t\t\n\t\t\t\t\tEste dia, tuvo lugar el mismo acto en todas las provincias, las ciudades, y las cabezas distritales.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se ofrecio este viernes la funcion conjunta de los miembros del circulo artistico del Palacio de Escolares y Ninos de Mangyongdae en homenaje al 65o aniversario de la fundacion del PTC."
        },
        {
            "title": "CRPP publica memorandum por XXX aniversario del proyecto de la RFDC",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-25ee.html",
            "content": "CRPP publica memorandum por XXX aniversario del proyecto de la RFDC\r\nPyongyang, 8 de octubre (ATCC) -- En ocasion del XXX aniversario de la presentacion del proyecto de la fundacion de la Republica Federal Democratica de Coryo (RFDC), el Comite por la Reunificacion Pacifica de la Patria hizo publico el dia 8 un memorandum para transmitir al interior y al exterior del pais las proezas del Presidente Kim Il Sung acumuladas en su guia por la reunificacion de la patria, la justeza y la vitalidad del proyecto de la reunificacion segun el sistema federal y los esfuerzos activos e invariables del Partido del Trabajo de Corea y el gobierno de la Republica Popular Democratica de Corea por ponerlo en practica.\n\t\t\t\t\t El Presidente presento en el VI Congreso del Partido del Trabajo de Corea efectuado en octubre de 1980 el citado proyecto que refleja la aspiracion de todos los coreanos y la realidad concreta del pais, senala el memorandum y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Este proyecto, que propone reunificar el pais en el principio de una nacion, un Estado, dos regimenes y dos gobiernos, deviene el remedio mas justo del particular que conviene a la realidad de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Especificamente, demanda reunificar la patria fundando la republica federal en que el Norte y el Sur formen un gobierno unificado nacional con la participacion igualitaria reconociendo y admitiendo las ideologias y regimenes existentes en la contraparte y practiquen la autonomia regional teniendo la misma autoridad y deber.\n\t\t\t\t\t\n\t\t\t\t\t  Estipula tambien conforme a la aspiracion y demanda comunes del Norte y el Sur el principio de organizacion y composicion del Estado federal, la distribucion de autoridades y deber, el caracter y nombre del Estado unificado y su posicion exterior, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, define la orientacion politica de 10 puntos a ser ejecutados por el Estado federal conforme al caracter y mision del Estado unificado pannacional y a los intereses y demanda de toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Durante 30 anos pasados, el PTC y el gobierno de la RPDC se esforzaron sinceramente por implementar el proyecto de la fundacion de la RFDC.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente Kim Il Sung presento en mayo de 1990 las 5 orientaciones de la reunificacion de la patria y en el mensaje del ano nuevo de 1991, aclaro nuevamente el proyecto concreto y practico para la reunificacion del pais mediante el sistema federal.\n\t\t\t\t\t\n\t\t\t\t\t  Y publico en abril de 1993 la obra clasica \"Programa de 10 puntos de la gran unidad pannacional para la reunificacion de la patria\" en la que  volvio a aclarar que el Norte y el Sur deben fundar un Estado unificado pannacional que pueda representar a todos los miembros de la nacion de distintos partidos, fracciones y sectores dejando intactos dos regimenes y dos gobiernos existentes en el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente Kim Jong Il formulo las Tres Cartas para la Reunificacion de la Patria sistematizando y sintetizando los principios y remedios fundamentales de la reunificacion aclarados por el Presidente y presento la Orientacion de 5 puntos para la Gran Unidad Nacional ensenando en detalles el remedio practico para lograr la gran unidad nacional, garantia fundamental de la reunificacion segun el sistema federal.\n\t\t\t\t\t\n\t\t\t\t\t  Y se reunio el 15 de junio de 2000 con el ex - presidente surcoreano Kim Dae Jung y aprobo la Declaracion Conjunta N-S del 15 de Junio, hoja de ruta de la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  En este documento fueron acordados el problema de solucionar el problema de reunificacion por via independiente y con las fuerzas unidas de la nacion, responsable de esta causa, reconocer la comunidad entre el proyecto federal de la etapa baja de la parte Norte y la propuesta de fusion de la parte Sur y esforzarse en el futuro por impulsar en esa direccion la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a esta declaracion, fue preparada la base comun de la nacion que hace al Norte y al Sur orientarse a la reunificacion segun el sistema federal.\n\t\t\t\t\t\n\t\t\t\t\t  Al paralelo del creciente fervor de la nacion por la reunificacion independiente, tuvo lugar otra vez en octubre de 2007 en Pyongyang el encuentro cumbre Norte-Sur y fue aprobada la \"Declaracion para el desarrollo de las relaciones Norte-Sur, la paz y la prosperidad\".\n\t\t\t\t\t\n\t\t\t\t\t  La Declaracion del 4 de Octubre anoto claramente en el primer articulo el espiritu fundamental de la Declaracion Conjunta del 15 de Junio y su principal ideal de \"Entre nosotros, los connacionales\" iluminando mas la via hacia la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Los 10 anos pasados dan la conclusion historica de que si el Norte y el Sur unen las fuerzas bajo la bandera de las declaraciones arriba mencionadas, podran abrir el camino por el desarrollo de las relaciones Norte-Sur, el aseguramiento de la paz de la Peninsula Coreana y la reunificacion segun el sistema federal y en el caso contrario, se produciran solo el enfrentamiento y la guerra.\n\t\t\t\t\t\n\t\t\t\t\t  Por ultimo, el documento llamo a todos los coreanos en el Norte, el Sur y ultramar a levantarse unanimemente en la lucha por realizar la reunificacion segun el sistema federal bajo la bandera de las historicas declaraciones conjuntas Norte-Sur."
        },
        {
            "title": "Minju Joson condena posicion conflictiva de belicistas surcoreanos",
            "url": "http://kcna.co.jp/item/2010/201010/news08/20101008-26ee.html",
            "content": "Minju Joson condena posicion conflictiva de belicistas surcoreanos\r\nPyongyang, 8 de octubre (ATCC) -- Hace poco, tuvieron lugar en el Sur de Corea el \"acto conmemorativo del rescate de Seul en el 28 de septiembre\" con motivo del 60o aniversario del estallido de la guerra coreana y el frenetico ejercicio conjunto antisubmarinos entre el ejercito titere surcoreano y las tropas agresoras norteamericanas bajo el pretexto de hacer frente a la \"infiltracion de submarinos\" de alguien.\n\t\t\t\t\t Estos movimientos peligrosos se encaminan a obstaculizar los esfuerzos por mejorar las relaciones Norte-Sur y aflojar la tension en la Peninsula Coreana y a desencadenar la guerra empeorando la situacion.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Minju Joson en un comentario individual del dia 8 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Aunque los titeres surcoreanos hablan mucho de que ese entrenamiento es el \"defensivo\" para bloquear la \"infiltracion de submarinos\", nadie lo creera.\n\t\t\t\t\t\n\t\t\t\t\t  La campana de los belicistas titeres surcoreanos en busca de la confrontacion fratricida y la guerra continua hoy tambien cuando se crea el ambiente de dialogo por la mejora de relaciones intercoreanas y de relajamiento de la tension entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Esto muestra claramente que ellos no desean de veras la mejora de las relaciones, sino aceleran de manera planificada los preparativos para desencadenar la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Practicamente, los belicistas surcoreanos planean efectuar a finales de octubre el ejercicio de ataque intensivo de portaaviones en el Mar Oeste de Corea introduciendo el portaaviones nuclear supergrande de EE.UU. y elaboraron el proyecto del presupuesto de defensa nacional para 2011 en 31 billones 279 mil 500 millones de wones (moneda coreana) con un aumento de 5.8 % en comparacion con este ano.\n\t\t\t\t\t\n\t\t\t\t\t  Son incompatibles el dialogo y la guerra y no se puede esperar la mejora de relaciones en medio de la tension.\n\t\t\t\t\t\n\t\t\t\t\t  Si los belicistas surcoreanos desean realmente la mejora de relaciones Norte-Sur, deben abandonar de inmediato su campana por el enfrentamiento fratricida y la guerra que impone solo las desgracias y sufrimientos a la nacion coreana."
        }
    ]
}