{
    "date": "2010-11-01",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys \"October Concert\"",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-17ee.html",
            "content": "Kim Jong Il Enjoys \"October Concert\"\r\nPyongyang, November 1 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, together with servicepersons of the Korean People's Army, enjoyed the closing performance of the \"October concert\" given by the Unhasu Orchestra.\n\t\t\t\t\t The performance began with the playing of the national anthem.  Put on the stage were narration and male solo \"We Sing of the Party\", chorus \"Ever-Victorious Workers' Party of Korea\", mixed quartet and chorus \"Glory to Our Great Party,\" female quartet \"Let's Youth Go ahead Guided by the Party\", national instrumental duet \"Three Thousand-ri of Vinalon\", male quintet and chorus \"Juche Iron Is the Best\", orchestra \"Yangsando\", mixed sextet \"Do Prosper, the Era of the Workers' Party\", narration and music \"Song of Comradeship\" and chorus \"We Will Never Forget Our Leader\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers enthusiastically sang of the WPK's 65 year-long glorious history of struggle in which it has won one victory after another and the era of the great Workers' Party in which the Korean nation's long-cherished ideal and desire are becoming a brilliant reality and successfully represented the heroic stamina and indomitable will of the army and people of the DPRK who are dashing ahead like the wind to accomplish the revolutionary cause of Juche and the cause of building a thriving nation under the leadership of the WPK, the organizer and guide of all the victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He waved back to the enthusiastically cheering performers and audience and congratulated the artistes on their successful presentation. \n\t\t\t\t\t\n\t\t\t\t\t Expressing his great satisfaction over the fact that the performers presented the best concert rich in its ideological contents and high in artistry as it truthfully represented the aspiration and desire of the Korean people, he highly appreciated their success in the performance and extended thanks to all the creators and performers on behalf of the Central Committee of the WPK.  \n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the creators and artistes of the orchestra would conduct dynamic activities for art creation in the future, too, to powerfully encourage the army and people of the DPRK in the struggle for accomplishing the cause of building a great prosperous and powerful nation. He set forth the important tasks to be carried out for creating art. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Ki Nam, Choe Thae Bok and Hong Sok Hyong, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC of the DPRK, Choe Ryong Hae, alternate member of the Political Bureau and secretary of the C.C., the WPK, U Tong Chuk, alternate member of the Political Bureau of the C.C., the WPK and member of the Party Central Military Commission, and leading officials of the party and the army."
        },
        {
            "title": "Reunion of Separated Families from North and South Continues ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-16ee.html",
            "content": "Reunion of Separated Families from North and South Continues\r\nPyongyang, November 1 (KCNA) -- The reunion of separated families and relatives from the north and the south continued at the resort in Mt. Kumgang, a famous mountain of the Korean nation. \n\t\t\t\t\t Those from the north side had family reunions with separated families and relatives from the south side several times on October 31.\n\t\t\t\t\t\n\t\t\t\t\t They spent a pleasant time, taking pictures and having meals together.\n\t\t\t\t\t\n\t\t\t\t\t Those from the north bid farewell to their kith and kin from the south on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The families and relatives from the north and the south promised each other to make positive efforts to bring earlier the day when they will be able to live happily in the reunified land.\n\t\t\t\t\t\n\t\t\t\t\t Families and relatives from the north side will have reunions with those from the south side from November 3."
        },
        {
            "title": "Choe Yong Rim Greets PM of Antigua and Barbuda",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-14ee.html",
            "content": "Choe Yong Rim Greets PM of Antigua and Barbuda\r\nPyongyang, November 1 (KCNA) -- Premier Choe Yong Rim Monday sent a message of greetings to Winston Baldwin Spencer, prime minister of Antigua and Barbuda, on the occasion of the 29th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the friendly relations between the two countries would continue to develop in bilateral and multilateral fields."
        },
        {
            "title": "Vietnamese Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-13ee.html",
            "content": "Vietnamese Delegation Here\r\nPyongyang, November 1 (KCNA) -- A delegation of the Ho Chi Minh Communist Youth Union of Vietnam led by Vo Van Thuong, first secretary of the Central Committee of the union, arrived here on Monday."
        },
        {
            "title": "\"Kwangmyong Encyclopedia\" Vol.2 Off Press",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-10ee.html",
            "content": "\"Kwangmyong Encyclopedia\" Vol.2 Off Press\r\nPyongyang, November 1 (KCNA) -- The second volume of \"Kwangmyong Encyclopedia\", twenty volumes in total, has recently been published by the Science and Encyclopedia Publishing House of the Democratic People's Republic of Korea.\n\t\t\t\t\t Titled World's History, it constitutes five parts, breaking into 28 chapters.\n\t\t\t\t\t\n\t\t\t\t\t It carries major historic facts, events and culture covering different fields, regions and countries from the primitive age to the present age, giving an all-round and systematic knowledge of the development of the world's history."
        },
        {
            "title": "New Documentary Film Produced",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-15ee.html",
            "content": "New Documentary Film Produced\r\nPyongyang, November 1 (KCNA) -- \"Leading the Struggle for Defending the Fatherland to Victory\", Part 6 of the documentary film \"The Sun of Songun Shedding Its Rays All over the World\", has been produced by the Korean Documentary and Science Film Studio.\n\t\t\t\t\t The film deals with the great exploits General Secretary Kim Jong Il has performed with his matchless pluck and adroit diplomatic stratagem to meet all challenges of the imperialists and reactionaries and firmly defend the fortress of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The historical data of the film tells about the tested and seasoned leadership of Kim Jong Il under which the DPRK-U.S. agreed framework was adopted and the message of assurances of the U.S. president was secured, humbling arrogance of the world's \"only superpower\" and demonstrating the dignity and might of the DPRK in the eyes of the world.\n\t\t\t\t\t\n\t\t\t\t\t Scenes showing the successful satellite launches and two successful nuclear tests for bolstering the nuclear deterrent for self-defence vividly indicate the truth that greatness of the country and nation lies in the greatness of leader, not in the size of territory and the number of population, and vitality of the Songun revolutionary line of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It shows that Songun Korea will always remain as a fortress of independence as it holds Kim Jong Il in esteem."
        },
        {
            "title": "Korean Catfish ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-11ee.html",
            "content": "Korean Catfish\r\nPyongyang, November 1 (KCNA) -- Korean catfish is oily, tasty and nutritious, so it has been used as tonic since olden times. \n\t\t\t\t\t Dr. Kim Ri Thae of the Zoology Research Institute of the Biology Branch under the State Academy of Sciences said there were ten species of catfish in Korea, most of them living in freshwater such as river, stream, lake and reservoir and the rest in the sea.\n\t\t\t\t\t\n\t\t\t\t\t In an interview with KCNA he went on:\n\t\t\t\t\t\n\t\t\t\t\t Catfish in Suphung and Unbong lakes connected with the Amnok River is 30-40 centimeters long on an average and more than one meter long at the maximum.\n\t\t\t\t\t\n\t\t\t\t\t The fish lays 20,000-30,000 spawns from May to July. It takes for them one week to hatch out and three years to attain full growth. \n\t\t\t\t\t\n\t\t\t\t\t Catfish, good to eat and high in productivity, is extensively bred by fish farms throughout the country."
        },
        {
            "title": "Song Reflecting Korean People's Feelings",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-12ee.html",
            "content": "Song Reflecting Korean People's Feelings\r\n Pyongyang, November 1 (KCNA) -- The song \"Where Are You, Dear General?\" is one of the masterpieces created by General Secretary Kim Jong Il.\n\t\t\t\t\t Guiding the creation of the revolutionary opera \"The Story of a Nurse\" early in November, Juche 60 (1971), he created the song based on the heroine's reverence for President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It, the theme song of the opera, represents the inner world of a nurse finding her way to the supreme command, faced with harsh trials, during the Fatherland Liberation War (June 1950-July 1953). \n\t\t\t\t\t\n\t\t\t\t\t The song has become increasingly popular among the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by the song, the Korean army and people have devotedly safeguarded the headquarters of the revolution and made tremendous achievements in the efforts for the building of a thriving nation.  \n\t\t\t\t\t\n\t\t\t\t\t The song has played a big role in turning the country into a political, ideological and military power that launched satellites and possesses nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It also inspires the Korean people with confidence in victory in their effort to convert the country into a prosperous and powerful nation under the leadership of Kim Jong Il."
        },
        {
            "title": "KCNA Blasts Japan's Moves to Beef up Its Naval Force ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-04ee.html",
            "content": "KCNA Blasts Japan's Moves to Beef up Its Naval Force \r\n Pyongyang, November 1 (KCNA) -- The Japan \"Self-Defence Forces\" have stepped up their moves to bolster up their capability in recent years. \n\t\t\t\t\t Japan, which has already grown strong backed by huge military spending and prodded by the right-wing forces at home, is rapidly beefing up its military muscle for overseas operations of the SDF.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the Japan Maritime SDF has openly embarked upon carrying out its strategy for \"ocean attack\" after discarding the veil of \"coastal defense,\" touching off concern among the neighboring countries. \n\t\t\t\t\t\n\t\t\t\t\t Japan was reported recently to have announced its plan to increase the number of its submarines under the pretext of coping with the growth of Chinese naval force in the East Sea and South Sea. This plan reportedly calls for increasing the number of submarines of the MSDF to 22 from the present 16 until 2015. It was reported that the plan would be included in the main defense program for 2011-2015 to be submitted in coming December. \n\t\t\t\t\t\n\t\t\t\t\t This will naturally increase the apprehensions of the international community for the MSDF, the target of caution, and escalate the danger of arms race in waters of Asia. \n\t\t\t\t\t\n\t\t\t\t\t Al already known, at present Japan has the second largest naval fleet and maritime patrol force in the world and its MSDF has already built combat capability as an \"oceanic navy.\"\n\t\t\t\t\t\n\t\t\t\t\t A U.S. military commentator, analyzing the naval force of Japan, said that the MSDF of Japan has emerged one of the most powerful naval forces in the Western Pacific. The Japanese government has never ceased its efforts to modernize its MSDF, he added.\n\t\t\t\t\t\n\t\t\t\t\t The SDF has dramatically expanded the sphere of its overseas activities.\n\t\t\t\t\t\n\t\t\t\t\t It expanded the sphere of the MSDF to 2 000n' mile from 1 000n' mile fixed in 1970 under the pretext of \"cooperating in the UN peace-keeping operations\". Japan's defense of 1 000n' mile \"sea lanes\" has been replaced by \"the defense of 2 000n' mile sea lanes\" linking with the Indian Ocean via the Strait of Malacca.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the Liberal Democratic Party of Japan recently decided to present a bill on special measures for the SDF overseas refueling activities to the present Diet. \n\t\t\t\t\t\n\t\t\t\t\t The refueling activities of the MSDF in the Indian Ocean came to an end, in fact, as the special measure law expired in last January. The above-said bill calls for resuming the refueling activities in the ocean and, at the same time, including the support to the anti-piracy measure in the refueling activities. This amounts to providing more favorable conditions for putting Japan's scenario for overseas aggression into practice. \n\t\t\t\t\t\n\t\t\t\t\t The United States is becoming more feverish in its moves for beefing up its military muscle in Northeast Asia in a bid to hold off the influence of major powers and establish the sphere of domination in Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t Japan is citing \"threat from China\" and \"threat from north Korea\" as pretexts for beefing up its military muscle in order to achieve significant progress in the moves to emerge a military power and realize its ambition for reinvasion, taking advantage of the U.S. military moves.\n\t\t\t\t\t\n\t\t\t\t\t This is a version of the theory of aggression against China and theory of aggression against the DPRK, a clear indication that Japan is frantically stepping up its moves to emerge a military giant and launch overseas expansion at the phase of their implementation. \n\t\t\t\t\t\n\t\t\t\t\t This is the true reason why the world should be vigilant against the moves of Japan to beef up its armed forces in Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\t The international community is called upon to pay due attention to the moves of aggressor Japan to emerge a military power."
        },
        {
            "title": "Japanese Reactionaries' Moves to Shun Liquidation of Past Crimes Assailed",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-07ee.html",
            "content": "Japanese Reactionaries' Moves to Shun Liquidation of Past Crimes Assailed\r\n Pyongyang, November 1 (KCNA) -- A Japanese delegate addressing a recent meeting of the Third Committee of the 65th UN General Assembly, talked about someone's \"non-fulfillment\" and \"lack of specific actions\", while asserting that the \"issue of Japanese abductees\" still remains unsettled.\n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan is kicking up much fuss on the international arena, persistently raising a hue and cry over the \"abduction issue\". This is no more than a brazen-faced and ridiculous artifice to cover up the hideous crimes Japan committed against humanity in the past and dodge reparation for them at any cost. \n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of its past crimes is not an issue which it can gloss over by such sleight of hand.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are persistently making much fuss about the \"abduction issue\" which had already been settled in the past. This is aimed to brand the victim as an assailant like a thief crying \"Stop the thief!\" though they are obliged to apologize for the crimes the Japanese imperialists committed in the past. Nothing is more brazen-faced than this behavior. \n\t\t\t\t\t\n\t\t\t\t\t　If Japan is truly interested in improving the relations with the DPRK, it should put on the agenda the issue of Japan's settlement of its past crimes before raising the \"abduction issue\" which has lost its meaning and buckle down to solving it. \n\t\t\t\t\t\n\t\t\t\t\t Japan's liquidation of its past crimes is the core and basic issue in improving the DPRK-Japan relations.\n\t\t\t\t\t\n\t\t\t\t\t Japan's ballyhooing about \"the normalization of the relations with the DPRK\" before settling its past crimes is nothing but hypocrisy and wordplay. It is hard to expect the improved relations between the DPRK and Japan unless its past crimes are redeemed. \n\t\t\t\t\t\n\t\t\t\t\t Japan had better stop playing its poor trick and opt for redeeming its past crimes as early as possible."
        },
        {
            "title": "S. Korean Conservative Group's Anti-DPRK Confrontation Racket Slammed",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-09ee.html",
            "content": "S. Korean Conservative Group's Anti-DPRK Confrontation Racket Slammed\r\n Pyongyang, November 1 (KCNA) -- The south Korean authorities are making much fuss under the pretext of countering \"provocation\" from someone in the run-up to an international conference to be held in Seoul in November.\n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such fuss kicked off by the south Korean conservative group is the second part of the charade orchestrated by them under the pretext of the \"Cheonan\" warship case. Through this they seek to escalate the racket of confrontation with the DPRK not only in south Korea but on the international arena under the pretext of the non-existent \"threat\" and \"provocation\" from the north, while hyping them.\n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior intention of the south Korean conservative group to impair the international prestige of the DPRK and justify its moves for confrontation and war by labeling it a \"provocateur\".\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the south Korean authorities are getting undisguised in their dangerous military moves against the DPRK in collusion with the U.S. under the pretext of \"military counter-action\" for \"ensuring the security\" of the international conference.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has put forward various reasonable proposals for defusing the tension between the north and the south and improving the inter-Korean relations and made every sincere effort to put them into practice. \n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities are working hard to harm the DPRK, persistently pursuing confrontation, and this is driving the situation into more uncontrollable catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK conspiratorial ruckus intensified by the south Korean authorities under the pretext of the international conference is nothing but the last-ditch efforts of those who are isolated and driven to a tight corner internally and externally by the DPRK's efforts for dialogue and the support of the international community for them.\n\t\t\t\t\t\n\t\t\t\t\t The noisier smear campaign kicked off by the south Korean ruling forces against the DPRK, throwing a wet blanket over the atmosphere of dialogue, would bring their despicable true colors as disturbers of dialogue and wreckers of peace into a more salient relief. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to bear this in mind and halt at once the futile burlesque for escalating the confrontation."
        },
        {
            "title": "Implementation of Inter-Korean Joint Declarations Urged ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-05ee.html",
            "content": "Implementation of Inter-Korean Joint Declarations Urged \r\nPyongyang, November 1 (KCNA) -- It is the invariable stand and steadfast principle of the DPRK to improve the inter-Korean relations and pave the way for national reunification on the basis of the historic June 15 joint declaration and the October 4 declaration. Rodong Sinmun Monday says this in a signed article. \n\t\t\t\t\tNoting that improving the north-south relations is a basic prerequisite for independent reunification, peace and prosperity, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is the best way for defusing the danger of war on the Korean Peninsula and achieving independent reunification by concerted efforts of all Koreans to turn the present inter-Korean relations of distrust and confrontation into the relations of trust and reconciliation. \n\t\t\t\t\t\n\t\t\t\t\tThe historic June 15 joint declaration and its practical programme October 4 declaration serve as a foundation for improving the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\tIt is the lesson taught by the trend of the situation this year that the inter-Korean relations can improve only when the June 15 joint declaration and the October 4 declaration are respected and sincerely implemented.\n\t\t\t\t\t\n\t\t\t\t\tThe reality in which the inter-Korean relations were brought back to the state of acute confrontation before the publication of the June 15 joint declaration goes to clearly prove that it becomes a longer way to improve the relations between the north and the south and the peace and security of the Korean Peninsula are seriously threatened as long as the south Korean authorities' anti-DPRK confrontation moves persist. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities would be well advised to clearly understand the aspiration of the nation and the trend of the times and opt for improving the inter-Korean relations. If they truly stand for the improved relations between the north and the south, national reunification and prosperity common to the nation, they should respect the north-south declarations and sincerely respond to the dialogue and negotiations. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should immediately drop their confrontation policy hostile to the DPRK out of compatriotism and stop such acts as stoking distrust and confrontation between the north and the south and escalating the tension."
        },
        {
            "title": "Suppression of Jongyojo Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-06ee.html",
            "content": "Suppression of Jongyojo Demanded in S. Korea\r\nPyongyang, November 1 (KCNA) -- Members of civic and social organizations and religious organizations in south Korea including the Society of Parents of Students for Genuine Education, the Professors Trade Union and the Women's Solidarity at a press conference held on Oct. 27 demanded the puppet authorities halt the unjust suppression of the teachers belonging to the Teachers Union (Jongyojo). \n\t\t\t\t\t Through the press release they accused the \"government\" of instructing the immediate implementation of disciplinary measures against teachers of Jongyojo. \n\t\t\t\t\t\n\t\t\t\t\t They assailed the authorities for firing teachers of the said organization and taking other disciplinary measures against them on charges of \"providing political funds to the Democratic Labor Party after joining it.\"\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the authorities are punishing only teachers of Jongyojo, while leaving the teachers who supported the \"Grand National Party\" untouched, they noted that this arouses suspicions as to whether they chose the organization as their target.\n\t\t\t\t\t\n\t\t\t\t\t The present regime creating a political situation under the pretext of \"security\" in a bid to tide over the ruling crisis is bound to face the people's punishment, they said, urging it to withdraw reckless disciplinary measures against teachers of Jongyojo."
        },
        {
            "title": "Anniversary of Proposal for Founding DFRK Observed in Peru",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-01ee.html",
            "content": "Anniversary of Proposal for Founding DFRK Observed in Peru\r\nPyongyang, November 1 (KCNA) -- A seminar on the theme of \"The history of Korea and the reality of the DPRK\" was held on Oct. 22 at Federico Villareal National University in Peru on the occasion of the 30th anniversary of the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t Speeches under the titles \"Modern history of Korea\",\"Politics, economy and culture of the DPRK\", etc. were made at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy and the secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea made speeches there.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the Songun politics is an invincible weapon for defending and advancing the cause of socialism and that the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the DFRK are the most just three charters for national reunification for bringing earlier the independent and peaceful reunification of Korea."
        },
        {
            "title": "Socialism of DPRK Ever-victorious",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-03ee.html",
            "content": "Socialism of DPRK Ever-victorious\r\nPyongyang, November 1 (KCNA) -- Changes in the Democratic People's Republic of Korea are a precious fruition of the might of single-minded unity, said Chairman of the Communist Workers' Party of Finland for the Peace and Socialism Hannu Harju who visited the DPRK. \n\t\t\t\t\t Saying that the prosperity of the DPRK is instilling the conviction into the world progressive people, he went on;\n\t\t\t\t\t\n\t\t\t\t\t Socialism in the DPRK is winning a victory after victory. \n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea has covered the road of victory and glory under the wise leadership of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The recent Conference of the WPK demonstrated the iron will of the Korean people to remain faithful to the leadership of Kim Jong Il, holding him at the top post of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The might of the army and people of the DPRK united close around the great WPK serves as a source of invincibility of Korean-style socialism. \n\t\t\t\t\t\n\t\t\t\t\t World-startling events are taking place one after another in socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t This has convinced the world progressive political parties of a victory of socialism. \n\t\t\t\t\t\n\t\t\t\t\t Bright future is in store for the WPK and people holding Kim Jong Il in high esteem."
        },
        {
            "title": "Books Published in Mongolia ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-02ee.html",
            "content": "Books Published in Mongolia \r\nPyongyang, November 1 (KCNA) -- Books were published in Mongolia in commemoration of the centenary of birth of President Kim Il Sung. \n\t\t\t\t\t The book \"The Sun of Juche Is Immortal\" with portrait of the smiling President on its recto carries 8 reminiscences written by personages of different circles of various countries in praises of his personality as a great man and his noble internationalist obligation after receiving great loving care and benevolence from the President.\n\t\t\t\t\t\n\t\t\t\t\t The reminiscences written by S. Surenjav, president of the J. Sambuu Herders Development Fund of Mongolia, and an ex-vice minister of Interior tell about stories that Kim Il Sung, not forgetting those who sincerely supported the Korean people in the period of the Fatherland Liberation War, met them and showed benevolent loving care for them during his visit to Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t The book includes reminiscences authored by Zhang Jinquan, son of Zhang Weihua, anti-Japanese revolutionary martyr of China, Zhou Wei, daughter of Zhou Baozhong, Chinese related to the anti-Japanese revolutionary struggle, etc.\n\t\t\t\t\t\n\t\t\t\t\t The book \"The Ideological Theory of Juche\" with the portrait of General Secretary Kim Jong Il on the recto edits a paper written by N. Sarantuya, member of the Leadership Council of the Mongolian Mt. Paektu Association for Independent Development and researcher of Literary College of Mongolia, in which he asserted that the formulation of the ideological theory of Juche is an important event in human history that declared the overall realization of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Kim Jong Suk, Woman Commander of Mt. Paektu\" with the picture of Kim Jong Suk, anti-Japanese heroine in military uniform, on the recto carries an article dedicated by D. Michka, general director of the Mongolian HUM Company Ltd., in which he gave his impression of his visit to the DPRK during when he inspected revolutionary battle sites and historic sites associated with the noble life of Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The book \"In Those Days of Friendship and Cooperation\" with the picture of Kim Il Sung waving back to the cheering crowd together with Zh. Batmonh on the recto carries a touching reminiscence written by J. Tsevelma, member of the Leadership Council of the Mongolia-Korea Friendship Society, on the benevolent loving care shown by Kim Il Sung and Kim Jong Il for him."
        },
        {
            "title": "Continua encuentro de familiares y parientes separados ",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-18ee.html",
            "content": "Continua encuentro de familiares y parientes separados \r\nPyongyang, 1 de noviembre (ATCC) -- Prosiguio el encuentro de familiares y parientes separados en el Norte y el Sur, iniciado en el famoso monte Kumgang de la nacion coreana. \n\t\t\t\t\t　Los entrevistados de la parte Norte se encontraron el pasado dia 31 varias veces por unidad familiar con sus consanguineos surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t　Ellos pasaron agradables ratos tirando fotografias y comiendo juntos.\n\t\t\t\t\t\n\t\t\t\t\t　Hoy, ellos se despidieron prometiendo esforzarse mucho por adelantar el dia en que podran convivir felizmente en el territorio reunificado.\n\t\t\t\t\t\n\t\t\t\t\t　Los familiares y parientes de la parte nortena volveran a reunirse con sus consanguineos surenos a partir del dia 3."
        },
        {
            "title": "Choe Yong Rim envia mensaje a Winston Baldwin Spencer",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-19ee.html",
            "content": "Choe Yong Rim envia mensaje a Winston Baldwin Spencer\r\nPyongyang, 1 de noviembre (ATCC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Choe Yong Rim, envio el dia primero a su homologo de Antigua y Barbuda, Winston Baldwin Spencer, con motivo del 29o aniversario de la independencia de este pais.\n\t\t\t\t\t　El remitente expresa al destinatario la conviccion de que las relaciones de amistad entre ambos paises seguiran desarrollandose en las ramas bilaterales y multilaterales."
        },
        {
            "title": "ATCC comenta incremento brusco de fuerzas navales de Japon",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-20ee.html",
            "content": "ATCC comenta incremento brusco de fuerzas navales de Japon\r\nPyongyang, 1 de noviembre (ATCC) --  En los ultimos anos, las \"Fuerzas de Autodefensa\" de Japon dan acicate al aumento armamentista. \n\t\t\t\t\t　Las fuerzas armadas de Japon, que ya se hicieron potentes por los enormes gastos militares y por la instigacion de las fuerzas derechistas, siguen creciendo rapidamente con el objetivo de realizar las operaciones en ultramar. \n\t\t\t\t\t\n\t\t\t\t\t　En particular, causan la preocupacion de los paises vecinos las \"Fuerzas Maritimas de Autodefensa\" que cumplen abiertamente su estrategia de \"ataque en alta mar\" separandose de su anterior doctrina de \"defensa del mar litoral\". \n\t\t\t\t\t\n\t\t\t\t\t　Hace poco, Japon publico el plan de aumentar el numero de los submarinos pretextando el aumento de las fuerzas navales de China en el mar Este y el Sur. Segun ello, hasta el ano 2015, las \"Fuerzas Maritimas de Autodefensa\" se dispondran de 22 submarinos, o sea, 6 mas que ahora. Este plan se incluira en el plan de defensa principal para 2011-2015 a presentarse en diciembre que viene. \n\t\t\t\t\t\n\t\t\t\t\t　De esta manera, se ha aumentado la preocupacion de la sociedad internacional sobre las \"Fuerzas Maritimas de Autodefensa\" y se ha agravado en los mares de Asia el peligro de carrera armamentista. \n\t\t\t\t\t\n\t\t\t\t\t　Como sabemos, Japon cuenta con la unidad de aviones patrulleros del mar y la flota que ocupa el segundo lugar en el mundo. Las \"Fuerzas Maritimas de Autodefensa\" ya tienen la combatividad de las \"oceanicas\". \n\t\t\t\t\t\n\t\t\t\t\t　Al analizar las fuerzas maritimas de Japon, un comentarista militar estadounidense dijo que \"las Fuerzas Maritimas de Autodefensa de Japon son ahora una de las fuerzas navales mas poderosas en la region del Pacifico Oeste. El gobierno japones nunca dejo de esforzarse por modernizarlas\".\n\t\t\t\t\t\n\t\t\t\t\t　Japon vino ampliando la esfera de las operaciones en ultramar de las \"Fuerzas de Autodefensa\". \n\t\t\t\t\t\n\t\t\t\t\t　Bajo el pretexto de la \"cooperacion en las actividades de la ONU para el mantenimiento de la paz\", extendio la esfera de accion de las \"Fuerzas Navales de Autodefensa\" desde mil millas nauticas establecidas en 1970 a dos mil millas. Por consiguiente, la \"linea de defensa de rutas maritimas\" de Japon se extendio mucho desde el Estrecho de Malaca hasta el Oceano Indico.\n\t\t\t\t\t\n\t\t\t\t\t　En este contexto, el Partido Democratico Liberal del Japon decidio presentar a la Dieta el proyecto de ley de medidas especiales sobre el suministro de combustible de las \"Fuerzas de Autodefensa\" en ultramar. \n\t\t\t\t\t\n\t\t\t\t\t　Esta operacion en el Oceano Indico habia sido terminada en enero del ano en curso al invalidarse la ley de medidas especiales. \n\t\t\t\t\t\n\t\t\t\t\t　El nuevo proyecto propone reanudar esa operacion dando al mismo tiempo el apoyo a las medidas anti-pirateria. Esto significaria una condicion favorable para la ejecucion de la agresion a ultramar de Japon.\n\t\t\t\t\t\n\t\t\t\t\t　Ahora en el Nordeste Asiatico se fortalece considerablemente la capacidad militar de EE.UU. con vistas a restar las influencias de las otras potencias y establecer el dominio sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\t　En consonancia con tales movimientos militares de EE.UU., Japon presento la \"teoria de amenaza proveniente de China\" y la otra del Norte de Corea, que en su esencia son doctrinas de agredir a estos dos paises, para justificar sus acciones encaminadas a traer un avance trascendental en la conversion en una potencia militar y en la realizacion de la ambicion de nueva agresion.\n\t\t\t\t\t\n\t\t\t\t\t　Por lo tanto, hay que tomar precaucion del aumento armamentista de Japon en el Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\t　La sociedad internacional debe prestar atencion a las maniobras de ese Estado agresor orientadas a convertirse en una potencia militar."
        },
        {
            "title": "Editado el tomo 2 de \"Enciclopedia Kwangmyong\"",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-21ee.html",
            "content": "Editado el tomo 2 de \"Enciclopedia Kwangmyong\"\r\nPyongyang, 1 de noviembre (ATCC) -- Recientemente, la Editorial Ciencias y Enciclopedias de Corea dio a luz el tomo 2 de la \"Enciclopedia Kwangmyong\" (20 tomos en  total).\n\t\t\t\t\t  El tomo 2 \"Historia del mundo\" se compone de 5 partes y 28 capitulos.\n\t\t\t\t\t\n\t\t\t\t\t  El diccionario divide en dominios, regiones y paises los principales hechos y casos de la historia, la cultura y otros asuntos desde la epoca primitiva hasta la contemporanea y ofrece los conocimientos universales y sistematicos sobre la corriente principal y contenido de la historia mundial."
        },
        {
            "title": "Producida VI parte de \"Sol del Songun que brilla en todo el mundo\"",
            "url": "http://kcna.co.jp/item/2010/201011/news01/20101101-22ee.html",
            "content": "Producida VI parte de \"Sol del Songun que brilla en todo el mundo\"\r\nPyongyang, 1 de noviembre (ATCC) --  Los Estudios de Filmes Documentales y Cientificos de Corea acabaron de filmar \"Conduciendo a la victoria la batalla en defensa de la patria\", VI parte del documental \"Sol del Songun que brilla en todo el mundo\". \n\t\t\t\t\t　El filme enumera las grandes hazanas del Dirigente Kim Jong Il quien frustro todos los desafios de los imperialistas y reaccionarios y defendio con firmeza el baluarte del socialismo con su incomparable audacia e ingeniosa diplomacia. \n\t\t\t\t\t\n\t\t\t\t\t　Gracias a la direccion probada y veterana del Dirigente, fue aprobado el Acuerdo Basico RPDC-EE.UU. y el presidente estadounidense envio a Corea el mensaje de garantia. De esta manera, se vio doblegada la prepotencia de la \"unica superpotencia del mundo\" y se han manifestado a todo el mundo la dignidad y el aspecto majestuoso de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t　Las escenas sobre el lanzamiento exitoso de satelites artificiales y dos pruebas nucleares para consolidar el disuasivo nuclear de autodefensa de la RPDC ensenan la verdad de que la grandeza de un pais y nacion no esta en el tamano territorial o el numero de la poblacion, sino reside en la grandeza de su lider, y muestran la vitalidad de la linea revolucionaria del Songun del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t　La pelicula confirma que gracias al General     Kim Jong Il, la Corea del Songun sera eterno baluarte de independencia."
        }
    ]
}