{
    "date": "2010-10-20",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-20ee.html",
    "articles": [
        {
            "title": "Zhou Yongkang Meets WPK Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-05ee.html",
            "content": "Zhou Yongkang Meets WPK Delegation\r\nPyongyang, October 20 (KCNA) -- Zhou Yongkang, member of the Standing Committee of the Political Bureau of the Central Committee and secretary of the Central Commission of Politics and Law of the Communist Party of China, met at the Great Hall of the People in Beijing on October 19  the friendly delegation of the Workers' Party of Korea led by Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK, on a visit to China. \n\t\t\t\t\t Present there were Wang Jiarui, head of the International Liaison Department of the C.C., the CPC, Liu Jieyi, deputy head of the International Liaison Department of the C.C., the CPC, and Choe Pyong Gwan, DPRK ambassador to China. \n\t\t\t\t\t\n\t\t\t\t\t Zhou Yongkang recalled with deep emotion that General Secretary Kim Jong Il met him several times and said words concerning the development of the relations between the two countries during his recent visit to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The two visits to China paid by General Secretary Kim Jong Il this year prove that he is attaching utmost importance to the development of the friendly relations between the two parties and two countries, Zhou Yongkang said. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people under the leadership of the WPK headed by Kim Jong Il would open the gate to a great prosperous and powerful nation."
        },
        {
            "title": "Kim Ki Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-15ee.html",
            "content": "Kim Ki Nam Meets Chinese Delegation\r\n Pyongyang, October 20 (KCNA) -- Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with the delegation of People's Daily of China led by Deputy Editor-in-Chief Ma Li at the Mansudae Assembly Hall on Wednesday. \n\t\t\t\t\t At the meeting Ma Li noted that the Korean people have achieved great successes in the spirit of self-reliance and fortitude under the leadership of the WPK headed by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He said that he remembers with deep emotion Chairman Mao Zedong and President Kim Il Sung with the approach of the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front. \n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast policy of the Chinese party and government to steadily boost the Sino-DPRK friendly and cooperative relations, he said, reiterating their will to make positive efforts to further strengthen the relations between the two countries, together with Korean comrades.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to make a contribution to further develop exchanges and cooperation between the party papers of the two countries."
        },
        {
            "title": "Gift from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-09ee.html",
            "content": "Gift from Chinese Delegation\r\n Pyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the visiting delegation of People's Daily of China.\n\t\t\t\t\t The gift was handed to Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, by head of the delegation Ma Li, deputy editor-in-chief of People's Daily of China, on Wednesday."
        },
        {
            "title": "Kim Yong Nam Meets Angolan Delegation",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-13ee.html",
            "content": "Kim Yong Nam Meets Angolan Delegation\r\n Pyongyang, October 20 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with the delegation of the Popular Liberation Movement of Angola led by Jorge Inocencio Dombolo, member of the Political Bureau and coordinator of the Discipline and Audit Commission of the Central Committee of the movement, at the Mansudae Assembly Hall Wednesday. \n\t\t\t\t\t The head of the delegation warmly congratulated General Secretary Kim Jong Il on his reelection as general secretary of the WPK at its conference. \n\t\t\t\t\t\n\t\t\t\t\t Saying that during his visit to the DPRK he was deeply impressed to see the Korean people working hard for the prosperity of the country, he expressed his will to contribute to boosting the friendly and cooperative relations between the two countries."
        },
        {
            "title": "Delegation of MPLA Wraps up Its Visit to DPRK",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-14ee.html",
            "content": "Delegation of MPLA Wraps up Its Visit to DPRK\r\nPyongyang, October 20 (KCNA) -- The delegation of the Popular Liberation Movement of Angola led by Jorge Inocencio Dombolo, member of the Political Bureau and coordinator of the Discipline and Audit Commission of the Central Committee of the movement, flew back Wednesday after concluding its visit to the DPRK.\n\t\t\t\t\t While staying here the delegation visited the Kumsusan Memorial Palace and paid homage to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It also visited Mangyongdae, the Mansudae Art Studio, the Pyongyang Metro, etc. and enjoyed the grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "Pak Ui Chun Receives Credentials from WFP Representative",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-08ee.html",
            "content": "Pak Ui Chun Receives Credentials from WFP Representative\r\n Pyongyang, October 20 (KCNA) -- DPRK Foreign Minister Pak Ui Chun received credentials from Representative of the WFP in the DPRK Claudia Von Roehl on Wednesday.\n\t\t\t\t\t After receiving the credentials, Pak had a talk with the representative."
        },
        {
            "title": "Concert for Solidarity with Cuba Held ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-11ee.html",
            "content": "Concert for Solidarity with Cuba Held \r\nPyongyang, October 20 (KCNA) -- A concert for solidarity with Cuba was given at the Yun I Sang Concert Hall Wednesday on the month of international solidarity for the release of Cuban patriots and the month of solidarity against the blockade against Cuba. \n\t\t\t\t\t Present there were Mun Jae Chol, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the DPRK-Cuba Solidarity Committee, officials concerned and working people here.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Jose Manuel Galego Montano, Cuban ambassador to the DPRK, and staff members of his embassy and diplomatic envoys of various countries here.\n\t\t\t\t\t\n\t\t\t\t\t Mun Jae Chol and Jose Manuel Galego Montano spoke there.\n\t\t\t\t\t\n\t\t\t\t\t They recalled that the people of the two countries have consolidated and developed the friendly and cooperative relations provided by President Kim Il Sung and Fidel Castro Ruz. \n\t\t\t\t\t\n\t\t\t\t\t The concert is an expression of firm solidarity and support to the Cuban people denouncing the U.S. moves to isolate and stifle Cuba and waging a strenuous struggle for the release of Cuban patriots, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t The concert was presented by artistes of the Orchestra of the Yun I Sang Music Institute and the State Folk Art Troupe. They put on the stage string quartet \"We Are Yearning for Your Sunny Smile\", \"Song of a Truck Driver\", \"In My Life\" and \"Beautiful Cuba\", female sopranos \"My Country Is So Nice\" and \"Cuba Si, Yanqui No\", etc."
        },
        {
            "title": "World Statistics Day Observed",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-16ee.html",
            "content": "World Statistics Day Observed\r\nPyongyang, October 20 (KCNA) -- The World Statistics Day has been observed in the Democratic People's Republic of Korea.\n\t\t\t\t\t The United Nations decided to designate October 20, 2010, as World Statistics Day and observe the day on a regular way.\n\t\t\t\t\t\n\t\t\t\t\t In an interview with KCNA, Choe Sung Ho, a vice department director of the Central Statistics Bureau, said that statistics was an important means to protect the interests of the working people and guarantee social, economic and cultural development. He introduced brisk activities which have been conducted in the country to steadily enhance its statistical capacity.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK national, provincial, city and county statistical agencies compile statistics in a scientific, objective and timely way, displaying the vitality of the unified statistical system, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t A census was conducted in 2008 and several surveys, including women's health survey, have been made in the country with the help of UN organizations. On the basis of their results, we have directed great efforts to the statistical indices reflecting the MDGs (millennium development goals) and to the increased statistical capacity.\n\t\t\t\t\t\n\t\t\t\t\t A seminar, lecture and other events took place in the DPRK on Wednesday."
        },
        {
            "title": "\"Selected Works of Kim Jong Il\" Vol. 6 Published ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-04ee.html",
            "content": "\"Selected Works of Kim Jong Il\" Vol. 6 Published \r\nPyongyang, October 20 (KCNA) -- Volume 6 of \"Selected Works of Kim Jong Il\" (enlarged edition) which comprehensively deals with his works was brought out by the Workers' Party of Korea Publishing House. \n\t\t\t\t\t The book carries 21 works he authored from January to September of Juche 63 (1974).\n\t\t\t\t\t\n\t\t\t\t\t His works \"On Some Immediate Tasks of Party Ideological Work for Modeling the Whole Society on Kimilsungism\", \"Let Us Accelerate Modeling the Whole Society on Kimilsungism by Fundamentally Improving Party Work\" and \"On Breaking Outdated Patterns and Bringing About a Fresh Change in Party Work\" clearly indicate the basic duty for conducting the party ideological work for modeling the whole society on the Juche idea and the tasks and ways for strengthening the party and the revolutionary ranks and breaking outdated patterns and bringing about a fresh change in the party work. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in \"The People's Army Should Stand in the Van in Accomplishing the Cause of Our Party\" and other works put forth tasks facing the People's Army to preserve the properties as the army of President Kim Il Sung and the party and creditably perform its honorable mission and duty.\n\t\t\t\t\t\n\t\t\t\t\t His works including \"The Mass Media of Our Party Are a Powerful Ideological Weapon That Contributes to Modeling the Whole Society on Kimilsungism\", \"On Vigorously Launching Information and Motivational Work for Increased Production\" and \"Information Workers of the Party Should Go Deep among the Masses\" clarify profound ideological and theoretical matters of bringing about a change in the party ideological work as required by the period of new historical turn and practical ways. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his work \"On the Art of the Opera\" reviewed successes and experience gained in creating the five revolutionary operas and scientifically expounded the theoretical and practical problems arising in further developing the operatic art.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains his works indicating the matter of successfully erecting the Wangjaesan Grand Monument, the issue of further improving the public health and tasks for creating more short stories."
        },
        {
            "title": "Ideal Mine Appears",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-12ee.html",
            "content": "Ideal Mine Appears\r\nPyongyang, October 20 (KCNA) -- The March 5 Youth Mine, located at the northern tip of Korea, has undergone a radical change.\n\t\t\t\t\t Conspicuous in the mine are large-scale equipment operating in stopes, a mammoth crushing ground and a belt conveyer.\n\t\t\t\t\t\n\t\t\t\t\t Cone crushers, newly-installed disintegrator and separators are all equipped with air cleaners.\n\t\t\t\t\t\n\t\t\t\t\t Ore mining, transport, crushing, flotation and all other processes have been put on the CNC basis with the miners just monitoring equipment, free from injurious labor.\n\t\t\t\t\t\n\t\t\t\t\t The doubly-built depositing basin sends unpolluted water to the River Amnok, while the mine's power station generates electricity with waste water from the dressing plant.\n\t\t\t\t\t\n\t\t\t\t\t The mine village is clad with fruit trees of various species, each house boasting of scores of fruit trees, and the mountains around the mine are covered with thick forests.\n\t\t\t\t\t\n\t\t\t\t\t The mine's night view is also fantastic, with a mess hall, sanatorium and cultural centre decorated with electric lights blending in with brightly lit dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the mine some time ago, General Secretary Kim Jong Il commanded a bird's eye view of the mine and said it was a fairyland in the Songun era."
        },
        {
            "title": "Korean Nation Called upon to Remain True to Songun Politics ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-07ee.html",
            "content": "Korean Nation Called upon to Remain True to Songun Politics \r\nPyongyang, October 20 (KCNA) -- The banner of Songun held aloft by General Secretary Kim Jong Il serves as a great national banner which defends the dignity and sovereignty of the Korean nation and paves the way for independent reunification and national prosperity.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a great pride and fortune for the Korean nation to have the treasured sword of Songun, a powerful weapon for carving out its independent destiny.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics serves as an ever-victorious banner for defending the dignity and sovereignty of the nation and paving the way for independent reunification by dint of arms of justice.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics has helped clear the dark clouds of confrontation and war with arms for reunification and patriotism, promote the atmosphere of national reconciliation and unity and put spurs to the cause of independent reunification. As a result, the historic June 15 joint declaration, a landmark for national reunification in the new century, and the October 4 declaration, its action programme, were adopted.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics serves as patriotic one providing a sure guarantee for peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is shedding its rays as the one for defending peace as it helps defuse the danger of war on the Korean Peninsula and reliably defend the security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the Songun politics, a banner for defending peace, that the imperialist aggressor forces dare not hurt even a blade of grass and a single tree in the DPRK. Thanks to this politics the sky of the DPRK remains so blue and the peace on the peninsula and the security of the nation are firmly guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics whose great vitality has been proved in practice serves as the most just and patriotic politics which firmly defends the sovereignty of the nation and peace of the country from the imperialist aggressors and their followers' invasion and dynamically paves the way for the independent reunification and peace and prosperity, concludes the article."
        },
        {
            "title": "WPK Birthday Celebrated at DPRK Missions ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-03ee.html",
            "content": "WPK Birthday Celebrated at DPRK Missions \r\nPyongyang, October 20 (KCNA) -- Receptions were given and friendly meetings, book and photo exhibitions and film shows were held at the DPRK missions in Hong Kong of China, Nakhodka of Russia, Vietnam, Laos, Cambodia, Mongolia, Syria, Iran, India, Indonesia, Myanmar, Thailand, Nepal, Malaysia, Libya, Democratic Congo, South Africa, Guinea, Equatorial Guinea, Nigeria, Mexico, the Czech Republic, Uzbekistan and Switzerland and the DPRK Permanent Mission at the UN Secretariat and International Organizations in Geneva from Oct. 4 to 10 to commemorate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venues were works of President Kim Il Sung and General Secretary Kim Jong Il, photos on their immortal exploits and books and photos showing the victorious and glorious road covered by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films including \"The Country Shining with Arms of Mt. Paektu\", \"Arms of Korea\", \"Fireworks for a Thriving Nation\" and \"Pyongyang at Night\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Political Bureau of the Central Committee of the Communist Party of Viet Nam who doubles as deputy prime minister of the government hailed the successful holding of the WPK Conference and greeted the 65th birthday of the WPK on behalf of the Vietnamese government and people.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Yangon City and chairman of the Yangon City Development Committee who doubles as member of the Central Executive Committee of the Union Solidarity and Development Party, Union of Myanmar noted that the WPK has developed into the most sacred one which successfully accomplished the cause of perpetuating the memory of President Kim Il Sung for the first time in history under the outstanding Songun leadership of Kim Jong Il and an invincible one all members of which share the same will and destiny with the headquarters of the revolution and which leads the Songun revolution to one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the Democratic Party of Equatorial Guinea noted that the reelection of Kim Jong Il as general secretary of the WPK at its Conference is a manifestation of the profound trust of the Korean people in his great exploits performed in the efforts to further strengthen the Party and ensure the peace and security of the country.\n\t\t\t\t\t\n\t\t\t\t\t The assistant director-general of the World Health Organization hoped that everything in the DPRK would go on well under the leadership of the WPK."
        },
        {
            "title": "Birthday of WPK Celebrated ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-02ee.html",
            "content": "Birthday of WPK Celebrated\r\nPyongyang, October 20 (KCNA) -- Seminars were held in Nepal, Democratic Congo and India from Oct. 7 to 9 to commemorate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in their venues were books and photos on the immortal leadership exploits performed by President Kim Il Sung and General Secretary Kim Jong Il in party building.\n\t\t\t\t\t\n\t\t\t\t\t C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), said that the WPK has developed into an invincible one despite the complicated international situation over the past 65 years thanks to the wise leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK is sure to emerge a socialist power as long as it is under the leadership of Kim Jong Il who is identical to Kim Il Sung and has the great Juche idea and the Songun idea, the invincible WPK and the heroic people.\n\t\t\t\t\t\n\t\t\t\t\t  Kanga Ngerien Jerom, chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo, and Nzemba Yangana, chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo, said that the victorious and glorious 65-year-long history of the WPK represents the history of the party leadership of Kim Il Sung, the founder of the immortal Juche idea, and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the reelection of Kim Jong Il as general secretary of the WPK is an expression of not only absolute trust of all the Korean people in him but the unanimous desire of the world followers of the Juche idea, stressing that the WPK Conference instilled into the Korean people a rosier future.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the seminars in Nepal and India.\n\t\t\t\t\t\n\t\t\t\t\t Meetings were held in Poland, Laos and Venezuela and film shows in Malaysia and Libya from Oct. 6 to 10 on the same occasion."
        },
        {
            "title": "Kim Jong Il's Work Published in Trinidad and Tobago",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-01ee.html",
            "content": "Kim Jong Il's Work Published in Trinidad and Tobago\r\nPyongyang, October 20 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" was published in booklet by the Rapid Print Publishing House of Trinidad and Tobago on Oct. 10.\n\t\t\t\t\t The work, published on Oct. 3, Juche 79 (1990), expounds the idea that the leadership of the party provides a sure guarantee for the victory of the socialist cause, the matter of developing the WPK into a revolutionary party of Juche type, the basic way for the Party to discharge its mission and duty as a leading political organization, etc."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-10ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, October 20 (KCNA) -- One day in January Juche 35 (1946), Kim Jong Suk, an anti-Japanese heroine, gave the guards platoon leader a foot bolster made with rice straw and covered with dog fur.\n\t\t\t\t\t It was made by her for those guarding President Kim Il Sung in the open air in wintry days.\n\t\t\t\t\t\n\t\t\t\t\t Overwhelmed by her kindness, the platoon leader felt very sorry for the bolster which should have been made by guards themselves and was also concerned about her health.\n\t\t\t\t\t\n\t\t\t\t\t With a smile on her face, she said that she would sit up all night, if it conduced to keeping them warm, and that it would be good to delve the ground a little and put the bolster on it."
        },
        {
            "title": "Zhou Yongkang se reune con la delegacion de amistad del PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-17ee.html",
            "content": "Zhou Yongkang se reune con la delegacion de amistad del PTC\r\nPyongyang, 20 de octubre (ATCC) -- Zhou Yongkang, miembro del Comite Permanente del Buro Politico del Comite Central y secretario de la Comision Central de Politicas y Ley del Partido Comunista de China, se reunio el dia 19 en el Gran Palacio del Pueblo en Beijing con la delegacion de amistad del Partido del Trabajo de Corea encabezada por Mun Kyong Dok, miembro suplente del Buro Politico y secretario del Comite Central del PTC y secretario responsable del Comite del PTC en la ciudad de Pyongyang, de visita en China.\n\t\t\t\t\t  En la ocasion participaron el jefe y el subjefe del Departamento de Enlace Internacional del CC del PCCh, Wang Jiarui y Liu Jieyi, y el embajador coreano en China Choe Pyong Gwan.\n\t\t\t\t\t\n\t\t\t\t\t  Zhou Yongkang recordo con emocion que en su reciente visita a la RPDC, el Dirigente Kim Jong Il le concedio audiencia varias veces y dio las instrucciones referentes al desarrollo de las relaciones entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que el Secretario General del PTC Kim Jong Il visito este ano en dos ocasiones a China y esto comprueba que el concede capital importancia al desarrollo de las relaciones de amistad entre los dos partidos y los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso la conviccion de que bajo la direccion del PTC encabezado por el Secretario General Kim Jong Il, el pueblo coreano abrira las puertas a la gran potencia prospera."
        },
        {
            "title": "Pak Ui Chun recibe cartas credenciales de delegado del PMA",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-18ee.html",
            "content": "Pak Ui Chun recibe cartas credenciales de delegado del PMA\r\nPyongyang, 20 de octubre (ATCC) -- La representante del Programa Mundial de Alimentos en Corea, Claudia Von Roehl, presento el dia 20 ante el canciller Pak Ui Chun sus cartas credenciales. \n\t\t\t\t\t　Tras recibirlas, el canciller departio con ella."
        },
        {
            "title": "Tiene lugar concierto de solidaridad con Cuba",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-19ee.html",
            "content": "Tiene lugar concierto de solidaridad con Cuba\r\nPyongyang, 20 de octubre (ATCC) -- Tuvo lugar el dia 20 en la Casa de Musica Yun I Sang el concierto solidario con Cuba dedicado al mes de solidaridad internacional por la liberacion de los patriotas cubanos y del ciclo de solidaridad contra el bloqueo anticubano.\n\t\t\t\t\t　Estuvieron presentes el vicepresidente del Comite de Solidaridad Corea-Cuba y del Comite Coreano de Relaciones Culturales con el Extranjero, Mun Jae Chol, y otros funcionarios junto con trabajadores capitalinos. \n\t\t\t\t\t\n\t\t\t\t\t　Fueron invitados el embajador Jose Manuel Galego Montano y otros miembros de la sede diplomatica cubana en Corea, asi como los representantes diplomaticos de varios paises acreditados en Corea. \n\t\t\t\t\t\n\t\t\t\t\t　Mun Jae Chol y Jose Manuel Galego Montano hicieron uso de la palabra. \n\t\t\t\t\t\n\t\t\t\t\t　Los oradores se refirieron a que los pueblos de ambos paises vinieron consolidando las relaciones de amistad y cooperacion, preparadas por el Presidente Kim Il Sung y el companero Fidel Castro Ruz.\n\t\t\t\t\t\n\t\t\t\t\t　El presente concierto es una muestra de la firme solidaridad y apoyo al pueblo cubano que lucha tenazmente contra las maniobras de EE.UU. tendentes a aislar y aplastar a Cuba y por la liberacion de los patriotas cubanos.\n\t\t\t\t\t\n\t\t\t\t\t　Los ejecutantes de la Orquesta del Instituto de Musica Yun I Sang y del Conjunto Nacional de Arte Tradicional pusieron en la escena el cuarteto de instrumentos de cuerda \"Anorada sonrisa del Sol\" y \"Cancion del chofer\", \"En el sendero de mi vida y \"Que linda es Cuba\", y el soprano \"!Que bueno es mi pais!\",\"!Cuba Si! !yanqui No!\", etc."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion china ",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-20ee.html",
            "content": "Kim Jong Il recibe presente de delegacion china \r\nPyongyang, 20 de octubre (ATCC) -- El Dirigente Kim Jong Il recibio presente que le dedicara la delegacion del periodico chino Renmin Ribao presidida por la subeditora en jefe Ma Li, de visita en Corea.\n\t\t\t\t\t　La jefa de la delegacion lo entrego el dia 20 a Kim Ki Nam, miembro del Buro Politico y secretario del CC del Partido del Trabajo de Corea."
        },
        {
            "title": "Conmemorado el Dia Mundial de Estadisticas en la RPDC",
            "url": "http://kcna.co.jp/item/2010/201010/news20/20101020-21ee.html",
            "content": "Conmemorado el Dia Mundial de Estadisticas en la RPDC\r\nPyongyang, 20 de octubre (ATCC) -- La Republica Popular Democratica de Corea celebro este miercoles  el Dia Mundial de Estadisticas.\n\t\t\t\t\t　La ONU fijo el 20 de octubre de 2010 como Dia Mundial de Estadisticas y decidio conmemorarlo periodicamente.\n\t\t\t\t\t\n\t\t\t\t\t  Con motivo de esa efemeride, el subdirector de la Direccion Nacional de estadisticas, citado por reportero de la Agencia Telegrafica Central de Corea, Choe Sung Ho, dijo que las estadisticas son el medio importante para defender los intereses de las masas del pueblo trabajador y mantener el desarrollo de la sociedad, la economia y la cultura y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Se libra con animacion la labor para fortalecer sostenidamente la capacidad de estadisticas del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Los organos de estadisticas en el centro, las provincias, ciudades y distritos mantienen estrictamente la cientificidad, la objetividad y la oportunidad de las estadisticas poniendo de manifiesto la vitalidad del sistema de estadisticas unitarias.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, con la ayuda de la ONU, realzaron en 2008 el censo, varias encuestas y la de salud de mujeres en escala nacional.\n\t\t\t\t\t\n\t\t\t\t\t  A base de eso, invierten grandes esfuerzos por fortalecer los indices de estadisticas que reflejan la meta de desarrollo de milenio y la capacidad de estadisticas de esta rama.\n\t\t\t\t\t\n\t\t\t\t\t  En la RPDC tuvieron lugar el dia 20 el simposio, conferencia y otras actividades."
        }
    ]
}