{
    "date": "2010-01-04",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Jaeryong Mine",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-09ee.html",
            "content": "Kim Jong Il Inspects Jaeryong Mine\r\nPyongyang, January 4 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Jaeryong Mine alive with the new year drive.\n\t\t\t\t\t He went round the room devoted to the history of the mine.\n\t\t\t\t\t\n\t\t\t\t\t He looked back with deep emotion on the glorious path of victory and prosperity covered by the mine under the leadership of President Kim Il Sung. And he highly appreciated the achievements made by the workers of the mine in the past, noting that they, remaining true to the idea and leadership of the WPK and the leader, have ensured a timely supply of quality iron ore to the iron works with a single ardent patriotic desire up to this date since the period of building a new country after the liberation of Korea, thus making a great contribution to the economic development of the country.\n\t\t\t\t\t\n\t\t\t\t\t He made rounds of mining lots alive with a high-pitched drive for increased production despite snowing to learn in detail about the technical equipment and production there. \n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on vast mining lots with stopes and lots of huge mining equipment at work, he expressed great satisfaction over the fact that the workers of the mine have turned it into a modern one in less than one year.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the successes registered by the officials, workers and technicians of the mine, saying that they have done a lot of work in the efforts to not only boost production but improve the technical equipment and spruce up the mine area in a matter of several months by giving full play to the revolutionary spirit of self-reliance and fortitude.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the miners of Jaeryong have made signal successes in the production from the outset of the new year, he said that these laudable successes are a manifestation of the indomitable will of the workers, dependable ranks of loyalists who have successfully weathered the rigorous trials of the revolution, single-mindedly following the WPK, and a striking demonstration of the might of the most revolutionary, militant and heroic Korean working class who are dashing ahead like the wind along the road of advance only without a moment's hesitation and vacillation in any tempest. \n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks to be fulfilled by the mine.\n\t\t\t\t\t\n\t\t\t\t\t What is essential for keeping the iron production afloat is to give priority to the production of iron ore, he noted, adding that to this end it is necessary to thoroughly implement the WPK's policy of massively mining and treating iron ore.\n\t\t\t\t\t\n\t\t\t\t\t In order to keep the production of iron ore going at a high rate it is most important to improve the management of all mining and transport facilities and put their maintenance and repair on a normal footing to increase their operation rate, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to sufficiently secure reserves of iron ore for the purpose of steadily boosting the iron ore production, he called on the mine to build the Sungri Mining Lot rich in iron ore deposit under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the officials of the mine to work out enterprising and realistic business and management strategies and positively push forward the grand march for effecting a great surge.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the supply service at the mine, he called for paying particular attention to the work and living of the miners.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, secretary of the Central Committee of the WPK, and Kim Kyong Hui and Jang Song Thaek, department directors of the C.C., the WPK."
        },
        {
            "title": "Mass Rallies Held to Vow to Implement Joint New Year Editorial ",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-02ee.html",
            "content": "Mass Rallies Held to Vow to Implement Joint New Year Editorial \r\n Pyongyang, January 4 (KCNA) -- Mass rallies of South Phyongan and Jagang Provinces took place in Phyongsong and Kanggye cities on Jan. 3 to carry through the militant tasks set forth in the joint New Year editorial.\n\t\t\t\t\t Attending them were leading officials of the party, power and economic organs and working people's organizations, people from all walks of life, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Reports and speeches were made at the rallies.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that the joint editorial of Rodong Sinmun, Josoninmingun and Chongnyonjonwi serves as a militant banner dynamically encouraging the whole Party and army and all the people in the gigantic drive in this significant year.\n\t\t\t\t\t\n\t\t\t\t\t They noted that they would give full play to the already reinforced production potentials and thus bring about a great change in the production of consumer goods and grain by thoroughly implementing with consistency the Party's policies of light industry revolution and agricultural revolution.\n\t\t\t\t\t\n\t\t\t\t\t The workers in the four vanguard sectors including the electric power industry and coal industry should effect a great surge in production by ensuring the maximum speed of advance in the drive for bringing about a great revolutionary surge and thus provide a foundation for developing economy and improving the people's standard of living, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon the Sungri Motor Complex to push ahead with the work to introduce CNC technology and the Namhung Youth Chemical Complex to perfect the fertilizer production system based on locally available raw and other materials to supply more fertilizers to the socialist cooperative fields.\n\t\t\t\t\t\n\t\t\t\t\t They also called upon the officials and working people to wage a dynamic drive to glorify this year that marks the 65th anniversary of the founding of the Workers' Party of Korea as a year of great changes to be specially recorded in the history of building a thriving nation, full of conviction of victory and optimism."
        },
        {
            "title": "New Posters Call for Fulfilment of New Year's Tasks",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-07ee.html",
            "content": "New Posters Call for Fulfilment of New Year's Tasks\r\n Pyongyang, January 4 (KCNA) -- Posters have been brought out in the Democratic People's Republic of Korea to encourage the people to fulfil the important tasks set forth in the joint New Year editorial of the country's major newspapers.\n\t\t\t\t\t The posters \"Let us turn out to implement the tasks laid down in the joint editorial for this year!\", \"Let us record this as a year of great changes in the history of the building of a thriving nation!\", \"For a radical turn in improving the people's living!\" and \"Let us attain the cutting edge of science and make a leap higher and faster!\" give an ideological and artistic depiction of the whole army and the entire people, determined to dynamically conduct an all-Party and nationwide drive for improving the people's living in all the economic sectors in the flames of a great revolutionary upsurge to make this a year of prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Also reflected in the posters was their strong will to bring about great changes in the efforts for the building of a thriving nation in the new year Juche 99 (2010) that marks the 65th anniversary of the Workers' Party of Korea, in response to the appeal issued in the joint New Year editorial."
        },
        {
            "title": "New Year to Be Year of Great Changes",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-06ee.html",
            "content": "New Year to Be Year of Great Changes\r\n Pyongyang, January 4 (KCNA) -- The Democratic People's Republic of Korea, which sent off a year when the people's ideals had been realized, is entering the new year Juche 99 (2010).\n\t\t\t\t\t The Korean army and people are now determined to surely open the gate to a great, prosperous and powerful nation in 2012 that marks the centenary of the birth of President Kim Il Sung by making a great leap again this year under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Il, after kindling the torch of a new great revolutionary upsurge, continued the forced march of on-the-spot guidance through the year and brought the mental strength of the people into full play to work unprecedented miracles in the building of a thriving nation. At the end of last year, he kindled the flame for the new year's drive while providing field guidance to the Kim Chaek Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t Mirrored in the field guidance was his firm belief that the entire people including the workers would continue adding luster to the era of the great upsurge by distinguishing themselves in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The inspiring slogan of the Workers' Party of Korea \"Bring about a radical turn in the people's standard of living by accelerating the development of light industry and agriculture once again this year that marks the 65th anniversary of the founding of the Workers' Party of Korea !\" stirs the entire people's hearts.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are in high spirits, resolved to hit the targets in all fronts for the building of an economic power without fail, thus recording this as a year of great changes in the annals of the building of a thriving nation with the pride of being victors who wrote a new brilliant history of a great revolutionary upsurge.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will dynamically conduct an all-Party and nationwide drive for improving the people's living this year to make a greater upsurge and adorn this as a prosperous year filled with the people's happiness."
        },
        {
            "title": "New Documentary Film Produced",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-05ee.html",
            "content": "New Documentary Film Produced\r\n Pyongyang, January 4 (KCNA) -- The Juvenile Film Production Company of Pyongyang University of Dramatic and Cinematic Arts has recently produced a documentary film \"We Will Take Revenge Generation after Generation\".\n\t\t\t\t\t The film deals with data on the satanic atrocities, committed by the U.S. imperialist aggressors in Sinchon County of South Hwanghae Province, Susan-ri of Kangso District, Nampho City, and other areas of the DPRK during the strategic temporary retreat in the last Korean War, and the testimonies of their victims and eyewitnesses to disclose the brutality, viciousness and cruelty of those manslaughters.\n\t\t\t\t\t\n\t\t\t\t\t It also shows the facts that the U.S. imperialists have persisted in the moves to stifle the DPRK as well as the psychological warfare, war veterans enhancing the class awareness of the younger generations and the school youth and children filled with the firm determination to glorify the history of the victorious Korean revolution with the steadfast anti-U.S. class consciousness."
        },
        {
            "title": "Release of Former Chairperson of Hanchongryon Demanded",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-03ee.html",
            "content": "Release of Former Chairperson of Hanchongryon Demanded\r\n Pyongyang, January 4 (KCNA) -- The south Korean Federation of University Student Councils (Hanchongryon) issued a statement on December 31 last year at which it denounced such fascist action of the authorities as arresting the former chairperson of the organization.\n\t\t\t\t\t Recalling that on December 30 the fascist police walked away by force Song Hyo Won, chairperson of the 13th-term Hanchongryon, who had participated in the \"72-hour emergency people's action\", the statement declared that the suppression of Hanchongryon is intolerable as it is precisely an all-out repression of justice and conscience.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the dictatorial regime should understand that it can never turn back the wheel of history advancing toward justice and progress no matter how desperately it is trying to stem the trend of the times by invoking evil laws including the \"National Security Law\" and mobilizing the security forces.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities set free Song at once and abolish the NSL."
        },
        {
            "title": "DPRK Significant Day Marked",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-01ee.html",
            "content": "DPRK Significant Day Marked\r\nPyongyang, January 4 (KCNA) -- A meeting, a photo exhibition and a film show were held in Pakistan, a seminar on the exploits of great persons in Egypt, a fine art exhibition in Guinea and a lecture and a film show in Libya and Indonesia between Dec. 22 and 29 last year to mark the 18th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 92nd birth anniversary of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\tOn display in the venues of the events were photos on the revolutionary exploits of President\n\t\t\t\t\t\t Kim Il Sung and Kim Jong Il and fine art works on the scenery of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Society for the Study of Self-Reliance of Pakistan said that Kim Jong Suk defended Kim Il Sung politically and ideologically and at the risk of her life and devoted all her life to the independence, sovereignty and prosperity of Korea. She also brought up Kim Jong Il to be the future of Korea, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Egyptian Committee for the Study of the Juche Idea noted that Kim Jong Il reliably defended socialism, national dignity and the security of the country with his original Songun politics and strengthened the KPA into an invincible army. The KPA with him as its supreme commander will always emerge victorious in the future, too, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Guinean National Committee for the Study of the Juche Idea said that the fine art exhibition would help the Guinean people have better understanding of the shining revolutionary feats of the great persons of Mt. Paektu and the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Il were adopted at the functions held in Pakistan and Libya."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-08ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, January 4 (KCNA) -- President Kim Il Sung visited the rice mill of the then Junghwa County Food Procurement and Administration Office one day in March Juche 59 (1970). \n\t\t\t\t\t Going to the back yard of the mill with officials, he took a handful of rice chaff in his hand from its pile before showing it to them and saying it contained so much feed for chickens.\n\t\t\t\t\t\n\t\t\t\t\t The rice chaff was mixed with a fair amount of rice bran, grass seed and blasted husk of rice, by-products from rice cleaning machines.\n\t\t\t\t\t\n\t\t\t\t\t At that time a flock of sparrows fluttered away from the pile with signs of people.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the sparrows, the President said the officials were not good in its management and that the by-products were enough to feed 2,000 chickens.\n\t\t\t\t\t\n\t\t\t\t\t The officials were deeply moved by what he said.\n\t\t\t\t\t\n\t\t\t\t\t They could not regard the pile of rice chaff as chicken feed because they had always thought it was natural for a rice mill to be frequented by flocks of sparrows.\n\t\t\t\t\t\n\t\t\t\t\t The President, however, saw the possibility of breeding thousands of chickens with rice chaff the moment when he had a look at its pile.\n\t\t\t\t\t\n\t\t\t\t\t Since then a large number of chickens have been reared in rice mills throughout the country, as instructed by the President, getting many \"chicken farms\" for nothing."
        },
        {
            "title": "Kim Jong Il dirige en terreno la Mina de Jaeryong ",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-10ee.html",
            "content": "Kim Jong Il dirige en terreno la Mina de Jaeryong\r\nPyongyang, 4 de enero (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio en el terreno la Mina de Jaeryong que hierve de la campana del ano nuevo.\n\t\t\t\t\t  El Dirigente recorrio primero la sala de presentacion del historial de la mina.\n\t\t\t\t\t\n\t\t\t\t\t  Evoco emotivamente la gloriosa trayectoria de desarrollo de ella que vino marchando por la unica senda de victoria y prosperidad bajo la guia del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Aprecio mucho los exitos logrados en el pasado por los mineros de alli destacando que ellos, que vienen apoyando con fidelidad la idea y la direccion del partido y el lider, hicieron gran aporte al desarrollo economico del pais al proveer a tiempo, partiendo de su ardiente patriotismo, a las fundiciones de hierro de minerales de hierro de buena calidad durante largos tiempos desde el periodo de construccion de una nueva patria despues de la liberacion de Corea hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\t  Seguidamente, recorrio bajo la blanca nieve las demarcaciones mineras, donde se alza el entusiasmo por el aumento productivo, averiguando en detalles el estado de equipos tecnicos y de produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Al contemplar las extensas demarcaciones mineras donde estan alineados los campos de extraccion y los equipos extractivos de gran tamano, se mostro muy complacido de que los obreros de la mina hayan convertido su centro de trabajo en una moderna mina en menos de un ano.\n\t\t\t\t\t\n\t\t\t\t\t  Valoro altamente los exitos de lucha de los funcionarios, obreros y tecnicos de la mina apuntando que ellos hicieron muchas cosas en unos meses tanto para la produccion como para el mejoramiento de equipos tecnicos de la mina y el adornamiento de la zona minera poniendo de pleno manifiesto su espiritu revolucionario de autoconfianza y de lucha tenaz.\n\t\t\t\t\t\n\t\t\t\t\t  Los mineros de Jaeryong estan logrando sorprendentes exitos en su produccion desde los primeros dias de enero, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que tales exitos orgullosos devienen una expresion de la indoblegable voluntad de la clase obrera de Corea, filas de fieles y fidedignos que vinieron superando victoriosamente las severas pruebas de la revolucion siguiendo siempre con el corazon al partido.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que significa tambien la muestra contundente del poderio de la heroica clase obrera de Corea, la mas revolucionaria y combativa que siempre marcha adelante a galopes por la unica senda de avance sin titubear ni aflojarse ante cualesquier vientos y mareas. Presento las tareas programaticas que incumben a la mina.\n\t\t\t\t\t\n\t\t\t\t\tAl senalar que lo principal para normalizar la produccion de hierro es priorizar la produccion de sus minerales, dijo que para ese fin, es preciso materializar cabalmente la orientacion del partido sobre el desprendimiento y el tratamiento en grandes cantidades.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que para normalizar en el alto nivel la produccion de minerales de hierro, es prioritario elevar la tasa de funcionamiento de todos los equipos de extraccion y transporte cuidandolos bien y regularizando su mantenimiento y reparacion.\n\t\t\t\t\t\n\t\t\t\t\tIndicando que hace falta asegurar suficientemente la cantidad de materiales de hierro de reserva para aumentar de continuo en esta mina la produccion de los mismos, resalto la importancia de impulsar bien las labores para acondicionar con vistas al futuro la Demarcacion Minera Sungri con abundantes yacimientos de esos minerales.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que los funcionarios de la mina deben emprender con iniciativa la marcha de gran auge trazando una emprendedora y realista estrategia empresarial y administrativa.\n\t\t\t\t\t\n\t\t\t\t\tHaciendo conocimiento del estado de servicio de abastecimiento en la mina, agrego que se debe prestar especial atencion a las condiciones de trabajo y vida de los mineros.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente fue acompanado en esta ocasion por el secretario del CC del PTC, Kim Ki Nam, y los jefes de departamento del CC del PTC, Kim Kyong Hui y Jang Song Thaek."
        },
        {
            "title": "Kim Jong Il dirige el campo de construccion de Central de Huichon",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-11ee.html",
            "content": "Kim Jong Il dirige el campo de construccion de Central de Huichon\r\nPyongyang, 4 de enero (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno el campo de construccion de la Central Hidroelectrica de Huichon y estimulo a los constructores que entraron en la campana del ano nuevo.\n\t\t\t\t\tEl Dirigente estuvo primero en el campo de construccion del Dique de Ryongrim de la Central No.1 de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tTras recorrer los lugares de construccion bajo el tremendo frio de alrededor de 30 grados bajo cero averiguando en detalles como marcha la obra, se mostro muy satisfecho de que los constructores hayan hecho muchos trabajos solo en unos meses, en particular, estuvieran creando desde primeros dias de enero sucesivos milagros e innovaciones en pleno acato al llamamiento del partido a coronar el presente del aniversario 65 de la fundacion del Partido como un ano de cambio historico a ser registrado en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\tAl presenciar el conmovedor aspecto de los constructores militares quienes trabajan acumulando meritos bajo el intenso frio de la zona septentrional, aprecio mucho el espiritu revolucionario de ellos destacando que es realmente grande la potencia espiritual de nuestro ejercito que responde con el corazon al llamamiento del Partido.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar el juramento ardiente de los constructores militares de anticipar la edificacion del Dique de Ryongrim, subrayo que gracias a la heroica lucha de ellos, se levantara en un futuro cercano ese enorme dique de la Central No.1 de Huichon y aparecera un lago artificial de gran tamano, y les exhorto encarecidamente a adelantar a toda costa ese dia de la victoria uniendo las fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente oriento el sitio de construccion del dique de la Central No.2 de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar explicaciones ante el plano de la central, dio vueltas por el lugar de construccion del dique, que hace recordar un campo de batalla, cerciorandose del estado de impulso de la obra.\n\t\t\t\t\t\n\t\t\t\t\tAl contemplar el dique que se levanta de manera gigantesca mostrando su majestuoso perfil, valoro altamente los meritos de los constructores militares muy contento de que ellos hayan creado un milagro sin precedente en la historia de construccion de diques librando una intrepida ofensiva con el unico deseo patriotico de construir cuanto antes una gran potencia prospera. Gracias a la abnegada lucha de los constructores de la central incluyendo los militares, creadores de la nueva velocidad de Chollima, la \"velocidad de Huichon\", quedaron abiertas las firmes perspectivas de terminar dentro de unos anos la gigantesca obra de esta central de gran tamano que antes demoraba mas de 10 anos, senalo. Y en testimonio de sincero reconocimiento, les dio agradecimiento especial a todos los constructores que estan creando la nueva velocidad de avance, la de la Corea del Songun, poniendo de pleno manifiesto el espiritu revolucionario de los militares y el de lucha tenaz.\n\t\t\t\t\t\n\t\t\t\t\tEl presento las tareas programaticas que serviran de guia para terminar con adelanto la obra.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que aunque es muy dificil la tarea de acabar dentro de 2-3 anos esta enorme obra, es del todo posible hacerla mientras existen la inagotable fuerza del ejercito y el pueblo y la poderosa base de la industria autarquica.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que para terminar la obra antes de 2012, se debe librar una ofensiva general mediante la movilizacion de todo el partido, todo el ejercito y todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que es preciso prestar atencion especial al aseguramiento de las condiciones de vida como las de hospedaje y alimentacion para que los constructores no tengan ni la minima incomodidad.\n\t\t\t\t\t\n\t\t\t\t\tDijo que ahora, en que llega sobre la tierra patria la nueva y esplendida manana de la prosperidad, el ejercito y el pueblo de Corea estan llenos de orgullo e impetu combativo de los triunfadores y reina en todo el pais el espiritu de creacion y ascenso sin precedentes.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que todo el partido, todo el ejercito y todo el pueblo deben levantarse como gigantes para producir un gran auge en todos los sectores y a la larga, hacer brillar este ano significativo como ano historico de victorias digno de registrarse en los anales de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente fue acompanado en esta ocasion por el secretario del CC del PTC, Kim Ki Nam, los jefes de departamento del CC del PTC, Kim Kyong Hui, Jang Song Thaek y Pak Nam Gi, y otros cuadros directivos del CC del PTC, y los miembros de mando del ejercito inclusive el general de ejercito del EPC, Hyon Chol Hae."
        },
        {
            "title": "Mitines de provincias de Phyong-an del Sur y de Jagang",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-12ee.html",
            "content": "Mitines de provincias de Phyong-an del Sur y de Jagang\r\nPyongyang, 4 de enero (ATCC) -- Tuvieron lugar el dia 3 en las ciudades de Phyongsong y de Kanggye los actos multitudinarios de las provincias de Phyong-an del Sur y de Jagang para materializar estrictamente las tareas combativas presentadas en el editorial conjunto publicado por los periodicos Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi con motivo del Ano Nuevo.\n\t\t\t\t\t  En las ocasiones estuvieron presentes los funcionarios directivos de los organos del partido, el Poder, la economia y de las entidades de masas, trabajadores de distintos sectores, jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\t  En los mitines hubo informes e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores dijeron que el citado editorial conjunto de este ano es la bandera combativa que estimula energicamente a todo el partido, todo el ejercito y todo el pueblo a la lucha majestuosa de este ano significativo.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos subrayaron que deben tomar continua y firmemente las orientaciones del partido sobre la  revolucion de la industria ligera y la de la agricultura desplegaran sin reserva la potencialidad productiva ya consolidada y traeran un gran cambio en la produccion de los articulos de consumo popular y la agricola.\n\t\t\t\t\t\n\t\t\t\t\t  Senalaron que la clase obrera, que se encarga de los cuatro sectores de avanzada como la industria electrica y la carbonifera, debe producir un gran auge en la produccion al incrementar al maximo la velocidad de avance del gran auge revolucionario y hacerse de la raiz del desarrollo economico y de la mejora de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirieron a que se debe acelerar la labor para realizar la tecnologia CNC en el Complejo Automovilistico Sungri y perfeccionar mas el sistema de produccion de abono con las materias primas y materiales criollos en el Complejo Quimico Juventud de Namhung para suministrar mucho mas abonos a las llanuras cooperativas socialistas.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayaron que los funcionarios y trabajadores, llenos de la fe en la victoria y optimismo, deben librar energicamente la lucha por convertir este ano, en que coincide el aniversario 65 de la fundacion del Partido del Trabajo de Corea, en un ano de gran cambio que se registrara  especialmente en la historia de la construccion de la gran potencia prospera."
        },
        {
            "title": "Creadas pancartas llamando a cumplir tareas de editorial conjunto",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-13ee.html",
            "content": "Creadas pancartas llamando a cumplir tareas de editorial conjunto\r\nPyongyang, 4 de enero (ATCC) -- Se crearon en Corea varias pancartas estimulando a los habitantes a materializar las tareas combativas presentadas en el editorial conjunto del Ano Nuevo.\n\t\t\t\t\t  Las intituladas \"!Todos a la materializacion de las tareas del editorial conjunto de este ano!\", \"!Convirtamos este ano en el de cambio que se registre especialmente en la historia de construccion de la gran potencia prospera!\", \"!Imprimamos un cambio decisivo en la vida del pueblo!\" y \"!Conquistemos la cumbre tecnologica y saltemos mas alto y rapido!\" reflejan profundamente en lo ideo-artistico el aspecto de todo el ejercito y el pueblo de Corea que quieren convertir este ano en el de prosperidad al desplegar con vigor una ofensiva general de todo el Partido y todo el Estado por la mejora de la vida del pueblo registrando un gran auge revolucionario en todos los dominios de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\t  En ellas se palpan la fe en la victoria y el temperamento del ejercito y el pueblo coreanos decididos a hacer brillar, en acato al editorial conjunto del Ano Nuevo, el 99 (2010) de la Era Juche, ano del 65o aniversario de la fundacion del Partido del Trabajo de Corea, como ano de grandes cambios que se registre especialmente en la historia de construccion de la gran potencia prospera."
        },
        {
            "title": "2010 sera testigo de grandes cambios",
            "url": "http://kcna.co.jp/item/2010/201001/news04/20100104-14ee.html",
            "content": "2010 sera testigo de grandes cambios\r\nPyongyang, 4 de enero (ATCC) -- Corea acogio el Ano Nuevo 99 (2010) de la Era Juche despidiendose del ano pasado significativo en que se hicieron en realidad ideales del pueblo. \n\t\t\t\t\tEl ejercito y el pueblo de Corea estan muy entusiasmados por dar un salto mas alto tambien en el ano nuevo bajo la guia del Dirigente Kim Jong Il para abrir a toda costa las puertas de la gran potencia prospera en 2012, ano del centenario del natalicio del Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente encendio la antorcha del nuevo gran auge revolucionario y realizo todo el ano pasado la marcha forzada de orientacion sobre el terreno para que se erupcionara la fuerza espiritual del pueblo y se crearan milagros sin precedentes en la construccion de la gran potencia prospera. Y a finales del ano pasado, dirigio sobre el terreno el Complejo Siderurgico Kim Chaek, donde encendio la antorcha de la batalla del nuevo ano. \n\t\t\t\t\t\n\t\t\t\t\t   Esto refleja la gran confianza y esperanza del Dirigente de que la clase obrera y todo el demas pueblo glorifiquen constantemente la epoca de gran auge de hoy siendo ameritados en la realizacion de la magna causa de construccion de una gran potencia prospera. \n\t\t\t\t\t\n\t\t\t\t\t   Ahora conmueve el corazon de todo el pueblo la consigna combativa del Partido del Trabajo de Corea de \"!Este ano del aniversario 65 de la fundacion del Partido, imprimamos un cambio decisivo en la vida del pueblo dando otro acicate a la industria ligera y la agricultura!\"\n\t\t\t\t\t\n\t\t\t\t\t   Esta muy elevada la moral del pueblo coreano por alcanzar a toda costa su meta de construir una potencia economica en todos los sectores a fin de coronar este ano como el de grandes cambios a registrarse especialmente en la historia de construccion de la gran potencia prospera con el orgullo de los triunfadores que han escrito la nueva y grandiosa historia del gran auge revolucionario. \n\t\t\t\t\t\n\t\t\t\t\tEste ano, el pueblo coreano desplegara con impetu una ofensiva general en escala de todo el Partido y el Estado por la mejora de la vida del pueblo, para extender la victoria del gran auge y convertir el 2010 en un ano de prosperidad que traiga felicidad para el pueblo."
        }
    ]
}