{
    "date": "2010-09-16",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-16ee.html",
    "articles": [
        {
            "title": "5th DPRK-US Colonel-level Military Working Contact Made",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-17ee.html",
            "content": "5th DPRK-US Colonel-level Military Working Contact Made\r\nPyongyang, September 16 (KCNA) -- The fifth round of the DPRK-U.S. senior colonel-level military working contact was made in Panmunjom Thursday.\n\t\t\t\t\t At the contact the DPRK side pointed out that there took place four rounds of the contact for probing the truth behind the \"Cheonan\" case but the solution to the issue has been delayed entirely due to the unjust stand and attitude of the U.S. forces side.\n\t\t\t\t\t\n\t\t\t\t\t It went on to say: The U.S. forces side has been engrossed in perfidious acts, making a mockery of its dialogue partner; it unilaterally submitted such false information as the \"UN Command's report on the results of special investigation\" to the UNSC, persistently and groundlessly linking the \"Cheonan\" case with the DPRK, while having military contacts under an agreement reached between the DPRK and the U.S. to probe the truth about the case. It egged the puppet group on to distribute even a final report on the results of the investigation full of doubts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces side, at the same time, staged DPRK-targeted joint military exercises under various codenames and put into force \"additional sanctions\" against it under the pretext of the \"Cheonan\" case, deliberately laying hurdles in the way of settling the issue.\n\t\t\t\t\t\n\t\t\t\t\t It is standing in the way of settling the \"Cheonan\" case for fear of the disclosure of the inside story about of the charade orchestrated by it.\n\t\t\t\t\t\n\t\t\t\t\t The more deliberately the U.S. links the \"Cheonan\" case with the DPRK, the stronger its army and people will become in their stand to roundly probe the truth about the case in the eyes of the world, the DPRK side stated, re-clarifying its stand to probe the truth about the case to the last.\n\t\t\t\t\t\n\t\t\t\t\t At the contact both sides held a consultation on the U.S. side's examination of the proposal for forming the DPRK-U.S. joint inspection group advanced by the DPRK side at the forth round of the DPRK-U.S. senior colonel-level military working contact.\n\t\t\t\t\t\n\t\t\t\t\t The proposal is a fair and aboveboard and a landmark one as it reflects the will of the army and people of the DPRK to make a scientific and objective probe into the truth behind the case and thus defuse the present military tension and confrontation on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t  But the U.S. forces side did not want to move the consultation ahead while pitting absurd and far-fetched assertions against the above-said proposal.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side advanced a broad-minded proposal to name the inspection group, define the rank of its head of each side and fix the number of the members of the group, etc. to the convenience of each side and start the investigation as early as possible, prompted by its unshakable stand and will to probe the truth behind the case to the last.\n\t\t\t\t\t\n\t\t\t\t\t Finding no words to say, the U.S. forces side was compelled to utter that it would examine it and clarify its stand at the next round of the contact.\n\t\t\t\t\t\n\t\t\t\t\t Both sides agreed to make the sixth round of the contact in Panmunjom on around Sept. 28."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-12ee.html",
            "content": "Kim Yong Nam Receives Credentials from Swedish Ambassador\r\n Pyongyang, September 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Barbro Elm, Swedish ambassador to the DPRK, at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t After receiving the credentials, he had a talk with the ambassador."
        },
        {
            "title": "Kim Yong Nam Greets Mexican President",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-09ee.html",
            "content": "Kim Yong Nam Greets Mexican President\r\nPyongyang, September 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Felipe Calderon Hinojosa, President of the United Mexican States, on the occasion of the bicentenary of its independence.\n\t\t\t\t\t Kim in his message wished the Mexican people progress and prosperity, expressing belief that the friendly and cooperative relations between the DPRK and Mexico would continue to grow stronger in their common interests."
        },
        {
            "title": "Pak Ui Chun Greets Mexican FM",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-13ee.html",
            "content": "Pak Ui Chun Greets Mexican FM\r\n Pyongyang, September 16 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, Thursday sent a message of greetings to his Mexican counterpart Patricia Espinosa Cantellano on the occasion of the bicentenary of the independence of the country.\n\t\t\t\t\t In the message Pak expressed belief that the friendly and cooperative relations between the two countries would continue to develop favorably."
        },
        {
            "title": "Pak Kil Yon Leaves for UN General Assembly",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-16ee.html",
            "content": "Pak Kil Yon Leaves for UN General Assembly\r\n Pyongyang, September 16 (KCNA) -- A DPRK delegation led by Pak Kil Yon, vice-minister of Foreign Affairs, left here Thursday to take part in the 65th Session of the UN General Assembly.\n\t\t\t\t\t Delegations and delegates of China, Nepal, Germany, Laos, Myanmar, Sweden, Japan, Italy and Cambodia and delegations and delegates of the General Association of Korean Residents in Japan and Koreans in Germany, the U.S. and Canada arrived here from Sep. 14 to 16 to participate in the 12th Pyongyang International Film Festival.\n\t\t\t\t\t\n\t\t\t\t\t Also arriving were an honorable guest of Cambodia and Chinese, British and Vietnamese members of the jury."
        },
        {
            "title": " Lao Delegation Wraps up Its DPRK Visit ",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-18ee.html",
            "content": "Lao Delegation Wraps up Its DPRK Visit \r\n Pyongyang, September 16 (KCNA) -- A delegation of the Lao Ministry of Public Security led by Minister Thongbanh Seng A Phone, secretary of the Central Committee of the Lao People's Revolutionary Party, left here Thursday after winding up its visit to the DPRK.\n\t\t\t\t\t During its stay in the DPRK the delegation visited Mangyongdae, the cradle of revolution, the E-Library and the Indoor Swimming Pool of Kim Il Sung University and the Taedonggang Combined Fruit Farm."
        },
        {
            "title": "Wreath Laid before Cemetery of KPA ",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-15ee.html",
            "content": "Wreath Laid before Cemetery of KPA \r\n Pyongyang, September 16 (KCNA) -- Staff members of the Vietnamese embassy here Thursday laid a wreath before the cemetery of fallen heroes of the Korean People's Army on Harvest Moon Day.\n\t\t\t\t\t Present there were Vietnamese Ambassador Le Van Cu and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the Vietnamese embassy was laid before the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t They observed a moment's silence in memory of the martyrs of the KPA who heroically fought in the anti-U.S. resistance war of the Vietnamese people."
        },
        {
            "title": "Light Comedy \"Echo of Mountain\" Starts in Chongjin",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-14ee.html",
            "content": "Light Comedy \"Echo of Mountain\" Starts in Chongjin\r\n Pyongyang, September 16 (KCNA) --The performance of light comedy \"Echo of Mountain\" began in Chongjin, North Hamgyong Province, on Thursday.\n\t\t\t\t\t It was appreciated by officials of party and power organs, working people's organizations, those in the field of agriculture and people from all walks of life in the province.\n\t\t\t\t\t\n\t\t\t\t\t It made a truthful artistic representation of the endeavors and worthwhile life of the agricultural workers in a mountainous area who turned out as one to increase the grain production true to the agricultural policy of the Workers' Party of Korea and turn their village into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t The performance goes on."
        },
        {
            "title": "New Medical Appliances Developed",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-10ee.html",
            "content": "New Medical Appliances Developed\r\n Pyongyang, September 16 (KCNA) -- Effective medical appliances have been manufactured in the Democratic People's Republic of Korea.\n\t\t\t\t\t One of them is a suture-fixing device for heart operation made by Pyongyang University of Medicine attached to Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t It helps ensure quickness and delicacy in operation by properly fixing suture. \n\t\t\t\t\t\n\t\t\t\t\t A nanoscale gold detector is used in test of immunity from bacteria and virus diseases and cellular and genetic diseases. Its test power is as high as more than 98 percent. \n\t\t\t\t\t\n\t\t\t\t\t An instrument for diagnosis and treatment of internal diseases by Koryo medicine has already been introduced in some fifty hospitals."
        },
        {
            "title": "CPRK Accuses S. Korea of Releasing Final Report on \"Cheonan\" Case",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-07ee.html",
            "content": "CPRK Accuses S. Korea of Releasing Final Report on \"Cheonan\" Case\r\n Pyongyang, September 16 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Issued information bulletin No. 964 on Sept. 15 accusing the south Korean puppet Ministry of Defence of releasing a final report on the \"Cheonan\" case and opening it to the public. \n\t\t\t\t\t The puppet military group in the report, repeating the results of investigation announced in May, added the course of investigation, its contents and results of analysis to the final report in a bid to make it sound plausible. It went so mean as to distribute cartoons insulting those who cast doubts about the warship case, the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The disclosure of the conspiratorial nature of the warship case brought bitter shame to the puppet military group. It, however, raised the case again and provoked the north, trumpeting about the final report and the like. This is no more than the last-ditch efforts to recover from the setbacks it suffered in the diplomacy over the \"Cheonan\" case, prevent the voices demanding the improvement of inter-Korean relations from rapidly mounting and weather the serious political crisis caused by its domestic and foreign policy failures.\n\t\t\t\t\t\n\t\t\t\t\tThe information bulletin branded the above-said farce as an unpardonable serious provocation to the DPRK and a sinister conspiratorial burlesque to put a damper on the public opinion asserting the improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The warship case, a hideous fabrication of modern brand, became a laughing stock of all the people as experts not only in south Korea but neighboring countries and the United Nations and even those who participated in the joint investigation expressed divergent views on the cause of the sinking, etc. and it is fraught with many doubts, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t No matter how often the puppet group employs sleight of hand to make this fiction sound real, it will only suffer bitterer disgrace.\n\t\t\t\t\t\n\t\t\t\t\t The group would be well advised to stop the ridiculous charade before being exposed to bitterer shame and humiliation."
        },
        {
            "title": "National Reunification by Federal Formula Called for",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-08ee.html",
            "content": "National Reunification by Federal Formula Called for\r\n Pyongyang, September 16 (KCNA) -- Federal formula is the most reasonable way for achieving national reunification, says Rodong Sinmun Thursday in a signed article.\n\t\t\t\t\t It is impossible to achieve national reunification by the way of one side forcing its ideology and system on the other side under the situation where differing ideologies and systems exist in the same territory due to the division of the country and nation caused by outsiders. If this is allowed to happen, it will only result in stoking confrontation with compatriots and adding to the national disasters, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to narrow down the differences in ideologies and systems existing in the same territory by a coercive manner. The federal formula is the only way for achieving national reunification irrespective of them.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's cause of national reunification is, in essence, one for rejoining the ties of compatriots forced to live separated in the north and the south by foreign forces and strengthening them to achieve national unity.\n\t\t\t\t\t\n\t\t\t\t\t The federal formula is designed to avert the permanent division of the Korean nation into two, achieve the peaceful reunification of the country on the principle of great national unity, check outsiders' aggression and interference in Korea and ensure complete sovereignty and independence of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t In the June 15 joint declaration the north and the south recognized the commonness in the north's proposal for low-level federation and the south's proposal for confederation and solemnly clarified internally and externally their will to work for reunification in this direction in the future.\n\t\t\t\t\t\n\t\t\t\t\t The article called on all Koreans in the north and the south and overseas to actively turn out in the patriotic struggle for achieving reunification by federal formula under the banner of the inter-Korean joint declaration."
        },
        {
            "title": " Event for Japan-DPRK Friendship Held in Japan",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-06ee.html",
            "content": "Event for Japan-DPRK Friendship Held in Japan\r\n Pyongyang, September 16 (KCNA) -- The 34th national exchange meeting for Japan-DPRK friendship was held in Iwate Prefecture on Sept. 4 and 5. \n\t\t\t\t\t Speeches were made at the meeting by the president of the Liaison Council of the Society for the Study of the Juche Idea of Japanese Teachers and the chairman of the Japan-Korea Society for Scientific and Educational Interchange. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to widely generalize diverse activities for Japan-DPRK friendship, exchanges between Japanese and Korean schools and the movement of support for the actions of Koreans in Japan for rights to national education and boost the civic movement for earlier normalization of bilateral ties on the basis of the Pyongyang Declaration.\n\t\t\t\t\t\n\t\t\t\t\t Protesting against the Japanese government which has not settled the issue of aiding Korean schools in August, they called for lifting voices demanding this. \n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the said liaison council in his keynote report said that the situation surrounding the Japan-DPRK relations and the issue of Koreans in Japan still remains serious and held that the improvement of the Japan-DPRK relations is a main link in the chains of the actions demanding Japan's liquidation of its past and improving the situation. \n\t\t\t\t\t\n\t\t\t\t\t He emphasized the need to continue the dynamic movement for protecting and expanding the rights of Koreans in Japan to national education and boost friendship and solidarity between Japanese and Korean teachers.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Japan-Korea Society for Scientific and Educational Interchange made a special report on the movement for applying the tuition-free system to Korean schools. \n\t\t\t\t\t\n\t\t\t\t\t Then followed a lecture titled \"Repetition of history of national discrimination and for opening\" and panel meetings for swapping the experience gained by the organizations for Japan-DPRK friendship in exchanges. \n\t\t\t\t\t\n\t\t\t\t\t A special resolution and an appeal demanding the immediate application of the tuition-free system to Korean schools were adopted at the meeting."
        },
        {
            "title": "DPRK Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-04ee.html",
            "content": "DPRK Praised by British Organizations \r\nPyongyang, September 16 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea made public a joint statement on September 9 on the occasion of the 62nd founding anniversary of the Democratic People's Republic of Korea. \n\t\t\t\t\t The statement recalled that the founding of the DPRK under the energetic leadership of President Kim Il Sung was the reflection of the unanimous will of all the Korean people to build an independent state.\n\t\t\t\t\t\n\t\t\t\t\t After liberating Korea through a long-drawn anti-Japanese armed struggle the President led to victory the building of a new country and the Fatherland Liberation War, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea was not built under favorable circumstances but it rose from debris in the postwar period and a shining example was set in socialist construction in this course.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK healed the wounds of war, rehabilitated the economy, completed socialist transformation of production relations and built the best socialist system centered on the popular masses in a brief span of time.\n\t\t\t\t\t\n\t\t\t\t\t It has achieved great successes in all fields including economy, culture and science.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans are given stable jobs and benefit from free education and medical care in a tax-free country. \n\t\t\t\t\t\n\t\t\t\t\t They enjoy a happy life in the socialist land of bliss and the world progressive people praise the DPRK as socialist bulwark. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is, indeed, a socialist state of Juche with invincible might."
        },
        {
            "title": " Foreigners Celebrate DPRK Birthday",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-03ee.html",
            "content": "Foreigners Celebrate DPRK Birthday\r\n Pyongyang, September 16 (KCNA) -- Meetings, lectures, Korean book, photo and handicraft exhibitions and other events were held in Austria, Finland, Guinea and Bulgaria and by the Secretariat of the Pan-African Movement between Sept. 6 and 8 to celebrate the 62nd anniversary of the Democratic People's Republic of Korea.\n\t\t\t\t\tOn display in their venues were works of President Kim Il Sung and General Secretary Kim Jong Il and photos on their undying exploits, books and photos introducing the DPRK and handiworks associated with wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Erich Zavadil, chairman of the Consultative Committee of the Society for the Promotion of the Relations between Austria and the DPRK, in his speech at a meeting highly praised the immortal exploits performed by Kim Il Sung and Kim Jong Il for the founding of the DPRK and its development.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho, chairman of the Finland-Korea Society, said at a photo exhibition that Kim Jong Il reliably carrying forward the idea and cause of Kim Il Sung is wisely leading the Korean people in the drive to build a great prosperous and powerful nation with his unique Songun politics unprecedented in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, in a lecture explained the undying exploits of Kim Il Sung for the development of the DPRK, praising him as the founder of the state who built the DPRK, the first people's country in the Korean nation's history of 5 000 years and a socialist power unfazed in any tempest of history.\n\t\t\t\t\t\n\t\t\t\t\t Othieno Stephen, executive advisor and liaison agent of the general secretary of the Pan-African Movement, stressed in a lecture that the DPRK is demonstrating its dignity as a military giant no formidable enemy dare provoke by increasing the national defence capability in every way under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting in Austria."
        },
        {
            "title": "Kim Jong Il's Work Printed in Russia",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-01ee.html",
            "content": "Kim Jong Il's Work Printed in Russia \r\nPyongyang, September 16 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was brought out in booklet by the\n\t\t\t\t\tKhabarovskaya Krayevaya Tipografia Publishing House on September 9.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on September 5, Juche 97 (2008), stresses that the 60 year-long history of the DPRK is a great history of struggle and victory, creation and change in which its people have defended the independence and honor of the country and built the prosperous and powerful socialist state under the guidance of the great leader and the great party. Expounded in it is the idea that even a small and backward country can turn into a developed and dignified power when it is guided by the great leader and the great party. \n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks and ways for accomplishing the revolutionary cause of Juche under the uplifted banner of the Juche idea, the banner of Songun."
        },
        {
            "title": "Floral Baskets Presented to DPRK Missions",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-05ee.html",
            "content": "Floral Baskets Presented to DPRK Missions\n\t\t\t\t\t\t\r\n Pyongyang, September 16 (KCNA) -- Floral baskets were presented to DPRK missions in different countries by government ministries, political parties, organizations and institutions of those countries and the International Kim Il Sung Fund from Sept. 7 to 9 on the occasion of the 62nd birthday of the DPRK. \n\t\t\t\t\t They included  the Ministry of Information and Culture of Laos, the Commission for External Affairs and the Information and Education Commission of the Lao People's Revolutionary Party, the Editorial Bureau of the Newspaper of the Central Committee of the Lao Women's Union, the Vietnamese Embassy in Laos, the Vietnam Journalists Association, the Ministry of Foreign Affairs of Myanmar, the Union Solidarity and Development Party, Union of Myanmar, the Chamber of Commerce and Industry, staff members of different embassies in Myanmar and the Peruvian-Korean Institute of Culture and Friendship.\n\t\t\t\t\t\n\t\t\t\t\tFloral baskets also came to DPRK missions from the vice-prime minister of Laos who doubles as foreign minister, the vice-prime minister of Laos who doubles as the minister of Defence, the minister of Public Security, the minister of Health, the President of the Central Committee of the Lao Women's Union, the secretary of the Central Committee of the Lao People's Revolutionary Youth Union, the Chairman of the Laos-Korea Friendship Association, the minister of Foreign Affairs of Bangladesh, the secretary of Foreign Affairs of Mexico and the president of the Malaysian People's Movement."
        },
        {
            "title": "Story of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-11ee.html",
            "content": "Story of Kim Jong Il\r\nPyongyang, September 16 (KCNA) -- One October day in Juche 63 (1974) General Secretary Kim Jong Il gave field guidance to the Hwasan Co-op Farm in Sinchon County.\n\t\t\t\t\t Going round the farm until evening set in, he had the car stopped near a threshing ground and got out of the car.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the farm management board followed him with a wondering face.\n\t\t\t\t\t\n\t\t\t\t\t There was nothing special but a rice sheaf on roadside.\n\t\t\t\t\t\n\t\t\t\t\t Exposing himself to sleet, he took the sheaf and carried it to a rice stack.\n\t\t\t\t\t\n\t\t\t\t\t He then told the chairman that a sheaf of rice was a trifle but it pertained to the property of the farm as it was a result of peasants' much labor.\n\t\t\t\t\t\n\t\t\t\t\t His remark touched the heartstrings of the farm's official."
        },
        {
            "title": "Tiene lugar V ronda de contacto de trabajo entre RPDC y EE.UU.",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-19ee.html",
            "content": "Tiene lugar V ronda de contacto de trabajo entre RPDC y EE.UU.\r\nPyongyang, 16 de septiembre (ATCC) -- Tuvo lugar el dia 16 en Phanmunjom la V ronda de contacto de trabajo militar a nivel de primer coronel entre la Republica Popular Democratica de Corea y Estados Unidos.\n\t\t\t\t\t  En la ocasion la parte de la RPDC sostuvo que aunque tuvo lugar en 4 veces este contacto para esclarecer la verdad del caso de la corbeta surcoreana \"Cheonan\", se dilata la solucion del problema debido a la injusta posicion y actitud de la parte de tropas norteamericanas, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Aunque ambas partes sostienen este contacto segun el acuerdo bilateral de esclarecer la verdad del incidente, la parte norteamericana presento a espaldas al Consejo de Seguridad de la ONU el documento falsificado llamado \"informe del resultado de investigacion especial de la comandancia de las fuerzas de la ONU\" vinculando continua y absurdamente el citado caso con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, hizo que el Sur de Corea publicara el \"informe final\" lleno de sospechas. Con estas acciones traicioneras la parte norteamericana esta burlandose de su contraparte del dialogo.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, bajo el pretexto del caso del \"Cheonan\", desarrolla los ejercicios militares conjuntos de diferentes nombres contra la RPDC y aplica la \"sancion adicional\" obstaculizando intencionalmente la solucion del problema.\n\t\t\t\t\t\n\t\t\t\t\t  La parte de tropas norteamericanas frena el avance del proceso por la solucion del caso por su temor a que se revelen los secretos de esta farsa inventada por si misma.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras EE.UU. vincule absurdamente el caso con la RPDC, sera cada vez mas fuerte la posicion del ejercito y el pueblo de la segunda de esclarecer a la vista del mundo todos los detalles del caso.\n\t\t\t\t\t\n\t\t\t\t\t  Diciendo esto, la parte coreana ratifico su posicion de esclarecer hasta el fin la verdad del caso.\n\t\t\t\t\t\n\t\t\t\t\t  Seguidamente, ambas partes debatieron sobre como ha examinado la parte norteamericana la propuesta del grupo de inspeccion conjunta RPDC-EE.UU. presentada en la cuarta ronda por la parte coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Esta propuesta justa y trascendental refleja la voluntad del ejercito y el pueblo de Corea de eliminar la actual tension militar y el estado de enfrentamiento creados en la Peninsula Coreana, al aclarar de manera cientifica y objetiva los verdaderos aspectos del caso de hundimiento de la corbeta.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, la parte norteamericana no quiso desarrollar el debate oponiendo a la propuesta coreana sus absurdas opiniones.\n\t\t\t\t\t\n\t\t\t\t\t  Partiendo de la invariable posicion y voluntad de esclarecer hasta el final los verdaderos aspectos del caso del \"Cheonan\", la parte coreana planteo el magnanimo proyecto de que ambas partes determinen a su conveniencia el nombre del grupo de inspeccion, el nivel de jefe del grupo y el numero de miembros y entren cuanto antes en la investigacion.\n\t\t\t\t\t\n\t\t\t\t\t  No teniendo nada que replicar, la parte norteamericana se vio obligada a decir que examinaria la nueva iniciativa coreana y expondria su posicion al respecto en el proximo contacto.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes acordaron celebrar en Phanmunjom a eso del dia 28 la sexta ronda del contacto."
        },
        {
            "title": "CRPP critica informe final del incidente de \"Cheonan\"",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-20ee.html",
            "content": "CRPP critica informe final del incidente de \"Cheonan\"\r\nPyongyang, 16 de septiembre (ATCC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 15 la informacion No. 964 en relacion con que el Ministerio titere de Defensa Nacional del Sur de Corea publico el informe final sobre el incidente de hundimiento de la corbeta surcoreana \"Cheonan\" repitiendo lo del resultado de investigacion publicado en mayo pasado.\n\t\t\t\t\tPara dar cierta credibilidad al informe, la camarilla militar surcoreana agrego el proceso y el contenido de investigacion y los datos de analisis y cometio la bajeza de insertar la caricatura que insulta a las personas quienes han presentado mientras tanto las sospechas del incidente del \"Cheonan\", comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tSi bien ya ha pasado tremenda pena al revelarse que el incidente no fue mas que un complot, el circulo militar titere del Sur de Corea vuelve a mostrarse provocativo publicando el informe final.\n\t\t\t\t\t\n\t\t\t\t\tEsto no pasa de ser el ultimo coletazo para reparar la derrota diplomatica en torno al caso de la corbeta \"Cheonan\", frenar la crecida de la opinion publica a favor del mejoramiento de las relaciones Norte-Sur y evadir la grave crisis politica causada por el fracaso de la politica interior y exterior.\n\t\t\t\t\t\n\t\t\t\t\tLa publicacion del informe final significa imperdonable provocacion a la RPDC y payasada intrigante que desalienta la opinion publica en pro del mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente del \"Cheonan\", farsa supergrande de version contemporanea, hizo reir a todo el mundo porque surgieron las opiniones del todo divergentes y sospechosas acerca de la causa de hundimiento tanto en el interior del Sur de Corea y los paises vecinos como la ONU y los paises participantes en la investigacion conjunta.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda de titeres surcoreanos sigue tratando de convertir en una \"verdad\" su complot distorsionando los hechos, sufrira la verguenza mas grande.\n\t\t\t\t\t\n\t\t\t\t\tAntes de ser asi, debera desistir de sus inutiles intrigas."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajadora sueca",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-21ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajadora sueca\r\nPyongyang, 16 de septiembre (ATCC) -- Barbro Elm presento el dia 16 en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, las cartas credenciales que le acreditan como embajadora extraordinaria y plenipotenciaria del Reino de Suecia en Corea.\n\t\t\t\t\tLuego de recibirlas, Kim departio con la nueva embajadora sueca."
        },
        {
            "title": "Envian cestos de flores a sedes diplomaticas coreanas",
            "url": "http://kcna.co.jp/item/2010/201009/news16/20100916-22ee.html",
            "content": "Envian cestos de flores a sedes diplomaticas coreanas\n\t\t\t\t\t\t\r\nPyongyang, 16 de septiembre (ATCC) -- Para felicitar el 62o aniversario de la fundacion de la Republica Popular Democratica de Corea, muchas entidades y personalidades extranjeras enviaron del dia 7 al 9 los cestos de flores a las representaciones coreanas en sus respectivos paises.\n\t\t\t\t\tEntre ellas figuran los ministerios, partidos politicos, organizaciones e instituciones de varios paises como el Ministerio de Informacion y Cultura de Laos, las Comisiones de Relaciones Exteriores y de Propaganda y Educacion del Partido Popular Revolucionario Lao, la Redaccion de Periodicos del CC de la Union de Mujeres de Laos, la embajada vietnamita acreditada en Laos, la Asociacion de Periodistas de Vietnam, la Organizacion Nacional de Malayos Unidos, la Compania M. K. P., la Compania Zawala, de Malasia, el Ministerio de Relaciones Exteriores, el Partido de Solidaridad y Desarrollo de la Union, la Camara de Comercio e Industria, de Myanmar, las embajadas de varios paises en este pais, el Partido de los Trabajadores del Peru, el Instituto Cultural y de Amistad Peruano-Coreano y el Fondo Internacional Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tTambien, lo hicieron el vicepremier y canciller lao, el vicepremier y ministro de Defensa de Laos, los ministros de Seguridad Publica y de Salud Publica de Laos, la presidenta del CC de la Union de Mujeres de Laos, el secretario del CC de la Union de la Juventud Popular Revolucionaria Lao, el Presidente de la Asociacion de Amistad Laos-Corea, los cancilleres de Bangladesh y Mexico, el presidente del Movimiento Popular de Malasia, etc."
        }
    ]
}