{
    "date": "2010-04-30",
    "url": "http://kcna.co.jp/item/2010/201004/2010-04-30ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Chinese President",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-18ee.html",
            "content": "Kim Yong Nam Meets Chinese President\r\n Pyongyang, April 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, who is heading the delegation of the DPRK on a visit to China to participate in the opening ceremony of the 2010 Shanghai World Expo, met and had a talk with Hu Jintao, general-secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, in Shanghai on Friday.\n\t\t\t\t\tHu Jintao said that the DPRK delegation's participation in the above-said expo indicates that the party and the government of the DPRK attach importance to the Sino-DPRK friendship, adding that the bilateral relations have made steady good development thanks to the concerted efforts of the two sides in recent years.\n\t\t\t\t\t\n\t\t\t\t\tNoting that it is the consistent policy of the Chinese party and government to attach utmost importance to the Sino-DPRK friendly relations and steadily boost the good neighborly and friendly ties, he underscored the need to steadily develop the goodwill visits and cooperation between the two sides and support and cooperate with each other in the international arena.\n\t\t\t\t\t\n\t\t\t\t\tHe said that he was pleased with many achievements made by the Korean people in the spirit of self-reliance and fortitude under the leadership of the Workers' Party of Korea headed by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe wholeheartedly wished the Korean people greater successes in their efforts to accelerate the economic construction and improve the standard of their living this year marking the 65th birthday of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tPresent on the occasion were O Su Yong, vice-premier, Kim Song Gi, vice-minister of Foreign Affairs, and Choe Pyong Gwan, DPRK ambassador to China, and Yu Zhengsheng, Politburo member of the Central Committee of the CPC and secretary of its Shanghai Municipal Committee, Ling Jihua, member of the Secretariat of the CPC Central Committee and director of its General Office, Wang Huning, member of the Secretariat and director of the Policy Research Office of the C.C., CPC, Dai Bingguo, state councillor, Yang Jiechi, minister of Foreign Affairs, Chen Shiju, director of the Office of President Hu Jintao, and Wu Hailong, assistant to the foreign minister."
        },
        {
            "title": "Kim Yong Nam Meets Palestinian Chief",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-19ee.html",
            "content": "Kim Yong Nam Meets Palestinian Chief\r\n Pyongyang, April 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday met and had a talk with Mahmoud Abbas, chief of the Palestinian National Authority who is participating in the 2010 World Expo, in Shanghai. \n\t\t\t\t\tAt the meeting Kim Yong Nam conveyed greetings General Secretary Kim Jong Il sent to the chief of the Palestinian National Authority.\n\t\t\t\t\t\n\t\t\t\t\t Mahmoud Abbas expressed deep thanks for this and asked Kim Yong Nam to convey his sincere and best wishes to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said that the excellent relations of friendship between Palestine and the DPRK have been existed in the history and the Palestinian people regard the Korean people as closest friend.\n\t\t\t\t\t\n\t\t\t\t\t The two countries have right to enjoy more beautiful future, he said, expressing the will to continue developing the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Song Gi, vice-minister of Foreign Affairs, and other officials concerned of the DPRK, Riad Al Malki, foreign minister, Hassan Abu Libdeh, minister of Finance, and Nabil Abu Rudaina, spokesman for the Presidential Office, of the Palestinian National Authority and the Palestinian ambassador to the DPRK."
        },
        {
            "title": "Gift from Palestinian Chief",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-20ee.html",
            "content": "Gift from Palestinian Chief\r\nPyongyang, April 30 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Mahmoud Abbas, chief of the Palestinian National Authority who is participating in the opening ceremony of the 2010 Shanghai World Expo.\n\t\t\t\t\t The gift was handed to an official concerned on Friday."
        },
        {
            "title": "Kim Yong Nam Congratulates Sudanese President",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-16ee.html",
            "content": "Kim Yong Nam Congratulates Sudanese President\r\n Pyongyang, April 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of congratulations to Omar Hassan Ahmed Al-Bashir on Friday upon his reelection as Sudanese president.\n\t\t\t\t\t Wishing the president greater successes in his work for the territorial integrity, social stability and economic development of the country, the message expressed belief that the long-standing friendly and cooperative relations between the two countries would continue to develop."
        },
        {
            "title": "Funeral Service for Kim Jung Rin Held",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-13ee.html",
            "content": "Funeral Service for Kim Jung Rin Held\r\n Pyongyang, April 30 (KCNA) -- A state funeral service for Kim Jung Rin, member of the Central Committee of the Workers' Party of Korea, deputy to the Supreme People's Assembly of the DPRK and secretary of the WPK Central Committee, was held in Pyongyang on Friday. \n\t\t\t\t\t Present there were members of the state funeral committee including Kim Yong Il and Kim Yong Chun, officials concerned and members of the bereaved family.\n\t\t\t\t\t\n\t\t\t\t\t The members of the state funeral committee, bereaved family members and relatives observed a moment's silence in memory of the deceased.\n\t\t\t\t\t\n\t\t\t\t\t The hearse left the hall at 8 a.m.\n\t\t\t\t\t\n\t\t\t\t\t A funeral service was held at the Patriotic Martyrs Cemetery on the outskirts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok, alternate member of the Political Bureau and secretary of the WPK Central Committee, said in his funeral address that Kim Jung Rin single-mindedly remained unfailingly loyal to President Kim Il Sung and General Secretary Kim Jong Il throughout his life and set a practical example showing how a genuine revolutionary soldier should live and struggle.\n\t\t\t\t\t\n\t\t\t\t\t The remains of the deceased were buried in his grave.\n\t\t\t\t\t\n\t\t\t\t\t A wreath from Kim Jong Il was placed before his grave. \n\t\t\t\t\t\n\t\t\t\t\t Wreaths from the WPK Central Committee, the Presidium of the SPA and the Cabinet of the DPRK and other units were also laid before it.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the deceased."
        },
        {
            "title": "Imprisoned US Citizen Speaks to Family",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-10ee.html",
            "content": "Imprisoned US Citizen Speaks to Family\r\n Pyongyang, April 30 (KCNA) -- U.S. citizen Aijalon Mahli Gomes now in prison after being tried on April 6 asked for a phone contact with his family for his health and other reasons. The relevant organ of the Democratic People's Republic of Korea, taking his request into consideration, permitted him to do so on Friday. \n\t\t\t\t\t Prior to this, Gomes in prison was seen to have had a contact with the official looking after consular affairs of the Swedish embassy here and handed a written petition to him."
        },
        {
            "title": "RC Delegate Leaves",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-09ee.html",
            "content": "RC Delegate Leaves\r\n Pyongyang, April 30 (KCNA) -- Massimo Barra, chairman of the Standing Commission of the Red Cross and Red Crescent, and his companion left here on Friday.\n\t\t\t\t\tDuring their stay in the DPRK they visited the old home in Mangyongdae where President \n\t\t\t\t\t\tKim Il Sung was born and spent his childhood.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, the Party Founding Memorial Tower and the Pyongyang Cultural Exhibition."
        },
        {
            "title": " Pomchonghangnyon Presidium Meeting Held",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-14ee.html",
            "content": "Pomchonghangnyon Presidium Meeting Held\r\n Pyongyang, April 30 (KCNA) -- An extraordinary meeting of the Joint Presidium of the Pan-national Alliance of Youth and Students for Korea's Reunification (Pomchonghangnyon) was held Friday by way of exchanging facsimile messages.\n\t\t\t\t\t The meeting reviewed the work done by Pomchonghangnyon for national reunification last year and discussed the orientation of its activities and tasks for this year.\n\t\t\t\t\t\n\t\t\t\t\t A report was made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The report pointed to the successes made by Pomchonghangnyon in powerfully encouraging youth and students and other broad masses at home and abroad in their efforts to implement the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need for Pomchonghangnyon to play the role of vanguard in the nationwide struggle to bring about a new phase of independent reunification this year which marks the 10th anniversary of the publication of the joint declaration under the uplifted slogan \"Let the entire nation unite under the banner of north-south joint declarations and achieve national reunification as early as possible!\".\n\t\t\t\t\t\n\t\t\t\t\t The organization will deal a sledge-hammer blow at the anti-reunification conservative forces pursuing confrontation and wage a dynamic struggle to frustrate the hostile moves of the Japanese authorities against the DPRK, the report said, calling for waging a powerful struggle to abolish all sorts of legal and institutional mechanisms including the \"National Security Law\" and achieve the masses' freedom to discuss reunification and that of their activities in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A resolution adopted at the meeting underlined the need for Pomchonghangnyon to take the lead in the struggle to frustrate the moves of the anti-reunification forces at home and abroad to escalate confrontation and ignite a war.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the organization would make positive efforts to achieve the reconciliation and unity of the entire nation and firmly defend and strengthen it to be invincible ranks."
        },
        {
            "title": "Mangyongdae Prize Sports Contest Closes",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-17ee.html",
            "content": "Mangyongdae Prize Sports Contest Closes\r\n Pyongyang, April 30 (KCNA) -- The Mangyongdae Prize sports contest which opened on April 7 on the occasion of the Day of the Sun closed with due ceremony at the Basketball Gymnasium in Chongchun Street Friday.\n\t\t\t\t\t New national records were set in seven events of weightlifting and field and track.\n\t\t\t\t\t\n\t\t\t\t\t Players of the April 25 Sports Team came first in football (women), basketball (men and women), volleyball (men and women), table tennis (men's team) and handball (women) matches while those of the Rimyongsu Sports Team placed first in football (men) and table tennis (women's team) games.\n\t\t\t\t\t\n\t\t\t\t\t Men players of the Kigwancha Sports Team placed first in baseball, those of the Ryongnamsan Sports Team in handball, women players of the Pyongyang Moranbong Sports Team in softball, men players of the Paekmasan Sports Team and women players of the Jangsan Sports Team came first in short-track speed skating."
        },
        {
            "title": "Premier Soccer League Ends",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-11ee.html",
            "content": "Premier Soccer League Ends\r\n Pyongyang, April 30 (KCNA) -- The second round of the premier soccer league took place at Kim Il Sung Stadium in Pyongyang from March 27 to April 29 within the framework of the Mangyongdae Prize Sports Contest.\n\t\t\t\t\t Participating in the matches were eleven male and nine female teams. \n\t\t\t\t\t\n\t\t\t\t\t Rimyongsu and April 25 teams finished first again in male and female matches respectively after winning the top place in the first round."
        },
        {
            "title": "Scientific and Technological Festival Closes",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-15ee.html",
            "content": "Scientific and Technological Festival Closes\r\n Pyongyang, April 30 (KCNA) -- The 25th national scientific and technological festival closed with due ceremony at the Three-Revolution Exhibition on Friday.\n\t\t\t\t\t The festival, which opened on April 26, provided scientists, technicians and working people from across the country with an opportunity to exchange valuable successes and experience conducive to stepping up the drive for putting the national economy on Juche, modern and IT basis and developing the IT and Nano technology and bio-engineering and technological engineering of various other sectors.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated at the festival were successes achieved in the fields of light industry, agriculture and chemical industry such as vinalon fiber of our own invention, high-yielding paddy rice and organic fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the particular attention of the visitors were successes made in four pilot sectors of the national economy and all fronts of the economic construction including the CNC technology of Korean style, a combined automatic control system that helped modernize the production processes at various units and the Juche-based steel-making method."
        },
        {
            "title": "May Day",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-12ee.html",
            "content": "May Day\r\n Pyongyang, April 30 (KCNA) -- The Korean people are celebrating the 120th international holiday of the working people.\n\t\t\t\t\t May Day is one of the holidays observed in Korea every year along with the successful advance of the Juche-oriented socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t From the early days of his revolutionary activities President Kim Il Sung had given priority to awakening and rallying the popular masses to lay a mass foundation and build domestic revolutionary forces before launching an anti-Japanese war. He paid close attention to the celebration of May Day even during the hard-fought war.\n\t\t\t\t\t\n\t\t\t\t\t Under his guidance May Day celebrations took place on the Xiaodeshui plateau in Juche 28 (1939) after successfully concluding a one-hundred-day-long arduous march.\n\t\t\t\t\t\n\t\t\t\t\t He participated in a Pyongyang mass rally held for the first time after the liberation of the country to inspire the working people to the efforts for building a new country.\n\t\t\t\t\t\n\t\t\t\t\t During the Fatherland Liberation war (June 1950-July 1953) he issued an order of the supreme commander of the Korean People's Army, \"On the Occasion of May Day\", in order to give confidence in victory in the war to the servicepersons and people.\n\t\t\t\t\t\n\t\t\t\t\t He kindled the flame of the Chollima Movement at the Kangson Steel Plant in the 1950s and guided the working people to render distinguished services in socialist construction in each period and stage of the developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t In the Songun era, too, May Day has continued to be celebrated significantly in the country under the leadership of General Secretary Kim Jong Il."
        },
        {
            "title": "New Phase for Independent Reunification Called for",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-06ee.html",
            "content": "New Phase for Independent Reunification Called for\r\n Pyongyang, April 30 (KCNA) -- The Action Headquarters of the south Korean Federation of University Student Councils, in a statement issued on April 25 on the occasion of the 17th anniversary of its formation, declared that it would come out in a dynamic nationwide movement for bringing about a new phase for independent reunification this year, the 10th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t The statement referred to the fact that the federation has invariably covered the road of independent reunification and the democratization of society up to this date since its formation.\n\t\t\t\t\t\n\t\t\t\t\t The fascist authorities are getting evermore frantic with suppression, arresting and detaining youth and students including former leading members of the said federation, who staged actions for independence, democracy and reunification, in a bid to get rid of their crisis, but this will get them nowhere, the statement noted. \n\t\t\t\t\t\n\t\t\t\t\t It called upon all the members of the organization to turn out in the struggle to get the \"National Security Law\", the fascist law, repealed."
        },
        {
            "title": "Halt to Suppression of Youth Demanded",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-07ee.html",
            "content": "Halt to Suppression of Youth Demanded\r\n Pyongyang, April 30 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration of south Korea in a statement on April 24 denounced the puppet group of traitors for cracking down upon the youth and students.\n\t\t\t\t\t The statement accused the security forces of arresting on April 20 Min So Hyon, a member of the \"Taegu Young Fellowship Association in the Era of the June 15 Joint Declaration\", on the charge of violation of the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It also slammed the authorities for suppressing representatives of the Internet broadcasting service \"Chongchun\" and the \"Mirae\" Opera Troupe and walking off Kang Pyong Chan of the Rowon Youth Association and Kim Hyon Ung, a student of Chonnam National University, under the pretext of their past involvement in activities of the south Korean Federation of University Student Councils.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the frantic repressive actions of the dictatorial forces would only prove that their days are numbered, the statement demanded the authorities immediately stop the crackdown on youth and students.\n\t\t\t\t\t\n\t\t\t\t\t It called on all the people to turn out in the actions for the release of the detained youth and students and the democratization of society and punish the dictatorial regime through the forthcoming \"election to the local self-governing bodies\" without fail."
        },
        {
            "title": "Syrian Figure Praises Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-05ee.html",
            "content": "Syrian Figure Praises Kim Il Sung and Kim Jong Il\r\nPyongyang, April 30 (KCNA) -- Sameer Ismaeel praised the feats performed by President\n\t\t\t\t\t Kim Il Sung and General Secretary Kim Jong Il, the peerlessly great men, when interviewed by KCNA before his departure from here after visiting the DPRK at the head of the delegation of the University of Damascus of Syria.\n\t\t\t\t\t Visiting various places, I deeply felt that the leaders of the DPRK are the great men who made immortal contributions to the cause of the country's prosperity and the people's happiness, he said, and continued: \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung accomplished the historic cause of Korea's liberation and led the war fought against the U.S. imperialists' aggression to victory and enabled the Korean people to emerge a master of the country and independent human beings. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the most fair and aboveboard and realistic proposals for the country's reunification and worked heart and soul to put them into practice.\n\t\t\t\t\t\n\t\t\t\t\t He will always be remembered not only by the Korean people but by the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary cause has been successfully carried forward to completion by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has led the Korean people to victory with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership the DPRK has demonstrated its might as a political and ideological, military, scientific and technological power. \n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason imperialists dare not provoke the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the DPRK will tower and shed its rays as a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people's struggle is instilling confidence into the peoples of all other countries in their efforts to achieve freedom and progress.\n\t\t\t\t\t\n\t\t\t\t\t It is our belief that socialist Korea shining with the august name of the President will become more prosperous."
        },
        {
            "title": "Norwegian Figure Hails KPA",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-03ee.html",
            "content": "Norwegian Figure Hails KPA\r\n Pyongyang, April 30 (KCNA) -- Torstein Engelskjon, chairman of the Friendship Society Norway-Korea, made public a statement on April 24 on the occasion of the 78th birthday of the Korean People's Army.\n\t\t\t\t\t The statement said that the last 78 years covered by the KPA represent the history shining with victory and glory as it has been led by peerlessly brilliant commanders.\n\t\t\t\t\t\n\t\t\t\t\t It noted that Korea was liberated by the Korean People's Revolutionary Army founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that the President developed the KPRA into the KPA, regular armed forces, and firmly defended the country's sovereignty in the three-year war ignited by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Today the KPA is opening a new chapter in its development under the distinguished leadership of Supreme Commander Kim Jong Il, it said.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership the KPA has grown to be a matchless army equipped with modern offensive and defensive means and is demonstrating its might as a vanguard unit not only in defending the country but also in building a great prosperous and powerful socialist nation, the statement said, adding: The KPA will always emerge victorious as it is led by Kim Jong Il."
        },
        {
            "title": "Important Days of DPRK Observed",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-02ee.html",
            "content": "Important Days of DPRK Observed\r\nPyongyang, April 30 (KCNA) -- A meeting, a photo exhibition and a film show took place in Pakistan, a meeting in Sweden, a book exhibition in Russia and a reading session on Chapter 7 \"People's Society\" of Vol. 3 of Part 1 the Anti-Japanese Revolution of \"With the Century\", reminiscences of President Kim Il Sung, in Uganda between April 9 and 17 to commemorate the Day of the Sun, the 17th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the 78th birthday of the Korean People's Army.\n\t\t\t\t\tOn display in the venues were works of the peerlessly great men and photos on their immortal exploits and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there.\n\t\t\t\t\t\n\t\t\t\t\tZabed Ansari, secretary general of the Pakistani preparatory committee to commemorate the centenary of birth of Kim Il Sung, praised the President as the outstanding leader who indicated the way for the Korean people and the world progressives by founding the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tThe immortal exploits he performed for global independence are shining more brilliantly thanks to\n\t\t\t\t\t\t Kim Jong Il, the speaker said.\n\t\t\t\t\t\n\t\t\t\t\tChrister Lundgren, chairman of the Sweden-Korea Friendship Association, referred to the fact that Kim Jong Il has led the Korean people to victory by pursuing the original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThe participants in the film show watched Korean film \"Fireworks for a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\tA message to Kim Jong Il was adopted at the meeting in Pakistan."
        },
        {
            "title": "Ethiopian Juche Group Issues Bulletin",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-04ee.html",
            "content": "Ethiopian Juche Group Issues Bulletin\r\n Pyongyang, April 30 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea issued a bulletin \"The two iron-willed commanders and invincible Korean People's Army\" on April 23 on the occasion of the 78th birthday of the KPA.\n\t\t\t\t\t The bulletin in an article said that President Kim Il Sung, the founder of the KPA, defeated two formidable imperialisms in one generation, praising him as a legendary hero and genius of military affairs as he performed the military exploits to be specially recorded in the world history.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to Kim Jong Il, chairman of the National Defence Commission of the DPRK, that the politico-ideological and military technical potentials of the KPA have been bolstered up in every way, the bulletin noted, declaring that the KPA would continue to demonstrate its might in the future, too."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Nigeria",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Nigeria\r\nPyongyang, April 30 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in pamphlet by the N. K. Publishing House in Enugu of Nigeria.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), clarifies the undying feats performed by President Kim Il Sung in the cause of the country's reunification and formulates the three principles for national reunification, the 10-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification. Also expounded in the work are tasks and ways to achieve the country's reunification based on them.\n\t\t\t\t\t\n\t\t\t\t\t A book-releasing ceremony took place at the publishing house on April 20."
        },
        {
            "title": "Tienen lugar en esta capital funerales de difunto Kim Jung Rin",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-21ee.html",
            "content": "Tienen lugar en esta capital funerales de difunto Kim Jung Rin\r\nPyongyang, 30 de abril (ATCC) -- Tuvo lugar este viernes en esta capital con honores de Estado la ceremonia funeral de Kim Jung Rin, miembro del Comite Central del Partido del Trabajo de Corea, diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y secretario del CC del PTC.\n\t\t\t\t\tParticiparon en la ocasion Kim Yong Il, Kim Yong Chun y otros miembros de la comision funeraria estatal, los funcionarios correspondientes y los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\tAntes de la partida del feretro para el entierro, los miembros de la comision funeraria estatal, los familiares y parientes del difunto guardaron un momento de silencio en memoria de el.\n\t\t\t\t\t\n\t\t\t\t\tA las 8 de la manana, se realizo la partida del feretro.\n\t\t\t\t\t\n\t\t\t\t\tSe efectuo la ceremonia de despedida en el Cementerio de Patriotas enclavado en el suburbio capitalino.\n\t\t\t\t\t\n\t\t\t\t\tLa oracion funebre estuvo a cargo de Choe Thae Bok, miembro suplente del Buro Politico y secretario del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDurante toda su vida, Kim Jung Rin quedo infinitamente fiel al Lider y al Dirigente y enseno con sus acciones ejemplares como debe vivir y luchar un verdadero soldado revolucionario, destaco el orador.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, fue enterrado el feretro.\n\t\t\t\t\t\n\t\t\t\t\tFue depositada al pie de la tumba una ofrenda floral enviada por el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tTambien, fueron colocadas las otras a nombre del CC del PTC, el Presidium de la APS de la RPDC, el Consejo de Ministros de la RPDC y otras unidades. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del fallecido."
        },
        {
            "title": "Gomes en prision telefonea con sus familiars",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-22ee.html",
            "content": "Gomes en prision telefonea con sus familiares\r\nPyongyang, 30 de abril (ATCC) -- El ciudadano estadounidense, Aijalon Mahli Gomes, quien cumple el trabajo reeducativo por el resultado del juicio efectuado el pasado dia 6, pidio telefonear con sus familiares por razon de salud, etc. \n\t\t\t\t\tAl tomar en consideracion tal suplica, el organo competente de la Republica Popular Democratica de Corea le permitio hacerlo el dia 30.\n\t\t\t\t\t\n\t\t\t\t\t Con anterioridad, tuvo lugar el contacto consular de la Embajada de Suecia en Corea sobre Gomes, en el cual este entrego su peticion, dice."
        },
        {
            "title": "IRP publica la nota para denunciar crimenes anti-DDHH en Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-23ee.html",
            "content": "IRP publica la nota para denunciar crimenes anti-DDHH en Sur de Corea\r\nPyongyang, 30 de abril (ATCC) -- El Instituto de la Reunificacion de la Patria (IRP) publico el dia 29 la carta blanca revelando los crimenes de la banda fascista del Sur de Corea que ha convertido el suelo surcoreano en el terreno devastado para los DDHH practicando el servilismo a grandes potencias, la dictadura fascista y la campana de confrontacion fratricida.\n\t\t\t\t\tEl peor de esos crimenes es que la camarilla fascista violo flagrantemente los derechos humanos de los habitantes surcoreanos convirtiendolos en victimas de la politica de dominacion y guerra de las fuerzas extranjeras, comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa ocupacion del Sur de Corea por las tropas agresoras norteamericanas, que perdura mas de 60 anos, es la historia criminal llena de agresion, la guerra, la masacre, el saqueo y la violacion de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tSegun el dato de la \"Inspeccion de los Asuntos Estatales\" presentado en la \"Asamblea Nacional\" titere, las tropas agresoras norteamericanas ocupantes del Sur de Corea cometen cada ano centenares de delitos de distintos tipos como promedio, el 60 por ciento de ellos son crimenes de violencia como el asesinato, el robo, la violacion, el golpeo, etc.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, las tropas agresoras norteamericanas estan distribuidas en mas de 73 millones 200 mil phyong (3 mil phyong equivalen a una hectarea) de mas de 100 localidades del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\t Si se contaminan sus bases, ellas se mudan a otros lugares echando a perder muchas tierras.\n\t\t\t\t\t\n\t\t\t\t\t Al importar la carne de res norteamericana, la banda traidora surcoreana perjudico seriamente la salud y la vida de los habitantes surcoreanos desatando las protestas masivas, lo cual deviene el crimen anti-DDHH de pesima calana.\n\t\t\t\t\t\n\t\t\t\t\t En contraste con su obstinado rechazo al disuasivo nuclear de la Republica Popular Democratica de Corea (RPDC), esa camarilla titere introdujo en el suelo surcoreano mas de un millar de armas nucleares de EE.UU., que bastarian para exterminar cientos de veces a la nacion coreana, en particular, impondrian desastres nucleares a los connacionales, y las ampara y defiende activamente.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, desarrolla de manera mas aventurera junto con los yanquis los ejercicios de guerra nuclear contra los connacionales para convertir la nacion coreana en la victima de guerra nuclear de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, causa la muerte tragica de los jovenes y adultos surcoreanos lanzandolos a los campos de guerras de agresion que libra EE.UU. en varias regiones del mundo.\n\t\t\t\t\t\n\t\t\t\t\t El otro crimen anti-DDHH de la banda titere surcoreana es que esta rehabilito la dictadura fascista convirtiendo el Sur de Corea en la tierra privada de derechos humanos y democracia.\n\t\t\t\t\t\n\t\t\t\t\t Al hablar de los \"diez anos perdidos\", ella acabo hasta con la mas minima expresion de la democracia lograda en los \"regimenes\" antecesores, fortalecio en gran medida los aparatos represivos y restituyo de manera total las leyes e instituciones fascistas de toda indole.\n\t\t\t\t\t\n\t\t\t\t\t En el ano pasado, los dos ex \"presidentes\" surcoreanos murieron a consecuencia del sucio acoso politico y revanchismo de las autoridades fascistas.\n\t\t\t\t\t\n\t\t\t\t\tEsta tragedia inaudita en la historia demuestra claramente a que grado llego la situacion de DDHH del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\t  Despues de la llegada al poder de la banda conservadora, llegan a mas de mil 840 los partidos politicos y entidades calificados de \"ilegales\" por las autoridades.\n\t\t\t\t\t\n\t\t\t\t\t  Se perpetran abiertamente la inspeccion y vigilancia politicas y resulta cada vez mas pasmosa la represion a los medios de prensa. \n\t\t\t\t\t\n\t\t\t\t\t  Se violan y se exterminan despiadadamente las libertades de concentracion, manifestacion y asociacion de los pobladores surcoreanos y se perpetran con frecuencia la tortura, los ultrajes y los insultos antieticos.\n\t\t\t\t\t\n\t\t\t\t\t  Entre mas de 5 mil casos de violacion de DDHH reportados en 2008 al Comite de DDHH del Sur de Corea, casi 70 %, especificamente, mas de 3 mil 490 son cometidos en las instituciones de fiscalia, policia y de reclusion.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como tomara el poder, la banda titere surcoreana definio la anti-reunificacion y la confrontacion fratricida como politica sobre la RPDC, violo totalmente las declaraciones conjuntas Norte-Sur, que reflejan la voluntad general de toda la nacion coreana, y llevo al fracaso las relaciones bilaterales mediante las maniobras de guerra nuclear y la campana de DDHH contra la RPDC dando asi su asquerosa fachada de criminal anti-DDHH.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, endurece la campana de confrontacion y la demagogia contra la RPDC movilizando a las escorias humanas y otras chusmas.\n\t\t\t\t\t\n\t\t\t\t\tTambien, perpetra perversamente los actos de rapto y secuestro de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t Despues de la toma del poder por la banda titere, en el Sur de Corea la conducta solidaria con la RPDC se ve reprimida como \"acto pro-enemigos\" y con la reunificacion y quedaron interrumpidos el dialogo, el contacto y la cooperacion entre distintos sectores y entidades civiles de ambas partes de Corea.\n\t\t\t\t\t\n\t\t\t\t\tNo seran tolerados jamas los crimenes anti-DDHH de esa banda de conservadores vendepatrias, que sera castigada sin falta por la nacion coreana."
        },
        {
            "title": "Inaugurados nuevos procesos de produccion de abono",
            "url": "http://kcna.co.jp/item/2010/201004/news30/20100430-24ee.html",
            "content": "Inaugurados nuevos procesos de produccion de abono\r\nPyongyang, 30 de abril (ATCC) -- Tuvo lugar el dia 29 la ceremonia inaugural de los procesos de produccion de abono segun la gasificacion de antracita, instaurados en el Complejo Quimico Juventud de Namhung.\n\t\t\t\t\tEn la ocasion estuvieron presentes Kim Yong Il, Choe Thae Bok, Kim Ki Nam y otros cuadros, los funcionarios directivos de los organismos del partido y el Poder, entidades de masas, ministerios y organos centrales, funcionarios, obreros, tecnicos y constructores de la provincia de Phyong-an del Sur, el Complejo Quimico Juventud de Namhung y de las fabricas y empresas relacionadas con este complejo.\n\t\t\t\t\t\n\t\t\t\t\t Ante todo, se dio lectura al mensaje de felicitacion del Comite Central del Partido del Trabajo de Corea enviado a los constructores, tecnicos y funcionarios que realizaron meritos en la obra de construccion de los nuevos procesos.\n\t\t\t\t\t\n\t\t\t\t\t El documento subraya que la terminacion de esta obra es la brillante victoria de la idea del Presidente Kim Il Sung sobre la construccion de la industria del Juche y de la sabia direccion del partido y es el orgulloso fruto de las inagotables fuerzas espirituales de la clase obrera coreana infinitamente fiel al partido y al lider.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, -prosiguio- deviene la declaracion solemne a todo el mundo de que ninguna maniobra de los enemigos para sancionar a la Republica Popular Democratica de Corea podra impedir la marcha en gran auge del heroico pueblo coreano unido monoliticamente en torno al partido.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el Comite Central del Partido del Trabajo de Corea expreso la confianza de que todos los constructores, tecnicos y funcionarios participantes en la obra registraran nuevos milagros e innovaciones en la produccion y la construccion uniendose monoliticamente en torno al Dirigente\n\t\t\t\t\t\t Kim Jong Il, de modo que contribuyan activamente al logro de un cambio decisivo en la vida del pueblo y a la repercusion en todo el pais de las vivas del socialismo y de la cancion de Arirang de la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tEn su palabra inaugural, Ri Mu Yong, ministro de Industria Quimica, recordo que el Presidente        Kim Il Sung habia presentado el proyecto de hacer al estilo coreano el proceso de produccion de abonos. \n\t\t\t\t\t\n\t\t\t\t\tY continuo que el Dirigente Kim Jong Il presento la orientacion revolucionaria de jucheanizar y elevar en un alto nivel la industria quimica nacional y dirigio dinamicamente la lucha por ponerla en practica.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a los obreros de Namhung a promover activamente el desarrollo de la industria ligera y la agricultura y contribuir al mejoramiento de la vida del pueblo al producir un nuevo auge en la produccion de abonos y otros productos quimicos.\n\t\t\t\t\t\n\t\t\t\t\tLe siguieron en intervenir otros oradores."
        }
    ]
}