{
    "date": "2010-12-17",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-17ee.html",
    "articles": [
        {
            "title": "KPA Demands S. Korea to Stop Plan for Shelling from Yonphyong",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-16ee.html",
            "content": "KPA Demands S. Korea to Stop Plan for Shelling from Yonphyong\r\n Pyongyang, December 17 (KCNA) -- The puppet warmongers of south Korea are set to fire again shells into the territorial waters of the DPRK north of the maritime guard line of the Korean People's Army from December 18 to 21 by mobilizing lots of striking equipment newly introduced into the island, blatantly challenging the unanimous aspiration and demand of the people at home and abroad desirous of peace and security on the Korean Peninsula. \n\t\t\t\t\t They are floating information that the projected shelling from Yonphyong Island is a routine annual drill to be periodically conducted in waters of the south side south of the \"northern limit line\". \n\t\t\t\t\t\n\t\t\t\t\t The waters off Yonphyong Island, the target of their shelling, are the inviolable territorial waters of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Newly appointed puppet Minister of Defense of south Korea Kim Kwan Jin and other puppet military warmongers, far from drawing a due lesson from the last provocative shelling incident on Yonphyong Island, are set to perpetrate new military provocations. They are letting loose a spate of such reckless remarks as \"the exercise of the right to self-defense,\" \"severe punishment by combined combat forces\" including strike flying corps and \"not ruling out an all-out war leading to striking enemy's bases\" and the like. \n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior intention of the newly installed puppet military to save the face of the south Korean military which met a disgraceful fiasco by perpetrating the second adventurous shelling from Yonphyong Island. Through this the group of traitors craftily seeks to save its hardline policy towards the north, a policy against the nation, peace and reunification, from total failure and preserve the illegal \"northern limit line\". \n\t\t\t\t\t\n\t\t\t\t\t No one in the world would allow those who drew a line inside other's court, without its owner's knowledge, and insist it belongs to them and shamelessly conduct saber-rattling to preserve it. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that even the U.S. imperialist aggressor forces present in south Korea are openly shielding the puppet military warmongers' shelling exercises on Yonphyong Island, asserting that it is \"not a violation of the Armistice Agreement.\"\n\t\t\t\t\t\n\t\t\t\t\t Even riff-raffs belonging to the already defunct Military Armistice Commission are coming to the island under the guise of \"observers\" in a bid to take a direct part in providing military assistance to the provocative shelling drill in communication, medical care, etc. \n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation of the KPA side to the north-south general-level military talks sent the following notice to the south Korean puppet forces at 12:20 on Friday in connection with the fact that the puppet military warmongers' reckless military provocations reached a grave phase under the wire-pulling of their American master: \n\t\t\t\t\t\n\t\t\t\t\t The puppet military warmongers should take a prompt measure to stop the planned provocative maritime shelling from Yonphyong Island. \n\t\t\t\t\t\n\t\t\t\t\t In case they conduct the above-said shelling at last despite the warning served by the KPA in advance, it will deal the second and third unpredictable self-defensive blow at them to protect the inviolable territorial waters of the DPRK as it had declared before the world. \n\t\t\t\t\t\n\t\t\t\t\t It will be deadlier than what was made on Nov. 23 in terms of the powerfulness and sphere of the strike. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors and the puppet military warmongers had better cogitate about the KPA's warning."
        },
        {
            "title": "DFRK Spokesman Slams US, Japan and S. Korea's War Moves",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-15ee.html",
            "content": "DFRK Spokesman Slams US, Japan and S. Korea's War Moves\r\n Pyongyang, December 17 (KCNA) -- A spokesman for the Central Committee of the Democratic Front for the Reunification of Korea issued a statement on Friday denouncing the U.S., Japan and the south Korean puppet forces for further stepping up the moves to tighten the military nexus and ignite a war against the DPRK than ever before under the pretext of the situation on the Korean Peninsula. \n\t\t\t\t\t The U.S. staged the largest-ever combined exercises with the south Korean puppet forces in the East and West seas of Korea with aircraft carrier involved under the pretext of the warship sinking incident and the Yonphyong Island shelling incident. It also staged joint military exercises with Japan in waters close to the peninsula, letting officers concerned of the south Korean puppet forces and the Japan \"Self-Defense Forces\" observe them, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t They have intensified the moves to tighten their nexus for aggression and knock into shape a triangular military alliance among them under the pretext of the situation on the Korean Peninsula. This shows with added clarity for what purpose they triggered off the warship sinking case and the Yonphyong Island shelling incident. \n\t\t\t\t\t\n\t\t\t\t\t The recent development clearly indicates that the Japan-south Korea system of joint military actions and the triangular military alliance with the U.S. imperialists as an axis have already come into being to go operational.\n\t\t\t\t\t\n\t\t\t\t\t The dangerous nexus between the U.S. and its followers only results in straining the situation on the peninsula and the rest of Northeast Asia, sparking off a new arms race and increasing the danger of war worldwide. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., Japan and the south Korean puppet forces would be well advised to properly know about Songun Korea and behave themselves as it inflicted shameful setbacks and bitter defeats upon the aggressors of two imperialisms in the past big wars fought against them in the last century and is now demonstrating its honor and dignity in the nuclear stand-off with the imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The reckless military nexus and the anachronistic moves to knock into shape the triangular military alliance are bound to go bust in face of the trend of the times towards justice and peace."
        },
        {
            "title": "Kim Yong Nam Greets Qatar Emir",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-13ee.html",
            "content": "Kim Yong Nam Greets Qatar Emir\r\nPyongyang, December 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to Sheikh Hamad Bin Khalifa Al-Thani, Emir of Qatar, on the occasion of its independence day.\n\t\t\t\t\t  Kim in the message expressed belief that the bonds of friendship and cooperation between the DPRK and Qatar would continue to grow stronger in the future, too, and sincerely wished him good health and happiness and greater success in his work."
        },
        {
            "title": "Choe Yong Rim Greets Qatar PM",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-14ee.html",
            "content": "Choe Yong Rim Greets Qatar PM\r\n Pyongyang, December 17 (KCNA) -- Premier of the DPRK Choe Yong Rim Friday sent a message of greetings to Prime Minister of Qatar Sheikh Hamad Bin Jassim Bin Jabr Al-Thani on its independence day.\n\t\t\t\t\t The message wished him and his government steady successes in their work for the economic development and prosperity of the country and expressed belief that the good friendly and cooperative relations between the two countries would steadily grow stronger."
        },
        {
            "title": "17th WFYS Supports Cause of Korean People",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-03ee.html",
            "content": "17th WFYS Supports Just Cause of Korean People\r\n Pyongyang, December 17 (KCNA) -- Speakers at an inaugural ceremony of the 17th World Festival of Youth and Students in South Africa on Dec. 13 declared that the world progressive youth would positively support the Korean people in their cause of achieving the reunification of the country.\n\t\t\t\t\t Speakers referred to the fact that the WFYS covered the road of steady progress thanks to the positive support of the world progressive youth.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the festival would offer the participants an opportunity to swap successes and experience in the struggle for socialism against imperialism and boost solidarity."
        },
        {
            "title": "Builders in Construction of Power Stations Commended",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-04ee.html",
            "content": "Builders in Construction of Power Stations Commended\r\n Pyongyang, December 17 (KCNA) -- State commendations were conferred upon officials, builders, technicians, members of shock brigades and their helpers and working people of the relevant units in North Hwanghae Province for the labor feats performed in the construction of Ryesonggang Youth Power Stations Nos. 1 and 2.\n\t\t\t\t\t Kim Man Sik, secretary of the North Hwanghae Provincial Committee of the Workers' Party of Korea, was awarded Order of Kim Il Sung and six others the title of Labor Hero of the DPRK together with gold medal (hammer and sickle) and Order of National Flag First Class.\n\t\t\t\t\t\n\t\t\t\t\t  Watches bearing the august name of President Kim Il Sung and citations of leader Kim Jong Il went to officials and working people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung Youth Honor Prize was conferred on seven persons, the title of Builder of Merit on three persons, the title of Designer of Merit on three persons and the title of Driver of Merit on three persons. Orders and medals including Order of National Flag First Class and Order of Labor went to many officials and working people."
        },
        {
            "title": "Many Monumental Edifices Built",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-09ee.html",
            "content": "Many Monumental Edifices Built\r\n Pyongyang, December 17 (KCNA) -- A number of new monumental edifices have appeared throughout the Democratic People's Republic of Korea this year.\n\t\t\t\t\t The February 8 Vinalon Complex has been rebuilt into a giant and comprehensive chemical base and the Namhung Youth Chemical Complex refurnished with a new fertilizer production process based on anthracite gasification.\n\t\t\t\t\t\n\t\t\t\t\t A new casting factory and compressor shop have gone into operation in the Ryongsong Machine Complex and an oval anthracite and other production processes have been built in the Tanchon Magnesia Factory, making it possible to produce magnesia clinker with locally available fuel.\n\t\t\t\t\t\n\t\t\t\t\t The North Phyongan Provincial Tideland Reclamation Complex has reclaimed tideland on the West Sea to acquire cropland as large as the area of a county, making a contribution to the nation's agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t Several hundred hectares of tideland have also been reclaimed in Bunji Bay, Ongjin County.\n\t\t\t\t\t\n\t\t\t\t\t A dam of the Kumyagang Army-Civilian Power Station has come into being, while the construction of Ryesonggang Youth Power Station No 2, Ryesonggang Power Station No. 6, Yonsan Army-Civilian Power Station and Chosan Youth Power Station No. 1 has come to an end. \n\t\t\t\t\t\n\t\t\t\t\t Scores of minor power stations are now under construction in Jagang, North Hwanghae, South Hamgyong, Kangwon, Ryanggang and other provinces. \n\t\t\t\t\t\n\t\t\t\t\t In another development, the Pyongyang Cornstarch Factory has been streamlined and the Pyongyang Flour-Processing Factory, the Sonhung Foodstuff Factory and the Women's Hosiery Shop of the Pyongyang Hosiery Factory rebuilt on a modern line.\n\t\t\t\t\t\n\t\t\t\t\tA modern e-library was built at Kim Il Sung University and Pyongyang University of Dance reconstructed in an up-to-date style.\n\t\t\t\t\t\n\t\t\t\t\t The Kaeson Youth Park, State Theatre, Delicacy Restaurant under Okryu Restaurant, Pothonggang Department Store and Hyangmanru Popular Restaurant have been rebuilt or newly built.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongyon Seaside Fish Farm and the Ryongjong Fish Breeding Ground have been built to breed sturgeon on a large scale in fish tanks and in the sea.\n\t\t\t\t\t\n\t\t\t\t\t Modern apartment blocks have made their appearance in a short period at the foot of Haebang Hill in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The North Hwanghae Provincial People's Study House, Sariwon Stadium and public catering establishments in Hoeryong City were also built this year."
        },
        {
            "title": "Solid Foundations Laid for Fruit Culture",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-10ee.html",
            "content": "Solid Foundations Laid for Fruit Culture\r\n Pyongyang, December 17 (KCNA) -- Foundations for fruit farming have been consolidated in the Democratic People's Republic of Korea this year.\n\t\t\t\t\t The Taedonggang Combined Fruit Farm, known as one of the eleven famous views in the era of Songun, has been expanded successfully, newly equipped with an up-to-date fruit storehouse and a dried fruit slices factory.\n\t\t\t\t\t\n\t\t\t\t\t The Kosan Fruit Farm has completed the first stage of its construction project in a short span of time with hundreds of hectares of land rezoned in a qualitative way. \n\t\t\t\t\t\n\t\t\t\t\t Other fruit farms throughout the country have directed much effort from the beginning of the year to introducing scientific, intensive and modern methods in fruit farming in suit with their conditions.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongjon, Toksong, Jongphyong and other fruit farms in South Hamgyong Province have planted a large number of dwarf apple trees and other fruit trees of good species.\n\t\t\t\t\t\n\t\t\t\t\t Those in North Phyongan Province have also taken on a new look through a massive campaign for planting fruit trees.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang, Sariwon, Hwangju and Sukchon fruit farms have made efficacious botanical agrochemicals by themselves to boost the fruit output."
        },
        {
            "title": "Success in Recycling Seawater",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-11ee.html",
            "content": "Success in Recycling Seawater\r\n Pyongyang, December 17 (KCNA) -- Scientists of the Central Zoo in the Democratic People's Republic of Korea have succeeded in recycling seawater.\n\t\t\t\t\t Yu Pyong Guk, a researcher of the zoo, told KCNA over a hundred sea fishes of some twenty kinds were living in the aquarium with recycled seawater.\n\t\t\t\t\t\n\t\t\t\t\t It is widely known that seawater can be used in aquarium and saltwater fish farm for only three months.\n\t\t\t\t\t\n\t\t\t\t\t They electrolyze already used seawater to make it nonpoisonous and filter it for a week with reduced stones calcinated in high temperature to make all quality indicators normal.\n\t\t\t\t\t\n\t\t\t\t\t Fish can live in the recycled seawater for nearly a year.\n\t\t\t\t\t\n\t\t\t\t\t This seawater recycling method is also available for saltwater fish spawning ponds and farms."
        },
        {
            "title": "US Can Never Evade Its Responsibility for Ensuring Peace in Korea ",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-12ee.html",
            "content": "US Can Never Evade Its Responsibility for Ensuring Peace in Korea \r\n Pyongyang, December 17 (KCNA) -- With no rhetoric can the United States evade its responsibility for ensuring peace on the Korean Peninsula, says Rodong Sinmun Friday in a signed article. \n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The situation is getting extremely tense on the Korean Peninsula due to the U.S. persistent policy to stifle the DPRK. This runs diametrically counter to the ardent desire of the Korean people for the reunification and peace of the country and adversely affects the peace and security in Asia and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t There has never been peace in south Korea and its vicinity due to the movement and deployment of huge U.S. forces of aggression and their war exercises. As a result, the Korean Peninsula has turned into a scene of acute military confrontation. \n\t\t\t\t\t\n\t\t\t\t\t What is essential for ensuring peace on the peninsula is to put an end to the U.S. military presence in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is an empty talk to discuss the issue of peace of the peninsula with the U.S. imperialist aggressor forces staying in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is sheer sophism for the U.S. to paint its forces in south Korea as \"deterrent forces\" to cope with the \"threat\" from someone. It is a revelation of its criminal intention to keep south Korea under permanent occupation and ignite a war of aggression against the DPRK any moment. The U.S. should pull its forces out of south Korea. This is an unavoidable responsibility to be fulfilled by the U.S. for ensuring peace on the peninsula. The continued state of armistice is the biggest hurdle lying in the way of defusing the tension and ensuring peace on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t For the U.S. to replace the Armistice Agreement by a peace treaty is its important task for averting a war and ensuring peace on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula remains a region fraught with the greatest danger of war in the world. This is entirely attributable to the U.S. pursuance of the policy of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to face up to the demand of the situation on the Korean Peninsula and the trend of the times and fulfill all its obligations."
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-08ee.html",
            "content": "Implementation of Inter-Korean Declarations Called for\r\n Pyongyang, December 17 (KCNA) -- The June 15 joint declaration and the October 4 declaration serve as declarations for preserving peace as they clearly indicate the orientation and ways for the Koreans to tide over the prevailing grave situation, building a lasting peace-keeping mechanism and achieving reunification and prosperity, observes Rodong Sinmun Friday in a signed article.\n\t\t\t\t\t  The declarations pave the way for preserving peace and reflect the aspiration and desire of all the compatriots for peace and security on the Korean Peninsula, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is egging the south Korean warmongers onto confrontation and war in a bid to make the north and the south fight against each other with arms, but there is no ground for them to stand in armed confrontation and fight each other as they should work together for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t  If a war breaks out on the peninsula, it will be Koreans who will suffer from it and it will give outside forces a chance to fish in troubled waters. The Korean nation sufficiently experienced this in the last Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans, no matter where they are, call for reconciliation and peace, not confrontation and war as they are well aware that peace alone can bring the country's reunification and the prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The said declarations serve as a banner for the Korean nation's struggle to check and frustrate the aggression and war moves of the bellicose forces at home and abroad and achieve the peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t  It is only the foreign aggressor forces and their lackeys the south Korean conservative forces that seek confrontation and war on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t All the Koreans aspiring after peace and security and peaceful reunification of the peninsula are called upon to hold fast to the declarations and wage a more dynamic nationwide struggle to implement them."
        },
        {
            "title": "S. Korean Police Arrest Leading Member of Pomminryon ",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-06ee.html",
            "content": "S. Korean Police Arrest Leading Member of Pomminryon \r\n Pyongyang, December 17 (KCNA) -- The south Korean puppet police arrested Kim Se Chang, organizational chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), on December 13.\n\t\t\t\t\t The fascist police took this action for the mere reason that he took part in the press conference denouncing the suppression of the South Headquarters of Pomminryon outside the building of the puppet Intelligence Service in May last year.\n\t\t\t\t\t\n\t\t\t\t\t  The south Korean puppet authorities are getting frantic in their crackdown upon leading members of the organization. They arrested Choe Tong Jin, managing editor, under the same pretext on December 1. Recently they pressurized Ri Kyu Jae, chairman of the organization, to appear at the police, taking issue with the commentary issued by it in connection with the Yonphyong Island shelling incident."
        },
        {
            "title": "Implementation of Joint Declarations Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-05ee.html",
            "content": "Implementation of Joint Declarations Called for in S. Korea\r\n Pyongyang, December 17 (KCNA) -- Members of civic and public organizations of south Korea including the Solidarity for Progress, the Confederation of Trade Unions and the People for Achieving Peace and Reunification held a meeting in Seoul on December 11 calling for realizing peace on the Korean Peninsula.\n\t\t\t\t\t The speakers at the meeting accused the authorities of sharply increasing the defense budget as compared with that last year under the pretext of the tense situation and escalating the military confrontation with the north, vociferating about the \"right to self-defense\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The Yonphyong Island incident was mainly attributable to the lack of a safe zone in the West Sea of Korea, they held, adding that had the authorities thoroughly implemented the October 4 declaration which calls for establishing a special zone of peace and cooperation in the West Sea, such incident would not have occurred.\n\t\t\t\t\t\n\t\t\t\t\t They clarified their will to carry on their positive actions urging the authorities to take fundamental measures to avert a war and ensure peace."
        },
        {
            "title": "Korean People's Just Struggle Supported in Mongolia",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-02ee.html",
            "content": "Korean People's Just Struggle Supported in Mongolia\r\n Pyongyang, December 17 (KCNA) -- N. Bold, chairman of the  Mongolian Centre for the Study of Juche, in a statement on December 10 said that the 21st century means a century of victory and glory for the Korean people.\n\t\t\t\t\t  He referred to the shining victory won by the Korean people in the anti-imperialist struggle and the building of a rich and powerful country under the wise leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' reckless moves against the DPRK, a factor of straining the situation on the Korean Peninsula, are no more than a charade intended to deceive the international community, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We demand the U.S. stop at once its reckless provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The moves to isolate and stifle the DPRK will only result in getting the progressive people united in their struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, the homeland of Juche, is sure to emerge a victor in its just struggle and turn into a thriving nation."
        },
        {
            "title": "Solidarity with Songun Cause Expressed",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-01ee.html",
            "content": "Solidarity with Songun Cause Expressed\r\nPyongyang, December 17 (KCNA) -- Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, issued a statement on December 12 on the occasions of the 19th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 93rd birth anniversary of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t The Songun revolutionary cause of Juche which President Kim Il Sung started in the forest of Mt. Paektu and Kim Jong Suk devoted her all to its victory, is invincible as it holds Kim Jong Il in high esteem as the Supreme Commander, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA has developed into the invincible anti-imperialist revolutionary armed forces and the firm defender of the destiny of the nation and the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The heroic struggle of the army and the people of the DPRK standing in the van of the confrontation with the U.S. gives great inspiration and hope to progressive humankind of the world.\n\t\t\t\t\t\n\t\t\t\t\t We express belief that under the wise leadership of Kim Jong Il the army and the people of the DPRK will win a shining victory in the struggle to build a great prosperous and powerful socialist nation and achieve the independent and peaceful reunification of the country and extend firm solidarity to the Songun cause of the DPRK."
        },
        {
            "title": "Jefe de la delegacion militar del Norte advierte a la parte surcoreana",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-17ee.html",
            "content": "Jefe de la delegacion militar del Norte advierte a la parte surcoreana \r\nPyongyang, 17 de diciembre (ATCC) -- En desafio frontal a la unanime aspiracion y demanda de los nacionales y extranjeros a la paz y la seguridad de la Peninsula Coreana, los belicistas militares titeres del Sur de Corea planean volver a realizar desde el dia 18 hasta el 21 el fuego de artilleria hacia las aguas jurisdiccionales de nuestra parte al norte de la linea de guardia naval de nuestro ejercito movilizando muchos armamentos de ataque emplazados nuevamente en la isla Yonphyong. \n\t\t\t\t\tPara ese fin, ellos circulan la opinion como si eso fuera un rutinario entrenamiento anual que se realiza regularmente en sus aguas maritimas al sur de la \"linea de limite al Norte\". \n\t\t\t\t\t\n\t\t\t\t\tPero, la zona de fuego, fijada por los belicistas surcoreanos en los alrededores de la isla Yonphyong, se trata de sagradas e intocables aguas jurisdiccionales de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en lugar de sacar la leccion debida del incidente de la isla Yonphyong, el nuevo ministro titere de Defensa Nacional Kim Kwan Jin y otros belicistas militares intentan cometer nueva provocacion militar pronunciando una tras otra las palabras belicosas como \"el ejercicio del derecho a la autodefensa\", la \"represalia tajante con las fuerzas combinadas de combate\", incluso la aviacion de ataque, y \"no reparar en la guerra total que pase al ataque sobre las fuentes\". \n\t\t\t\t\t\n\t\t\t\t\tAl cometer la aventura de provocar el segundo incidente de la isla Yonphyong,  ellos pretenden rescatar el decoro del circulo militar titere que sufrio una derrota vergonzosa.\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, la camarilla de traidores surcoreanos intenta astutamente mantener su politica intransigente sobre el Norte de caracter antinacional, antipaz y anti-reunificacion, que esta a punto de fracaso total, y defender la ilegal \"linea de limite al Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  Nadie en este mundo aceptaria la insistencia del bandido, que establecio la linea de division en el patio de la casa ajena sin que lo sepa el dueno de ella y reclama luego su propiedad, ni su conducta cinica de esgrimir el sable para hacerla valer.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas grave es que las tropas agresoras norteamericanas ocupantes del Sur de Corea amparan abiertamente a los belicistas surcoreanos diciendo que el ejercicio de fuego en la isla Yonphyong no \"viola el Acuerdo de Armisticio\".\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, los tipejos subordinados a la Comision Militar de Armisticio, que existe nominalmente, intentan viajar a la isla Yonphyong bajo el rotulo de \"visita\" y participar directamente en la asistencia militar a ese provocativo ejercicio de tiro de canones en las esferas de comunicaciones y medicina, etc. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo de que llegaron a la etapa grave las imprudentes provocaciones militares de los belicistas del circulo militar titere surcoreano instigados por su amo norteamericano, el jefe de la delegacion de nuestra parte a las conversaciones militares Norte-Sur a nivel de general envio a las 12 y 20 del dia 17 a los titeres surcoreanos el siguiente aviso:\n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas del circulo militar titere del Sur de Corea deben tomar la medida de cancelar inmediatamente su plan de realizar en la isla Yonphyong el tiro sobre el mar de caracter agresivo.\n\t\t\t\t\t\n\t\t\t\t\t  En caso de que ellos ejecuten finalmente el fuego artillero en dicha isla pese a la advertencia previa de nuestro ejercito, este asestara el segundo y tercer golpes de autodefensa y de consecuencias imprevisibles, como ya ha declarado al mundo, para defender las sagradas aguas jurisdiccionales de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  La intensidad y el perimetro de esos golpes artilleros reproduciran las circunstancias del pasado 23 de noviembre, pero de mayor gravedad.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de traidores y los belicistas del circulo militar titere del Sur de Corea deben tomar con seriedad la advertencia de nuestro ejercito."
        },
        {
            "title": "FDRP denuncia contubernio militar entre EE.UU., Japon y Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-18ee.html",
            "content": "FDRP denuncia contubernio militar entre EE.UU., Japon y Sur de Corea\r\n  Pyongyang, 17 de diciembre (ATCC) -- En su declaracion fechada 17, el portavoz del Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) denuncio a EE.UU., Japon y los titeres surcoreanos que ultimamente, intensifican mas que nunca la confabulacion militar y las maniobras guerreristas anti-Republica Popular Democratica de Corea pretextando la situacion de la Peninsula Coreana.\n\t\t\t\t\t  Bajo el pretexto del incidente de hundimiento de la corbeta surcoreana \"Cheonan\" y el de canonazos en la isla Yonphyong, EE.UU. libro junto con los titeres surcoreanos el ejercicio conjunto de gran envergadura introduciendo en el Mar Este y el Oeste de Corea su portaaviones e hizo otro tanto con Japon en las aguas maritimas cercanas a la Peninsula Coreana organizando el intercambio de visitas entre el ejercito titere surcoreano y los oficiales de las \"Fuerzas de Autodefensa\" de Japon, comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El hecho de que EE.UU., Japon y los titeres surcoreanos fortalecen la connivencia para la agresion y se mueven intensamente para establecer la alianza militar tripartita pretextando la situacion de la Peninsula Coreana, muestra las motivaciones que condujeron a ellos a provocar los incidentes arriba mencionados.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, demuestra que ya entraron realmente en operacion el mecanismo militar Japon-Sur de Corea cuyo eje es EE.UU. y la alianza militar tripartita.\n\t\t\t\t\t\n\t\t\t\t\t  La confabulacion peligrosa de EE.UU. y sus satelites agudiza mas la situacion de la Peninsula Coreana y la regional, trae la nueva carrera armamentista y profundiza la crisis de guerra en escala mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos deben actuar con prudencia conociendo bien a la Corea del Songun que en el siglo pasado, propino una derrota vergonzosa y fracaso a los agresores en las grandes guerras contra los dos imperialismos y hoy dia, manifiesta orgullosamente su dignidad en el enfrentamiento nuclear con las fuerzas aliadas imperialistas.\n\t\t\t\t\t\n\t\t\t\t\t  La confabulacion militar y la fabricacion de la alianza militar tripartita por parte de EE.UU., Japon y los titeres surcoreanos seran frustradas ante la corriente de la epoca hacia la justicia y la paz."
        },
        {
            "title": "EE.UU. debe asegurar la paz de la Peninsula Coreana, Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-19ee.html",
            "content": "EE.UU. debe asegurar la paz de la Peninsula Coreana, Rodong Sinmun\r\n Pyongyang, 17 de diciembre (ATCC) -- Estados Unidos no puede eludir con nada la responsabilidad de garantizar la paz de la Peninsula Coreana.\n\t\t\t\t\t  Senala el diario Rodong Sinmun en un articulo individual difundido este viernes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la siniestra politica de EE.UU. tendente a aplastar la RPDC, la situacion de la Peninsula Coreana se empeora al maximo, lo cual contraviene radicalmente a la aspiracion del pueblo coreano a la reunificacion y la paz del pais y ejerce la consecuencia negativa a la paz y la seguridad de Asia y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  En el Sur de Corea y sus contornos se efectuan casi todos los dias el despliegue de las fuerzas armadas agresivas de gran envergadura de EE.UU. y los ejercicios de guerra, debido a lo cual la Peninsula Coreana se ha convertido en el lugar de confrontacion militar.\n\t\t\t\t\t\n\t\t\t\t\t  La condicion primordial para la paz de esta Peninsula es acabar con la ocupacion militar de EE.UU. sobre el territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  Discutir el problema de la paz de la Peninsula Coreana dejando intactas las tropas yanquis en el Sur de Corea pasa de ser mas que palabras vanas.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. describe sus tropas ocupantes del Sur de Corea como las \"disuasivas\" para enfrentarse a la \"amenaza\" de alguien, lo cual es sofisma descarado de los agresores y muestra de designio criminal de desatar la guerra contra la RPDC en cualquier momento tomando para siempre la tierra surcoreana. La retirada de las tropas norteamericanas del Sur de Corea es la responsabilidad ineludible de EE.UU. en el aseguramiento de la paz de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  La perduracion del estado de armisticio actual es el gran obstaculo para aflojar la tension y garantizar la paz en dicha Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t  Sustituir el Acuerdo de Armisticio por el de paz es la tarea importante que EE.UU. tiene para prevenir la guerra y preservar la paz en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, esta region ha sido la mas peligrosa en el mundo, lo cual se debe enteramente a la politica agresiva de EE.UU. contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El imperio debe actuar con prudencia dandose clara cuenta de la demanda de la situacion de la Peninsula Coreana y la corriente de la epoca."
        },
        {
            "title": "XVII Festival Mundial apoya causa justa del pueblo coreano",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-20ee.html",
            "content": "XVII Festival Mundial apoya causa justa del pueblo coreano \r\nPyongyang, 17 de diciembre (ATCC) -- En la ceremonia inaugural del XVII Festival Mundial de la Juventud y los Estudiantes inaugurado el dia 13 en Sudafrica, los oradores subrayaron que los jovenes progresistas del mundo apoyaran activamente la causa del pueblo coreano por lograr la reunificacion del pais.\n\t\t\t\t\t  Se refirieron a que el Festival Mundial de la Juventud y Estudiantes vino desarrollandose sin cesar bajo el apoyo dinamico de los jovenes progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Destacaron que a traves del presente festival los participantes intercambiaran los exitos y las experiencias logrados en la lucha contra el imperialismo y por el socialismo y consolidaran la solidaridad."
        },
        {
            "title": "Creaciones monumentales erguidas este ano en Corea",
            "url": "http://kcna.co.jp/item/2010/201012/news17/20101217-21ee.html",
            "content": "Creaciones monumentales erguidas este ano en Corea\r\nPyongyang, 17 de diciembre (ATCC) -- Este ano en que se ha librado la dinamica campana por la construccion de la gran potencia prospera, se han levantado en distintas localidades de Corea muchas creaciones monumentales que glorifican la epoca del Songun.\n\t\t\t\t\tEl Complejo de Vinalon 8 de Febrero se ha convertido en la magna base quimica y se ha perfeccionado el proceso de produccion de abono segun la gasificacion de antracita en el Complejo Quimico Juventud de Namhung. \n\t\t\t\t\t\n\t\t\t\t\tSe han inaugurado la Fabrica de Hierro Fundido Songun y el taller de compresor Songun en el Complejo de Maquinaria de Ryongsong. Y los nuevos procesos productivos como el de carbon granulado, inaugurados en la Fabrica de Magnesita de Tanchon posibilitaron desarrollar la industria de magnesita al estilo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEl Complejo de Roturacion de Marismas de la provincia de Phyong-an del Norte obtuvo el terreno cultivable equivalente al area de un distrito entero. \n\t\t\t\t\t\n\t\t\t\t\tPor las marismas Taegyedo, roturadas en la costa del Mar Oeste, se ha modificado el mapa de la patria y asentado la base para lograr gran avance en el desarrollo de agricultura del pais y en la mejora de la vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tTambien en el distrito de Ongjin se han roturado las marismas Punjiman de centenares de hectareas. \n\t\t\t\t\t\n\t\t\t\t\tGracias a las fuerzas unidas de los militares y civiles fue construido el dique de gran tamano de la Central Hidroelectrica Kunmin de Kumyagang y terminaron exitosamente las obras de construccion de la Central Hidroelectrica Juventud No. 2 de Ryesonggang, la No. 6 de Ryesonggang y la Kunmin de Yonsan.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, en todas las partes del pais incluidas las provincias de Jagang, de Hwanghae del Norte, de Hamgyong del Sur, de Kangwon y de Ryanggang, se ha impulsado a un ritmo acelerado la construccion de decenas de centrales hidroelectricas de mediano y pequeno tamanos. \n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con la demanda de la epoca de la IT, la Fabrica de Elaboracion de Cereales de Pyongyang logro las renovaciones tecnicas y se han acondicionado modernamente la Fabrica de Elaboracion de Harina de Trigo de Pyongyang, la Fabrica de Alimentos de Sonhung y el taller de medias de la mujer de la Fabrica de Medias de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLa Biblioteca Electronica de la Universidad     Kim Il Sung se construyo como el centro de servicio de informaciones cientificas y docentes, dotado de todas las instalaciones electronicas ultramodernas, y la Escuela de Danzas de Pyongyang cambio de su fisonomia con mas elegancia y hermosura.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se ha reconstruido magnificamente el Parque Juventud de Kaeson como el centro de descanso cultural del pueblo. Se construyeron nuevamente el Teatro Nacional de Drama, el comedor de platos del Restaurante Okryu y el Almacen Pothonggang y se ha amplificado el Restaurante Publico Hyangmanru.\n\t\t\t\t\t\n\t\t\t\t\tSe han acondicionado como modelos de la cria de peces de nivel sofisticado la Empresa de Piscicultura Costera de Ryongyon y el Criadero de Peces de Ryongjong, gracias a lo cual se ha establecido en Corea el sistema de cria de esturiones y se ha logrado exito en la cria de ese pez en el mar. \n\t\t\t\t\t\n\t\t\t\t\tSe han levantado en un corto tiempo al pie del monte Haebang las viviendas modernas. \n\t\t\t\t\t\n\t\t\t\t\tY se han acondicionado de manera especial el Palacio de Estudio del Pueblo de la provincia de Hwanghae del Norte, el Estadio de Sariwon, la red de servicio gastronomico de la ciudad de Hoeryong."
        }
    ]
}