{
    "date": "2010-03-12",
    "url": "http://kcna.co.jp/item/2010/201003/2010-03-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance of KPA Ensemble",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-10ee.html",
            "content": "Kim Jong Il Enjoys Performance of KPA  Ensemble\r\n Pyongyang, March 12 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by the KPA Song and Dance Ensemble.\n\t\t\t\t\t Put on the stage were such colorful numbers as mixed chorus \"Glory to General\", male chorus \"Appearing in the East and in the West, It's the Anti-Japanese Guerilla Style\", female quartet \"Push Back the Frontiers of Science\", female solo and chorus \"Mass-production of Vinalon, a Sign of Happiness\", kayagum ensemble \"Thinking of Journeys for Songun Leadership\", dance \"We Are Defenders and Builders of a Thriving Nation\" and mixed chorus \"A Thriving Nation Is in Sight\".\n\t\t\t\t\t\n\t\t\t\t\t The performers enthusiastically sang of the might of the heroic KPA which has grown to be a matchless army under the care of the great brilliant commander and the indefatigable stamina of Songun Korea and fully demonstrated the rock-firm faith and indomitable will of the army and people of the DPRK to accomplish the revolutionary cause of Juche, following the Party forever.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the performance, Kim Jong Il acknowledged the enthusiastic cheers of the performers and audience and congratulated the performers on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the artistes of the ensemble gave a splendid performance rich in ideological contents and high in artistry as it fully reflected the noble ideological and moral world and the militant stamina of the KPA, he highly estimated the success made in the performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t  The ensemble has powerfully encouraged the army and people of the DPRK in the revolution and construction through its revolutionary and militant art creative activities in the past, he said, once again highly appreciating its great feats.\n\t\t\t\t\t\n\t\t\t\t\t He advanced important tasks that would serve as guidelines for the revolutionary art creation and performing activities.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Vice Marshal of the KPA Kim Yong Chun, vice-chairman of the NDC and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC and first deputy director of the KPA General Political Bureau, KPA General Ri Yong Ho, chief of the KPA General Staff, and other commanding officers of the army and Secretaries Choe Thae Bok and Kim Ki Nam, Department Directors Kim Kyong Hui, Jang Song Thaek, Kim Yong Il and Kim Yang Gon and other leading officials of the C.C., the WPK."
        },
        {
            "title": "New Kind of Yontubu Developed ",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-09ee.html",
            "content": "New Kind of Yontubu Developed\r\n Pyongyang, March 12 (KCNA) -- The Food Research Institute under the State Academy of Sciences of the Democratic People's Republic of Korea has developed a new kind of yontubu (soft bean curd).\n\t\t\t\t\t Researchers of the institute have used lactic bacteria instead of GDL as coagulant.\n\t\t\t\t\t\n\t\t\t\t\t Yontubu is made of bean juice added by lactic bacteria for fermentation and coagulation.\n\t\t\t\t\t\n\t\t\t\t\t It not only fully contains such functional and nutritive components of beans as saponin, oligosaccharide, water-soluble vitamins and microelements but further enhances physiological function by lactic bacteria than the existing one. It also raises anticancer effect by controlling harmful bacteria in the body and promotes digestion and absorption of protein, calcium and mineral matters by removing toxic materials.\n\t\t\t\t\t\n\t\t\t\t\t It has already been made at restaurants and foodstuff factories in Pyongyang with its demand growing for being unique in taste and good for health."
        },
        {
            "title": "Four Masterpieces of Dance ",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-08ee.html",
            "content": "Four Masterpieces of Dance\r\nPyongyang, March 12 (KCNA) -- There are many famous dance pieces in the Democratic People's Republic of Korea.\n\t\t\t\t\t Among them are \"The Snow Is Falling\", \"Azaleas of the Homeland\", \"Winnow Dance\" and \"A Rich Apple Harvest\", models of the modern Korean dance which are called four masterpieces of dance in the country for their organic combination with songs popular among the Korean people and for their graceful national rhythms.\n\t\t\t\t\t\n\t\t\t\t\t \"The Snow Is Falling\" represents the struggle of the anti-Japanese fighters with beautiful, delicate and diversified rhythmic movements, compared to snow coming down softly.\n\t\t\t\t\t\n\t\t\t\t\t \"Azaleas of the Homeland\" depicts women of the Korean People's Revolutionary Army (KPRA) fighting against the Japanese imperialists to achieve national liberation and provide the people with a happy life.\n\t\t\t\t\t\n\t\t\t\t\t \"Winnow Dance\" vividly reflects people's devotion to the KPRA through girls of a village preparing aid materials for the army at a bright moonlit night while \"A Rich Apple Harvest\" shows farm girls' joy over a rich apple harvest and their work full of optimism on a high ideological and artistic level. \n\t\t\t\t\t\n\t\t\t\t\tThe four dance pieces are encouraging the Korean army and people to defend what has been gained in the arduous struggle for the liberation and freedom of the nation and socialist construction."
        },
        {
            "title": "S. Koreas' Moves to Escalate Confrontation Flayed",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-05ee.html",
            "content": "S. Koreas' Moves to Escalate Confrontation  Flayed\r\n Pyongyang, March 12 (KCNA) -- The south Korean conservative group are escalating the confrontation with the DPRK, backed by outside forces, in a reckless effort to realize their sinister ambition in collusion with those forces.\n\t\t\t\t\t Rodong Sinmun Friday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities' desperate moves to escalate the confrontation with the DPRK is aimed to totally restore the era of confrontation between the north and the south under the signboard of \"preserving their principle\".\n\t\t\t\t\t\n\t\t\t\t\t The ulterior aim sought by the conservative authorities of south Korea is to realize their ambition to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that Key Resolve and Foal Eagle joint military exercises are now under way according to New Combined OPLAN 5012, a new scenario for preemptive attack, and OPLAN 5029 for coping with \"a contingency\" in a certain region. The exercises which the puppet bellicose forces are now staging in collusion with the U.S. imperialist aggressor forces, defying our repeated warnings, are a dangerous nuclear test war to invade the north. \n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the bellicose forces overheated with confrontation and war will not develop the exercises into an actual war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK values national reconciliation, cooperation and the inter-Korean relations but it has no idea of begging for them.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group would be well advised to behave with discretion, properly understanding who their rival is. \n\t\t\t\t\t\n\t\t\t\t\t It is the disposition of the DPRK to respond to good faith in kind and to evil with a merciless punishment.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the south Korean puppet forces may try to escalate the confrontation with fellow countrymen, they can never stem the trend of the history."
        },
        {
            "title": " Adherence to Principle of Self-reliance Called for",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-06ee.html",
            "content": "Adherence to Principle of Self-reliance Called for\r\n Pyongyang, March 12 (KCNA) -- Developing countries should thoroughly apply the principle of self-reliance as required by the times and wage a dynamic struggle to attain the high goal of the 21st century, cherishing the truth of history that dependence on foreign forces leads to subjugation and national ruin and self-reliance only guarantees the independent development and prosperity of the country and the nation. \n\t\t\t\t\t Rodong Sinmun Friday urges this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t Only when developing countries achieve economic self-sustenance by displaying the spirit of self-reliance, can they foil the imperialists' scheme for economic enslavement, preserve political independence and guarantee independent development, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t A country with no self-supporting economy cannot but read other's face when shaping a policy and curry favor with others when conducting external activities. \n\t\t\t\t\t\n\t\t\t\t\t Only when a country builds self-supporting national economy and powerful economic and technological potentials can it solve all problems arising internally and externally in line with its actual situation and requirements and interests of its people and forge good neighborly and friendly relations with other countries and develop them on the principle of impartiality, mutual respect and reciprocity.\n\t\t\t\t\t\n\t\t\t\t\t Each country can protect its sovereignty only when it boosts its defence capability on the basis of the foundation of the independent national economy. \n\t\t\t\t\t\n\t\t\t\t\t A key to economic self-sustenance and national prosperity lies in abiding by the principle of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Scientific and technological achievements made by developing countries in the spirit of self-reliance give a powerful impetus to the development of the self-supporting national economy and social progress.\n\t\t\t\t\t\n\t\t\t\t\t If they fully tap all manpower and economic and technological potentials and boost the South-South cooperation, they can certainly achieve socio-economic development and progress without the help of developed countries.\n\t\t\t\t\t\n\t\t\t\t\t South-South cooperation which has so far been promoted by developing countries on the principle of collective self-reliance is now paying off profusely, proving its efficiency and validity in practice."
        },
        {
            "title": "S. Korean Women Called on to Rise up for Independence",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-03ee.html",
            "content": "S. Korean Women Called on to Rise up for  Independence\r\n Pyongyang, March 12 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification Monday issued a statement titled \"Let us achieve national independence at an early date to realize the women's emancipation\" on the occasion of the International Women's Day.\n\t\t\t\t\t The statement deplored that the women in south Korea groaning under the domination of outside forces and the dictatorial rule are suffering a lot due to the harsh discrimination in all fabrics of society including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The women's political freedom, equality and emancipation should be achieved through the struggle for independence, democracy and reunification, the statement held.\n\t\t\t\t\t\n\t\t\t\t\t Noting that outside forces and dictators' maltreatment of women should not be tolerated any longer, the statement called on the women to dynamically advance to achieve national independence and their emancipation under the uplifted banner of \"By our nation itself\"."
        },
        {
            "title": "Halt to War Exercises Demanded by Koreans in China ",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-07ee.html",
            "content": "Halt to War Exercises Demanded by Koreans in China \r\n Pyongyang, March 12 (KCNA) -- The General Association of Koreans in China made public a statement titled \"The U.S. and the south Korean authorities should stop at once the large-scale anti-DPRK war exercises\" on March 9.\n\t\t\t\t\t The statement referred to the fact that the U.S. and the south Korean bellicose forces finally kicked off Key Resolve and Foal Eagle joint military exercises simulating the second Korean war which would impose unprecedented disasters upon the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t This goes to evidently prove once again that the U.S. and the south Korean authorities are wreckers of peace and warmongers, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should behave themselves and immediately stop the reckless war exercises against the DPRK, pondering over the grave consequences to be entailed by their anti-DPRK war moves.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the south Korean authorities should not chime in with the U.S. in futile war games, clearly mindful that it is a traitorous and anti-reunification crime of spoiling the June 15 joint declaration and thwarting the improvement of the inter-Korean relations to join in the U.S. criminal scheme for aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the aggressors finally ignite a war, we will, together with the people in the homeland, deal a merciless and annihilating blow at the provokers and wage to the last the struggle for peace against war to wipe out the warmongers from this planet. -0-"
        },
        {
            "title": "Eq. Guinean Party Leader Meets DPRK ambassador",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-02ee.html",
            "content": "Eq. Guinean Party Leader Meets DPRK ambassador\r\n Pyongyang, March 12 (KCNA) -- The friendship between Equatorial Guinea and the DPRK was provided by President Kim Il Sung and President Obiang Nguema Mbasogo and these historical friendly relations have steadily developed on good terms under the care of General Secretary\n\t\t\t\t\t Kim Jong Il. \n\t\t\t\t\t Lucas Nguema Esono, general secretary of the Democratic Party of Equatorial Guinea, said this when meeting with the DPRK ambassador to Equatorial Guinea who paid a courtesy call on him on Mar. 5.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Democratic Party of Equatorial Guinea would boost the ties of friendship with the Workers' Party of Korea and always extend support and solidarity to the WPK and the Korean people in their struggle for achieving the country's reunification and defending its sovereignty."
        },
        {
            "title": "Day of Sun to Be Commemorated in Switzerland",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-01ee.html",
            "content": "Day of Sun to Be Commemorated in Switzerland\r\n Pyongyang, March 12 (KCNA) -- A Swiss preparatory committee for commemorating the Day of the Sun was formed in Basel on March 3.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the committee. \n\t\t\t\t\t\n\t\t\t\t\tThe committee decided to widely post the immortal revolutionary feats performed by President\n\t\t\t\t\t\t Kim Il Sung and his works on its Internet, etc. and hold diverse political and cultural events."
        },
        {
            "title": "Kim Jong Il presencia funcion del Conjunto Artistico del EPC",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-11ee.html",
            "content": "Kim Jong Il presencia funcion del Conjunto Artistico del EPC\r\nPyongyang, 12 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la funcion del Conjunto Artistico del EPC.\n\t\t\t\t\tLos artistas del conjunto pusieron en la escena el coro mixto \"Gloria al General\", el coro masculino \"El General dirige sobre el terreno a la manera guerrillera\", el cuarteto femenino \"Que conquisten la cumbre de la tecnologia de punta\", el solo femenino y coro \"La cascada de vinalon es la de gran felicidad\", la cancion con acompanamiento de kayagum \"Pensando en el camino del Songun\", la danza \"Somos defensores y constructores de la gran potencia prospera\", el coro mixto \"Se ve la gran potencia prospera\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes cantaron en tono patetico el aspecto majestuoso del heroico EPC crecido como  invencibles fuerzas armadas poderosas bajo la direccion del gran Comandante insigne y el firme espiritu de Corea del Songun y mostraron energicamente la firme conviccion e indoblegable voluntad del ejercito y el pueblo coreanos dispuestos a cumplir a toda costa la causa revolucionaria del Juche siguiendo eternamente al Partido.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Dirigente felicito los exitos de la funcion respondiendo a los ejecutantes y espectadores que le lanzan aclamaciones entusiastas.\n\t\t\t\t\t\n\t\t\t\t\tMostrandose muy satisfecho de que los artistas del conjunto hayan ofrecido la excelente funcion de alto nivel ideo-artistico que refleja bien el noble mundo ideo-espiritual e impetu combativo de nuestro ejercito, aprecio altamente los exitos de su funcion y les dio el agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a evaluar altamente las proezas brillantes del conjunto diciendo que este estimulo energicamente a nuestro ejercito y pueblo a la revolucion y la construccion desplegando las revolucionarias y combativas actividades de creacion artistica en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas programaticas que sirven de guia en la creacion y las actividades artisticas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, el general de ejercito del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC y otros miembros directivos del ejercito, los secretarios del CC del PTC Choe Thae Bok y Kim Ki Nam, los jefes de departamento del CC del PTC Kim Kyong Hui, Jang Song Thaek, Kim Yong Il y Kim Yang Gon y otros cuadros directivos del CC del Partido."
        },
        {
            "title": " Terminada funcion artistica de estudiantes capitalinos",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-12ee.html",
            "content": "Terminada funcion artistica de estudiantes capitalinos\r\nPyongyang, 12 de marzo (ATCC) -- Recientemente, tuvo lugar con exito en el Teatro de Arte Mansudae la funcion de los grupos artisticos de los estudiantes capitalinos.\n\t\t\t\t\tA traves de este espectaculo caracterizado por el vigor y el animo de los jovenes estudiantes, el publico ve el futuro maravilloso de las nuevas generaciones que son nuevos protagonistas de la construccion de la gran potencia prospera y encargados de llevar adelante a la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLos universitarios coreanos han venido continuando en cada decada las preciosas tradiciones de las generaciones antecesoras de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tBajo la consigna de \"!Por el partido y el lider!\", ellos estuvieron al frente de la construccion de una nueva patria, acudieron al frente durante la pasada guerra coreana desatada en la decada de los 50 del siglo pasado poniendo primero sus nombres en la lista de los reclutas y se hicieron pilares de la patria socialista que se levantaba de las cenizas durante la construccion posbelica.\n\t\t\t\t\t\n\t\t\t\t\tCon la unica voluntad de aprender por la revolucion, asimilaron los conocimientos necesarios para la patria y el pueblo y dedicaron no solo su sabiduria sino hasta su sangre, sudor y vida en respuesta a los llamamientos del partido y la patria.\n\t\t\t\t\t\n\t\t\t\t\tEl Partido del Trabajo de Corea otorgo el titulo mas valioso de vanguardia socialista a los universitarios de la epoca del Songun preparados como reservas del partido.\n\t\t\t\t\t\n\t\t\t\t\tEn el regazo del PTC que facilita todas las condiciones de vida y estudio a los estudiantes y se responsabiliza por el futuro de ellos como si fuera sus padres, aparecio la estudiante heroina de la Republica Yu Kyong Hwa de 18 anos de edad.\n\t\t\t\t\t\n\t\t\t\t\tNumerosos estudiantes se hicieron doctores y cientos de miles se incorporaron a las filas de vanguardias socialistas al igual que los soldados del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, los estudiantes coreanos estudian con mucho afan con la determinacion de ser desarrolladores principales de nuevo satelite artificial y CNC y creadores de las obras maestras de talla mundial"
        },
        {
            "title": "Rodong Sinmun critica intencion de restituir era de confrontacion N-S",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-13ee.html",
            "content": "Rodong Sinmun critica intencion de restituir era de confrontacion N-S\r\nPyongyang, 12 de marzo (ATCC) -- En un comentario individual divulgado hoy, el diario Rodong Sinmun critico a la banda de conservadores surcoreanos que actua desesperadamente para realizar su siniestra ambicion en contubernio con las fuerzas extranjeras endureciendo la campana de confrontacion anti-RPDC.\n\t\t\t\t\tEsta conducta tiene por su objetivo restablecer totalmente la epoca de confrontacion fratricida entre ambas partes coreanas bajo el pretexto del supuesto \"mantenimiento de principio\", senala el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa meta final de las autoridades conservadoras surcoreanas es realizar la ambicion de agredir a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tUna prueba de ello es los aventureros ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\" que libran ahora los belicistas titeres surcoreanos con las tropas agresoras norteamericanas a pesar de la advertencia repetida de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEse ensayo de guerra nuclear anti-RPDC se despliega segun el \"nuevo plan operacional conjunto 5012\", nuevo guion de \"ataque preventivo\", y el \"plan operacional 5029\" que supone la supuesta \"situacion bruscamente cambiada\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tNo hay ninguna garantia de que los belicistas no llevaran sus ejercicios militares a la guerra de verdad anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi bien la RPDC aprecia la reconciliacion y la cooperacion de la nacion y las relaciones con el Sur, no tiene ni la menor intencion de suplicarlas.\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla conservadora surcoreana debe actuar con prudencia conociendo bien a su rival.\n\t\t\t\t\t\n\t\t\t\t\tEl temperamento de la RPDC es responder a la buena fe con la benevolencia y a la maldad con el implacable castigo.\n\t\t\t\t\t\n\t\t\t\t\tAunque los titeres surcoreanos libran obstinadamente la campana de confrontacion fratricida, nunca podran dar marcha atras a la historia."
        },
        {
            "title": "Autoconfianza es la fuerza motriz del desarrollo nacional",
            "url": "http://kcna.co.jp/item/2010/201003/news12/20100312-14ee.html",
            "content": "Autoconfianza es la fuerza motriz del desarrollo nacional\r\nPyongyang, 12 de marzo (ATCC) -- La dependencia de las fuerzas extranjeras es el camino de subyugacion y arruinamiento del pais y la autoconfianza es la unica senda al desarrollo independiente del pais y la prosperidad nacional. \n\t\t\t\t\tTeniendo bien presente esta verdad de la historia, los paises en vias de desarrollo deben materializar cabalmente el principio de autoconfianza de acuerdo con la demanda de la epoca y librar con dinamismo la lucha por alcanzar la alta meta del siglo XXI.\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un articulo individual de este viernes y continua: \n\t\t\t\t\t\n\t\t\t\t\tSolo cuando los paises en vias de desarrollo logren la independencia economica manifestando el espiritu de autoconfianza, podran frustrar las maniobras imperialistas de subyugacion economica, defender la independencia politica y asegurar el desarrollo independiente. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso contrario, deberan ser cohibidos por los otros tanto en la elaboracion de sus politicas como en sus actividades exteriores. \n\t\t\t\t\t\n\t\t\t\t\tSi ellos logran construir la economia nacional autarquica y poseer la fuerte capacidad economico-tecnica, pueden resolver todos los problemas internos y externos conforme a la realidad de su propio pais y a la demanda y los intereses de su pueblo y establecer y desarrollar las relaciones de amistad y buena vecindad con otros paises en el principio de igualdad, respeto y beneficios mutuos.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, les sera posible defender la soberania del pais cuando fortalezcan la capacidad de defensa nacional a base de la economia nacional independiente. \n\t\t\t\t\t\n\t\t\t\t\t En el mantenimiento del principio de autoconfianza reside la llave de la independencia economica y la prosperidad nacional. \n\t\t\t\t\t\n\t\t\t\t\t Los exitos cientifico-tecnicos logrados por esos paises haciendo uso del espiritu de autoconfianza promueven energicamente el desarrollo de la economia nacional independiente y el progreso social. \n\t\t\t\t\t\n\t\t\t\t\t Si ellos utilizan al maximo sus potencialidades humanas, economicas y tecnicas y fortalecen la cooperacion Sur-Sur, pueden lograr el desarrollo y el progreso socio-economicos sin la ayuda de los paises desarrollados. \n\t\t\t\t\t\n\t\t\t\t\t Hasta la fecha, los paises en vias de desarrollo vinieron sosteniendo la cooperacion Sur-Sur en el principio de autoconfianza colectiva que resulta fructifera mostrando en la practica su gran eficiencia y justeza."
        }
    ]
}