{
    "date": "2010-02-28",
    "url": "http://kcna.co.jp/item/2010/201002/2010-02-28ee.html",
    "articles": [
        {
            "title": "Joint Presidium of Pomminryon Meet ",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-10ee.html",
            "content": "Joint Presidium of Pomminryon Meet\r\n Pyongyang, February 28 (KCNA) -- The 11th meeting of the Joint Presidium of the Pan-national Alliance for Korea's Reunification (Pomminryon) was held in the north and the south and abroad on Feb. 28 by way of exchanging facsimile messages.\n\t\t\t\t\t The meeting reviewed the activities for the reunification movement conducted by Pomminryon last year and discussed the tasks and ways for struggle this year.\n\t\t\t\t\t\n\t\t\t\t\t A report was made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It highlighted the devoted struggle waged by Pomminryon under the banner of \"By our nation itself\" to foil the moves of the separatists at home and abroad and advance the era of reunification opened in the course of adoption and implementation of the historic June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the tasks to be fulfilled by Pomminryon to hold high the slogan \"Let the entire nation unite under the banner of north-south joint declarations and achieve national reunification at the earliest date!\" this year and ways to do so. It went on:\n\t\t\t\t\t\n\t\t\t\t\t We should, first of all, hold higher the banner of the June 15 joint declaration and the October 4 declaration and make positive efforts to open the way for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Whoever loves the country and is willing to come out to the struggle for the reunification movement being concerned about the future of the nation should advance hand in hand along the path for national reunification irrespective of partisanship, affiliation and past doings.\n\t\t\t\t\t\n\t\t\t\t\t We should make positive efforts to get the \"National Security Law\" abolished, ensure the free discussion and activities for reunification, realize the legalization of the South Headquarters of Pomminryon and reenergize contacts and visits between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to frustrate the moves of the separatists for confrontation with fellow countrymen, oppose the U.S. aggression, intervention and high-handedness and firmly defend the independent dignity of the nation and the security of fellow countrymen under the uplifted banner for independent reunification and the flag for peace against war.\n\t\t\t\t\t\n\t\t\t\t\t All political parties, organizations and figures in the north and the south and abroad should get together to significantly mark the 10th anniversary of the publication of the historic June 15 north-south joint declaration and thus demonstrate the firm will of all fellow countrymen to open a new chapter for the independent reunification, peace and prosperity under the banner of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The report called upon all the people to dynamically struggle to brilliantly adorn 2010 as a year for bringing about a new phase for the independent reunification under the banner of the said declarations.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was adopted at the meeting."
        },
        {
            "title": "Japan Urged to Liquidate Its Past Crimes",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-11ee.html",
            "content": "Japan Urged to Liquidate Its Past Crimes\r\n Pyongyang, February 28 (KCNA) -- A spokesman for the Measure Committee for the Issue of Former Korean \"Comfort Women\" for Japanese Army and Drafting Victims issued a statement on Feb. 28 in the run-up to the 91st anniversary of the March 1 Popular Uprising in Korea.\n\t\t\t\t\tThe Japanese imperialists killed at least 100,000 Koreans during the uprising in order to put down peaceful demonstrations of the Korean people for independence that swept across the country from March 1, 1919 and calm down the ever-mounting spirit for struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists committed massacres, forcible drafting and forced labor against the Korean nation and forced Korean women into sexual slavery for the Imperial Japanese Army. The Koreans still bear grudge at Japan for those crimes even though 65 years have passed since the liberation of Korea and the Koreans' resentment against Japan is deepening, far from being allayed due to assailant Japan's shameful evasion of its past crimes, the statement said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have openly denied the crimes against humanity committed by Japan in the past and whitewashed them.\n\t\t\t\t\t\n\t\t\t\t\t Japan is paying no heed to others' voices but working hard to deny its past crimes and whitewash them while employing delaying tactics in a bid to convince the international community of this, stoke up hostility toward the DPRK and thus evade the liquidation of its past crimes and turn Japan into a military power.\n\t\t\t\t\t\n\t\t\t\t\t If the \"friendship\" with neighboring countries touted by the present Japanese authorities is true, they should not turn away from the past but opt for liquidating the crimes against humanity committed by the Japanese imperialists in the past as strongly demanded by those countries and their peoples.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way out for Japan for the development of its future and the restoration of the confidence of the international community.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the Japanese authorities regard the past liquidation as the most important political issue which brooks no further delay and come out for its solution as soon as possible."
        },
        {
            "title": "Posters Released",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-05ee.html",
            "content": "Posters Released\r\n Pyongyang, February 28 (KCNA) -- There produced posters encouraging the masses to the struggle to implement the tasks set forth in the joint calls issued by the Central Committee and the Central Military Commission of the Workers' Party of Korea on the occasion of its 65th founding anniversary.\n\t\t\t\t\t Posters \"All Efforts for Implementing Tasks Set Forth in Joint Calls!\" and \"Toward Plaza of Celebrations in October!\" created by the Workers' Party of Korea Publishing House depict the emblem of the WPK and a worker earnestly calling for remaining loyal to the leadership of the Party and making great innovations and leap forward in the all-out charge to improve the people's standard of living."
        },
        {
            "title": "Revolutionary Martyrs Enjoy Immortality",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-03ee.html",
            "content": "Revolutionary Martyrs Enjoy Immortality\r\nPyongyang, February 28 (NCNA) -- Foreigners who visited the Revolutionary Martyrs Cemetery on Mt. Taesong were deeply moved to witness the great loving care shown by President Kim Il Sung and General Secretary Kim Jong Il with the revolutionary sense of obligation for the revolutionary martyrs.\n\t\t\t\t\t Asang Laoly, head of the delegation of the Lao People's Revolutionary Party, said the cemetery shows how warm the comradeship of the peerlessly great persons is. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il have strong sense of obligation. \n\t\t\t\t\t\n\t\t\t\t\t They have held their comrades dearest and put them forward.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary martyrs devoted their all to the struggle for the Party, the revolution, the country and the people, cherishing the benevolence.\n\t\t\t\t\t\n\t\t\t\t\t They remain alive thanks to the noble loving care of the great persons.\n\t\t\t\t\t\n\t\t\t\t\t Eddie Kekana, chairman of the Group for the Study of the Progressive Ideas of South Africa, said that he was deeply impressed to go round the wonderfully built cemetery. He added: The President made sure that the cemetery was built there, remembering the deceased revolutionary comrades-in-arms, thus adding shine to their feats.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who is successfully carrying into practice the intention of the President who created the history of comradeship, wisely led the work to successfully rebuild the cemetery on an expansion basis.\n\t\t\t\t\t\n\t\t\t\t\t Their warm comradely loving care has became the source of single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Wu Donghe, head of the delegation of the China-Korea Friendship Association, said that Kim Jong Il is a great man with profound moral obligation for the revolutionary soldiers. He went on: The revolutionary martyrs who devoted their all to the cause for the liberation and prosperity of the country are buried in the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolutionaries valiantly fought together with Chinese revolutionaries during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The martyrs died, not seeing the country liberated.\n\t\t\t\t\t\n\t\t\t\t\t But their feats are shining long thanks to Kim Jong Il, the supreme incarnation of comradeship."
        },
        {
            "title": "Socialist Emulation to be Powerful Engine for Great Surge",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-09ee.html",
            "content": "Socialist Emulation to be Powerful Engine for Great Surge\r\n Pyongyang, February 28 (KCNA) -- High-pitched socialist emulation drive now underway on all fronts of building an economic power serves as a powerful engine for performing new miracles and achievements unprecedented in the history of the DPRK, Rodong Sinmun says in a signed article on Sunday.\n\t\t\t\t\t It is the traditional leadership mode of the Workers' Party of Korea to wage the vigorous socialist emulation drive and thus lead to victory the drive for effecting a great surge, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK's intention is to set new models and examples of the era amid high-pitched emulation and popularize them in an effort to speed up to the utmost the ongoing great surge.\n\t\t\t\t\t\n\t\t\t\t\t The socialist emulation drive is an eruption of the high revolutionary enthusiasm of the popular masses to become the vanguard in the struggle for implementing the WPK's idea of effecting a great surge.\n\t\t\t\t\t\n\t\t\t\t\t It is also a manifestation of their extraordinary determination and will to make great leap forward and innovations on all fronts.\n\t\t\t\t\t\n\t\t\t\t\t The socialist emulation drive is gaining in scope thanks to the sky-high spirit of the Korean people to dash ahead towards the world.\n\t\t\t\t\t\n\t\t\t\t\t The ever-growing socialist emulation drive convinces the Korean people of a great victory of a thriving nation of Juche in which all their ideals have come true and that of Korean-style socialism in which all people advance rallied around the Party and the leader as firm as a rock."
        },
        {
            "title": "S. Korean Security Authorities' Suppression Blasted",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-06ee.html",
            "content": "S. Korean Security Authorities' Suppression Blasted\r\n Pyongyang, February 28 (KCNA) -- Members of the Democratic Labor Party of south Korea called a press conference in Seoul on Feb. 24, slashing at the security authorities' suppression of an opposition party aimed at stamping out the progressive forces.\n\t\t\t\t\t Speakers at the press conference denounced the security authorities for their intensified clampdown as evidenced by their search for the opposition party and confiscation of its data under the pretext of investigating the entry of members of the Teachers Union and the Government Employees' Union into the DLP.\n\t\t\t\t\t\n\t\t\t\t\t They branded this as an undisguised politically-motivated suppression to arrest the ever-growing movement of the progressive forces for solidarity and alliance on the threshold of the \"elections to local self-governing bodies\".\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would wage an unrelenting struggle to protest against the authorities' suppression."
        },
        {
            "title": "Stop to Production of WMD Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-07ee.html",
            "content": "Stop to Production of WMD Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, February 28 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held the 98th rally for peace and disarmament in Seoul on Feb. 23 at which it demanded the authorities stop at once the production of the weapons of mass destruction (WMD).\n\t\t\t\t\t At the rally speakers denounced the authorities for not responding to the demand of the international community to ban the production and export of WMD.\n\t\t\t\t\t\n\t\t\t\t\t A huge amount of money collected from the people as taxes are now being invested in the production of WMD, they said, asserting that it is an urgent problem to warn the citizens of the danger of this weapon.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that they will turn out in the struggle to urge the authorities to respond to the demand of the international community as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, members of the organization staged demonstrations in demand for the stop to the production of weapons before the head office of the WMD manufacturing enterprise and its factory."
        },
        {
            "title": "Indiscriminate Application of Tuition-free High Schools Demanded in Japan",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-08ee.html",
            "content": "Indiscriminate Application of Tuition-free High Schools Demanded in Japan\r\n Pyongyang, February 28 (KCNA) -- Japanese concerned with education and those concerned of Korean schools expressed their resolution to conduct activities to check and frustrate the movement aimed at excluding Korean schools from the \"tuition-free program for senior high schools\" due to go into force in Japan from April.\n\t\t\t\t\t The 33rd national exchange meeting was held at Tokyo Korean Senior High School on Feb. 21 under the sponsorship of the Japan-Korea Society for Scientific and Educational Interchange.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Japanese concerned with education and those concerned of Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Copies of an appeal on behalf of the Central Standing Committee of the Union of Korean Teachers and School Clerks in Japan demanding the \"indiscriminate application of tuition-free program\" were distributed to the participants of the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Some government officials and political parties assert that Korean schools should be excluded from \"tuition-free program\", citing the issue of state relations, the \"abduction issue\" and the \"nuclear issue\", the appeal said, branding their assertions as an unreasonable logic feigning ignorance of the historic background against which the issue of Koreans in Japan cropped up, the deserved rights of children of Koreans in Japan and the real state of Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Tatao Oishi, secretary general of the Liaison Council of the Society for the Study of the Juche Idea of Japanese Teachers, said in his keynote report at the meeting that the \"tuition-free program for senior high schools\" should naturally be applied to Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t The Hatoyama regime has not yet dropped the one-sided pressure and hard-line policy toward the DPRK pursued by the preceding regime, he noted, urging it to rectify the present policy which does not admit the right to national education with no consideration given to the historic background of the issue of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his will to form \"societies for supporting Korean schools\" in more areas and conduct sustained activities.\n\t\t\t\t\t\n\t\t\t\t\t The meeting expressed approval for the said appeal and adopted a resolution.\n\t\t\t\t\t\n\t\t\t\t\t The resolution underlined the need to conduct the nationwide movement demanding the government and the Ministry of Education, Culture, Sports, Science and Technology of Japan take such steps as preferential treatment on donation in taxation system for all schools for foreigners in Japan including Korean schools and \"tuition-free program\"."
        },
        {
            "title": "Korean People's Cause Supported in Ecuador",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-04ee.html",
            "content": "Korean People's Cause Supported in Ecuador\n\t\t\t\t\t\t\r\n Pyongyang, February 28 (KCNA) -- A solidarity meeting was held in Ecuador on Feb. 11 in support of the statement of the DPRK Foreign Ministry which proposed that the parties concerned to the Korean Armistice Agreement start the talks for replacing the AA by a peace treaty as soon as possible this year which marks the 60th anniversary of the outbreak of the Korean war.\n\t\t\t\t\t At the meeting the statement issued on Jan. 11 was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea clarified the essence of the nuclear issue of the Korean Peninsula, noting that the U.S. has zealously called for the denuclearization of the DPRK only while keeping mum about its nuclear weapons deployed in south Korea. He expressed full support for the statement of the DPRK Foreign Ministry.\n\t\t\t\t\t\n\t\t\t\t\t He extended solidarity to the Korean people in their struggle to denuclearize the Korean Peninsula and achieve the independent and peaceful reunification of the country."
        },
        {
            "title": "Kim Jong Il's Birthday Marked in Russia and Uganda",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-02ee.html",
            "content": "Kim Jong Il's Birthday Marked in Russia and Uganda\r\nPyongyang, February 28 (KCNA) -- A floral basket-laying ceremony, a congratulatory message-adopting ceremony and a briefing on the greatness of General Secretary Kim Jong Il were held in Russia and a film show, round-table talks and a reading session on \"Biography of Comrade Kim Jong Il\" in Uganda between Feb. 8 and 17 on the occasion of his birthday.\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\tThe director general of the National Federation of the Reserve Forces of the Armed Forces of Russia said he was well aware of the Korean people's enthusiastic admiration for their leader and the might of the DPRK whose people are rallied as one in mind, and wished the Korean people greater successes in their efforts to build a great prosperous and powerful nation under the leadership of \n\t\t\t\t\t\tKim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kampala City Committee of the Uganda National Resistance Movement praised Kim Jong Il as a great leader steering the world progressives along the road of independence and expressed conviction that the DPRK led by him would certainly emerge victorious in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the events held in Russia.\n\t\t\t\t\t\n\t\t\t\t\t Korean photo and book exhibitions and film shows were held in Democratic Congo, Nigeria, Brazil, India, Malaysia and Singapore from Feb. 5 to 21 to celebrate Kim Jong Il's birthday.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films including \"Arms of Korea\" and \"Fireworks for a Thriving Nation.\""
        },
        {
            "title": "Preparatory Committee Formed in Russia",
            "url": "http://kcna.co.jp/item/2010/201002/news28/20100228-01ee.html",
            "content": "Preparatory Committee Formed in Russia\r\n Pyongyang, February 28 (KCNA) -- A Far East regional preparatory committee was formed in Russia on Feb. 18 to commemorate the centenary of birth of President Kim Il Sung and February 16, 2012.\n\t\t\t\t\t Gennadi Astakhov, chief of the Tynda City Group for the Study of the Juche Idea of the Russian Philosophy Association, was elected its chairman. \n\t\t\t\t\t\n\t\t\t\t\tThe committee set the celebration period from February 2010 to April 2012 and decided to hold various political and cultural events to laud the immortal exploits of Kim Il Sung and General Secretary Kim Jong Il, conduct brisk activities to disseminate the Juche idea and widely introduce the Korean people's struggle for the building of a thriving nation and the national reunification through media in this period."
        }
    ]
}