{
    "date": "2010-05-24",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-24ee.html",
    "articles": [
        {
            "title": "FM Spokesman on Right to Bolster Nuclear Deterrent",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-15ee.html",
            "content": "FM Spokesman on Right to Bolster Nuclear Deterrent\r\n Pyongyang, May 24 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question raised by KCNA Monday as regards the NPT review conference now underway in New York:\n\t\t\t\t\t Some unsavory forces are busy floating inside and outside the conference hall the assertion that the DPRK should not be recognized as a nuclear weapons state and it should dismantle nuclear weapons and return to the NPT, etc. while finding fault with its withdrawal from the treaty. \n\t\t\t\t\t\n\t\t\t\t\t There is a paragraph in the NPT stipulating that a country may withdraw from the treaty in the event its supreme state interests are put at peril.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK began to go through the procedures for the withdrawal from the NPT according to its Paragraph 10 in 1993 to cope with the emergency situation in which the U.S. became evermore undisguised in posing a nuclear threat to the DPRK while gravely violating its sovereignty by abusing the NPT. According to the treaty, the withdrawal from the NPT shall take effect three months after the notification on it, but the DPRK went through all the formalities for the withdrawal stipulated in the treaty, thus finally putting into force its withdrawal in 2003. This proves that the DPRK handled the withdrawal from the NPT in a serious manner, exercising utmost patience even when its supreme state interests were in jeopardy.\n\t\t\t\t\t\n\t\t\t\t\t In the subsequent period, too, the DPRK manufactured nuclear weapons legitimately by opening to the public all facts in a transparent manner in order to protect the sovereignty of the country and the security of the nation from the increasing U.S. nuclear threat. By all accounts, it was the U.S. that compelled the DPRK to pull out of the NPT and have access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t There were some views taking issue with the DPRK's access to nukes at the on-going review conference but the DPRK does not care about it as it is outside the NPT. The DPRK is not bound to any duty not to have access to nukes but has legitimate right to steadily bolster up its nuclear deterrent as much as it deems necessary for protecting its supreme state interests.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not want any body to recognize it as a nuclear weapons state nor feels any need to be done so. It is just satisfied with the pride and self-esteem that it is capable of reliably defending the sovereignty of the country and the security of the nation with its own nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had never violated the NPT even before its withdrawal from it. There have been breaches of only Paragraph 6 stipulating the nuclear weapons states' commitment to nuclear disarmament so far. Four decades have passed since the NPT took effect but the destructive power of nuclear weapons existing on the earth has further increased, far from being dismantled in this period.\n\t\t\t\t\t\n\t\t\t\t\t This treaty should not have been extended for an indefinite period from the outset as it recognizes the existence of nuclear weapons states. It should have been replaced by a worldwide treaty for eliminating nuclear weapons. In order to build a world without nuclear weapons, it is necessary to step up nuclear disarmament so as to deprive the treaty of any justification to exist, far from allowing the NPT to remain in force for an indefinite period."
        },
        {
            "title": "KPA Front Commander Opens Written Warning to Lee Myung Bak ",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-16ee.html",
            "content": "KPA Front Commander Opens Written Warning  to Lee Myung Bak \r\nPyongyang, May 24 (KCNA) -- The commander of forces of the Korean People's Army in the central sector of the front Monday issued the following open written warning addressed to the Lee Myung Bak group of traitors as regards the puppet military gangsters attempt to resume the anti-DPRK psychological warfare in the areas along the Military Demarcation Line against the backdrop of its evermore undisguised moves to escalate confrontation with the DPRK:\n\t\t\t\t\t Timed to coincide with the evermore undisguised moves to resume the psychological warfare against the DPRK in the areas along the MDL, there appeared a slogan for the said warfare at MP post 330 of the puppet Third Infantry Division in the Demilitarized Zone in the central sector of the front and it is set to install even louder speaker for resuming the broadcasting as part of the said warfare.\n\t\t\t\t\t\n\t\t\t\t\t This is an open breach of the inter-Korean military agreement, a grave military provocation to the DPRK and a serious incident driving the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t The KPA soldiers are now greatly enraged by this provocation of the group of traitors and asking for the issue of an order to blow up such means for the psychological warfare as the new slogan and louder speaker with their sighting shots.\n\t\t\t\t\t\n\t\t\t\t\t Requested by the soldiers and upon the authorization of the superior, I serve the south Korean group of traitors the following warning: \n\t\t\t\t\t\n\t\t\t\t\t 1. The slogan for psychological warfare against the DPRK carved on a wall of the building of MP post 330 should be immediately removed and those involved in the crime sternly punished.\n\t\t\t\t\t\n\t\t\t\t\t 2. In case the above-said slogan is left as it is and such new means for the said warfare as louder speaker are set up, defying our demand, there will start the firing of direct sighting shots to destroy them.\n\t\t\t\t\t\n\t\t\t\t\t If the group of traitors challenges the just reaction of the DPRK, this will be followed by stronger physical strike to eliminate the root cause of the provocations."
        },
        {
            "title": "NDC Spokesman Rebukes Lee Myung Bak's \"Statement to People\"",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-19ee.html",
            "content": "NDC Spokesman Rebukes Lee Myung Bak's \"Statement to People\"\r\n Pyongyang, May 24 (KCNA) -- Traitor Lee Myung Bak of south Korea, driven to a tight corner after the DPRK internally and externally clarified its principled stand on the sinking of warship \"Cheonan\", released the so-called \"statement to the people\" on Monday. \n\t\t\t\t\t A spokesman for the National Defence Commission of the DPRK gave the following answer to the question raised by KCNA on the same day in this connection:\n\t\t\t\t\t\n\t\t\t\t\t The \"statement\" released by the traitor is another clumsy farce aimed to cover up the true nature of the \"conspiratorial farce\" and \"charade\" orchestrated by himself and nothing but sophism let loose by him as an anti-reunification confrontation maniac keen on stifling fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous criminal act of totally denying and scrapping the historic June 15 joint declaration and the October 4 declaration, the programme for implementing it.\n\t\t\t\t\t\n\t\t\t\t\t We are well aware of the fact that the traitor orchestrated in haste the \"conspiratorial farce\" and \"charade\" at the instructions of his master to do harm to fellow countrymen in a bid to attain his sinister aim.\n\t\t\t\t\t\n\t\t\t\t\t In this context, the \"statement to the people\" released by the traitor is no more than a gimmick employed to prevent the true colors of the farce from being brought to light as its script had been written by the master and his stooge at a confab.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the very reason why the traitor refused to receive the inspection group of the NDC despite his noisy trumpeting about the scientific and objective \"investigation results\".\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors should receive the inspection group if it does not feel guilty conscience. \n\t\t\t\t\t\n\t\t\t\t\t It should bear in mind that it can never dodge the responsibility for having staged the clumsy \"conspiratorial farce\" and \"charade\" against the DPRK."
        },
        {
            "title": "Kim Yong Nam Sends Condolence Message to Indian President",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-20ee.html",
            "content": "Kim Yong Nam Sends Condolence Message to Indian President\r\n Pyongyang, May 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of condolences to President of India Pratibha Devisingh Patil as regards the recent passenger plane crash in Mangalore of India that claimed big causalities.\n\t\t\t\t\t  Kim in the message extended deep sympathy and condolences to him and, through him, to the victims and the bereaved families."
        },
        {
            "title": "Kim Yong Nam Greets AU Chairman",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-18ee.html",
            "content": "Kim Yong Nam Greets AU Chairman\r\n Pyongyang, May 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a congratulatory message to Jean Ping, chairman of the Committee of the African Union, on May 21 on the occasion of Day of Africa. \n\t\t\t\t\t Kim in the message said that the Korean people wish the African people success in their efforts to realize the political and economic integration of the continent, consolidate its peace and stability and achieve its independent development and prosperity.  \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the traditional relations of friendship and cooperation between the DPRK and the AU and its member states would grow stronger."
        },
        {
            "title": "Kim Yong Nam Greets Jordan King",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-17ee.html",
            "content": "Kim Yong Nam Greets Jordan King\r\nPyongyang, May 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Abdullah II, King of the Hashemite Kingdom of Jordan, on Monday on the occasion of the 64th anniversary of its independence.\n\t\t\t\t\t In the message Kim wished the people of Jordan bigger progress and prosperity, expressing belief that the friendly relations between the two countries would continue to develop."
        },
        {
            "title": "German Delegation Arrives",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-13ee.html",
            "content": "German Delegation Arrives\r\n Pyongyang, May 24 (KCNA) -- Johannes Plug, member of Bundestag from the Social-Democratic Party of Germany, and his party arrived here on Monday."
        },
        {
            "title": "New Postage Stamps Issued",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-11ee.html",
            "content": "New Postage Stamps Issued\r\n Pyongyang, May 24 (KCNA) -- A new sheetlet has been issued in the Democratic People's Republic of Korea to mark the 21st Winter Olympics held in Canada in February, 2010.\n\t\t\t\t\t Seen in the upper part of the sheetlet are an inscription \"XXI Olympic Winter Games\" in Korean and English, the national flag of the DPRK, the Olympic flag and the emblem of the 21st Winter Olympics.\n\t\t\t\t\t\n\t\t\t\t\t Printed in its center are stamps showing athletes playing different events and gold medals.\n\t\t\t\t\t\n\t\t\t\t\t A sheetlet portraying table tennis matches has also been issued.\n\t\t\t\t\t\n\t\t\t\t\t Contained in it are stamps showing such techniques as forehand stroke and service against the background of Pak Yong Sun, who was a world table tennis queen, in a match."
        },
        {
            "title": "Talks between DPRK-Iranian Youth Organizations Held",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-14ee.html",
            "content": "Talks between DPRK-Iranian Youth Organizations Held\r\nPyongyang, May 24 (KCNA) -- Talks between delegations of the Kim Il Sung Socialist Youth League of the DPRK and the National Youth Organization of Iran took place in Teheran on Sunday. \n\t\t\t\t\t Present at the talks from the DPRK side were the members of the visiting delegation of the league led by Ri Yong Chol, first secretary of its Central Committee, and the charge d'affaires ad interim of the DPRK embassy in Teheran and from the Iranian side the members of the delegation of the organization led by its Head Mehrdad Bazrpash who is vice-president of Iran.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of their organizations' activities and exchanged views on further developing the friendly relations between them and a series of matters of mutual concern."
        },
        {
            "title": "Puppet Shows Popular with Schoolchildren",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-12ee.html",
            "content": "Puppet Shows Popular with Schoolchildren\r\n Pyongyang, May 24 (KCNA) -- The Pyongyang Puppet Company has performed at the Pyongyang Students and Children's Palace.\n\t\t\t\t\t Put on the stage are several pieces which not only move the audience to laughter but give them lessons of life.\n\t\t\t\t\t\n\t\t\t\t\t \"Spellbound Bear\", through a vaulting bear and cunning foxes, teaches a truth that if one cannot see through the enemy's sinister intention, he will go to his doom.\n\t\t\t\t\t\n\t\t\t\t\t \"Concert of Our Sub-branch\" shows that unity in mind can display greater strength.\n\t\t\t\t\t\n\t\t\t\t\t \"Janggu (hourglass drum) Feat\" is also acclaimed by schoolchildren."
        },
        {
            "title": "US Development of New Type War Hardware Blasted",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-08ee.html",
            "content": "US Development of New Type War Hardware Blasted\r\n Pyongyang, May 24 (KCNA) --The test of  individual component of a new type medium-range anti-aircraft system, which has been jointly developed by the United States with European countries since 2004, is now progressing at its final phase. The U.S. plans to conduct its first test in New Mexico State in 2012 and deploy it in 2015. It also hinted at the possibility to export the above-said system to other countries, when completed.\n\t\t\t\t\t Meanwhile, the U.S. is busy developing a new type unmanned reconnaissance plane and some days ago, its Boeing Company opened to media new type unmanned reconnaissance plane \"Phantom Ray\". \n\t\t\t\t\t\n\t\t\t\t\t In this regard Rodong Sinmun Monday carries a signed commentary which says:\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the anachronistic reckless moves of the U.S. to retain and bolster up its military supremacy and thus dominate the world have reached a very dangerous phase. \n\t\t\t\t\t\n\t\t\t\t\t As far as the new medium-range anti-aircraft system is concerned, it is aimed not at coping with someone's \"missile threat\" but at mounting a preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t It is the real intention of the U.S. to make a preemptive strike at any target anytime by using the above-said system and put it under its control. Herein lie the reactionary nature and danger of the moves to develop new type war hardware stepped up by the U.S. in real earnest behind the curtain of \"disarmament\".  \n\t\t\t\t\t\n\t\t\t\t\t The new arms race sparked off by the U.S. war-like forces for the purpose of maintaining and strengthening the military supremacy would push the international situation to an unpredictable phase and the U.S. would be wholly to blame for its consequences. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to halt such criminal moves for military supremacy as disturbing global strategic stability and escalating the new arms race, urges the commentary."
        },
        {
            "title": "S. Korean Warlike Forces' Reckless Provocation Blasted",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-07ee.html",
            "content": "S. Korean Warlike Forces' Reckless Provocation Blasted\r\n Pyongyang, May 24 (KCNA) -- The noisy racket being kicked up by the south Korean puppet authorities over the sinking of their warship is nothing but another grave military provocation aimed at fanning up the atmosphere of confrontation with the DPRK in south Korea to an extreme phase with this case as a momentum in a bid to drive the north-south relations to a collapse in collusion with outside forces and ignite a war of aggression on the DPRK. \n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors in south Korea deliberately linked the sinking of the warship with the DPRK from the day it occurred in a bid to bring the north-south relations to a total collapse and ignite a war against the DPRK. It has escalated the racket of confrontation, groundlessly making the fiction that the warship \"was sunken by the north\" an established fact without producing any scientific evidence. \n\t\t\t\t\t\n\t\t\t\t\t The group staged a series of farces of confrontation such as \"a meeting for the general review of security\" at which it vociferated about \"decisive counteraction\" and urged the international community to tighten \"sanctions\" against the DPRK. This indicates that it had already harbored an ulterior intention to totally freeze the inter-Korean relations and dare start a war against the DPRK with the help of outside forces. The puppet authorities' recent announcement of \"the results of investigation\", in which they linked the above-said case with the DPRK, is an intolerable grave provocation to the DPRK and little short of openly declaring the total severance of the north-south relations and a war.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the daily mounting anti-\"government\" sentiment in south Korea, the puppet group cooked up the above-said shocking case and kicked off a madcap confrontation campaign against the DPRK under this pretext in a reckless attempt to divert the public attention elsewhere, prop up its fascist rule and bring the inter-Korean relations to a collapse. \n\t\t\t\t\t\n\t\t\t\t\t It will come to clearly realize what disastrous consequences will be entailed by its smear campaign and frantic racket of confrontation and war against the DPRK."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-09ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\n Pyongyang, May 24 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 20th anniversary of President Kim Il Sung's work \"Let Us Bring the Advantages of Socialism in Our Country into Full Play\".\n\t\t\t\t\t The work, published on May 24, Juche 79 (1990), clarifies the essence of Korean-style socialism based on the Juche idea and its fundamental characteristics and tasks and ways for giving full play to the advantages of socialism in our country in all fields. \n\t\t\t\t\t\n\t\t\t\t\t It serves as a noble ideological and moral pabulum as it imbues the army and people of the DPRK with the pride and self-esteem of living and making a revolution in the most advantageous socialist country and instilling into them stronger faith in sure victory of Juche-based socialism, their life and soul, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The ideas and theories clarified in the work serve not only as an ideological banner helping augment the politico-ideological might of Korean-style socialism in every way but as a militant banner making it possible to bring about a great leap forward in building a socialist economic power and as basic guidelines for all the people to lead a genuine life as creators and enjoyers of socialist culture.\n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and people of the DPRK keenly realized in the days of stern trials that the Party's ideas and line are, indeed, a great banner for defending and glorifying Korean-style socialism and there are neither insurmountable difficulties nor unconquerable fortress in the world when they are firmly armed with the Party's Juche idea, the Songun idea. \n\t\t\t\t\t\n\t\t\t\t\t The day of victory in socialism is drawing nearer thanks to their ardent desire to build a thriving nation of Juche on this land as early as possible by actively putting the national economy on a Juche-oriented, modern and scientific basis as taught by the President.\n\t\t\t\t\t\n\t\t\t\t\t It is the reality of the DPRK that the Party and state's popular policies for giving priority to everything which serves the masses of the people are invariably enforced and all the people are working hard to build a better life, single-mindedly united and optimistic about future."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-04ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\nPyongyang, May 24 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to 15th anniversary of the letter \"On Developing the Movement of Koreans in Japan onto a New Higher Stage\" sent by General Secretary Kim Jong Il to the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan on the occasion of the 40th anniversary of its formation.\n\t\t\t\t\t The letter comprehensively expounds the immortal leadership feats performed by President Kim Il Sung for the movement of Koreans in Japan. It clarifies it as the main orientation of the work of Chongryon for its officials and Koreans in Japan to firmly hold fast to the Juche idea as the guidelines and remain boundlessly loyal to the President in the future, too, and it as the basic mission of the movement of Koreans in Japan to defend the national rights of Koreans in Japan and carry on the drive for the prosperity of the homeland and the nation.\n\t\t\t\t\t\n\t\t\t\t\t His letter serves as an important work that brightly indicates the road of eternal victory to be followed by Chongryon, the article says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the letter have been clearly demonstrated in the course of the development of the patriotic cause of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the faith of officials of Chongryon and Koreans in Japan to advance holding high his letter as the immortal banner of patriotic cause no matter how much water may flow under the bridge and steadfast is their intensive loyalty and ardent patriotism. \n\t\t\t\t\t\n\t\t\t\t\t Officials of Chongryon and Koreans in Japan should perfect themselves as overseas citizens of Songun Korea who remain faithful to the idea and leadership of Kim Jong Il just as the first generation of Chongryon held the President in high esteem in single mind and perform laudable feats with patriotism in the drive to materialize the grand plan of Kim Jong Il for building a thriving nation, the article concludes."
        },
        {
            "title": "S. Korean Warlike Forces to Stage War Exercises",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-05ee.html",
            "content": "S. Korean Warlike Forces to Stage War Exercises\r\n Pyongyang, May 24 (KCNA) -- The 1st field command of the south Korean puppet army announced that it would stage field mobile exercises in the whole area of Kangwon Province of south Korea from May 24 to June 1, according to the south Korean KBS.\n\t\t\t\t\t The war maniacs are contemplating hurling into this saber-rattling war hardware including tanks and huge troops of the puppet army and police.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet bellicose forces are more frantically inciting the confrontation with fellow countrymen than ever before and, at the same time, staging madcap war maneuvers for invading the DPRK, driving the situation into a more dangerous phase."
        },
        {
            "title": "22nd Congress of Chongryon Held in Japan",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-06ee.html",
            "content": "22nd Congress of Chongryon Held in Japan\r\n Pyongyang, May 24 (KCNA) -- The 22nd Congress of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Cultural House in Tokyo from May 22 to 23.\n\t\t\t\t\t Present at the congress were Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee, and other officials of Chongryon and delegates chosen at its institutions and organizations at various levels and enterprises. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the Presidium of the DPRK Supreme People's Assembly to the congress was read out and other congratulatory messages from various organs in the homeland introduced at the congress. Congratulatory messages and felicitations from organizations of overseas compatriots were also introduced.\n\t\t\t\t\t\n\t\t\t\t\t After a report on the credentials of the delegates was delivered, the congress discussed such agenda items as \"On report to the 22nd Congress of Chongryon\", \"On the financial settlement and budget\" and \"On the election of officials of central organs of Chongryon\".\n\t\t\t\t\t\n\t\t\t\t\tHo Jong Man in a report made at the congress reviewed the successes and experience gained by Chongryon in laying the overall foundation of the patriotic movement, true to the important instructions given by General Secretary Kim Jong Il, and referred to the tasks and ways for ushering a new heyday in the movements of Chongryon and the Koreans in Japan in 2012 without fail and putting the overall patriotic work onto a new higher stage with the same vim and vigor.\n\t\t\t\t\t\n\t\t\t\t\t He declared that Chongryon would bravely pull through any difficulty and trial lying in its way, holding higher the banner of the single-minded unity of its ranks the might of which has been demonstrated in the course of the movement of Koreans in Japan for more than half a century. \n\t\t\t\t\t\n\t\t\t\t\t Representatives of Korean youth and students in Japan mounted the stage to warmly hail the 22nd Congress of Chongryon. Congratulations from students of Korean schools in different parts of Japan were introduced.\n\t\t\t\t\t\n\t\t\t\t\t Also introduced at the congress were congratulations from personages of various circles in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t The Central Audit Committee of Chongryon made a report on its work to be followed by speeches of delegates and congratulatory addresses by personages of political parties and figures of different circles of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The report to the 22nd Congress of Chongryon was adopted as a decision of the congress.\n\t\t\t\t\t\n\t\t\t\t\t So Man Sul was elected chairman of Chongryon and Ho Jong Man chief vice-chairman and Nam Sung U, Pae Ik Ju, Ko Tok U, Pak Ku Ho and Pae Jin Gu vice-chairmen. And members of the Central Committee and the Central Audit Committee of Chongryon were elected at the congress.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the congress.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that Chongryon could gain valuable successes and experience in the sacred struggle to defend itself and usher in a new heyday despite the unprecedented fascist suppression by the enemies inside and outside Japan and manifold difficulties, true to the important instructions given by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It said that Chongryon would bring about a new heyday in the movement of Koreans in Japan till 2012 when the homeland will emerge a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The officials of Chongryon and Koreans in Japan will focus their efforts on their external activities to strengthen the DPRK-Japan friendship and the international solidarity as required by the prevailing situation, energetically join in the nation-wide movement for reunifying the country in the spirit of \"By our nation itself\" and make a tangible contribution to the building of a thriving nation in the homeland and thus creditably perform the patriotic duties they assumed before the homeland and the nation.\n\t\t\t\t\t\n\t\t\t\t\t There took place a music and dance performance and a photo exhibition while the congress was under way.\n\t\t\t\t\t\n\t\t\t\t\t The Central Standing Committee of Chongryon was formed at the First Session of its 22nd Central Committee held in the wake of its Congress."
        },
        {
            "title": "Kim Jong Il's Visit to China Hailed in Czech",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-02ee.html",
            "content": "Kim Jong Il's Visit to China Hailed in Czech\r\n Pyongyang, May 24 (KCNA) -- The Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea made public a joint statement on May 19 to hail successes made by General Secretary Kim Jong Il in his visit to the People's Republic of China.\n\t\t\t\t\t The statement said that his recent visit to China marked a significant event to shine long in the history of friendship between the Democratic People's Republic of Korea and the PRC.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the party and state leaders of China warmly welcomed Kim Jong Il and accorded sincere hospitality to him, the statement said that this was a clear manifestation of high respect and reverence for him, elder statesman of the world.\n\t\t\t\t\t\n\t\t\t\t\t His China visit serves as a historic event as it made a remarkable contribution to protecting peace and security in Northeast Asia including the Korean Peninsula and the rest of the world, strengthening the unity and cooperation among the progressives aspiring after independence and realizing the human cause of independence."
        },
        {
            "title": "Anniversary of Start of Work at WPK Observed in Italy ",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-01ee.html",
            "content": "Anniversary of Start of Work at WPK Observed in Italy \r\nPyongyang, May 24 (KCNA) -- A meeting was held in Italy on May 17 to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and to celebrate his successful China visit.\n\t\t\t\t\t On display in the venue of the meeting were his works and books and photos introducing the Korean people in the drive to build a great prosperous and powerful socialist nation and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Italy and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t A secretary of the Trionfale District, Rome, Committee of the Communist Reconstruction Party of Italy warmly congratulated General Secretary Kim Jong Il on his successful visit to China and wished the WPK greater successes in the work for building a rich and powerful country and improving the people's standard of living this year marking the 65th anniversary of its foundation.\n\t\t\t\t\t\n\t\t\t\t\t A secretary of the Trionfale District, Rome, Committee of the Communist Party of Italy said that the Korean people have pushed ahead with the building of a thriving socialist nation while smashing the imperialists' moves to stifle the DPRK under the Songun leadership of Kim Jong Il, holding high the banner of the Juche idea founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The whole society has been modeled on the Juche idea and the single-minded unity of the army and the people based on the Songun idea further strengthened in the DPRK under the leadership of Kim Jong Il, he added.\n\t\t\t\t\t\n\t\t\t\t\t Aldo Bernardini, chairman of the Italian Committee for the Study of the Juche idea, praised the Songun politics of the WPK originated from the Juche idea as the most just political mode to be constantly held fast to under the present complicated situation."
        },
        {
            "title": "Story of Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-10ee.html",
            "content": "Story of Kim Il Sung \r\n Pyongyang, May 24 (KCNA) -- One day in October Juche 43 (1954), President Kim Il Sung gave field guidance to a rural community of Iap-ri, Jungsan County, South Phyongan Province.\n\t\t\t\t\t He conversed with peasants for hours to grasp the overall conditions of the village. During the conversation, he came to know that the chairman of the Management Board of the farm lost all his family members during the Fatherland Liberation War (June 1950-July 1953). \n\t\t\t\t\t\n\t\t\t\t\t The President, feeling very sorry to know the fact, took the chairman by his rough hand and consoled him in his sorrow.\n\t\t\t\t\t\n\t\t\t\t\t He inspired the chairman to steel his heart against the sadness and work hard to avenge the murder of his relatives and defend the country.\n\t\t\t\t\t\n\t\t\t\t\t He then told an official accompanying him that he was loath to part with him, so he wanted to spend the night with him in his house.\n\t\t\t\t\t\n\t\t\t\t\t Though very busy with his guidance tour, he stayed in the farmhouse that night, listening to what its owner said about the miserable life he and his parents led as hired hands for a landlord before the liberation of the country from the Japanese colonial rule."
        },
        {
            "title": "MINREX ratifica derecho a consolidar disuasivo nuclear",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-21ee.html",
            "content": "MINREX ratifica derecho a consolidar disuasivo nuclear\r\nPyongyang, 24 de mayo (ATCC) -- Consultado por la Agencia Telegrafica Central de Corea en relacion con la conferencia sobre el cumplimiento del Tratado de No Proliferacion (TNP) que tiene lugar en Nueva York, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea respondio el dia 24 como sigue:\n\t\t\t\t\t  Al censurar dentro y fuera de la reunion la retirada de la RPDC del TNP, algunas fuerzas hostiles difunden la opinion de que no se debe reconocerla como pais con armas nucleares y de que ella debe renunciar a estos artefactos y reingresar al tratado.\n\t\t\t\t\t\n\t\t\t\t\t  En el TNP hay el articulo que permite la retirada del tratado en caso de que se de una situacion que ponga en peligro los intereses supremos de un Estado. \n\t\t\t\t\t\n\t\t\t\t\t  Frente a la situacion emergente en que EE.UU. nos amenazo mas abiertamente con armas nucleares y violo gravemente la soberania del pais abusando del TNP, procedimos en 1993 a los tramites de retirada en virtud del articulo 10 del tratado. \n\t\t\t\t\t\n\t\t\t\t\t  Segun el tratado, la retirada del mismo se pone en vigencia tres meses despues de que se la haya notificado. No obstante, nuestro pais la puso en vigor definitivamente 10 anos despues, o sea en 2003, pasando por todos los tramites establecidos en el tratado. Es decir, trato este tema con suma seriedad aguantando ese periodo aun cuando se vieron en peligro los intereses supremos nacionales.\n\t\t\t\t\t\n\t\t\t\t\tPara defender la soberania del pais y la seguridad de la nacion desde la creciente amenaza nuclear de EE.UU., la RPDC fabrico legal y legitimamente el arma nuclear publicando lo todo con transparencia aun despues de su retirada del tratado. En fin de cuentas, EE.UU. empujo a la RPDC a la retirada del tratado y la convirtio finalmente en la portadora de armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tNuestro pais, ya fuera del tratado, no hace caso de algunos criterios que se manifiestan en esa conferencia del TNP censurando nuestra posesion de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  No estamos comprometidos a ninguna obligacion de no poseer esos artefactos y tenemos el legitimo derecho a seguir consolidando el disuasivo nuclear cuanto sea necesario para defender los intereses supremos nacionales.\n\t\t\t\t\t\n\t\t\t\t\t  No deseamos ni necesitamos que alguien nos reconozca como poseedor de armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\t  Nos basta con sentirnos orgullosos de poder defender fidedignamente la soberania del pais y la seguridad nacional con nuestras armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  No hemos violado nunca el TNP antes de retirarnos del mismo. Los actos de violacion se han reportado hasta la fecha solo en cuanto al articulo 6 que estipula el deber de desarme nuclear de los paises provistos de armas nucleares. Aunque pasaron 40 anos desde la entrada en vigor del tratado, se vio incrementado considerablemente en este lapso el poder destructivo de las armas nucleares en la Tierra, lejos de ser canceladas.\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, no debio ser prorrogado indefinidamente ese tratado que reconoce la existencia de los paises poseedores de armas nucleares. Este debio ser reemplazado por el otro mundial de la cancelacion de armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tPara construir un mundo sin armas nucleares, no debe perpetuar el TNP, al contrario, es preciso acelerar el desarme nuclear para que su existencia no valiera la pena."
        },
        {
            "title": "Comandante del EPC advierte a la banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-22ee.html",
            "content": "Comandante del EPC advierte a la banda de Lee Myung Bak\r\nPyongyang, 24 de mayo (ATCC) -- Coincidiendo con las cada dia mas brutales maniobras de la banda del traidor Lee Myung Bak en busca del enfrentamiento con la Republica Popular Democratica de Corea, los gangsteres del circulo militar surcoreano intentan reiniciar la operacion psicologica contra la RPDC.\n\t\t\t\t\tAl respecto, el comandante del frente central del Ejercito Popular de Corea (EPC) hizo publica el dia 24 la siguiente carta abierta de advertencia:\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con que ultimamente saltan a la vista en el contorno de la Linea de Demarcacion Militar los movimientos de la camarilla de traidores para reanudar la operacion psicologica contra la RPDC, aparecio la consigna psicologica anti-RPDC en el puesto de gendarmeria No. 330 de la zona desmilitarizada de la division de infanteria No. 3 del ejercito titere surcoreano en la parte central del frente y se detectan los gestos para instalar hasta las nuevas altavoces susceptibles de reiniciar la transmision radial como parte de dicha operacion.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene un acto que quiebra abiertamente el acuerdo militar Norte-Sur, la grave provocacion militar contra la RPDC y un caso grave que lleva al peor estado las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tSumamente indignados por tal acto provocativo de la banda de traidores, nuestros militares piden que se les de la orden de eliminar por completo con el fuego a punteria directa los medios de operacion psicologica, incluyendo la consigna y altavoces nuevas. \n\t\t\t\t\t\n\t\t\t\t\tA peticion de nuestros militares y bajo la autorizacion de la parte superior, advierto a la banda de traidores surcoreanos los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\t1. Debera liminar de inmediato la consigna psicologica contra la RPDC esculpida en la pared del edificio del puesto de gendarmeria No. 330 y castigar severamente a los autores de este acto criminal.\n\t\t\t\t\t\n\t\t\t\t\t2. En caso de que se deje intacta la consigna psicologica y se instalen nuevos medios de guerra psicologica como altavoces sin escuchar nuestra demanda, se iniciara el fuego a punteria directa para destruirlos.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda de titeres surcoreanos desafia a nuestra justa reaccion, sucedera el golpe fisico mas fuerte para eliminar la fuente de provocaciones."
        },
        {
            "title": "Vocero del CDN rechaza declaracion del traidor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-23ee.html",
            "content": "Vocero del CDN rechaza declaracion del traidor Lee Myung Bak\n\t\t\t\t\t\t\r\nPyongyang, 25 de mayo (ATCC) -- A la pregunta de un reportero de la Agencia Telegrafica Central de Corea formulada en relacion con que el traidor Lee Myung Bak, quien cayo en el atolladero despues de publicada al interior y al exterior del pais la posicion de principios de la Republica Popular Democratica de Corea sobre el caso de hundimiento del buque \"Cheonan\", publico el dia 24 la llamada \"declaracion al pueblo\", el portavoz del Comite de Defensa Nacional de la RPDC respondio este dia como sigue:\n\t\t\t\t\t  La \"declaracion al pueblo\" del traidor Lee Myung Bak no pasa de ser otro drama torpemente ideado para encubrir la esencia de ese \"complot\" e \"invento\" (hundimiento del buque), urdidos directamente por el, siendo la sofisteria del maniaco enloquecido por enfrentarse y aplastar a la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, deviene el archicrimen que niega totalmente e quiebra la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, programa de implementacion de la primera.\n\t\t\t\t\t\n\t\t\t\t\t  Sabemos de sobra que a las ordenes previas de su amo, el traidor Lee Myung Bak trazo con premura ese \"complot\" e \"invento\" para calumniar a los connacionales con su objetivo siniestro.\n\t\t\t\t\t\n\t\t\t\t\t  En este sentido, la \"declaracion al pueblo\" del traidor no es mas que una artimana usada por el temor a que se revelara la verdad del \"complot\" e \"invento\" ideados entre ese lacayo y su amo.\n\t\t\t\t\t\n\t\t\t\t\t  He aqui precisamente la razon por la cual no acepta al grupo de inspeccion de nuestro CDN aun hablando tanto de que es cientifico y objetivo el \"resultado de su investigacion\" del caso del buque hundido.\n\t\t\t\t\t\n\t\t\t\t\t  Si la banda de traidores del Sur de Corea no tiene nada que temer, debera aceptar al grupo de inspeccion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Ella debe tener presente que no podra liberarse jamas de la responsabilidad de haber tramado ese torpe \"complot\" e \"invento\" contra la RPDC."
        },
        {
            "title": "Kim Yong Nam envia telegrama de condolencias a su homologo indio",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-24ee.html",
            "content": "Kim Yong Nam envia telegrama de condolencias a su homologo indio\n\t\t\t\t\t\t\r\nPyongyang, 24 de mayo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 24 un telegrama de condolencias al presidente de la Republica de la India, Pratibha Devisingh Patil, en relacion con que recientemente la caida de un avion indio de pasajeros en Mangalore de este pais asiatico causo gran perdida humana.\n\t\t\t\t\tEl remitente expresa al destinatario y, por su conducto, a las victimas y sus familiares profunda simpatia y condolencias."
        },
        {
            "title": "Periodicos califican de asesino al actual \"regimen\" surcoreano ",
            "url": "http://kcna.co.jp/item/2010/201005/news24/20100524-25ee.html",
            "content": "Periodicos califican de asesino al actual \"regimen\" surcoreano\n\t\t\t\t\t\t\r\nPyongyang, 24 de mayo (ATCC) -- En sendos comentarios individuales publicados el dia 23 con motivo del primer aniversario de la muerte tragica del ex - \"presidente\" surcoreano Roh Moo Hyun, los periodicos capitalinos sostienen que su deceso no fue un suicidio sino un asesinato que partio del complot de la banda de conservadores surcoreanos para lanzar la sucia campana de venganza politica.\n\t\t\t\t\t  En aquel entonces, las fuerzas actualmente en el poder surcoreano hablaron de la \"tristeza\" y \"condolencias\". Pero, esto no fue mas que las \"lagrimas de cocodrilo\" orientadas a apaciguar la ira del pueblo y encubrir su naturaleza de criminal.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Rodong Sinmun y continua:\n\t\t\t\t\t\n\t\t\t\t\t  El fin tragico de Roh Moo Hyun demuestra que mientras estan en el poder los dictadores \"pragmaticos\", enloquecidos por la represion fascista, nadie puede evitar, aunque fuera un ex \"presidente\", la muerte tragica si demanda la ejecucion de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, el patriotismo y la justicia.\n\t\t\t\t\t\n\t\t\t\t\t  Si las fuerzas progresistas de diferentes sectores surcoreanos no eliminan radicalmente el perverso sistema fascista de la banda de conservadores, ellas mismas seran manana el blanco de asesinato del poder dictatorial.\n\t\t\t\t\t\n\t\t\t\t\t  En las inminentes \"elecciones de autonomia local\" se debe saldar la cuenta sin falta de los crimenes de los asesinos infames con manos manchadas de sangre de los habitantes patrioticos, y de los traidores vendepatrias que no piensan en otra cosa sino el servilismo a EE.UU., la dictadura fascista y la confrontacion anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Por su parte, el periodico Minju Joson revela que frente a la opinion de las fuerzas progresistas y reformistas de enjuiciar en dichas elecciones a las fuerzas conservadoras en el poder, los matones presentan la \"teoria de sentencia inversa\" insistiendo en que \"los que deben ser enjuiciados son las figuras del regimen de Roh Moo Hyun\".\n\t\t\t\t\t\n\t\t\t\t\tEl rotativo condena este sofisma calificandolo de sucia maniobra para matar dos veces al fallecido ex \"presidente\"."
        }
    ]
}