{
    "date": "2010-06-22",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-22ee.html",
    "articles": [
        {
            "title": "Revenge-vowing Meetings Held",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-18ee.html",
            "content": "Revenge-vowing Meetings Held\r\n Pyongyang, June 22 (KCNA) -- Youth and students and agricultural workers gathered in Susan-ri, Kangso District of Nampho City and in Sinchon County of South Hwanghae Province Tuesday to vow to take revenge upon the U.S. imperialists on the occasion of the \"June 25, the day of the struggle against the U.S. imperialists\".\n\t\t\t\t\t The reporters and speakers at the meetings recalled that the U.S. imperialists brutally destroyed cities, villages, factories and farms and killed innocent civilians in the most barbarous way everywhere they set their foot during the war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t They also referred to the shuddering atrocities perpetrated by the U.S. imperialists in Susan-ri and Sinchon in the period of the temporary strategic retreat during the Korean war, denouncing the Yankees as a herd of wolves in human skin and the Koreans' sworn-enemy with whom they can not live under the same sky.\n\t\t\t\t\t\n\t\t\t\t\t More than half a century have passed since the ceasefire but the U.S. imperialists remain unchanged in their true nature for aggression, they noted in hot blood, adding that the U.S. imperialists are working hard to ignite a new war on this land while linking the warship sinking case of the south Korean puppet navy to the DPRK in conspiracy with the Lee Myung Bak group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t They bitterly condemned the U.S. imperialists and the Lee group of traitors for totally negating the historic June 15 North-South Joint Declaration and openly holding in check its implementation, thereby pushing the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists intrude into the DPRK even an inch, all the servicepersons and people will mercilessly wipe out the aggressors to give vent to the long-pent up grudge and accomplish the sacred cause of national reunification at all costs, they stressed."
        },
        {
            "title": "Russian Dance Company Performs",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-17ee.html",
            "content": "Russian Dance Company Performs\r\n Pyongyang, June 22 (KCNA) -- The State Academic Igor Moiseyev Dance Company of Russia gave a performance at the Hamhung Grand Theatre in South Hamgyong Province on Tuesday.\n\t\t\t\t\t Appreciating the performance were officials concerned and creators, artistes, teachers and researchers in the field of culture and arts and working people.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the dance company put on the stage such pieces as \"Guerrillas\" and \"Summer\" reflecting the struggle of the heroic Soviet people who bravely fought during the Great Patriotic War. \n\t\t\t\t\t\n\t\t\t\t\t They presented Uzbek dance, Moldovan humorous dance, etc. and Korean dance. \n\t\t\t\t\t\n\t\t\t\t\t The performance goes on."
        },
        {
            "title": "Preparations in Progress for Rainy Season",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-12ee.html",
            "content": "Preparations in Progress for Rainy Season\r\nPyongyang, June 22 (KCNA) -- July and August bring the rainy season in Korea.\n\t\t\t\t\t Preparations are going on in all economic sectors to cope with the wet season.\n\t\t\t\t\t\n\t\t\t\t\t Coal mines in Anju, Pukchang and other areas of the country have taken measures to install pumps and pipes in faces to prevent damage from flood.\n\t\t\t\t\t\n\t\t\t\t\t Thermal power stations have concentrated efforts on repairing roofs of coaling stations to prevent loss of coal by rainy wind and on waterway projects.\n\t\t\t\t\t\n\t\t\t\t\t Hydroelectric power stations are ready to keep much water in reservoirs to boost power production.\n\t\t\t\t\t\n\t\t\t\t\t Power distribution stations have taken measures to protect pylons, power poles and lines and transformers from torrential rain. \n\t\t\t\t\t\n\t\t\t\t\t The railway transport sector has reinforced railroads, railway bridges and other related structures, particularly grade sections and places susceptible to landslide.\n\t\t\t\t\t\n\t\t\t\t\t Those in construction of dwelling houses have taken safety steps for buildings under construction and building materials, including cement.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, industrial establishments throughout the country have paid close attention to protecting equipment and raw materials from flood."
        },
        {
            "title": "Scientific Achievements of Environmental Protection",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-11ee.html",
            "content": "Scientific Achievements of Environmental Protection\r\nPyongyang, June 22 (KCNA) -- The Democratic People's Republic of Korea has directed a great effort to scientific researches for environmental protection.\n\t\t\t\t\tResearchers have developed a new material for removing exhaust fumes from automobiles so as to cut the greenhouse gas emissions and reduce air pollution 35-40 percent.\n\t\t\t\t\t\n\t\t\t\t\tThey have also put the environmental management of industrial establishments on IT basis.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, they have registered units causing environmental pollution in Pyongyang and confirmed methods and procedures for preventing pollution. They are now developing a gas and dust arrester necessary in production processes and new materials needed to secure environmental safety of products.\n\t\t\t\t\t\n\t\t\t\t\tBesides, they have invented a new device to destroy by fire such wastes from hospitals as contaminated injector and bandage with locally available materials.\n\t\t\t\t\t\n\t\t\t\t\tScientists of the Environmental Protection Institute of the Ministry of Land and Environmental Conservation have intensified a research in pollution-free vegetable production."
        },
        {
            "title": "Han Sang Ryol Interviewed",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-19ee.html",
            "content": "Han Sang Ryol Interviewed\r\n Pyongyang, June 22 (KCNA) -- Rev. Han Sang Ryol, a pro-reunification champion of south Korea, was interviewed at the People's Palace of Culture on Tuesday.\n\t\t\t\t\t Present there were media persons in the city of Pyongyang and foreign correspondents.\n\t\t\t\t\t\n\t\t\t\t\t Members of the North Side Committee for Implementing the June 15 Joint Declaration and those of the north headquarters of the Pan-national Alliance for Korea's Reunification and the Pan-national Alliance of Students and Youth for Korea's Reunification were also present there as observers. \n\t\t\t\t\t\n\t\t\t\t\t Rev. Han Sang Ryol in an address said that he came to realize that independence, democracy and reunification are the historic mission of our nation. He decided to come to Pyongyang as an envoy of reconciliation, peace and reunification while witnessing the anti-democracy, unpopular, anti-independence and anti-reunification moves perpetrated by the present regime, in particular, he added. \n\t\t\t\t\t\n\t\t\t\t\t The publication of the June 15 joint declaration provided by the south-north summit in 2000 marked a great event in removing distrust and putting an end to the dark age of division and ushering in the bright era of reunification and peace full of trust, he noted.\n\t\t\t\t\t\n\t\t\t\t\t It seemed to me that there was no need to fear about the outbreak of a war, and the new day of the reunification and peace would come sooner or later, if the June 15 joint declaration and the October 4 declaration were implemented to the letter, he said. \n\t\t\t\t\t\n\t\t\t\t\t But dark clouds of a war are gathering to hang on this land, he said, accusing the Lee Myung Bak group of denying the June 15 joint declaration and committing anti-reunification and treacherous crimes by cutting off the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the case of the sinking of warship \"Cheonan\", he noted that this case is no more than a fabrication jointly orchestrated by the U.S. and Lee Myung Bak. The U.S. tried to seize the initiative in south Korea through tightened alliance among south Korea, Japan and the U.S. while Lee tried to use it for winning in the \"elections\", he pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people now wage a vigorous struggle for independence against the U.S. and for reunification of the country, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t At the end, he recited a poem \"Now it's June 15\" composed by himself.\n\t\t\t\t\t\n\t\t\t\t\t Then he answered questions raised by journalists.\n\t\t\t\t\t\n\t\t\t\t\t He said that he would go back to south Korea through Panmunjom on August 15 and till then he would visit every nook and corner of the northern half of Korea to meet compatriots. He would sing of the June 15 with them and make his efforts for preventing a war and defending peace, he declared."
        },
        {
            "title": "US, Provoker of Korean War",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-10ee.html",
            "content": "US, Provoker of Korean War\r\n Pyongyang, June 22 (KCNA) -- The U.S. imperialists instigated the Syngman Rhee puppet clique of south Korea to start a war in Korea on June 25, 1950.\n\t\t\t\t\t Though sixty years has passed since then, their crime against the Democratic People's Republic of Korea has still remained in the memory of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war was an extension and infallible results of their foreign policy of aggression.\n\t\t\t\t\t\n\t\t\t\t\t For the United States, the Korean Peninsula was a bridgehead for aggression on the continent.\n\t\t\t\t\t\n\t\t\t\t\t It, in a bid to dominate the whole of Korea, sent warmongers to south Korea to grasp its political and military situation before setting up a pro-U.S. puppet government in south Korea and making preparations for an aggressive war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists stepped up the construction of military roads, airfields and naval ports in south Korea, beefing up the armed forces of aggression.\n\t\t\t\t\t\n\t\t\t\t\t They forward-deployed all the armed forces in south Korea in many offensive positions along the 38th parallel.  They also kept aircraft carriers and large bombers ready for action from the U.S. mainland and the Far East.\n\t\t\t\t\t\n\t\t\t\t\t After making such preparations, they launched a surprise invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, which had been vibrant with peaceful construction and a new life since the liberation of the country, was enveloped in flames of war.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. imperialists have tried hard to veil their true colors as the war provoker, but to no effect.\n\t\t\t\t\t\n\t\t\t\t\t All the historical facts show that it is the U.S. imperialists who unleashed the war in Korea and that the United States can never escape from the responsibility."
        },
        {
            "title": "KCNA Indicts US-S. Korea for Fabricating \"Cheonan\" Case",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-14ee.html",
            "content": "KCNA Indicts US-S. Korea for Fabricating \"Cheonan\" Case\r\n Pyongyang, June 22 (KCNA) -- The Korean Central News Agency released Monday the following indictment laying bare the truth about the case of sunk warship: \n\t\t\t\t\t One month has passed since the U.S. and the Lee Myung Bak group of traitors announced the \"results of investigation\" into the case of the sunken south Korean puppet navy warship \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S., in conspiracy with the south Korean group of traitors, cooked up the \"story about a torpedo attack by the north\" in a bid to shuffle off the responsibility for the sinking of the warship upon the DPRK. It referred the case to the UN, getting all the more undisguised in its moves to stifle the DPRK. But their despicable attempt proved futile.\n\t\t\t\t\t\n\t\t\t\t\t Public is becoming increasingly vocal negating the \"results of investigation\" and criticizing the real culprits of the case and provocateurs worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Central News Agency releases an indictment dismissing the case of the sunken warship \"Cheonan\" forged by the U.S. and the Lee group of traitors as an unpardonable infringement upon the dignity and sovereignty of the DPRK and laying bare the truth about it: \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t1\n\t\t\t\t\t\n\t\t\t\t\t The \"story about a torpedo attack by the north\" is a sheer fabrication as it is devoid of scientific accuracy.\n\t\t\t\t\t\n\t\t\t\t\t As for the 1.5 meter-long propelling body, it is what dozens of U.S. and south Korean warships equipped with up-to-date radars failed to find out in more than 50 days of search operations. But they claim it was suddenly netted by a civilian fishing boat, something incredible and not understandable either.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors even produced a video showing the propelling body being netted by the fishing boat and helicoptered, and then took it to the UN in a bid to justify it. But it is clear to everybody that such video showing \"the retrieval\" of this mysterious thing can hardly serve as evidence proving the propelling body of the torpedo.\n\t\t\t\t\t\n\t\t\t\t\t A screw of propelling axis and an engine, etc. which they alleged were used for breaking \"Cheonan\" into two were neither bent nor damaged.\n\t\t\t\t\t\n\t\t\t\t\t Yun Tok Yong who headed the \"joint investigation team\" said its American and Australians concerned were \"surprised\" to learn that the propelling body was in very good shape.\n\t\t\t\t\t\n\t\t\t\t\t There is a rumor in south Korea that the story about the retrieval of the propelling body is just like asserting that \"a stone picked up at roadside dates back to the Old Stone Age.\" \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces claimed that the property of the metal used in making the propelling body is just the same as that of \"the north's training torpedo\" obtained 7 years ago and its design is also same as the design introduced in the \"north Korea's torpedo brochure.\" This is sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t Yun, when announcing the results, said that no comparison was made in the metal property between the two torpedoes.\n\t\t\t\t\t\n\t\t\t\t\t As for the brochure which he said he saw for himself, puppet Minister of Defence Kim Thae Yong later said that \"it was recorded on CD\", an indication that this \"evidence\" is also doubtful.\n\t\t\t\t\t\n\t\t\t\t\t As far as \"No.1\" written on the propelling body is concerned, there is need to call attention to the fact that the north and the south use the same language. If there is possibility that it was written in the writing style of the north it is similarly possible that it can be written in the style of the south. The puppet authorities, deliberately defying the stark reason, persistently asserted that it was written in the north's style. They have consistently dodged analysis of the felt-tip pen used for writing it.\n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News of south Korea dated June 1, referring to the scientific discrepancy of the letter, said:\n\t\t\t\t\t\n\t\t\t\t\t The boiling points of general-use ink are 138.5℃, 110.6℃ and 78.4 ℃. Had the propelling body been heated up to 300℃ it might have been melted away.\n\t\t\t\t\t\n\t\t\t\t\t If the paint of the hull had burnt away, the letter \"No. 1\", too, might have done so. This is science.\n\t\t\t\t\t\n\t\t\t\t\t But high temperature-resistant paint burnt away while low temperature-resistant ink remained.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors presented \"evidence\" proving that absorptive found in the bow, stern, funnel and other parts of the ship is aluminum oxides that was found in the propelling body of the north's torpedo. This is unscientific.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that this substance is a byproduct of fine aluminum powder that was mixed with the gunpowder in a bid to increase the effect of their propaganda that the warship was broken into pieces by the \"north's torpedo attack\", adding that this substance turned into non crystalline substance due to intense heat at the time of \"explosion\" and contact with cold sea water.\n\t\t\t\t\t\n\t\t\t\t\t  A test and analysis of it conducted by a Korean professor at Virginia University of the U.S. at the request of a National Assemblyman from the south Korean Democratic Party proved that not all fine aluminum powder turn to crystalline substance in that case.\n\t\t\t\t\t\n\t\t\t\t\t The professor made public a paper on this test and sent it to the UN.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by this, the \"joint investigation team\" officially admitted its investigation error at a session of the \"National Assembly\" on June 11.\n\t\t\t\t\t\n\t\t\t\t\t Survivors of the sunken \"Cheonan\" said that they smelt no gunpowder at the time of sinking. But the puppet forces insisted on the \"story about a torpedo attack by the north\", turning down for no reason the public opinion about the possible formation of aluminum oxides in the course of the firing of artillery pieces from the warship.\n\t\t\t\t\t\n\t\t\t\t\t The \"investigation results\" are censured by south Koreans and the world public for their contradictions and doubtful points.\n\t\t\t\t\t\n\t\t\t\t\t The Solidarity for Democratic Society and the People for Achieving Peace and Reunification, the progressive organizations of south Korea, together with a Korean organization in the U.S. sent letters to the member nations of the UN Security Council on June 11 and 14. \n\t\t\t\t\t\n\t\t\t\t\t The letters totally negated the \"story about the north's torpedo attack,\" saying that had the \"north's torpedo\" exploded near \"Cheonan\", its fragments might have embedded in the warship body, leaving some deaf and some with broken bones, etc. \n\t\t\t\t\t\n\t\t\t\t\t Fluorescent lamps of \"Cheonan\" remain intact and not a shoal of sand eels was found dead in the waters where the warship sank. Such humors as \"magic fluorescent lamps\" and \"intelligent sand eel shoal in waters off Paekryong Islet\" are rampant in south Korea, a refutation and derision of the authorities' \"investigation results\".\n\t\t\t\t\t\n\t\t\t\t\t Non-confidence in the \"government\" grows strong even among government officials.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that they held even a meeting in the building of the \"ministry of Foreign Affairs and Trade\" on June 7 to \"brace themselves up to be ready mentally to cope with rational suspicions\" about the \"story about north's torpedo attack\".\n\t\t\t\t\t\n\t\t\t\t\t The June 17th issue of Chinese Huan Qiu Shibao carried an article \"Was 'Cheonan' sunk by torpedo\" contributed by a Chinese expert on military strategic affairs. It said:\n\t\t\t\t\t\n\t\t\t\t\t It seems to me that it is hard to agree with the conclusion that \"Cheonan\" sunk by an explosion caused by a torpedo attack in view of \"evidence\" produced by the south Korean side only at present.\n\t\t\t\t\t\n\t\t\t\t\t When the ship sank, broken into two, the U.S. and the south Korean navy were staging joint anti-submarine exercises in those waters.\n\t\t\t\t\t\n\t\t\t\t\tIt is hard for a warship to enter the waters where exercises were at their height as lots of underwater sound detectors were at work.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the rival and target of search were submarines of the north. The south Korean side claimed that the north's mini-submarine sent the warship to the bottom of the sea but it has not released any record proving that the submarine moved to the waters where \"Cheonan\" sank, much less explanation about how it remained undetected after making its way to the said waters despite many-fold blockade and quietly left without leaving any trace after firing a torpedo. Only God knows about it.\n\t\t\t\t\t\n\t\t\t\t\t One of crucial \"evidence\" produced by the south Korean side so far is the propelling body of the torpedo. Much more evidence is needed to link the propelling body to the above-said case.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Moskovskii Komsomolets on May 28 said that Russia and China do not believe in the \"investigation results\" at all. They lack lots of other possible evidence and facts and are full of contradictions.\n\t\t\t\t\t\n\t\t\t\t\t  The \"objective investigation\" touted by the U.S. and the south Korean authorities is a product of the plots hatched by the U.S. and the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t  U.S. President Obama in his telephone dialogue with traitor Lee on April 1 said that he would actively \"cooperate\" with south Korea in \"investigating the case\" and U.S. forces Commander in south Korea Sharp told the puppet ministry of Defence that he would not \"spare utmost support\".\n\t\t\t\t\t\n\t\t\t\t\t  So, personnel and equipment for the fabrication of the case were flown to south Korea from the U.S. and hardware and even troops of the U.S. forces in south Korea and the U.S. Pacific Fleet were involved there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., in fact, took over the work and ruled the roost even interfering in the fields which south Korea could take charge of.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the group of traitors included south Korean civilians and foreigners in the \"civilian-army joint investigation team\" in a bid to ensure the \"objectivity\" of the \"investigation process\" but those civilians were, in fact, excluded from the investigation.\n\t\t\t\t\t\n\t\t\t\t\t An expert recommended by the Democratic Party of south Korea could not obtain even a single piece of information about the investigation schedule and particulars concerning the participation in the investigation from the military. The information available was that he was told to stay on ship \"Tokdo\" on Paekryong Islet till the end of the investigation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military even kept the details of the formation of the \"investigation team\" and its line-up in top secrecy.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, An Kyu Baek, National Assemblyman from the Democratic Party, said that it is becoming clear that \"civilians\" are used as waiting maids to blindfold the civilian members of the investigation team and stop their ears.\n\t\t\t\t\t\n\t\t\t\t\t  Activities of foreigners involved in the \"joint investigation team\" were nothing but a screen to hoodwink people. \n\t\t\t\t\t\n\t\t\t\t\t  The June 6 issue of the Russian newspaper Forum M S K/. ru reported that \"more than half of the 'international joint investigation team'\" were Americans and the rest were made up of those from Britain and other countries\"\n\t\t\t\t\t\n\t\t\t\t\t Russian Internet News Ruskie Novosti reported on June 1 as follows:\n\t\t\t\t\t\n\t\t\t\t\t Groundless \"evidence\" produced by the \"investigation team\" is sparking off serious criticism. \n\t\t\t\t\t\n\t\t\t\t\t The first question is why only U.S. allies are included in the \"investigation team\" and why such countries as Russia and China were not invited to participate in the investigation. Moreover, the proposal for the dispatch of an inspection group of the DPRK was turned down for no clear reason.\n\t\t\t\t\t\n\t\t\t\t\t What is not understandable is that south Korea, far from proving its arguments and evidence after the announcement of the \"investigation results\", kicked off hysteria, crying out for \"retaliation\" and \"punishment\" and then, stepping back from its earlier stand, gradually began talking about \"apology\" and \"punishment of those responsible\".\n\t\t\t\t\t\n\t\t\t\t\t On June 5 an American Seoul correspondent said that all of the foreigners accounting for more than half of the members of the investigation team were experts from those countries which sent troops to the Korean war in the past, except one Swedish. There is suspicion that they were ordered to keep mum about the case.\n\t\t\t\t\t\n\t\t\t\t\t Britain still keeps mum even though it received official request for the notification of its experts participating in the \"investigation\". Canada announced that it would send experts on May 16, four days before the announcement of the \"investigation results\". But nothing is known if they arrived in south Korea and if they participated in the \"investigation\" or not.\n\t\t\t\t\t\n\t\t\t\t\t Sweden was said to have given technical help only, not involving itself in clarifying who is responsible for the case.\n\t\t\t\t\t\n\t\t\t\t\t The head of the \"investigation team\" said that \"experts\" from the U.S. and Australia had no history of surveying sea bottom to look for a torpedo. This arouses strong doubt as to their \"expertness\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee group concealed or modified those data unfavorable for the \"story about north's torpedo attack\".\n\t\t\t\t\t\n\t\t\t\t\t The waters where the \"Defense Ministry\" said the incident took place is about 1.6 km away from those recorded in the automatic communications system of the puppet navy and low waves and mild weather in the waters near the scene of the incident were registered by civilian weather stations while high waves and bad weather were registered by the military. Why \"Cheonan sailed close to Paekryong Islet, away from his routine course, how it was possible for it to sail about 1 km more if it had been really hit by a torpedo and cut into two pieces, giving rise to a big column of water. Data about this are not mentioned in the \"investigation results\" at all.\n\t\t\t\t\t\n\t\t\t\t\t Animation files of TOD showing the warship at the time of sinking, a crucial point in probing the truth, a gas turbine room situated in the place where the warship was broken into two pieces and a diesel engine are all excluded from the \"investigation\", much less being known to the public.\n\t\t\t\t\t\n\t\t\t\t\t TOD files taken by puppet army outposts on Paekryong Islet and in areas around it contained photos of the ship before and at the time of its sinking. But those showing it at the moment the incident took place are not available. Only available was a file lasting for only 1 minute and 20 seconds at first. But it was increased to 40 minutes in face of the public criticism. Additional scenes were also made public later under continued stronger pressure. This proves that the animation file showing the warship at the crucial moment is missing.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Hui, National Assemblywoman from the Democratic Labor Party, on May 19 said that the \"Defence Ministry\" told a whopping lie when it said it had no TODs showing the bow and stern of \"Cheonan\" at the moment of their split and sinking, mentioning the names of those who watched those files.\n\t\t\t\t\t\n\t\t\t\t\t The \"joint investigation team\" made public that a gas turbine room and engine were directly hit by the \"north's torpedo\". But the gas turbine room, a key factor in investigation,\" was lifted only on May 19, just before the announcement of the \"investigation results.\"\n\t\t\t\t\t\n\t\t\t\t\t Asked why a gas turbine room and diesel engine are not included in the \"investigation results\" with the engine still left under the sea, an official of the \"joint investigation team\" concerned openly rejected investigation, saying that \"investigation has been conducted enough to presume the cause of the incident.\"\n\t\t\t\t\t\n\t\t\t\t\t The Special Committee for \"Cheonan\" of the Democratic Party recently requested the puppet authorities to make public 63 data including records of situation of Cheonan, records of exchange of messages, report, track chart, TOD animation files, analysis of retrieved fragments, etc. This proves that so many data are kept under seal by the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the group of traitors made no scruple of cooking up \"evidence\" to make the \"story about north's torpedo attack\" an established fact.\n\t\t\t\t\t\n\t\t\t\t\t The lifted stern of the ship was transported to the place near Taechong Islet and special warfare brigade and salvage team were hurled there allegedly to \"confirm the net\" but there is increasing suspicion that they tried to remove evidence and distort information.\n\t\t\t\t\t\n\t\t\t\t\t The permanent representatives of the People for Achieving Peace and Reunification of south Korea in a joint statement on June 11 said that the military authorities deliberately hid TOD files and the chairman of the \"Joint Chiefs of Staff\" was not in his commanding and control room, got drunken at the moment of occurrence of the case. This proves that the military said only lies. The statement added that they can not repress astonishment at the military as it hoodwinked and made a mockery of not only the south Korean people but the world by deliberately concealing facts and cooking up lies in a bid to dodge its responsibility.\n\t\t\t\t\t\n\t\t\t\t\t It is exactly the U.S. and traitor Lee who encouraged to do so.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. state secretary during her visit to south Korea to express the U.S. support for the \"investigation results\", said that the \"400 page investigation report\" was full of objectivity and persuasive facts\".\n\t\t\t\t\t\n\t\t\t\t\t Former U.S. Secretary of State Powell at the UN Security Council blamed Iraq for its access to weapons of mass destruction. This was a whopping lie.\n\t\t\t\t\t\n\t\t\t\t\t National Assemblymen from opposition parties on June 12 demanded the puppet minister of Defence to present the \"400 page report\" referred to by the U.S. state secretary. But he only said \"such report is not available\".\n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the incident traitor Lee talked about \"thorough-going investigation\" and \"full revelation without shred of doubt\". But now he keeps mum about so much date kept under secret. This is a deliberate negligence which proves that he is a chief culprit of the case.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee group of traitors completely ignored and flatly refuted the world criticism of them, when investigating the case.\n\t\t\t\t\t\n\t\t\t\t\t The broad public of the world have become vocal blaming the U.S. and the south Korean authorities for the case from its outset and demanding the international community punish them.\n\t\t\t\t\t\n\t\t\t\t\t A reconnaissance source of the Russian Pacific Fleet clarified that it was true the \"Cheonan\" was sunk by a torpedo but it was not sunk by the \"north's torpedo\" but by a special torpedo fired by a small diving machine of the latest nuclear-powered submarine of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t The May 27th issue of Komsomolskaya Pravda quoting a captain of the General Staff of the Russian Navy, said that the recent case is an invention of those who sought to deceive the international community. The U.S. is a \"skillful director\" in this field. There is the need to recall that the U.S. deceived the UN with false information before launching an Iraqi war. The Cheonan case was also a work of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t An American journalist said he confirmed that a wrecked German torpedo was found in the waters where the ship sank but Germany said it has never delivered weapons to north Korea, adding that the story about the north's torpedo attack is a classical deceptive operation.\n\t\t\t\t\t\n\t\t\t\t\t A Swiss newspaper on May 27 reported that some American experts say that the warship sank by a \"torpedo fired by the north\". This is similar to the assertion made by former U.S. Secretary of State Powell at the UN General Assembly where he blamed Iraq for its access to weapons of mass destruction.\n\t\t\t\t\t\n\t\t\t\t\t The June 1st issue of Indonesian newspaper Kompas noted that \"Cheonan\" was likely to be sunk by the U.S. forces' submarine. There is the need to remind that a U.S. nuclear-powered submarine was on a secret combat duty in the waters near Paekryong Islet on the very day the incident took place. \n\t\t\t\t\t\n\t\t\t\t\t KBS of south Korea on June 7 reported as follows:\n\t\t\t\t\t\n\t\t\t\t\t AP reported that south Korea and the U.S. were staging large-scale anti-submarine exercises on the very day \"Cheonan\" sank.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the \"U.S. forces in south Korea\" was reported to have said that south Korea and the U.S. conducted the exercises from 10 p.m. the day before the sinking of the ship to 9 p.m. the next day in the waters 120 km away from where the warship sank.\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces' warships including two U.S. destroyers staged mobile exercises regarding a submarine of the south Korean navy as an imaginary target. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the \"south Korea-U.S. Combined Forces Command\" was reported to have confirmed that a sound detector was at work at the time the ship sank. \n\t\t\t\t\t\n\t\t\t\t\t It is the first time that the anti-submarine exercises staged at the time of the ship's sinking were open to public through briefing. On April 7 KBS reported that the U.S. and south Korea kept in secrecy the fact that a submarine of the U.S. forces sank in waters very close to the waters where \"Cheonan\" sank, adding they did so because they were afraid of their U.S. submarines' presence in waters around Paekryong Islet for surprise attacks on north Korea in case of emergency from being brought to light and were fearful of touching off anti-Americanism among south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Headquarters of the Movement for the Withdrawal of the U.S. Forces of south Korea said on April 17 that the stern of \"Cheonan\" was raised, an indication that it was not sunk by an explosion, adding:\n\t\t\t\t\t\n\t\t\t\t\t The most suspected assailant is a U.S. forces submarine. The U.S. ambassador to south Korea made great haste to tour the waters at issue with the U.S. forces commander in south Korea. This was something unprecedented. And a south Korean diver died while working in waters presumed to be where U.S. forces submarine sank, not where \"Cheonan\" sank. The U.S. forces' divers were keen on looking for something in those waters, paying no heed to the sunken \"Cheonan\". All this increases doubts.\n\t\t\t\t\t\n\t\t\t\t\t This reminds one of saying \"Criminal is bound to visit the scene of crime\".\n\t\t\t\t\t\n\t\t\t\t\t All this goes to prove that the above-said case was a farce orchestrated by the U.S. and the south Korean group of traitors in a deliberate and purposeful manner to cover up their crime and lay the blame for it at the door of the DPRK side.\n\t\t\t\t\t\n\t\t\t\t\t                                  2                                \n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the assertion about the \"torpedo attack by the north\" made by the United States and the Lee Myung Bak group of traitors are the sinister political aims sought by them through the case and the sordid inside story about the collusion and nexus for achieving them.  \n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that the U.S. and the group of traitors have closely cooperated in taking \"follow-up measures\" in the wake of faking up the \"results of investigation.\" \n\t\t\t\t\t\n\t\t\t\t\t No sooner had the \"results of investigation\" been made public on May 20 than U.S. President Obama instructed the U.S. forces to be ready for \"deterring future aggressions from north Korea\" in a coordinated operation with the south Korean puppet army. He thus created the impression that \"threat from north Korea\" and the resultant \"security unrest\" in the region have reached an extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t As a result, the United States and Japan immediately agreed on the issue of transferring the Futenma U.S. forces airfield in Okinawa. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. secretary of State toured south Korea and Japan to support the \"results of investigation\" and referred to the \"very dangerous situation\" on the Korean Peninsula. A confab among the United States, south Korea and Japan is making progress in real earnest to tighten the military alliance to cope with \"a contingency on the Korean Peninsula.\"\n\t\t\t\t\t\n\t\t\t\t\t The issue of extending the \"transfer of the right to command wartime operations\" to south Korea was tabled at U.S. Congress and an open discussion was made between the U.S. and the south Korean puppet group to bring the main force of the U.S. Pacific Fleet to the West Sea of Korea under the pretext of large-scale joint military exercises. \n\t\t\t\t\t\n\t\t\t\t\t  It was in this context that the U.S. Department of Defense openly disclosed its plan to work out an \"Asia-Pacific strategy report\", new security guidelines centering on East Asia till October this year and further tighten the sphere of domination over this region in the 21st century, the Asia-Pacific era. \n\t\t\t\t\t\n\t\t\t\t\t The ultra-right conservative forces including the secretary general of the \"Grand National Party\" have frantically kicked up such \"north wind\" racket as declaring all-out confrontation with the DPRK, likening the \"Cheonan case\" to the \"Sept. 11 incident\" and crying out for learning from the U.S. method of combating terrorism and the like. \n\t\t\t\t\t\n\t\t\t\t\t When the \"north wind\" scenario of the U.S. and the puppet group proved totally bankrupt through the \"elections to the local self-governing bodies\" and their plot to prod the international community into \"tightening the sanctions\" against the DPRK was scuttled, they raised even the issue of relay telecasting of World Cup games to brand the DPRK as \"a criminal state\" only to become a laughing stock of the world. \n\t\t\t\t\t\n\t\t\t\t\t When looking back on history, Hitler did evil deeds after faking up \"the Reichstag fire case\", Japan embarked upon the road of invading China after fabricating the \"Marco Polo Bridge incident\" and the U.S. escalated its war of aggression against Vietnam by cooking up the \"Gulf of Bac Bo incident\".\n\t\t\t\t\t\n\t\t\t\t\t Foreign figures of various circles and media of the world including U.S. commentators are now comparing the case of \"Cheonan\" sinking with the \"Gulf of Bac Bo incident\" in August 1964. \n\t\t\t\t\t\n\t\t\t\t\t A Canadian figure said the \"Cheonan case\" was another \"Gulf of Bac Bo incident\", adding that it reminds one of \"an aggressor accusing his victim in a bid to justify his policy of aggression under the pretext of self-defense\".\n\t\t\t\t\t\n\t\t\t\t\t Alexandr Zhevin, chief of the Korean Affairs Study Centre of the Institute of the Far East of the Russian Academy of Sciences, said on June 8 there were many contradictory points in the \"Cheonan\" case, adding: \n\t\t\t\t\t\n\t\t\t\t\t There is even an assertion that the case was a politically motivated provocation. \n\t\t\t\t\t\n\t\t\t\t\t Experts cite the tragic case that happened in the Gulf of Bac Bo in 1964 as an example. At that time the U.S. escalated the Vietnam War, claiming that a U.S. destroyer was attacked. \n\t\t\t\t\t\n\t\t\t\t\t Then, I would like to cite what happened some years ago as an instance.\n\t\t\t\t\t\n\t\t\t\t\t Seven years ago, the U.S. president and the U.S. secretary of State deceived their people and allies and, furthermore, the whole world by insisting that there were WMDs in Iraq and invaded it. But no WMDs are to be seen there even today after the lapse of seven years. \n\t\t\t\t\t\n\t\t\t\t\t Ria-Novosti of Russia reported on May 26 as follows:\n\t\t\t\t\t\n\t\t\t\t\t At first glance everything on the patrol ship of south Korea looks very simple.\n\t\t\t\t\t\n\t\t\t\t\t That is the point at issue. East Asian countries remember well how similar cases took place. The same can be said of the KAL case of south Korea. In 1983, a south Korean Boeing with passengers aboard intruded into the territorial air of the USSR 650 km away from its air route for no reason and was shot down. \n\t\t\t\t\t\n\t\t\t\t\t The flow of time disclosed that KAL pilots regularly worked for the CIA and photographed the territory of the USSR. \n\t\t\t\t\t\n\t\t\t\t\t As everybody understands, anyhow, official hypothesis does not give answers to all questions and everything is very similar to a provocation. \n\t\t\t\t\t\n\t\t\t\t\t Such comments of the world public and history tell that the \"Cheonan\" case was a farce in which the United States and the Lee Myung Bak group of traitors employed the same trite method to the Korean Peninsula as aggressors did after hatching a plot whenever they found themselves in a pretty fix and unhesitatingly did foolish things under that pretext. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean clique of traitors sought the following aims in using the case for branding the DPRK as a \"criminal state\" and hyping the \"threat from north Korea\" to make it sound real: first, to prove successful in \"the elections to the local self-governing bodies\" at hand in south Korea and the Congressional mid-term election slated to take place in November for the purpose of ensuring the stability of the regime and stay in power and second, to successfully pursue the policy of \"strategic patience\" and the policy of confrontation with fellow countrymen to destroy the environment for international investment in the DPRK and stifle it. A particular mention should be made of the fact that the U.S. calculated it could threaten China and Russia and tighten the master-servant relations with its allies in the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t The farce orchestrated by the U.S. and the Lee Myung Bak group is fated to go bust. The public in various parts of the world is becoming vocal critical of their plots.\n\t\t\t\t\t\n\t\t\t\t\t The Arab Socialist Party of Egypt said in a statement issued on May 29:\n\t\t\t\t\t\n\t\t\t\t\t The United States and the south Korean authorities forged the case of sunk warship and are staging an anti-DPRK campaign by linking it with the DPRK, pushing the situation on the Korean Peninsula to the brink of war. The \"Cheonan\" case is a farce, a product of the collusion and tie-up between the present south Korean authorities keen to stifle the DPRK firmly defending its sovereignty and dignity and tone down the angry public opinion of south Korea to tide over their ruling crisis and the U.S. working hard to strengthen its strategic position in Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\t Georgi Toloraya, director for Korean Platform of the Institute for Economic Studies of the Russian Academy of Sciences, said in his interview with ITAR-TASS on May 26: The present worst crisis on the Korean Peninsula in two decades after the end of the Cold War can be characterized by the fact that it was deliberately faked up by the south Korean authorities. This action taken according to a script is obviously of political nature, ie it is aimed to isolate and weaken north Korea. \n\t\t\t\t\t\n\t\t\t\t\t Alexandr Vorontsov, chief of the Section for Korean Studies of the Institute of Oriental Studies of the Russian Academy of Sciences, said on June 10 in his article titled \"The secret of the south Korean Patrol Ship:\" \n\t\t\t\t\t\n\t\t\t\t\t The moves of the United States and the south Korean authorities after the publication of the \"results of investigation\" into the \"Cheonan\" case give strong impression that the moves were taken by them according to the carefully prearranged \"scenario\". South Korea regarded it as its \"ideal plan\" to use the case for increasing the \"pressure on the north\" through the UN Security Council and is taking much pain to plug China and Russia into it.  There is already the U.S. view that the case created the possibility of better meeting the U.S. military and political interests in the areas close to China. \n\t\t\t\t\t\n\t\t\t\t\t Fidel Castro, leader of the Cuban revolution, said on June 4 that the U.S. cooked up the \"Cheonan\" case to hold its hegemony in Northeast Asia and the rest of the world. The U.S. is resorting to such arbitrary practices as posing military threats to the DPRK, Iran and other countries which incur its displeasure, misleading the world public with lies and plots against these countries, he noted. \n\t\t\t\t\t\n\t\t\t\t\t Russian Internet News Ruskie Novosti said in an article titled \"U.S. trace left on 'torpedo of the north'\":\n\t\t\t\t\t\n\t\t\t\t\t The escalated tension on the Korean Peninsula is not beneficial to both the north and the south. Only the U.S. gets benefits from it.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. is stuck in Iraq and Afghanistan, it seeks to use \"other's hand\" after making a switchover in its tactics. In other words, it seeks to put the burden of stifling north Korea on the shoulder of south Korea while \"preserving its image\". Its another calculation was that it could put China in an awkward position and tear north Korea off China.\n\t\t\t\t\t\n\t\t\t\t\t The June 9th issue of the Hong Kong newspaper Asia Times said that the \"Cheonan\" case was a revelation of a foolish attempt of the U.S. and south Korea to drive a wedge between north Korea and China whose relations are developing favorably with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t  It continued:\n\t\t\t\t\t\n\t\t\t\t\t The \"Cheonan\" case is a campaign targeted against China. The U.S. recent strong support for the south Korean authorities is aimed to isolate China in Asia.\n\t\t\t\t\t\n\t\t\t\t\t China finally realized that the \"Cheonan\" campaign was a curtain raiser to Obama's policy for re-intervention in Asia. \n\t\t\t\t\t\n\t\t\t\t\t The June 8th issue of the Chinese Hong Kong newspaper Ta Kung Pao said:\n\t\t\t\t\t\n\t\t\t\t\t The \"Cheonan\" case was more badly required by the U.S. than any other countries.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. presence and role in Northeast Asia are becoming increasingly questionable, the \"Cheonan\" case offered Washington a good pretext for beefing up its military presence in the region. \n\t\t\t\t\t\n\t\t\t\t\t The regime of the Democratic Party of Japan, yielding to the U.S. pressure, was compelled to change its stand and reconsider its relations with Washington. Through the \"Cheonan\" case the U.S. not only boosted its relations with south Korea but influenced Japan to move, thus hitting two birds with one stone.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the aims sought by the Lee group through the case, the paper commented: \"First, to divert elsewhere the people's attention second, elicit sympathy from broad world public and point an accusing finger at north Korea and third, tighten alliance with the U.S. What is clear is that the Lee regime sought through this case to make south Korea a geo-political partner of the U.S. and a diplomatic mainstay in Northeast Asia and put stronger international pressure upon north Korea.\" \n\t\t\t\t\t\n\t\t\t\t\t The director general of the Finnish Commun Forum Information Agency in a statement issued on May 20 said that the Lee regime might have orchestrated the case for its politically-motivated purpose to escalate the tensions on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never take a military action against its fellow countrymen in the light of its political ideal.\n\t\t\t\t\t\n\t\t\t\t\t It is a country based on justice and no military plot against this country is workable. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the \"Cheonan\" case was a conspiratorial farce orchestrated by the U.S. and the Lee group of traitors to serve their foolish political and military purposes to tarnish the daily rising prestige of the DPRK and isolate it in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet clique have ceaselessly perpetrated all forms of hostile acts against the DPRK for nearly six decades since the ceasefire in 1953. Typical examples are \"Pueblo\" incident and EC-121 large spy plane incident. This being a hard reality, they have run the whole gamut of intrigues to flee from the responsibility for these crimes. \n\t\t\t\t\t\n\t\t\t\t\t But the truth about these cases was brought to light and the criminals faced a stern judgment of justice. \n\t\t\t\t\t\n\t\t\t\t\t The \"Cheonan\" case was a conspiratorial farce and charade orchestrated by the U.S. and the Lee Myung Bak group of traitors of south Korea to achieve their political purposes.\n\t\t\t\t\t\n\t\t\t\t\t It is the lesson taught by history that the U.S. fabrication of cases is bound to be followed by aggression and interference.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. which fishes in troubled waters, taking advantage of the confrontational hysteria kicked up by the south Korean group of traitors who level their guns at innocent fellow countrymen in the wake of the outbreak of the case. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warlike forces should not miscalculate.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will probe the truth behind the \"Cheonan\" case to the last and will never tolerate any provocation of the hostile forces but certainly force them to pay for all their crimes."
        },
        {
            "title": "Hillary's Brigandish Sophism Slammed",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-13ee.html",
            "content": "Hillary's Brigandish Sophism Slammed\r\nPyongyang, June 22 (KCNA) -- Hillary, U.S. secretary of State, was recently reported to have blustered during her junket of Middle and South American countries that the DPRK poses a threat to the world peace and it is necessary to \"convince\" the world public of this fact. Such sophism is intended to win the support for the U.S. hostile policy toward the DPRK from other countries.\n\t\t\t\t\t Her remarks about the DPRK's \"threat\" to the global peace are brigandish sophism reminiscent of a thief crying \"Stop the thief!\" Rodong Sinmun Tuesday says in a signed commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary further says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is planning to stage another large-scale joint military exercises with south Korea in the waters of the West Sea of Korea. This is a revelation of the dangerous scheme to disturb the peace.\n\t\t\t\t\t\n\t\t\t\t\t The situation of the Korean Peninsula is now at the crucial phase in which an all-out war may break out any moment. Therefore, the reckless joint military exercises projected under such situation can not be construed otherwise than a scenario to ignite another Korean war.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that peace and security have been threatened and disturbed not only in the Korean Peninsula but also other regions intervened by the U.S., the commentary brands the U.S. as the very one disturbing global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling forces would be well advised to stop making such remarks that turn black into white."
        },
        {
            "title": "US Experiments on Human Bodies Flayed",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-08ee.html",
            "content": "US Experiments on Human Bodies Flayed\r\n Pyongyang, June 22 (KCNA) -- It was recently disclosed that doctors of the CIA used \"terror suspects\" and other prisoners as guinea pigs for diverse experiments on human bodies.\n\t\t\t\t\t They conducted such inhuman experiments as preventing prisoners from having sleep, forcing them to stand high temperature, putting them to water-boarding and making them to keep themselves in an uncomfortable posture in a bid to \"study methods of interrogation\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said experiments once again clearly prove before the world that the U.S. imperialists are the worst human rights abusers and a herd of brutes in human skin.\n\t\t\t\t\t\n\t\t\t\t\t Even at this hour innocent civilians are meeting tragic deaths in Afghanistan and Pakistan and other countries due to the indiscriminate air strikes made by drones of the U.S. forces under the pretext of \"combating terrorism,\" the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t While perpetrating such hideous human rights abuses, the U.S. is behaving as if it were \"a human rights judge\", brazen-facedly taking issue with non-existent \"human rights issues\" in other countries on the international arena. This is like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t No matter how volubly the U.S. may talk about \"defence of human rights\" as the so-called \" human rights judge\", it can never hide its true colors as \"the worst human rights abuser\" and \"a war criminal state\" in terms of human rights abuse.\n\t\t\t\t\t\n\t\t\t\t\t The above-said human rights abusers are bound to face a stern judgment of history."
        },
        {
            "title": "S. Korea Accused of Their Moves to Mislead Public Opinion",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-07ee.html",
            "content": "S. Korea Accused of Their Moves to Mislead Public Opinion\r\n Pyongyang, June 22 (KCNA) -- The south Korean puppet authorities were reported to have made riff-raffs of the \"civilian-military joint investigation team\" brief on June 15 representatives of member nations of the UN Security Council on the \"results of investigation\" based on the fiction that warship \"Cheonan\" was sunk by \"a torpedo attack of the north\" and \"evidence\".\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said action taken by the puppet authorities is nothing but a despicable treacherous charade to justify and make a fait accompli the case of the warship sinking by every means and method and mislead the world public opinion in a bid to incite atmosphere of confrontation with the DPRK on an international scale and realize their wild ambition to stifle fellow countrymen through sanctions and pressure.\n\t\t\t\t\t\n\t\t\t\t\t It is the views of not only the DPRK but of different circles of south Korea that the case of warship sinking of the puppet navy is an unprecedentedly hideous farce orchestrated by the Lee Myung Bak group in conspiracy with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the stupid puppet group is insisting on its far-fetched assertion, calculating that what it forged remains top secret. It staged strange \"briefing\" and the like after referring the \"results of investigation\" to the UN though they are not recognized even in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group seemed to calculate that if it produced \"evidence\" whose origin remains unknown before the UN and passionately \"briefed\" representatives of its member states, the international community would say \"south Korea was right\". Nothing is more serious miscalculation than this. Gone are the days when a fabrication was used for branding others as \"criminals.\" \n\t\t\t\t\t\n\t\t\t\t\t It is foolhardy, indeed, for the Lee Myung Bak group to shuffle off the responsibility for the case in conspiracy with outsiders to the DPRK and impose international pressure upon it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities would be well advised to stay calm now after taking so much pain and wait for judgment from the entire nation and world conscience."
        },
        {
            "title": "Implementation of Inter-Korean Declaration Called for",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-15ee.html",
            "content": "Implementation of Inter-Korean Declaration Called for\r\n Pyongyang, June 22 (KCNA) -- Through the past decade during which the truth and vitality of the June 15 joint declaration were demonstrated, the Koreans have cherished the truth that the joint declaration is an immortal great programme for national reunification and a banner of national independent reunification and the strict adherence and implementation of the declaration ensure the independent reunification, peace and prosperity.\n\t\t\t\t\t Rodong Sinmun Tuesday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration, the keynote of which is the idea of \"By our nation itself\", is the supreme reunification programme in the new century as it clearly indicates the most correct principles, orientation and ways for solving the reunification question and comprehends the consensus of the nation and all the agreements reached between the north and the south in the past, it notes, and says:\n\t\t\t\t\t\n\t\t\t\t\t The publication of the joint declaration ushered in a new history of \"By our nation itself\", a new era of national independent reunification and brought an epochal turn in the Koreans' movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t When cherishing the value of the June 15 era of reunification and comparing the present tragic reality with the benefits they had got with excitement thanks to the June 15 joint declaration, the Koreans can not repress towering resentment toward the separatist forces at home and abroad who pushed the inter-Korean relations into the serious state as they are today.\n\t\t\t\t\t\n\t\t\t\t\t Today the moves of the anti-reunification forces at home and abroad to block the advance of the June 15 era of reunification have reached the extremely reckless stage.\n\t\t\t\t\t\n\t\t\t\t\t The reality requires the Korean nation to choose one of the two ways: One is to resolutely frustrate the anti-reunification confrontation offensive conducted by the south Korean group of traitors in collusion with foreign forces and continue advancing towards the independent reunification, peace and prosperity under the banner of the June 15 joint declaration. The other is to suffer the disasters of a war plus the continued tragedy of national division while remaining an onlooker to the said anti-reunification offensive.\n\t\t\t\t\t\n\t\t\t\t\t The only choice to be taken by the Korean nation is to steadfastly defend and adhere to the June 15 joint declaration and the October 4 declaration and wage the nationwide struggle for implementing them."
        },
        {
            "title": "S. Korea's Decision to Re-dispatch Troops to Afghanistan Flailed",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-16ee.html",
            "content": "S. Korea's Decision to Re-dispatch Troops to Afghanistan Flailed\r\nPyongyang, June 22 (KCNA) -- The Lee Myung Bak group of traitors finally decided to re-dispatch troops to Afghanistan on June 15 despite the strong protest of the south Korean people.\n\t\t\t\t\t On the same day, an advance team of a main unit left for Afghanistan. The main unit is expected to leave early next month.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak paid visit to the U.S. as the first thing of his political activities while trumpeting about \"restoration of the south Korea-U.S. relations\". There he was closeted with his U.S. master for \"tightened strategic alliance\".\n\t\t\t\t\t\n\t\t\t\t\t In order to put this into practice, the puppet authorities announced that they would institute a \"law on participation in the UN peace-keeping operations\" which enables unconditional dispatch of troops without the approval of the \"National Assembly\" at the U.S. request. They finally railroaded this law through the NA session.\n\t\t\t\t\t\n\t\t\t\t\t Riff-raffs of the \"Grand National Party\" unilaterally rammed through the NA session on Feb. 25 the \"motion calling for the re-dispatch of troops to Afghanistan\", utterly indifferent to the people's livelihood. The motion envisaged the dispatch of helicopters, drones and heavily-armed special warfare unit.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak group's sycophancy toward the U.S. is pushing south Korea into an uncontrollable abyss of sufferings and uneasiness."
        },
        {
            "title": "Actions against Dictatorial Forces' Suppression Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-05ee.html",
            "content": "Actions against Dictatorial Forces' Suppression Called for in S. Korea\r\n Pyongyang, June 22 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement on June 18 denouncing the puppet dictatorial forces for their fascist suppression.\n\t\t\t\t\t The statement held that the Lee Myung Bak dictatorial forces are getting frantic in the suppression under the pretext of security in a bid to take revenge for their defeat in the \"elections to local self-governing bodies\" and the resistance of the people they are facing over the \"bill on revising Sejong City\" and the projects for \"improving the four big rivers\".\n\t\t\t\t\t\n\t\t\t\t\t The fascist repression dating back to the past era of military dictatorship is repeating itself on this land, the statement said, calling upon all the civic and public organizations and the people from all walks of life to declare an emergency situation and turn out in the actions to shatter the suppression under the pretext of security and abolish the \"National Security Law\"."
        },
        {
            "title": "Errors in Investigation into \"Cheonan\" Case Admitted",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-06ee.html",
            "content": "Errors in Investigation into \"Cheonan\" Case Admitted\r\n Pyongyang, June 22 (KCNA) -- The south Korean puppet civilian-military joint investigation team admitted the wrong data on the analysis of the adsorbent on the body of warship \"Cheonan\" and parts of a torpedo produced by it as \"scientific evidence\" proving that \"the warship was sunk by a torpedo explosion\", according to the south Korean newspaper Hangyore on June 19.\n\t\t\t\t\t Ri Ki Bong, chief of the panel for investigating the cause of explosion of the \"joint investigation team\", who attended the third meeting of the \"ad hoc committee for probing the truth about the warship Cheonan case of the National Assembly\" on June 11 said that only non-crystalline oxide aluminum was detected at the beginning of the survey and that crystalline oxide aluminum was not discovered at that time because its amount was too small to be detected. He admitted the errors made in the team's \"results of investigation\", mumbling that a tiny amount of crystalline oxide aluminum was discovered in the course of the additional investigation conducted later.\n\t\t\t\t\t\n\t\t\t\t\t The \"joint investigation team\" is now talking nonsense that it confirmed that crystalline and non-crystalline oxide aluminum is simultaneously detected after the exploded powder has been reduced to ashes and in that case its amount is very tiny.\n\t\t\t\t\t\n\t\t\t\t\t Hangyore said: After all, he tried to justify the \"results of investigation\" with absurd logic, ignorant of even the scientific fact that aluminum cannot change into non-crystalline oxide 100 percent.\n\t\t\t\t\t\n\t\t\t\t\t The media verification committee for probing the truth about the warship \"Cheonan\" made up of media organizations said that the joint investigation team asserted that the results of the analysis of adsorbent were the most scientific evidence among the results of investigation presented by it. Now that the above-said results have been overturned, it is necessary to form a new investigation team with civilians and restart the investigation from the very beginning and, at the same time, conduct inspection of the state administration and a public hearing, etc. without fail if doubts about the overall investigation into the case are to be cleared."
        },
        {
            "title": "Korean People's Just Cause Supported by Russian Association",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-04ee.html",
            "content": "Korean People's Just Cause Supported by Russian Association\r\n Pyongyang, June 22 (KCNA) -- The Russian Association for the Study of the Juche Idea made public a statement on June 16, 60 years after the U.S. imperialists' start of the Korean war.\n\t\t\t\t\t The statement recalled the fact that the U.S. imperialist aggressors and their stooges, the south Korean puppet army, ignited a war of aggression against the Korean people on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK rallied close around President Kim Il Sung, brilliant strategist, inflicted an ignominious defeat upon the imperialist aggressors and won a great victory by displaying matchless popular heroism, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggression forces are standing in the way of achieving the reunification of Korea, still staying in south Korea, the statement said, adding: The war exercises for aggression being staged by the U.S. and the south Korean puppet forces indicate that they are the main factor of disturbing peace on the Korean Peninsula and the rest of Northeast Asia and imperialism remains unchanged in its aggressive nature.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the Korean people led by Kim Jong Il are fully ready to thoroughly beat back any aggression of the imperialists, stressing that the association expresses full support and solidarity with the Korean people in their just cause."
        },
        {
            "title": "Korean People's Just Struggle Supported",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-03ee.html",
            "content": "Korean People's Just Struggle Supported\r\nPyongyang, June 22 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea made public a joint statement on June 12 to mark the 10th anniversary of the adoption of the June 15 North-South Joint Declaration.\n\t\t\t\t\tThe adoption of the joint declaration was a great event in the struggle for the independent and peaceful reunification of Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tEmbodied in the joint declaration are President Kim Il Sung's idea of national independence that the question of Korea's reunification should be settled by the Koreans themselves, not by outsiders, and the spirit of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tThe adoption of the joint declaration was a brilliant fruition of the Songun politics pursued by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tToday puppet traitor Lee Myung Bak of south Korea is totally denying the June 15 joint declaration by inciting confrontation and division between the north and the south through such anti-DPRK campaign as the warship \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\tWe support the Korean people in the just struggle to keep the idea and principle of the June 15 joint declaration while standing against the U.S. imperialists and the Lee Myung Bak puppet clique."
        },
        {
            "title": "Kim Jong Il's Feats for Party Building Lauded",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-01ee.html",
            "content": "Kim Jong Il's Feats for Party Building Lauded\r\nPyongyang, June 22 (KCNA) -- Meetings, seminars, round-table talks, film shows and other events were held in Poland, Ukraine, Bulgaria, Benin, Singapore and Nigeria between June 5 and 15 to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t On display at the venues were celebrated works of the peerlessly great men and photos on their immortal exploits and books and magazines introducing the Korean people in the efforts to build a great prosperous and powerful nation and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Poland-Korea Association and other personages noted at a meeting that the DPRK has constantly advanced along the road chosen by itself, holding higher the banner of Songun even under the grave situation in which the imperialists are intensifying their highhanded and arbitrary practices. This was thanks to Kim Jong Il who has strengthened the WPK into an invincible party, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the U.S. and the south Korean authorities recently cooked up the \"Cheonan\" sinking case and are getting hell-bent on the moves to stifle the DPRK, they asserted that any action for aggression on the DPRK which built up the matchless military strength under the Songun politics would certainly come to failure.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ukrainian Independence Federation said in a report at a seminar that the interest in the Juche idea and the Songun idea is growing deeper worldwide than ever before and, accordingly, it is important to effectively conduct the study and dissemination of them in various forms and methods.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the film shows were \"Boundless Honor and Happiness of the Nation\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, made public a statement on June 13, which said that Kim Jong Il's start of work at the C.C., the WPK was a noteworthy event that opened a bright vista for developing the WPK into a revolutionary party of Juche type and the eternal party of President Kim Il Sung and achieving the victory of the Korean revolution and global independence."
        },
        {
            "title": "National Seminar on Juche Idea Held in Ukraine",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-02ee.html",
            "content": "National Seminar on Juche Idea Held in Ukraine\r\n Pyongyang, June 22 (KCNA) -- A Ukrainian national seminar on the Juche idea was held in Kiev on June 15 on the theme of \"Let us intensify the dissemination of the idea on independence of humankind to cope with 'globalization'\".\n\t\t\t\t\t Present there were chiefs and members of Juche idea and Songun policy study organizations in Ukraine and the general secretary of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t\n\t\t\t\t\t Nikolai Polishk, chairman of the National Coordinating Committee of the Ukrainian Society for the Study of the Juche Idea and the Association for the Study of Songun Policy, said in a report at the seminar that the Juche idea is the one and only guidelines indicating the way for global independence, adding that only when Ukraine follows the example of the DPRK, can it hold its authority in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t It is the natural duty and basic mission of the Juche idea followers to extend active support and solidarity to the Korean people who are waging the vigorous struggle against the U.S. and other hostile forces' moves to stifle the DPRK, the reporter stressed.\n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The speakers unanimously said that the Juche idea clarifying the position and role of man in the world serves as the great banner of struggle which indicates the way for achieving the independent development of each country and carving out the destiny of each nation on a global scale.\n\t\t\t\t\t\n\t\t\t\t\t Expressing admiration at the reality of the DPRK where the leader and the people have formed a harmonious whole, they said that even the people of a small country can turn into dignified people when their leader is great.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the seminar was a declaration \"Let us intensify the dissemination of the idea on independence of humankind to cope with 'globalization'\"."
        },
        {
            "title": "MINREX advierte a EE.UU. que deje de calumniar a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-20ee.html",
            "content": "MINREX advierte a EE.UU. que deje de calumniar a la RPDC \r\nPyongyang, 22 de junio (ATCC) --  A la pregunta formulada por la Agencia Telegrafica Central de Corea en relacion con que en estos tiempos Estados Unidos se afana en la campana de calumnia a la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 21 la siguiente respuesta:\n\t\t\t\t\tEn estos dias, no satisfecho de acusar a la RPDC de \"provocativa\" y \"belicosa\", EE.UU. inventa la absurda falsedad de que la RPDC ofrece una \"cooperacion nuclear\" a Myanmar. \n\t\t\t\t\t\n\t\t\t\t\tHace poco, algunos medios de prensa surcoreanos transmitieron una desinformacion de que la RPDC hace sin permiso la retransmision TV sobre los juegos de la Copa Mundial de la FIFA. Al enterarse de esa noticia falsa, el llamado portavoz del Departamento de Estado norteamericano, Crowley, acuso atrevidamente a la RPDC, sagrado Estado soberano, de \"Estado criminal\". \n\t\t\t\t\t\n\t\t\t\t\tLa retransmision TV de los juegos de la Copa Mundial de la FIFA en la RPDC es una cosa legitima y normal segun el acuerdo con las organizaciones internacionales correspondientes. \n\t\t\t\t\t\n\t\t\t\t\tEsta maldicion la puede soltar solo un histerico colmado de la hostilidad anti-RPDC o un tonto que no sabe nada de la tendencia de la epoca. \n\t\t\t\t\t\n\t\t\t\t\tAhora EE.UU. esta ocupado por ayudar a los titeres surcoreanos en la crisis por el incidente del buque de guerra \"Cheonan\". El imperio pretende consolidar otra vez su posicion de \"salvador\" sobre el Sur de Corea, que se debilitaba, y al mismo tiempo, adiestrar a Japon que esta en caos. \n\t\t\t\t\t\n\t\t\t\t\tEs por eso que EE.UU. ampara a ciegas todas las palabras absurdas de los titeres surcoreanos y se entrega a la campana anti-RPDC sin precedente.\n\t\t\t\t\t\n\t\t\t\t\tTal palabra bsurda de Crowley no es un simple sintoma de trastorno psiquico de un individuo que carece del poder de informacion y de expresion, sino es una revelacion de la intencion de la actual administracion norteamericana de encubrir su incapacidad con la cortina de \"paciencia estrategica\" y evadir todos los dialogos incluso las conversaciones a 6 bandas. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. no esta dispuesto al dialogo, no lo demandaremos con urgencia. Pero, EE.UU. debe darse clara cuenta de que nunca perdonaremos la campana de calumnia anti-RPDC y de que cobraremos el precio segun el metodo de calculo a nuestro estilo."
        },
        {
            "title": "CRPP denuncia a la banda de los titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-21ee.html",
            "content": "CRPP denuncia a la banda de los titeres surcoreanos\r\nPyongyang, 22 de junio (ATCC) -- Hace poco, el portavoz del titere Ministerio de Reunificacion del Sur de Corea dijo que \"el Norte difamo el espiritu de la Declaracion Conjunta del 15 de Junio\" y que este debe \"excusarse\" por el incidente de hundimiento del buque de guerra \"Cheonan\" y \"renunciar el desarrollo nuclear\".\n\t\t\t\t\tTambien el titere ministro de misma cartera, Hyon In Thaek, volvio a hablar en la \"Asamblea Nacional\" de la \"posibilidad de la situacion bruscamente cambiada\" y del \"incidente de la turista surcoreana al monte Kumgang\", mientras que los compinches del \"Gran Partido Nacional\" del Sur de Corea senalaron que \"no debe censurar que el empeoramiento de las relaciones Sur-Norte se debe a la politica del actual gobierno surcoreano sobre el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tTales palabras no pasan de ser una locura antinacional e imperdonable provocacion para ocultar vil naturaleza de destructor y violador de la Declaracion Conjunta del 15 de Junio, justificar su politica de confrontacion fratricida y eludir la responsabilidad de haber llevado a la catastrofe y a la crisis de guerra las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tSenalo el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) en su informacion No. 957 publicada el dia 21 y continuo:\n\t\t\t\t\t\n\t\t\t\t\tTambien son viles artimanas y ultimos esfuerzos de los titeres surcoreanos por evadir la crisis politica causada por el incidente del hundimiento del \"Cheonan\" y la derrota en las \"elecciones de autonomia local\" y evitar la condenacion de los habitantes surcoreanos y la opinion publica interna y externa del pais sobre la criminalidad de haber llevado al fracaso todas las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda de Lee Myung Bak recurre al enfrentamiento y la guerra despreciando la advertencia de la opinion publica y negando de continuo la Declaracion Conjunta del 15 de Junio, no podra eludir la autodestruccion final.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, sera castigado primeramente Hyon In Thaek, quien vino interrumpiendo las relaciones intercoreanas y persiguiendo solo la confrontacion y la guerra en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee debe actuar con prudencia dandose clara cuenta de la corriente de la epoca y de la opinion publica."
        },
        {
            "title": "Acta de acusacion de ATCC sobre caso del \"Cheonan\"",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-22ee.html",
            "content": "Acta de acusacion de ATCC sobre caso del \"Cheonan\" \r\nPyongyang, 22 de junio (ATCC) -- La Agencia Telegrafica Central de Corea hizo publica la siguiente acta de acusacion que revela el verdadero aspecto del incidente de hundimiento del buque surcoreano de guerra \"Cheonan\":\n\t\t\t\t\tYa paso un mes desde que Estados Unidos y la banda del traidor Lee Myung Bak hicieron publico el \"resultado de investigacion\" del caso de hundimiento del buque de guerra \"Cheonan\" de la marina de guerra surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Para pintar a la Republica Popular Democratica de Corea como responsable del caso, EE.UU. y la camarilla de traidores surcoreanos inventaron en conjunto la \"teoria de ataque de torpedo norcoreano\" y lo remitieron hasta a la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, esta condenada al fracaso esta demencial campana para atropellar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Efectivamente, en la palestra mundial crecen hoy las voces de justicia rechazando el \"resultado de investigacion\" y denunciando a los verdaderos culpables del caso y los provocadores.\n\t\t\t\t\t\n\t\t\t\t\t  La Agencia Telegrafica Central de Corea publica la siguiente acta de acusacion que califica de imperdonable atentado contra la RPDC ese complot que urdieron EE.UU. y la camarilla de Lee Myung Bak para desvirtuar la dignidad y la independencia de la RPDC aprovechando el hundimiento de la corbeta surcoreana \"Cheonan\":\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t                                1\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa \"teoria de ataque de torpedo norcoreano\" difundida por EE.UU. y la camarilla del traidor Lee Myung Bak es un invento carente de fundamentos cientificos.\n\t\t\t\t\t\n\t\t\t\t\t  Resulta una incognita la parte propulsora del torpedo de un metro y medio de largo que al decir de ellos, fue sacada a flote por una embarcacion civil con su traina.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, ?por que no la habran podido buscar durante mas de 50 dias decenas de buques norteamericanos y surcoreanos dotados de detectores sofisticados?\n\t\t\t\t\t\n\t\t\t\t\t  A fin de dar credulidad a esa \"recogida\", la camarilla surcoreana presento en la ONU los materiales filmicos en que aparece una embarcacion civil sacando con su traina dicha parte del torpedo a la superficie del mar y transportando a un helicoptero este hallazgo que nadie sabe de quien es.\n\t\t\t\t\t\n\t\t\t\t\t  Resulta claro para todos que esos filmes son demasiado vagos para identificar el polemico resto del torpedo.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, la helice, el motor y otros componentes del cuerpo propulsor del torpedo, que supuestamente partio en dos partes la corbeta \"Cheonan\", no se vieron doblados ni averiados.\n\t\t\t\t\t\n\t\t\t\t\t  Lo ha admitido hasta Yun Tok Yong, jefe del \"grupo de investigacion conjunta\" del caso del \"Cheonan\", confesando que los miembros estadounidenses y australianos de su \"grupo\" se mostraron asombrados de la integridad de la parte propulsora del torpedo.\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, en el Sur de Corea se escuchan las voces burlando asi: \"ellos cogieron una piedra cualquiera en la calle e insisten en que esta es de la era paleolitica\".\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y las autoridades surcoreanas dicen que esa parte de torpedo es norcoreana aduciendo que su calidad metalica es igual con la del \"torpedo para el ejercicio del Norte\" conseguido hace 7 anos y coincide con el diseno presentado en el \"catalogo de torpedos norcoreanos\". Otro sofisma mas.\n\t\t\t\t\t\n\t\t\t\t\t  Yun Tok Yong dijo que en el momento de publicacion del \"resultado de investigacion\", no se ha hecho la comparacion de la calidad de los dos torpedos. \n\t\t\t\t\t\n\t\t\t\t\t  En particular, el ministro titere de \"Defensa Nacional\" del Sur de Corea, Kim Thae Yong, dijo que \"seria mas exacto decir que el catalogo de torpedos no es folleto sino un CD\". Esto contradice la confirmacion de Yun Tok Yong de haber visto directamente ese catalogo.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto a la letra \"1 pon\", hay que recordar el hecho de que el Norte y el Sur de Corea usan el mismo idioma. Por lo tanto, nadie puede negar que si el Norte puede escribirla, puede hacerlo tambien el Sur. Pero, al despreciar de manera intencional esta posibilidad, las autoridades surcoreanas insisten obstinadamente en que es la letra del Norte evadiendo hasta la fecha el analisis de la tinta de la pluma marcadora con que ella fue escrita.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto a la incoherencia cientifica de la letra, el periodico surcoreano Kyunghyang Daily revelo el primero de junio como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Los puntos de ebullicion de las tintas de uso general son 138.5oC, 110.6oC y 78.4oC.  Por eso, si hubiera calentado el cuerpo propulsor del torpedo a la temperatura de 300oC, la tinta habria sido quemada completamente.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien fue quemada la pintura exterior del \"Cheonan\", deberia ser asi tambien la letra \"1 pon\".\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en contra de esa regla cientifica, la pintura exterior resistente a las altas temperaturas ha sido quemada, pero no fue asi la tinta dentro del torpedo que se quema facilmente aun a las bajas temperaturas.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, causa serias dudas otra \"prueba determinante\" presentada por la camarilla surcoreana al publicar su \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tSegun ella, son del mismo oxido de aluminio las sustancias adsorbidas en la armadura de la corbeta de \"Cheonan\", incluyendo la proa, la popa y la chimenea, y en la parte propulsora del \"torpedo del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t   Los titeres insisten en que esas sustancias fueron generadas por la oxidacion de los polvos de aluminio mezclados con la polvora del torpedo para elevar los efectos de particion del buque. Ademas, sostienen que dichas sustancias se convirtieron en las no cristalinas debido a la alta temperatura causada por la explosion del \"torpedo norcoreano\" y al contacto con el agua fria del mar.\n\t\t\t\t\t\n\t\t\t\t\t  A peticion de un \"parlamentario\" surcoreano perteneciente al \"Partido Democratico\", un profesor coreano de la Universidad de Virginia de EE.UU. realizo el experimento de analisis del particular, en el cual quedo comprobado que en el caso de explosion, no todos los polvos de aluminio se convierten en sustancias no cristalinas.\n\t\t\t\t\t\n\t\t\t\t\t  Ese profesor publico el resultado de su experimento en forma de disertacion y la envio a la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Perplejo ante ello, el \"grupo de investigacion conjunta\" se vio obligado a reconocer oficialmente el 11 de junio en la \"Asamblea Nacional\" el error en su \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Desde el principio, los supervivientes del \"Cheonan\" habian declarado que no han olido a la polvora en el momento del accidente.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, los titeres surcoreanos se obstinaron en la \"teoria de ataque torpedero del Norte\" despreciando a la opinion publica que sostenia la posibilidad de que el oxido de aluminio fuera producido durante el ejercicio de artilleria del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t   La poblacion surcoreana y los habitantes del mundo repudian el \"resultado de investigacion\" de EE.UU. y la banda del traidor Lee Myung Bak, el cual es demasiado contradictorio y sospechoso.\n\t\t\t\t\t\n\t\t\t\t\t  Los dias 11 y 14 de junio, las organizaciones progresistas del Sur de Corea como la Participacion Solidaria de Ciudadanos por la Sociedad Democratica y  \"Hombres Partidarios de la Paz y Reunificacion\" enviaron los mensajes junto con una entidad de coreanos residentes en EE.UU. a los paises miembros del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  En sus mensajes, ellas negaron totalmente la \"teoria del ataque del torpedo del Norte\" explicando que si este torpedo hubiera explotado cerca del buque de guerra \"Cheonan\", habrian muchos pedazos clavados en el buque.\n\t\t\t\t\t\n\t\t\t\t\tPero, no fue encontrado ningun pedazo ni hubo entre los tripulantes los que sufrieron el reventon de timpanos y organos y la fractura de huesos que suelen ocurrir en los casos de explosion, precisaron.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, con respecto a que durante la supuesta explosion, se mantuvieron intactas las lamparas fluorescentes de la corbeta \"Cheonan\" y no fue hallada la banda de peces muertos en masas, incluyendo Ammodytes personatus que abunda en el lecho marino del accidente, se divulgan entre los habitantes surcoreanos unos humores como \"lampara fluorescente magica\" y \"la banda de Ammodytes personatus previo el ataque de torpedo del Norte\". \n\t\t\t\t\t\n\t\t\t\t\t  Dentro del \"poder\" surcoreano tambien flotan serias sospechas del \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\t  No por casualidad, se realizo el dia 7 en el edificio del \"Ministerio de Relaciones Exteriores y Comercio\" un encuentro de las autoridades con el extrano fin de \"mantenerse serenas\" ante las \"dudas razonadas\" sobre la \"teoria del ataque de torpedo del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tUn especialista chino en los asuntos militares estrategicos hizo publico el 17 de junio en el rotativo Huan Qiu Shibao el articulo intitulado \"?El buque 'Cheonan' fue hundido por un torpedo?\" que sigue:\n\t\t\t\t\t\n\t\t\t\t\t\"Las 'pruebas' ofrecidas hasta ahora por la parte surcoreana no son suficientes para afirmar la conclusion de que el hundimiento del buque 'Cheonan' se debio a la explosion causada por el 'ataque de torpedo'.\n\t\t\t\t\t\n\t\t\t\t\tCuando se partio en dos partes el \"Cheonan\", las fuerzas navales de EE.UU. y el Sur de Corea estaban librando el ejercicio conjunto anti-submarinos en el lecho marino de accidente.\n\t\t\t\t\t\n\t\t\t\t\tSi se toma en cuenta que el blanco simulado de busqueda de ese ejercicio es precisamente un submarino norcoreano, resulta mas dificil todavia que este se acercara a las aguas maritimas de entrenamiento burlando la rigurosa vigilancia de multiples sensores acusticos submarinos. Si bien la parte surcoreana insiste en que fue la 'conducta' del mini-submarino norcoreano, no ha publicado todavia ningun registro de eso.\n\t\t\t\t\t\n\t\t\t\t\tTampoco puede explicar como ese submarino infiltro en lo profundo de la zona maritima donde se desarrollaba el ejercicio, burlando el bloqueo multiple, y como pudo esfumarse despues de lanzar el torpedo sin ser descubierto ni dejar rastros. \n\t\t\t\t\t\n\t\t\t\t\tLa parte propulsora del torpedo es una de las pruebas mas importantes publicadas por la parte surcoreana. Para vincularla con el incidente, hacen falta muchas pruebas mas\".\n\t\t\t\t\t\n\t\t\t\t\t El periodico ruso Moscovski Komsomoletz subrayo el 28 de mayo como siguiente:\n\t\t\t\t\t\n\t\t\t\t\t  \"Rusia y China no confian en nada el 'resultado de investigacion' que no menciona muchas pruebas y hechos y resulta del todo problematico\"\n\t\t\t\t\t\n\t\t\t\t\t  Aunque EE.UU. y las autoridades surcoreanas hablan con bombo y platillo de la \"investigacion objetiva\", en el curso de ella no fue respetada nunca la objetividad.\n\t\t\t\t\t\n\t\t\t\t\t  En la conversacion telefonica sostenida el primero de abril con el traidor Lee Myung Bak, el presidente estadounidense Obama prometio que \"cooperaria\" activamente en el \"proceso de investigacion\" del caso.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, el comandante de las tropas norteamericanas ocupantes del Sur de Corea, Sharp, visito el \"Ministerio de Defensa Nacional\" del Sur de Corea reafirmando que \"no escatimaria la asistencia de maximo nivel\". \n\t\t\t\t\t\n\t\t\t\t\t  Llegaron desde EE.UU. el personal y los equipos necesarios para la invencion del caso, en que tomaron parte tambien los mismos de las tropas norteamericanas ocupantes del Sur de Corea y de la flota del Pacifico del imperio.\n\t\t\t\t\t\n\t\t\t\t\t  Practicamente, EE.UU. actuo arbitrariamente en todo el proceso de \"investigacion\" haciendose cargo hasta de las materias de que era capaz el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Para describir como \"objetivo\" el \"proceso de investigacion\", EE.UU. y los traidores surcoreanos formaron el \"grupo de investigacion conjunta de civiles y militares\" incorporando a los civiles surcoreanos y los extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, los civiles surcoreanos no pudieron participar realmente en la investigacion.\n\t\t\t\t\t\n\t\t\t\t\tUn especialista propuesto por el opositor Partido Democratico del Sur de Corea revelo: \"el circulo militar no me ha dado ninguna informacion sobre la agenda y el perimetro de participacion en la investigacion sino me ha notificado unicamente que esta prohibido salir del buque de guerra 'Tokdo' en la isla Paekryong hasta que termine la investigacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Bajo el control de EE.UU., el circulo militar surcoreano guardo como supersecreto la composicion y el sistema organizacional del \"grupo de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el \"parlamentario\" del Partido Democratico, An Kyu Baek, dijo que \"se concreto en realidad la preocupacion de que serian tapados la vista y el oido del grupo de investigacion de civiles y de que estos no serian mas que convidados de piedra\".\n\t\t\t\t\t\n\t\t\t\t\t  No se conocen tampoco los detalles de como trabajaron los extranjeros que formaron parte del \"grupo de investigacion conjunta\".\n\t\t\t\t\t\n\t\t\t\t\t  En su edicion del 6 de junio, el periodico ruso Forum M. Eskaru subrayo: \"mas de la mitad del 'grupo de investigacion conjunta internacional' eran norteamericanos y el resto provenia de otros paises como Gran Bretana\"\n\t\t\t\t\t\n\t\t\t\t\t  La Agencia via Internet de Rusia Ruskie Novosti reporto el primero de junio como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Las absurdas pruebas publicadas por el \"grupo de investigacion\" del incidente suscitan serias criticas.\n\t\t\t\t\t\n\t\t\t\t\tEn primer lugar, ?por que se incluyeron en el \"grupo de investigacion\" solo los paises aliados de EE.UU. y no tomaron parte los paises claves como Rusia y China? \n\t\t\t\t\t\n\t\t\t\t\tAdemas, el Sur de Corea rehuso sin ninguna razon clara el envio del grupo de inspeccion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLo mas incomprensible del caso es por que el Sur de Corea se ha mostrado tan histerico hablando del \"castigo merecido\" y la \"represalia\" despues de publicar el 'resultado de investigacion', en lugar de dejar mas claros sus argumentos y pruebas, y por que ha retrocedido poco a poco hablando de la 'disculpa'  y del 'castigo al responsable'\".\n\t\t\t\t\t\n\t\t\t\t\tUn corresponsal norteamericano en Seul declaro asi: \"Todos los extranjeros, excepto a un sueco, que representan mas de la mitad del grupo de investigacion, son especialistas de los paises que habian enviado sus tropas al Sur de Corea durante la pasada guerra coreana. Surge la sospecha de que ellos han recibido la orden de guardar el silencio\"\n\t\t\t\t\t\n\t\t\t\t\tGran Bretana se mantiene callada pese a que habia aceptado la peticion oficial de brindar informaciones sobre los especialistas britanicos participantes en el \"grupo de investigacion\". Canada anuncio el 16 de mayo, 4 dias antes de la publicacion del \"resultado de investigacion\", que enviaria a sus especialistas. Pero, no se informo nada de cuando ellos llegaron al Sur de Corea y de si participaron o no en la \"investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tDicen que Suecia ofrecio solo la ayuda tecnica  y no participo en definir la responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe del citado grupo confeso que los \"especialistas\" de EE.UU. y Australia son quienes no habian hecho ni una sola vez el sondeo submarino para hallar el torpedo, lo cual pone en entredicho la \"profesionalidad\" de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y la banda titere surcoreana encubrieron o modificaron a su gusto los datos que no convenian a la invencion de la \"teoria de ataque torpedero del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tY en el \"resultado de investigacion\" no hicieron referencia alguna a los siguientes datos desfavorables: la diferencia de 1.6 kilometros mas o menos entre las coordenadas de hundimiento publicadas por el \"Ministerio de Defensa Nacional\" y las registradas en el sistema automatico de comunicaciones de las fuerzas navales del ejercito surcoreano; las notas meteorologicas contradictorias del circulo militar y el sector civil sobre la situacion de oleaje en el tiempo y el lugar de accidente; la causa por la que el \"Cheonan\" navego, fuera de costumbre, en aguas cercanas a la isla Paekryong; como pudo navegar casi un kilometro mas este buque que debio ser hundido en el acto dividiendose en dos partes y levantado una gran columna de agua si fue atacado por un torpedo; etc.\n\t\t\t\t\t\n\t\t\t\t\tFueron omitidos y encubiertos en la \"investigacion\" los elementos mas decisivos en la aclaracion del caso como el video del TOD (aparato de observacion termica) sobre el aspecto de la corbeta \"Cheonan\" en el momento del accidente, la cabina de la turbina de gas que estaba en la parte cortada del buque y el motor diesel.\n\t\t\t\t\t\n\t\t\t\t\tEn los materiales de video del TOD filmados desde los puestos de vigilancia del ejercito titere surcoreano en la isla Paekryong y su contorno se pueden ver el aspecto del \"Cheonan\" antes y despues de ser hundido, pero no hay la imagen que capta el momento de su naufragio. Al principio, los materiales de video fueron proyectados durante 1 minuto y 20 segundos mas o menos y despues se aumentaron a 40 minutos ante las criticas de la opinion publica. Si bien las autoridades decian que \"no hay nada que agregar mas\", se vieron obligadas a presentar mas imagenes ante la fuerte presion. Todo esto hace suponer que estan ocultados en alguna parte los materiales de video que muestran el momento del accidente.\n\t\t\t\t\t\n\t\t\t\t\tRi Jong Hui, \"parlamentaria\" del Partido de Obreros Democraticos del Sur de Corea, dijo el 19 de mayo que \"son mentiras puras las insistencias del \"Ministerio de Defensa Nacional\" de que no existe el video de TOD sobre la separacion de la popa y la proa del \"Cheonan\" y cito hasta los nombres de las figuras del circulo militar que lo han visto.\n\t\t\t\t\t\n\t\t\t\t\tSegun lo publicado por el \"grupo de investigacion conjunta\", las partes que recibieron el impacto mas directo por el torpedo fueron la cabina de turbina de gas y el motor. Pero, esta cabina fue sacada a flote el 19 de mayo, vispera de la publicacion del \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tA la pregunta de \"por que no incluyen en el resultado de investigacion la cabina de turbina y el motor diesel no sacado a flote todavia\", un miembro del citado \"grupo\" se nego abiertamente a investigarlos diciendo que la \"investigacion realizada hasta ahora basta para suponer la causa del accidente\".\n\t\t\t\t\t\n\t\t\t\t\tEl comite especial del buque de guerra \"Cheonan\" del Partido Democratico demando a las autoridades titeres surcoreanas poner de conocimiento publico 63 informaciones como las notas sobre la situacion del momento del accidente, registros de comunicacion, informes, datos de navegacion y permiso a ver los videos de TOD y el resultado de analisis de fragmentos recogidos, lo cual corrobora que fueron escondidos muchos datos por la camarilla traidora.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y la banda traidora surcoreana no vacilaron en inventar las \"pruebas\" para hacer creer como un hecho la \"teoria del ataque de torpedo del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tElla traslado la popa de la corbeta \"Cheonan\" a las cercanias de la isla Taechong y mando para alla a la brigada de combate especial y la unidad de socorro maritimo pretextando que es una \"medida para identificar la traina\". Pero, en diversos sectores del Sur de Corea crecen las sospechas de que eso es para eliminar las pruebas reveladoras de la verdad del caso y tergiversar las informaciones.\n\t\t\t\t\t\n\t\t\t\t\tEn su declaracion conjunta del 11 de junio, los delegados permanentes de la entidad surcoreana \"Hombres Partidarios de la Paz y Reunificacion\" se refirieron a que las autoridades militares ocultaron adrede el video de TOD y que cuando surgio este incidente, el presidente de la \"junta de los jefes de Estado Mayor\" no estaba en la sala de control de mando debido a su borrachera. Anadieron que este hecho basta para saber que el circulo militar suele meter embustes.\n\t\t\t\t\t\n\t\t\t\t\tY expresaron la gran indignacion al circulo militar que encubrio e invento intencionalmente los hechos para evitar su responsabilidad enganando y burlando no solo al pueblo surcoreano sino a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl autor principal de esta farsa es precisamente EE.UU. y el traidor Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tLa secretaria de Estado norteamericana viajo al Sur de Corea para expresar el apoyo de EE.UU. al \"resultado de investigacion\" de los titeres surcoreanos. En esa ocasion, dijo que el \"informe de investigacion de 400 paginas fue perfecto y son persuasivas las opiniones objetivas de los especialistas\".\n\t\t\t\t\t\n\t\t\t\t\tPero, esta mentira pura para enganar al mundo fue identica al embuste de Powell quien afirmo en el Consejo de Seguridad de la ONU la existencia de las \"armas de exterminio masivo\" en Irak.\n\t\t\t\t\t\n\t\t\t\t\tEl 12 de junio, cuando los \"parlamentarios\" opositores demandaron presentar el \"informe de 400 paginas\" mencionado por la secretaria de Estado de EE.UU., el ministro de \"Defensa Nacional\" del Sur de Corea dijo que \"no existe tal informe\".\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee Myung Bak, quien inmediatamente despues del surgimiento del caso, hablaba de la \"investigacion consecuente\" y la \"revelacion de todos los datos para que no queda ninguna sospecha\", no pronuncia ahora ni una palabra sobre numerosos datos ocultados.\n\t\t\t\t\t\n\t\t\t\t\t  Desde el principio del caso, la opinion publica mundial insistio en que la responsabilidad del caso recae sobre EE.UU. y las autoridades surcoreanas y que la sociedad internacional debe sentenciarlos. \n\t\t\t\t\t\n\t\t\t\t\tUna fuente de inteligencia de la flota pacifica de Rusia aclaro que es verdad que el hundimiento del buque \"Cheonan\" se debio a un torpedo, pero este no es del \"Norte de Corea\", sino un torpedo especial lanzado por el pequeno aparato submarino despegado de un submarino atomico ultramoderno de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t  Citando las palabras de un capitan de navio del Estado Mayor General de las fuerzas navales de Rusia, el periodico Komsomolskaya Pravda afirmo asi en su articulo del 27 de mayo:\n\t\t\t\t\t\n\t\t\t\t\t\"El presente caso es un 'invento' de los que intentan enganar a la comunidad internacional. EE.UU. es el 'director habil' en esta materia. Es preciso recordar con que informaciones mentirosas habia enganado EE.UU. a la ONU para comenzar la guerra iraqui. El incidente del 'Cheonan' es tambien una 'intriga' de EE.UU.\"\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, un periodista estadounidense  preciso que si bien en el lugar del accidente fueron encontrados los restos del torpedo de produccion alemana, Alemania expuso en claro que \"nunca habia exportado las armas al Norte de Corea\". Y apunto que \"la teoria de ataque de torpedo del Norte\" es la \"clasica operacion de engano\".\n\t\t\t\t\t\n\t\t\t\t\tUn periodico suizo informo el 27 de mayo que \"algunos expertos estadounidenses buscan la causa del hundimiento del buque en el 'ataque de torpedo norcoreano', pero esto se asemeja a la insistencia del ex secretario de Estado norteamericano Powell que en la Asamblea General de la ONU habia acusado a Iraq de tener las armas de exterminio masivo\".\n\t\t\t\t\t\n\t\t\t\t\t  El periodico indonesio Kompas senalo el primero de junio que se presenta la posibilidad de que el hundimiento del \"Cheonan\" se debiera a un submarino norteamericano y agrego que es necesario mencionar que en el dia del incidente, un submarino nuclear norteamericano estuvo cerca de la isla Paekryong cumpliendo su mision secreta.\n\t\t\t\t\t\n\t\t\t\t\tEl 7 de junio, la cadena surcoreana KBS trascendio el siguiente reportaje:\n\t\t\t\t\t\n\t\t\t\t\tSegun AP, el dia del hundimiento del buque \"Cheonan\", el Sur de Corea y EE.UU. estuvieron desarrollando los ejercicios anti-submarinos en las cercanias del buque siniestrado. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, el portavoz de las tropas norteamericanas estacionadas en el Sur de Corea preciso que el Sur de Corea y EE.UU. desplegaron los ejercicios en la zona maritima a 120 km del punto de hundimiento a partir de las 10 de la noche anterior hasta las 9 de la noche del dia del incidente. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios moviles se realizaron con la participacion de los buques norteamericanos incluso dos destructores tomando como blanco simulado un submarino de las fuerzas navales surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tEl portavoz de la \"comandancia de las fuerzas combinadas Sur de Corea-EE.UU.\" confirmo que en el momento de naufragio, el buque \"Cheonan\" tenia activado el sensor que detecta los objetos submarinos emitiendo las ondas sonoras.\n\t\t\t\t\t\n\t\t\t\t\tEsta es la primera vez que se da a la publicidad con explicaciones detalladas el curso de los ejercicios de submarinos que se libraban en la hora de hundirse la corbeta \"Cheonan\". \n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, la KBS habia transmitido el 7 de abril que EE.UU. y el Sur de Corea ocultan el hundimiento del submarino norteamericano muy cerca de donde fue naufragado el \"Cheonan\" por el temor a la revelacion de la presencia desde mucho antes de los submarinos norteamericanos en los alrededores de la isla Paekryong con el fin de atacar sorpresivamente a la RPDC en el \"tiempo de emergencia\" y a la explosion del sentimiento antiyanqui en el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl 17 de abril, la \"direccion del movimiento por la retirada de tropas norteamericanas\" del Sur de Corea subrayo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLo que se pudo dar cuenta en el acto cuando fue sacada a flote la popa del buque \"Cheonan\", fue que el hundimiento no se debio a la explosion. \n\t\t\t\t\t\n\t\t\t\t\tEl ofensor mas sospechoso es el submarino de las tropas norteamericanas. Esta sospecha se hace mas grande si se toma en cuenta los siguientes hechos: el embajador estadounidense acreditado en el Sur de Corea recorrio apresurada e insolitamente la zona maritima del incidente junto con el comandante de las tropas norteamericanas ocupantes del Sur de Corea; el buzo surcoreano murio no en el lugar de hundimiento del \"Cheonan\" sino en un tercer punto donde se presume que fue hundido el submarino norteamericano; los buzos norteamericanos estuvieron buscando algo con afan en un tercer punto sin hacer caso del buque \"Cheonan\" hundido.\n\t\t\t\t\t\n\t\t\t\t\tEstos parrafos hacen recordar el proverbio de la criminologia: \"el delincuente visita sin falta el terreno donde fue ejecutado su crimen\".\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos arriba mencionados comprueban claramente que la \"teoria de ataque de torpedo norcoreano\" es un invento de EE.UU. y la banda del traidor Lee Myung Bak que partio de la mala intencion de ocultar su crimen e imputar la responsabilidad a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t                                   2\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEn el trasfondo de la \"teoria de ataque de torpedo norcoreano\" subyace el sucio proposito politico de EE.UU. y la camarilla del traidor Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tPara alcanzarlo, EE.UU. y la banda traidora se confabularon no solo en la invencion del \"resultado de investigacion\" sino tambien en las \"acciones subsiguientes\". \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto fue publicado el 20 de mayo el \"resultado de investigacion\", el presidente estadounidense Obama dio a sus tropas la orden de prepararse para \"frenar la agresion del Norte de Corea en el futuro\" en coordinacion con el ejercito titere surcoreano. De esta manera, indujo en error la opinion publica como si llegara al extremo la \"inseguridad\" regional debido a la \"amenaza proveniente del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tComo resultado, EE.UU. pudo resolver inmediatamente mediante un acuerdo con Japon el espinoso problema de traslado de su base aerea de Futenma en Okinawa.\n\t\t\t\t\t\n\t\t\t\t\tLa secretaria de Estado estadounidense, en su viaje al Sur de Corea y Japon, expreso apoyo al \"resultado de investigacion\" y se refirio a la \"situacion muy peligrosa\" de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tAhora, se entablan los debates entre EE.UU., el Sur de Corea y Japon para consolidar la alianza militar tripartita frente al \"tiempo de emergencia de la Peninsula Coreana\".\n\t\t\t\t\t\n\t\t\t\t\tSe remitio al congreso norteamericano el problema de dilatar la \"transferencia del mando de operaciones en el tiempo de guerra\" desde EE.UU. al Sur de Corea mientras estas partes discuten abiertamente el problema de emplazar en el Mar Oeste de Corea al grueso de la flota del Pacifico de EE.UU. bajo el rotulo de los ejercicios belicos conjuntos de gran envergadura. \n\t\t\t\t\t\n\t\t\t\t\tEn este contexto, el Departamento de Defensa norteamericano mostro abiertamente su intencion de terminar hasta en octubre que viene el \"informe de la estrategia sobre Asia-Pacifico\", nueva guia de seguridad centrada en Asia Oriental, para fortalecer el dominio sobre esta region en el siglo XXI, era de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas conservadoras ultraderechistas, incluso el secretario general del \"Gran Partido Nacional\", comparan el caso del buque \"Cheonan\" con el \"incidente del 11 de septiembre\" diciendo que hay que aprender el modo de EE.UU. de \"resarcir las secuelas del terrorismo\", y levantan la \"oleada anti-Norte\" declarando el enfrentamiento total con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando quedo frustrado su intento de ganar las \"elecciones de autonomia local\" levantando la \"oleada contra el Norte\" y de recrudecer la \"sancion\" sobre la RPDC malempleando los escenarios internacionales, EE.UU. y los titeres surcoreanos cuestionaron hasta las transmisiones televisivas de la Copa Mundial de la FIFA en la RPDC tildandola de \"Estado criminal\". Pero, ellos pasaron tremenda pena cuando se revelo que eran legitimas tales transmisiones.\n\t\t\t\t\t\n\t\t\t\t\t  Si recordamos la historia, Hitler cometio sus maldades con la invencion del \"caso del incendio del edificio del Reichstag\"; Japon lanzo la agresion al continente chino al fabricar el \"incidente del puente Lugouqiao; EE.UU. amplio la guerra de agresion a Vietnam pretextando el \"incidente del Golfo de Bac-Bo\".\n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, las personalidades de distintos estratos y los medios de prensa de varios paises del mundo y hasta los comentaristas estadounidenses comparan el caso del hundimiento del buque de guerra \"Cheonan\" con el \"incidente del Golfo de Bac-Bo\" ocurrido en agosto de 1964.\n\t\t\t\t\t\n\t\t\t\t\t  El activista canadiense Steven afirmo que el incidente del buque \"Cheonan\" es otra version del \"caso del Golfo de Bac-Bo\" y da lo mismo que \"el agresor denuncia a la victima, blanco de agresion, con el fin de justificar su politica de agresion bajo el pretexto de autodefensa\".\n\t\t\t\t\t\n\t\t\t\t\t  El jefe del Centro de Investigacion de Corea del Instituto del Extremo Oriente de la Academia de Ciencias de Rusia dijo el 8 de junio que el incidente del buque \"Cheonan\" tiene muchos aspectos contradictorios, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Circulan opiniones de que ese caso es una provocacion con fines politicos. \n\t\t\t\t\t\n\t\t\t\t\t  Los expertos citan por ejemplo el incidente tragico ocurrido en 1964 en el Golfo de Bac-Bo. En aquel entonces, EE.UU. amplio la guerra vietnamita pretextando que fue atacado su destructor. \n\t\t\t\t\t\n\t\t\t\t\t  Pongamos otro ejemplo mas reciente. \n\t\t\t\t\t\n\t\t\t\t\t  Hace 7 anos, el presidente y el secretario de Estado de EE.UU. enganaron a los habitantes de su pais, a los paises aliados y a todo el mundo afirmando que Irak tiene las armas de exterminio masivo y cometieron la invasion armada contra ese pais persico. Sin embargo, hasta la fecha, no aparecen en Iraq esas armas letales. \n\t\t\t\t\t\n\t\t\t\t\t  La agencia noticiera rusa Ria-Novosti informo el 26 de mayo las siguientes lineas:\n\t\t\t\t\t\n\t\t\t\t\t  A primera vista, todo parecio simple en el caso del buque patrullero \"Cheonan\". Pero esto es el problema. Los paises de Asia Oriental recuerdan bien como ocurren tales casos. Citamos por ejemplo el incidente del avion de pasajeros surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  En 1983, ese avion se desvio 650 km de su ruta aerea por causa desconocida y fue derribado por haber invadido el espacio aereo jurisdiccional de la ex URSS. Algun tiempo despues, fue aclarado que los pilotos de la compania aerea surcoreana trabajaron regularmente para la Agencia Central de Inteligencia de EE.UU. y realizaron la filmacion fotografica del territorio sovietico.\n\t\t\t\t\t\n\t\t\t\t\t  Todos comprenden que la hipotesis oficial no da solucion a todos los problemas, y todos sus detalles se asemejan a una provocacion.\n\t\t\t\t\t\n\t\t\t\t\t  Estas valoraciones de la sociedad internacional y la historia insinuan que el hundimiento del \"Cheonan\" es la farsa orquestada por EE.UU. y la banda del traidor Lee Myung Bak reproduciendo en la Peninsula Coreana el metodo habitual de los agresores que urden el complot cada vez que caen en aprieto y cometen toda forma de estupideces pretextandolo.\n\t\t\t\t\t\n\t\t\t\t\t  En efecto, ellos pensaron que si acusan a la RPDC de \"Estado criminal\" y dan destaque a la \"amenaza proveniente de ella\", podrian alcanzar los siguientes objetivos:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, Pasar exitosamente las \"elecciones de autonomia local\" y las intermedias del congreso norteamericano en noviembre que viene, lograr la estabilidad del \"poder\" y repetir el mandato. \n\t\t\t\t\t\n\t\t\t\t\tSegundo, Promover su politica de \"paciencia estrategica\" y de confrontacion fratricida encaminada a destruir el ambiente de inversion internacional en la RPDC y atropellarla finalmente.   En particular, EE.UU. previo que podria amenazar a China y Rusia, potencias de Asia-Pacifico, y fortalecer el dominio a los aliados regionales dependientes del imperio. \n\t\t\t\t\t\n\t\t\t\t\tEl complot de EE.UU. y la banda de Lee Myung Bak en torno al buque de guerra \"Cheonan\" esta condenado al fracaso. \n\t\t\t\t\t\n\t\t\t\t\tRealmente, se alzan las voces de denuncia en todas partes del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl Partido Socialista Arabe de Egipto publico el 29 de mayo una declaracion que senala:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las autoridades surcoreanas fraguaron el incidente del hundimiento de una corbeta, libran la campana contra la RPDC vinculandolo con esta y llevan la situacion de la Peninsula Coreana al borde de guerra. \n\t\t\t\t\t\n\t\t\t\t\tTal incidente es un invento coproducido por las actuales autoridades surcoreanas, que intentan salir de la crisis del poder al aplastar a la RPDC, que defiende firmemente la soberania y la dignidad, y distraer la opinion publica surcoreana, y por EE.UU. que pretende consolidar su posicion estrategica en el Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEn entrevista con ITAR-TASS sostenida el 26 de mayo, el director de programas de investigacion del Centro de Estudio de Corea Moderna del Instituto de Economia Mundial y Relaciones Internacionales de la Academia de Ciencias de Rusia, Gueorgui Toloraya, senalo que la crisis actual de la Peninsula Coreana, la peor de los ultimos 20 anos despues del fin de la guerra fria, se caracteriza por la artificialidad, o sea, la manipulacion de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que ese acto cometido segun el plan trazado de antemano tiene evidentemente la meta politica de aislar y debilitar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de la seccion de Corea del Instituto del Extremo Oriente de la Academia de Ciencias de Rusia, Alexander Vorontsov, expreso en su articulo intitulado \"El secreto del buque patrullero del Sur de Corea\" la siguiente opinion:\n\t\t\t\t\t\n\t\t\t\t\tLos movimientos de EE.UU. y las autoridades surcoreanas despues de publicado el \"resultado de investigacion\" del incidente del \"Cheonan\" dan la impresion de que estan actuando segun el \"guion\" elaborado premeditadamente. El Sur de Corea considera como \"proyecto ideal fortalecer la \"presion sobre el Norte de Corea\" a traves del Consejo de Seguridad de la ONU con motivo del presente incidente y se esfuerza ingentemente por involucrar a China y Rusia. En EE.UU. ya esta apareciendo la opinion de que este incidente creo la posibilidad de satisfacer mejor los militares y politicos de EE.UU. en las zonas perifericas de China.\n\t\t\t\t\t\n\t\t\t\t\tEl lider de la Revolucion Cubana, Fidel Castro, senalo el 4 de junio que EE.UU. invento el incidente del \"Cheonan\" para dominar la region del Nordeste Asiatico y el resto del mundo y destaco que el imperio amenaza militarmente a Corea, Iran y otros paises, que no le agradan, enganando la opinion publica mundial con embustes e intrigas contra ellos.\n\t\t\t\t\t\n\t\t\t\t\tEn su articulo \"Las huellas de EE.UU. en el ´torpedo norcoreano´\", la Agencia via Internet de Rusia Ruskie Novosti senalo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa tension de la Peninsula Coreana no conviene al Norte ni al Sur sino conviene solo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que esta empantanado ahora en Irak y Afganistan, EE.UU. trata de usar la \"mano ajena\" cambiando su tactica. Especificamente dicho, trata de conservar \"su imagen\" traspasando al Sur de Corea el cargo de aplastar a la RPDC, y piensa poner en aprieto a China y separarla de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico de Hong Kong, China, Asia Times, en su articulo difundido el 9 de junio, denuncio que el incidente del hundimiento del \"Cheonan\" es una manifestacion de vil intento de EE.UU. y el Sur de Corea de meter cuna en las relaciones entre la RPDC y China que se desarrollan cada dia mas favorablemente, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tTal incidente es una campana contra China. Es decir, EE.UU. defiende activamente en los ultimos tiempos a las autoridades surcoreanas para aislar a China en Asia.\n\t\t\t\t\t\n\t\t\t\t\tPor fin, China se dio cuenta de que la campana del incidente del \"Cheonan\" es el inicio de la politica de Obama encaminada a la \"reintervencion en Asia\".\n\t\t\t\t\t\n\t\t\t\t\tEl rotativo de Hong Kong Dagongbo fechado 8 subrayo asi:\n\t\t\t\t\t\n\t\t\t\t\tAhora, EE.UU. necesita mas que cualquier otro pais el incidente del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\tEn la situacion actual en que estan en entredicho la existencia de EE.UU. y su papel en el Nordeste Asiatico, tal incidente le sirvio de buen pretexto para afianzar su presencia militar en esta region. Rendido ante la presion, el poder del Partido Democratico de Japon no tuvo otro remedio que reconsiderar las relaciones con EE.UU. cambiando su posicion. EE.UU. fortalecio las relaciones con el Sur de Corea a traves del incidente del \"Cheonan\" y cazo dos pajaros de un tiro moviendo a Japon.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo de la banda del titere Lee Myung Bak, detras del incidente es:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, desviar la atencion de los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, dirigir la punta de lanza a la RPDC ganando la gran simpatia de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tTercero, fortalecer mas la alianza con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLo evidente es que bajo el pretexto del caso del \"Cheonan\", el \"gobierno\" de Lee Myung Bak intenta convertir el Sur de Corea en aliado geopolitico y pilar diplomatico de EE.UU. en el Nordeste Asiatico y crear la presion internacional mas fuerte contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl director de la Agencia de Informacion Forum de Comun de Finlandia sostuvo en su declaracion fechada 20 de mayo como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\tParece que el \"poder\" de Lee Myung Bak invento el incidente de la corbeta de guerra con el intento politico para agravar la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn vista del ideal politico de la RPDC, no puede haber en ningun caso la accion militar contra los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es el pais justo y no puede salir con la suya la campana intrigante militar contra ella.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos muestran claramente que el incidente del \"Cheonan\" es un invento cinico que partio del necio objetivo politico-militar de EE.UU. y la banda del traidor Lee Myung Bak de desprestigiar a la RPDC y aislarla en la palestra internacional.\n\t\t\t\t\t\n\t\t\t\t\tDurante casi 60 anos desde la firma del acuerdo de armisticio en 1953 hasta hoy, EE.UU. y la banda titere surcoreana perpetraron incesantemente toda forma de acciones contra la RPDC incluyendo el incidente del barco espia \"Pueblo\" y el de avion espia de gran tamano \"EC-121\" y recurrieron a todas las intrigas para liberarse de la responsabilidad de esos crimenes.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que ocurria un incidente, quedo revelada sin falta la verdad de lo ocurrido y los criminales fueron condenados duro por la justicia.\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t          *      *\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa leccion de la historia ensena que detras de tales complots de EE.UU., hubo siempre la agresion e intervencion.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el que saca provechos de la frenetica campana de confrontacion con la RPDC, que libran los traidores surcoreanos apuntando el fusil contra los inocentes connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los belicistas surcoreanos no deben equivocarse.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC esclarecera hasta el final la verdad de lo ocurrido en el caso del \"Cheonan\" y ajustara la cuenta de las provocaciones de las fuerzas hostiles sin perdonarlas ni en lo minimo."
        },
        {
            "title": "Rodong Sinmun denuncia sofisma bandidesco de Hillary",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-23ee.html",
            "content": "Rodong Sinmun denuncia sofisma bandidesco de Hillary\r\nPyongyang, 22 de junio (ATCC) -- Hace poco, la secretaria norteamericana de Estado, Hillary, en su gira por varios paises centroamericanos y suramericanos, dijo que la Republica Popular Democratica de Corea es la \"amenaza\" a la paz del mundo y que es preciso \"comprender tal hecho\" al mundo.\n\t\t\t\t\tComentandolo este martes, el diario Rodong Sinmun revela que tal intento reside en adquirir el apoyo de otros paises a su politica hostil a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tHillary describio la RPDC como \"amenaza\" a la paz del mundo, lo cual es un sofisma bandidesco como el incendiario grita !fuego!, senala el comentario y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, EE.UU., junto con el Sur de Corea, planea desarrollar otra vez en el Mar Oeste de Corea el ejercicio conjunto militar de gran envergadura, lo cual es un complot peligroso para perturbar la paz. \n\t\t\t\t\t\n\t\t\t\t\tLa actual situacion de la Peninsula Coreana se encuentra en la crisis que pueda pasar a la guerra total en cualquier momento. En tales circunstancias, el planeado simulacro no pasa de ser el intento de desatar la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tCitando tales hechos semejantes de que se ven amenazadas la paz y la seguridad en otras regiones del mundo por parte de EE.UU., el comentarista estigmatizo al imperio de autor que las destruye.\n\t\t\t\t\t\n\t\t\t\t\tEl comentario aconseja a los gobernantes norteamericanos que pongan fin a tales palabras destinadas a convertir lo blanco en lo negro."
        },
        {
            "title": "Jovenes y trabajadores agricolas juran vengarse de bestias yanquis",
            "url": "http://kcna.co.jp/item/2010/201006/news22/20100622-24ee.html",
            "content": "Jovenes y trabajadores agricolas juran vengarse de bestias yanquis \r\nPyongyang, 22 de junio (ATCC) -- Con motivo del dia de la lucha antiyanqui-25 de junio, tuvieron lugar el dia 22 en la comuna de Susan del distrito de Kangso de la ciudad de Nampho y en el distrito de Sinchon de la provincia de Hwanghae del Sur, respectivamente, los actos de los jovenes y estudiantes y de los trabajadores agricolas para tomar la determinacion de vengarse de los enemigos.\n\t\t\t\t\tLos oradores recordaron que en el periodo de la Guerra de Liberacion de la Patria, los imperialistas norteamericanos destruyeron sin piedad las ciudades, aldeas, fabricas y campos rurales de nuestro pais y  en todos los lugares asesinaron de manera mas bestial nunca imaginable a los habitantes inocentes coreanos. \n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo de retirada estrategica y temporal de la guerra, los invasores norteamericanos perpetraron en la comuna de Susan y en el distrito de Sinchon las arbitrariedades horrorosas, destacaron y condenaron que los imperialistas yanquis son horda de lobos con piel humana y enemigo jurado del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque ya pasaron mas de un medio siglo desde cuando pararon las detonaciones del canon de guerra, no se ha cambiado ni en lo minimo la naturaleza agresiva de los imperialistas norteamericanos, dijeron y agregaron que ahora EE.UU. vincula el incidente del hundimiento de la corbeta surcoreana \"Cheonan\" con la RPDC, en confabulacion con la banda traidora de Lee Myung Bak, de manera que acarrea el nubarron de nueva guerra a la tierra patria.\n\t\t\t\t\t\n\t\t\t\t\t  Denunciaron severamente las maniobras de los imperialistas norteamericanos y la banda traidora de Lee Myung Bak que niegan completamente la historica Declaracion Conjunta Norte-Sur del 15 de Junio, impiden abiertamente la ejecucion de ese documento y llevan a la fase peor las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\t  Si los imperialistas yanquis invaden el territorio coreano, aunque sea una pulgada, todos los militares y civiles aniquilaran despiadadamente a los invasores para satisfacer el rencor arraigado y lograr sin falta la sagrada causa de reunificacion de la nacion, concluyeron."
        }
    ]
}