{
    "date": "2010-10-05",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-05ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Watches Coordinated Drill of KPA Unit ",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-27ee.html",
            "content": "Kim Jong Il Watches Coordinated Drill of KPA Unit \r\nPyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il watched a coordinated drill of servicepersons of KPA Unit 851 held to mark the 65th birthday of the WPK.\n\t\t\t\t\t He watched the drill, being briefed on the plan for the drill on the observation platform. \n\t\t\t\t\t\n\t\t\t\t\t When an order was issued to start the drill, various type ground artillery pieces blew up \"enemy's positions\" by powerful fire strikes in close coordinated operations with sub-units, wiping out the \"enemy group\" in a moment.\n\t\t\t\t\t\n\t\t\t\t\t  Through the training the servicepersons of the unit powerfully demonstrated the might of the KPA which has grown to be a matchless army under the care of Kim Jong Il, an illustrious commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t After watching the drill of a-match-for-a hundred soldiers, he highly appreciated their success in the training and extended thanks to them, expressing great satisfaction over the fact that all the units are fully prepared to beat back in time any surprise enemy invasion and defend the socialist homeland as firm as a rock. He set forth important tasks which would serve as guidelines for strengthening and developing the KPA into ever-victorious revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t  The heroic KPA has grown to be human bomb death-defying corps and vanguard fighters for the Songun revolution who unhesitatingly dedicate their youth and lives to the party and the leader, the country and its people, he said, adding that the socialist country is impregnable and the revolutionary cause of the WPK is sure to triumph as it has iron-willed elite ranks and matchless great army steeled as stalwart fighters in the protracted and arduous struggle.\n\t\t\t\t\t\n\t\t\t\t\t He together with commanding officers of the KPA had a photo session with the servicepersons of the unit who participated in the drill.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Yong Rim, member of the Presidium of the Political Bureau of the WPK Central Committee and premier of the Cabinet, Ri Yong Ho, chief of the General Staff of the KPA and member of the Presidium of the Political Bureau of the WPK Central Committee, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Yong Chun, member of the Political Bureau of the WPK Central Committee, vice-chairman of the NDC and minister of the People's Armed Forces, Kim Ki Nam and  Choe Thae Bok, members of the Political Bureau and secretaries of the WPK Central Committee, Kim Kyong Hui, member of the Political Bureau and department director of the WPK Central Committee, Jang Song Thaek, alternate member of the Political Bureau of the WPK Central Committee, vice-chairman of the NDC and department director of the C. C., the WPK, Kim Jong Gak, alternate member of the Political Bureau of the C. C., the WPK and first vice-director of the General Political Bu\n\t\t\t\t\t\n\t\t\t\t\t reau of the KPA, Pak To Chun, alternate member of the Political Bureau and secretary of the C. C., the WPK, and Ju Kyu Chang, alternate member of the Political Bureau and department director of the C. C., the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the WPK Conference, commanding officers of the KPA and officials in the field of defence industry also watched the training."
        },
        {
            "title": "6th DPRK-US Colonel-Level Military Working Contact",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-29ee.html",
            "content": "6th DPRK-US Colonel-Level Military Working Contact\r\n Pyongyang, October 5 (KCNA) -- The sixth round of the DPRK-U.S. senior colonel-level military working contact was made in Panmunjom Tuesday.\n\t\t\t\t\t The DPRK side studied the results of examination conducted by the U.S. forces side as regards the proposal for dispatching an inspection group advanced by the DPRK side at the previous contact.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces side made an unreasonable assertion to hold the DPRK-U.S. general-level military talks for unilaterally notifying the \"results of investigation\" conducted by it as it has made no study of the DPRK's reasonable proposal and failed to set forth any alternative to it, thus deliberately throwing a hurdle in discussing the issue.\n\t\t\t\t\t\n\t\t\t\t\t Bitterly reproaching the U.S. forces side for its impolite and uncouth behavior, the DPRK side declared as follows:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, as it has repeatedly clarified, can never recognize the \"results of investigation\" announced by the U.S. forces side groundlessly defending the sheer lies fabricated by the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t It is an elementary order of work to settle the issue and, at the same time, an invariable stand of the DPRK side to abide by the principle of investigation first and opening of talks next in line with the bilateral agreement on making a scientific and objective probe into the truth about the \"Cheonan\" case. \n\t\t\t\t\t\n\t\t\t\t\t It is an intolerable mockery of the dialogue partner and a mean perfidy backpedaling the bilateral agreement for the U.S. side to try to force the DPRK to accept the unilaterally fabricated sheer lies the falsity and hypocrisy of which were brought into bolder relief.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. forces side puts a brake on the settlement of the issue by employing a poor and trite trick, the more glaringly it will reveal its true colors as the architect of the case.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces side persistently insisted that it is urgent to open the above-said general-level military talks while denying even the joint investigation on which both sides have so far made sincere discussion.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side advanced a fresh package proposal concerning field investigation including the issue of naming the inspection group, prompted by its unshakable will to probe the truth about the warship case to the last.\n\t\t\t\t\t\n\t\t\t\t\t This proposal includes a landmark offer calling for bringing to Panmunjom such \"evidence\" as torpedo screw and a design of the torpedo necessary for the clarification of the case now that the U.S. forces side is reluctant to accept the DPRK's inspection group's verification of the scene of the incident and inspection of a military base and getting both sides make a precision analysis before opening DPRK-U.S. general-level military talks to discuss the truth about the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t Driven to a tight corner, the U.S. forces side found itself at a loss for words and simply said it would report to the superior and examine it when back. \n\t\t\t\t\t\n\t\t\t\t\t How to approach the final proposal calling for bringing to Panmunjom \"evidence\" necessary for the probe into the truth about the above-said case for a joint verification would bring to light the ulterior intention of the U.S. forces side in the eyes of the world, the DPRK side noted, stressing that the Korean People's Army would strictly follow the future attitude of the U.S. forces side.\n\t\t\t\t\t\n\t\t\t\t\t Both sides agreed to have the next round of contact on around October 20."
        },
        {
            "title": "Pak Ui Chun Greets Albanian FM",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-21ee.html",
            "content": "Pak Ui Chun Greets Albanian FM\r\n Pyongyang, October 5 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Tuesday sent a congratulatory message to Edmond Haxhinasto on his appointment as minister of Foreign Affairs of Albania.\n\t\t\t\t\t The message wished the Albanian minister of Foreign Affairs success in his work."
        },
        {
            "title": "Floral Basket from Lao President",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-14ee.html",
            "content": "Floral Basket from Lao President\r\nPyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by Choummaly Saynasone, general secretary of the Central Committee of the Lao People's Revolutionary Party who is President of Laos, on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t It was handed to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, by Lao Ambassador to the DPRK Chaleune Warinthrasak on Tuesday."
        },
        {
            "title": "Floral Basket and Letter from Diplomatic Corps",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-15ee.html",
            "content": "Floral Basket and Letter from Diplomatic Corps\r\nPyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory letter from the diplomatic corps here on the occasion of the 65th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The floral basket and the congratulatory letter were handed over to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, by Czech Ambassador to the DPRK Martin Tomco who is doyen of the corps on Tuesday."
        },
        {
            "title": "Floral Baskets from Foreigners",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-13ee.html",
            "content": "Floral Baskets from Foreigners\r\n Pyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il was presented with floral baskets by the family of Chinese anti-Japanese revolutionary martyr Zhang Weihua and Kimikazu Tomoi, advisor to Hyogo Prefectural Citizens Council for Japan-DPRK Friendship on Tuesday in congratulation of Kim Jong Il's reelection as general secretary of the Workers' Party of Korea and on the occasion of its 65th birthday."
        },
        {
            "title": "Floral Basket from Korean in Russia",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-09ee.html",
            "content": "Floral Basket from Korean in Russia\r\nPyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the family of Jong Il Sim, Korean residing in Russia, on the occasion of the 65th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t It was handed to an official concerned Tuesday by Jong staying in the homeland."
        },
        {
            "title": "Gift from Japanese ",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-28ee.html",
            "content": "Gift from Japanese \r\nPyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the co-representative of the Liaison Society for the Normalization of the Relations between Japan and the DPRK upon his reelection as general secretary of the Workers' Party of Korea and on the occasion of the 65th birthday of the WPK.\n\t\t\t\t\t The gift was handed over to an official concerned by Co-representative Sumiko Shimizu on a visit to the DPRK on Tuesday."
        },
        {
            "title": "Finnish Party Delegation Goes Back",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-16ee.html",
            "content": "Finnish Party Delegation Goes Back \r\n Pyongyang, October 5 (KCNA) -- The delegation of the Communist Workers' Party of Finland for the Peace and Socialism headed by its Chairman Hannu Harju went back home Tuesday after winding up its visit to the DPRK.\n\t\t\t\t\t During the visit the delegation visited Mangyongdae, the E-Library and the Indoor Swimming Pool of Kim Il Sung University, the Party Founding Museum, the Victorious Fatherland Liberation War Museum, the Mansudae Art Studio, the Taedonggang Combined Fruit Farm and other places and enjoyed grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "Delegations of Juche Idea Study Groups Arrive",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-18ee.html",
            "content": "Delegations of Juche Idea Study Groups Arrive\r\n Pyongyang, October 5 (KCNA) -- A Spanish delegation for the study of the Juche idea led by Manuel Garcia Botaya, chief of the Paektusan Group, and a delegation of the Darhan Ol Provincial Branch of the Mongolian Mt. Paektu Association for Independent Development led by O. Munkhtsetseg arrived here by air Tuesday to participate in the celebrations of the 65th birthday of the Workers' Party of Korea. \n\t\t\t\t\t Also arriving here by train on the same day were the families of Shang Yue and Wang Xiaoming, those to the anti-Japanese revolutionary struggle of China."
        },
        {
            "title": "German Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-19ee.html",
            "content": "German Ambassador Hosts Reception\r\n Pyongyang, October 5 (KCNA) -- A reception was given by Gerhard Thiedemann, German ambassador to the DPRK, at his embassy on Tuesday on the occasion of the national day of Germany.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, O Ryong Chol, vice-minister of Foreign Trade, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairwoman of the DPRK-Germany Friendship Association, officials concerned and diplomatic envoys of different countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were staff members of the German embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Reception Given at Syrian Embassy ",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-25ee.html",
            "content": "Reception Given at Syrian Embassy \n\t\t\t\t\t\t\r\n Pyongyang, October 5 (KCNA) -- Souheil Haidar, charge d' affaires ad interim of the Syrian embassy here, hosted a reception at the embassy Tuesday on the occasion of the 65th anniversary of the founding of the Workers' Party of Korea. \n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, who is chairman of the DPRK-Syria Friendship Association, Ri Chang Gun, vice department director of the C.C., the WPK, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t  Speeches were made at the reception."
        },
        {
            "title": "WPK Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-23ee.html",
            "content": "WPK Birthday Celebrated\r\n Pyongyang, October 5 (KCNA) -- Meetings of youth and students and women's union members took place here Tuesday to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Reports and speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Noting that President Kim Il Sung authored the immortal Juche idea and founded the glorious WPK on the basis of the organizational and ideological foundations for its birth and the revolutionary traditions provided in the flames of the anti-Japanese revolutionary struggle, the speakers stressed it is a historic event that brought about a turn in carving out the destiny of the Korean people and accomplishing the Songun revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The immortal feats of the President, who led the WPK to fully discharge its mission and role as an organizer and guide of all victories and built in Korea a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, will shine forever, they said.\n\t\t\t\t\t\n\t\t\t\t\tThey recalled that General Secretary Kim Jong Il has performed undying feats for the party building with his experienced and seasoned leadership for decades since he started his work at the WPK Central Committee with the will to develop the WPK into the eternal great party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now demonstrating its might as the staff of the revolution reliably defending the sovereignty of the country and the dignity of the nation and as the most dignified and authoritative party guiding the human cause of independence, they said."
        },
        {
            "title": "Performances Given",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-24ee.html",
            "content": "Performances Given\n\t\t\t\t\t\t\r\n Pyongyang, October 5 (KCNA) -- A performance of working people's art squads across the country was given at the People's Palace of Culture Tuesday to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The performance started with chorus \"Glory to Our Great Party\". Put on the stage were dialogic poem \"Three Commanders of Mt. Paektu and Party Flag\", female vocal duet \"World Knows No Such Man as the Leader\", poem and story telling \"We Can Not Live without Mother\", singing in unison and story telling \"If Our Mother Party Wishes\", drum beating in unison and story telling \"Straight Forward\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t They included numbers encouraging the people to dash ahead toward the eminence of a thriving nation, while translating their ideal into reality true to the plan and intention of the Party.\n\t\t\t\t\t\n\t\t\t\t\tThe performers extended the highest glory to the WPK on the October holiday and sang high praises of immortal exploits President Kim Il Sung performed by founding and building the WPK, and General Secretary Kim Jong Il by guiding the whole party and army and all the people to only victory, holding aloft the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The workers' art group of the Central Committee of the General Federation of Trade Unions of Korea gave a performance at the Central Hall of Workers on the same day."
        },
        {
            "title": "Doctorate Awarded to Lecturer of Chongryon",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-17ee.html",
            "content": "Doctorate Awarded to Lecturer of Chongryon\r\n Pyongyang, October 5 (KCNA) -- DPRK Doctorate in arts was awarded to Ri Sung Ok, extra-official lecturer at Korean School of the General Association of Korean Residents in Japan (Chongryon), in token of the positive contributions made to glorify the dignity of          Kim Il Sung's nation and develop the democratic national education of Chongryon. \n\t\t\t\t\t An awarding ceremony was held at the Mansudae Assembly Hall Tuesday."
        },
        {
            "title": " Anniversary of Proposal for Founding DFRK Observed",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-20ee.html",
            "content": "Anniversary of Proposal for Founding DFRK Observed \r\n Pyongyang, October 5 (KCNA) -- A Pyongyang City meeting was held at the Central Hall of Workers on Tuesday to observe the 30th anniversary of the proposal for founding the Democratic Federal Republic of Koryo put forward by President Kim Il Sung. \n\t\t\t\t\t The proposal put forward by Kim Il Sung at the Sixth Congress of the Workers' Party of Korea in October Juche 69 (1980) comprehensively clarifies the principle and ways for building a federal state, its character and function, duties of the unified government and regional governments and their co-relations and other issues related to the building of a unified state.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Member of the Political Bureau of the Central Committee of the Workers' Party of Korea and Vice-President of the Presidium of the Supreme People's Assembly Yang Hyong Sop, Vice-Premier of the Cabinet Ro Tu Chol, Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae, Chairwoman of the Central Committee of the Chondoist Chongu Party Ryu Mi Yong, Presidium Member of the Central Committee of the Democratic Front for the Reunification of Korea Kang Ryon Hak, Chairman of the Pyongyang City People's Committee Ryang Man Gil, Director of the Secretariat of the Committee for the Peaceful Reunification of Korea An Kyong Ho, officials of public organizations and officials concerned and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said in his report that the above-said unique proposal advanced by the President on the basis of the precious experience gained in the course of the struggle for national reunification is a programme common to the nation as it indicates the way of most fairly and reasonably achieving reunification in line with the will of the nation for reunification and its interests. \n\t\t\t\t\t\n\t\t\t\t\t The advancement of the above-said proposal made it possible for the Korean nation to wage a more dynamic struggle for national reunification with confidence and courage on the basis of the gigantic blueprint for reunification which clarifies the whole appearance of a unified state and ways for building it, he noted.\n\t\t\t\t\t\n\t\t\t\t\tThe speaker recalled that General Secretary Kim Jong Il formulated the three principles of national reunification, the ten-point programme for great national unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the Three Charters for National Reunification and published works, clearly indicating the way for bringing about a landmark phase of the inter-Korean relations and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the immensely broad magnanimity and experienced and tested leadership of Kim Jong Il there took place two north-south summits which culminated in the adoption of the historic June 15 joint declaration and the October 4 declaration, a programme for implementing it, and these marked noteworthy events that ushered in a new era of independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t The speaker called on all Koreans in the north and the south and overseas to put those declarations on the highest position and positively support and implement them, thus open up a landmark phase in independent reunification and peace and prosperity."
        },
        {
            "title": "State Book Exhibition Opens",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-22ee.html",
            "content": "State Book Exhibition Opens\r\n Pyongyang, October 5 (KCNA) -- A state book exhibition was opened with due ceremony at the Grand People's Study House Tuesday to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\tDisplayed in the exhibition hall made up of wings of publishing houses and wings of distribution network and others are more than 31,000 volumes of books and magazines of at least 20,000 kinds out of the publications brought out in the DPRK and various other countries of the world.\n\t\t\t\t\t\n\t\t\t\t\tOn display at the wings of publishing houses including the Workers' Party of Korea Publishing House and the Kumsong Youth Publishing House are works of President Kim Il Sung and General Secretary Kim Jong Il, novels adapted from immortal classic masterpieces created by the President and cycle of novels on the undying revolutionary careers of the three commanders of Mt. Paektu and their leadership exploits.\n\t\t\t\t\t\n\t\t\t\t\t Also on display are books conducive to the education of officials, working people and youth and children and their cultural and emotional life and various publications necessary for them to raise their political, theoretical and technical levels.\n\t\t\t\t\t\n\t\t\t\t\t On display at the wings of distribution networks are various kinds of books and magazines including \"Shining path covered by Chongryon\" and \"Under the patriotic banner\", books published in various countries in praise of the greatness of the peerlessly great persons and their undying feats and books introducing achievements made by the DPRK in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, officials concerned, journalists and editors in the field of media and working people here. \n\t\t\t\t\t\n\t\t\t\t\t Yang made an opening address."
        },
        {
            "title": "Book about Tok Islet Off Press",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-10ee.html",
            "content": "Book about Tok Islet Off Press\r\n Pyongyang, October 5 (KCNA) -- The Pyongyang Publishing House has recently brought out a book titled \"Tok Islet Seen in Old Maps\".\n\t\t\t\t\t The book consists of four parts --\"Tok Islet in Old Maps of Korea\", \"Tok Islet in Old Maps of Japan\", \"Tok Islet in Old Maps of Europe\" and \"Old Marine Charts Made by Foreigners and Tok Islet\".\n\t\t\t\t\t\n\t\t\t\t\t Author of the book Kim Un Thaek, a 56-year-old doctor and associate professor of Kim Il Sung University, told KCNA that Tok Islet, together with Ullung Island, had been a base of the Korean ancestors' activities for subduing the sea, under the jurisdiction of the successive states of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ullung Island and its affiliated islet, Tok Islet, were recorded as part of the territory of the Korean nation not only in historical documents, geography books and old maps of Korea but also in old maps and marine charts of the world, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It has been recognized as an undeniable fact from the point of history and international law.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, however, Japan has become more pronounced in its claim to the Islet, inviting great indignation of the entire Korean people.\n\t\t\t\t\t\n\t\t\t\t\t For a better understanding of the islet, the book gives a simple introduction to each of the 100 old maps and marks waters around the islet with red color.\n\t\t\t\t\t\n\t\t\t\t\t The book, based on detailed data, lays bare the illegality of Japan's claim to Tok Islet."
        },
        {
            "title": "Program for Foreign Studies Developed",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-12ee.html",
            "content": "Program for Foreign Studies Developed\r\n Pyongyang, October 5 (KCNA) -- The Information Centre of Pyongyang University of Foreign Studies has developed an aid system for audio-visual education of foreign languages. \n\t\t\t\t\t The aid system helps schools improve the quality and method of education of foreign languages and raise the effectiveness of audio-visual lesson.\n\t\t\t\t\t\n\t\t\t\t\t The program for dialogue between teacher and students, among students and between two persons was highly appreciated at the 5th National Exhibition of University Scientific Research Successes.   \n\t\t\t\t\t\n\t\t\t\t\t Until now some 100 universities, foreign languages schools and secondary and primary schools have introduced the program in their education of foreign languages."
        },
        {
            "title": "KCNA Blasts US Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-26ee.html",
            "content": "KCNA Blasts US Human Rights Abuses\r\n Pyongyang, October 5 (KCNA) -- Amnesty International recently published a report bitterly denouncing the U.S. forces for torturing and insulting Iraqi prisoners.\n\t\t\t\t\tAccording to the report, the U.S. forces stationed in Iraq put at least 30,000 prisoners to beating and mental torture without trials. They handed them to the Iraqi side as they were, when pulling back from the country.\n\t\t\t\t\t\n\t\t\t\t\t In face of criticism the U.S. forces side claimed that they questioned prisoners in keeping with international law and handed them to the Iraqi side, strictly observing the law. But a gimlet in a bulging bag is bound to protrude. \n\t\t\t\t\t\n\t\t\t\t\t Hideous are the human rights abuses being committed by the U.S. against other countries and nations under the signboard of \"anti-terrorism\" to say nothing of countless human rights abuses perpetrated in its mainland.  \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is committing ceaseless human rights abuses in different parts of the world including Iraq, Afghanistan, Pakistan, Japan and south Korea. \n\t\t\t\t\t\n\t\t\t\t\t  The U.S. forces made indiscriminate air raids against peaceable inhabitants of Afghanistan last year, killing at least 100 innocent people in a single air raid. \n\t\t\t\t\t\n\t\t\t\t\t According to a recent disclosure, 12 GIs dispatched to Kandahar of Afghanistan brutally killed guiltless peaceable Afghans in 2009 and were reported to have kept bones of fingers, heads, feet and teeth of the slain people as \"souvenirs.\" \n\t\t\t\t\t\n\t\t\t\t\t These monstrous crimes remind one of the American cannibals who massacred Indians and kept their head skins as \"souvenirs.\"\n\t\t\t\t\t\n\t\t\t\t\tThe number of the civilians killed in Afghanistan this year reached more than 1,300 and many of them were killed in the indiscriminate assaults made by the U.S. forces led-allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, drones of U.S. forces mounted a missile attack on the area of Northern Waziristan of Pakistan, killing 12 innocent inhabitants and wounding 5 others.\n\t\t\t\t\t\n\t\t\t\t\t The inhuman treatment and cruel tortures committed by GIs against prisoners in detention camps and prisons in different countries and regions of the world on charges of \"involvement in terrorism\" are recorded as international human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\t The human rights abuses committed by the U.S. forces against prisoners in the Abu Ghraib Prison in Iraq and the prison of the Guantanamo U.S. naval base are well known to the world as monstrous crimes that make even animals blush. \n\t\t\t\t\t\n\t\t\t\t\t  As disclosed and denounced in international arena such as the 64th UN General Assembly held in 2009, the U.S. put prisoners to such cruel tortures baffling human description as covering their faces with cloth and pouring water on it a little by a little to cause them the same pain as drowning in prisons in Iraq and other countries. \n\t\t\t\t\t\n\t\t\t\t\t This information is just a tip of iceberg of the human rights abuses committed by the U.S. in wanton violation of sovereignty of other countries and nations. \n\t\t\t\t\t\n\t\t\t\t\t  It is quite ridiculous for the U.S. to take issue with human rights records of other countries and regions while behaving as if it were an \"international human rights judge.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the world's worst human rights abuser, would be well advised to mind its own business before talking about others' \"human rights issues\"."
        },
        {
            "title": "US Reckless Remarks Slashed",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-06ee.html",
            "content": "US Reckless Remarks Slashed\r\n Pyongyang, October 5 (KCNA) -- Shortly ago, Commander of the U.S. Forces in south Korea Walter Sharp blustered that the U.S., Japan and south Korea are making efforts to establish a regional missile defence system and south Korea will have an additional command and control system capable of establishing contact with the U.S. forces in the field of missile.\n\t\t\t\t\t The U.S. recently deployed Global Hawk on Guam.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Those facts go to clearly prove that the U.S. is persistently working hard to maintain and strengthen the military hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is busy forward-deploying its armed forces in a bid to develop them into aggression forces for mounting a preemptive attack and seeks to turn Japan and south Korea into important bases for carrying out the Asia-Pacific strategy for aggression and knock into shape a triangular military alliance involving the U.S., Japan and south Korea in order to use it as a tool for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to plug south Korea into the establishment of missile defence system between the U.S. and Japan in a bid to realize with ease its ambition for dominating the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged madcap war exercises, while beefing up the armed forces for aggression in the Asia-Pacific region, rendering the situation extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless moves are an anachronistic act of straining the situation in the region to an extreme pitch of tension and bringing a fresh Cold War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. frantic arms buildup for aggression and war exercises in the Asia-Pacific region would result in seriously disturbing the regional peace and security and increasing the danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the U.S. conceal its criminal nature as the disturber of peace and security in Northeast Asia and the rest of the Asia-Pacific region and the arch criminal escalating military confrontation and tension."
        },
        {
            "title": "Struggle for Bringing Earlier National Reunification Called for",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-07ee.html",
            "content": "Struggle for Bringing Earlier National Reunification Called for\r\n Pyongyang, October 5 (KCNA) -- The vice-chairman of the Central Committee of the Anti-Imperialist National Democratic Front released a statement Monday on the occasion of the third anniversary of the publication of the October 4 declaration, according to Kuguk Jonson (Internet).\n\t\t\t\t\t The October 4 declaration is a reunification programme common to the nation clearly indicating the way of achieving the independent reunification, peace and prosperity by further developing the inter-Korean relations in the idea of \"By our nation itself\" and an immortal banner powerfully encouraging all the Koreans in their efforts for national reunification, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il has wisely led the struggle of the nation to defend and implement the June 15 joint declaration and the October 4 declaration with his patriotic Songun politics, shattering all the moves of the anti-reunification forces at home and abroad to launch a war against the DPRK and perpetuate the division of the nation since the publication of the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The present reality goes to prove that it is impossible for the Koreans to protect the precious achievement made by them through their concerted efforts nor is it possible for them to escape the disasters of a nuclear war unless they eliminate the diehard pro-American conservative forces seeking a way in toeing foreign forces' policies and escalating confrontation with fellow countrymen in utter disregard of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The AINDF will as ever thoroughly implement the joint declarations and join all the people in waging a dynamic struggle to wipe out the U.S. and the pro-American lackeys and bring earlier the accomplishment of the historic cause of national reunification."
        },
        {
            "title": "Seminars on Kim Jong Il's Work Held in Switzerland and Bangladesh",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-05ee.html",
            "content": "Seminars on Kim Jong Il's Work Held in Switzerland and Bangladesh\r\nPyongyang, October 5 (KCNA) -- Seminars on General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" were held by the Swiss Group for the Study of the Juche Idea and the Bangladesh Barisal Society for the Study of Songun Policy on September 25 and 28 on the occasion of the 65th birthday of the WPK.\n\t\t\t\t\t Martin Lotscher, chairman of the Swiss Group for the Study of the Juche Idea, and a reporter and speakers stressed that it is the steadfast faith and will of Kim Jong Il to strengthen and develop the WPK into the revolutionary party remaining true to the idea and cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t After explaining the basic contents of the work, they praised the WPK as an invincible party which imbued the whole party with the monolithic idea, achieved the steel-strong unity and cohesion and struck its roots deep among the broad segments of the popular masses by applying the idea of believing in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, advisor to the Bangladesh Barisal Society for the Study of Songun Policy, and other speakers said that the WPK founded by Kim Il Sung as a new type revolutionary party and a working-class party has been strengthened and developed into an invincible party which enjoys absolute support and trust of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the history of the WPK precisely means the history of the revolutionary activities of Kim Il Sung and Kim Jong Il and a glorious history in which it hewed out a new path of building a revolutionary party in the era of independence and set its shining example under the leadership of the peerlessly great persons."
        },
        {
            "title": "Birthday of WPK Marked in Colombia",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-03ee.html",
            "content": "Birthday of WPK Marked in Colombia\r\n Pyongyang, October 5 (KCNA) -- The Group for the Study of the Juche Idea \"Kanggye\" of Colombia issued its bulletin titled \"Party which achieved single-minded unity with benevolent politics\" on September 26 on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin in an article said that the WPK achieved the single-minded unity by creating the mode of the benevolent politics and applying it for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the DPRK's society has been further cemented through moral and obligatory unity under the benevolent politics of the WPK, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that the course of the ceaseless field guidance of General Secretary Kim Jong Il can be called the course in which his comradeship was given into full play. \n\t\t\t\t\t\n\t\t\t\t\t The noble trait of Kim Jong Il finding joy and happiness in the people's joy and happiness became a decisive factor which made it possible for the single-minded unity of the party, the army and the people of the DPRK to grow stronger in terms of moral obligation, it said.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that great generosity and magnanimity of Kim Jong Il constitute the powerful motive force for their great attraction as they encourage all the Koreans to unite as one under the banner of the great national unity and open the future of reunified Korea."
        },
        {
            "title": "Kim Jong Il's Work Published in Iran ",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-01ee.html",
            "content": "Kim Jong Il's Work Published in Iran\r\n Pyongyang, October 5 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in pamphlet by the Iranian Hadian Publishing House on Sept. 29.\n\t\t\t\t\t The work, published on Oct. 2, Juche 84 (1995), reviews with high pride the glorious history of the Workers' Party of Korea in which it paved a new way for building a revolutionary party in the era of independence under the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It is an immortal great programme for party building and activities as it indicates the way for developing the WPK into the eternal great party of Kim Il Sung."
        },
        {
            "title": "WPK Lauded by Myanmar Figure",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-04ee.html",
            "content": "WPK Lauded by Myanmar Figure\r\nPyongyang, October 5 (KCNA) -- Aung Thein Lynn, mayor of Yangon and chairman of the Yangon City Development Committee, released a statement on September 30 congratulating General Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea and greeting the 65th birthday of the WPK.\n\t\t\t\t\t The statement said that having Kim Jong Il at the top post of the WPK was an expression of the absolute support and trust of all the Korean people in him and a great event which powerfully demonstrated the invariable faith and will of the army and people of the DPRK to resolutely defend and glorify the undying revolutionary feats performed by President Kim Il Sung and accomplish the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's founding of the WPK was a historic event which brought about a landmark turn in carving out the independent destiny of the Korean people, the statement said, adding that the WPK has grown to be a mother party steering the new era of building a thriving nation amid the absolute support and trust of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the WPK has preserved the revolutionary character as the party of Kim Il Sung, thus developing it into an ever-victorious party, the statement noted, stressing that the WPK is an invincible revolutionary party which has achieved the army-people unity with the People's Army as the hard core and laid a strong political foundation and a militant party working epoch-making miracles and bringing about changes in building a thriving nation with the Songun politics."
        },
        {
            "title": "Kim Jong Il's Feats Praised",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-02ee.html",
            "content": "Kim Jong Il's Feats Praised\r\nPyongyang, October 5 (KCNA) -- The Socialist Popular Party of Mexico issued a statement on Sept. 29 in congratulation of General Secretary Kim Jong Il's reelection as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor and happiness of all the WPK members, the servicepersons and the people of the DPRK to have Kim Jong Il at the top post of the Party again. This is not only a great auspicious event of Kim Il Sung's nation but also an epoch-making event instilling great confidence and encouragement into the revolutionary parties and the progressives of the world who are struggling for socialism, looking up to the DPRK as the beacon of hope.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the prominent leader and great illustrious commander of Songun who is developing the WPK into the eternal party of President Kim Il Sung and guiding the revolution and construction to victory with his distinguished Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He is the genius of ideology and theory, the invincible and iron-willed commander and the world political elder who has performed the undying feats on behalf of the country, the people, the era and history.\n\t\t\t\t\t\n\t\t\t\t\t The Ukrainian Independence Federation, too, issued an appeal on Sept. 28 on the same occasion.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's uncommon leadership has served as the basic source of great progress and great leap forward in the DPRK, the appeal said, adding that the Juche idea followers in Ukraine, together with the Korean people, will invariably hold him in high esteem as the supreme leader of the WPK."
        },
        {
            "title": "Story of Kin Il Sung",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-11ee.html",
            "content": "Story of Kin Il Sung\r\nPyongyang, October 5 (KCNA) -- One autumn day in Juche 62 (1973), President Kim Il Sung visited a cooperative farm in Taedong County.\n\t\t\t\t\tHe sat together with farmers to have discussions on their living conditions.\n\t\t\t\t\t\n\t\t\t\t\tHe told them that he wanted to give a treat to them for their good job in that year's farming and asked what kinds of goods they needed more. \n\t\t\t\t\t\n\t\t\t\t\tOne of the farmers answered they had no more to need. Listening to him, the President, with a smile on his face, told farmers not to hesitate to tell what they needed. \n\t\t\t\t\t\n\t\t\t\t\tThen the farmers said they needed pleated skirts, shoes and some other goods.\n\t\t\t\t\t\n\t\t\t\t\tThe President wrote down the goods in his handbook.\n\t\t\t\t\t\n\t\t\t\t\tThe following day he took measures to send all of the goods to rural communities throughout the country."
        },
        {
            "title": "Kim Jong Il presencia el ejercicio combinado de Unidad 851 del EPC",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-30ee.html",
            "content": "Kim Jong Il presencia el ejercicio combinado de Unidad 851 del EPC\n\t\t\t\t\t\t\r\nPyongyang, 5 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, vio el ejercicio combinado de los militares de la Unidad 851 del EPC efectuado en ocasion del 65o aniversario de la fundacion del PTC.\n\t\t\t\t\t  En el mirador, el Dirigente escucho las explicaciones sobre el plan de ejercicio y vio el entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\t  Dada la orden de inicio, fue destrozada por completo la \"posicion enemiga\" y exterminado de un tiron el \"colectivo enemigo\" ante el potente fuego de diversos canones y la cooperacion estrecha de las subunidades.\n\t\t\t\t\t\n\t\t\t\t\t  En esta ocasion los oficiales y soldados de la unidad mostraron patentemente el poderio del EPC formado como ejercito invencible bajo la guia del Dirigente Kim Jong Il, General Insigne del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Tras ver este entrenamiento de los uniformados capaces de pelear a solas contra cien enemigos, el Dirigente se mostro muy satisfecho de que todas las unidades se hayan preparado para frustrar a tiempo cualquier invasion sorpresiva de los enemigos y defender la patria socialista de modo inexpugnable.\n\t\t\t\t\t\n\t\t\t\t\tLuego de apreciar altamente los exitos logrados por ellos en la ocasion, les expreso agradecimiento y presento las tareas programaticas que serviran de guia para fortalecer mas el EPC como invencibles fuerzas armadas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\t  El heroico EPC ha crecido como filas de vanguardias de la revolucion del Songun, dispuestos a ofrendar su juventud y vida por el partido, el lider, la paria y el pueblo, dijo y continuo que gracias este gran e invencible ejercito de flor y nata forjado como acero en la larga y ardua lucha, nuestra patria socialista es un bastion de acero y la causa revolucionaria del PTC saldra siempre victoriosa.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente se fotografio junto a los comandantes del EPC y los militares de la unidad participantes en el ejercicio.\n\t\t\t\t\t\n\t\t\t\t\t  En esta ocasion el fue acompanado por Choe Yong Rim, miembro del Presidium del Buro Politico (BP) del CC del PTC y primer ministro del Consejo de Ministros, Ri Yong Ho, miembro del Presidium del BP del CC del PTC y jefe del Estado Mayor General del EPC, Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Yong Chun, miembro del BP del CC del PTC, vicepresidente del CDN y ministro de las Fuerzas Armadas Populares, Kim Ki Nam y Choe Thae Bok, miembros del BP y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC, vicepresidente del CDN y jefe de departamento del CC del PTC, Kim Jong Gak, miembro suplente del BP del CC del PTC y primer subjefe de la Direccion Politica General del EPC, Pak To Chun, miembro suplente del BP y secretario del CC del PTC, y Ju Kyu Chang, miembro suplente del BP y jefe de departamento del CC del PTC. \n\t\t\t\t\t\n\t\t\t\t\t  Presenciaron el ejercicio tambien los participantes en la Conferencia del PTC, los comandantes del EPC y los funcionarios del dominio de la industria de defensa nacional."
        },
        {
            "title": "Efectuada sexta ronda de contacto militara RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-31ee.html",
            "content": "Efectuada sexta ronda de contacto militar RPDC-EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 5 de octubre (ATCC) -- Tuvo lugar el dia 5 en Phanmunjom la sexta ronda del contacto de trabajo militar a nivel de primer coronel entre la Republica Popular Democratica de Corea y Estados Unidos.\n\t\t\t\t\tAnte todo, la parte coreana averiguo como ha examinado la parte de las tropas norteamericanas la nueva propuesta sobre el envio del grupo de inspeccion presentada en el contacto anterior.\n\t\t\t\t\t\n\t\t\t\t\tSin estudiar ni preparar la alternativa a esa razonable propuesta de la parte coreana, la parte norteamericana dificulto intencionalmente la discusion del problema presentando su injusta demanda de sostener primero las conversaciones militares a nivel de general entre ambas partes para informar unilateralmente su \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana censuro severamente tal actitud descortes y grosera de la parte norteamericana y declaro lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\tReiteramos que nuestra parte no puede reconocer ni en lo minimo el supuesto \"resultado de investigacion\" de la parte norteamericana que defiende injustamente los datos falsificados por los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tDeviene el orden elemental de la solucion del problema y la invariable posicion de nuestra parte observar el principio de la investigacion primero y las conversaciones despues conforme al acuerdo bilateral sobre la aclaracion cientifica y objetiva de los verdaderos aspectos del incidente de hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\tEl mismo acto de tratar de hacer reconocer a nuestra parte los datos unilateralmente falsificados, cuya falsedad y caracter enganoso fueron revelados totalmente, significa la intolerable burla a la contraparte del dialogo y sucio acto traidor que invalida el acuerdo bilateral.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. sigue frenando la solucion del caso con metodos rudos y sucios, se revelara mas su condicion de involucrado en el incidente.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, la parte norteamericana nego hasta el problema de investigacion conjunta que hasta la fecha, ambas partes vienen debatiendo de manera sincera e insistio obstinadamente en que lo mas urgente es sostener las conversaciones militares a nivel de general para informar su \"resultado de investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana propuso el nuevo proyecto comprensivo en cuanto a la inspeccion en el terreno, incluyendo el nombre del grupo de inspeccion, partiendo de su invariable voluntad de aclarar hasta el final los verdaderos aspectos del incidente de hundimiento de la corbeta \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\tTomando en cuenta que la parte norteamericana se ve incomoda en aceptar que el grupo de inspeccion coreano realice la verificacion en el terreno y la inspeccion de la base militar, ese proyecto incluye la variante trascendental que propone traer a Phanmunjom las \"pruebas materiales\" necesarias al esclarecimiento del incidente, tales como el cuerpo propulsor y el diseno del torpedo, y realizar primero el analisis a precision de ellas para abrir luego las conversaciones a nivel de general sobre el mismo tema.\n\t\t\t\t\t\n\t\t\t\t\tCaida en aprieto, la parte norteamericana se mantuvo callada por un rato y respondio que examinaria la iniciativa coreana tras informarla a los superiores.\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana subrayo que el mundo vera la verdadera naturaleza de la parte norteamericana en como aborda esta esa iniciativa final de la primera.\n\t\t\t\t\t\n\t\t\t\t\tEl Ejercito Popular de Corea seguira muy de cerca la actitud posterior de la parte norteamericana, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes decidieron sostener el proximo contacto a eso del dia 20."
        },
        {
            "title": "ATCC comenta actos anti-DDHH de EE.UU.",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-32ee.html",
            "content": "ATCC comenta actos anti-DDHH de EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 5 de octubre (ATCC) -- Hace poco, la Amnistia Internacional presento un informe que critica categoricamente a las tropas norteamericanas que torturaron y humillaron a los prisioneros iraquies.\n\t\t\t\t\tSegun los datos, a la hora de retirarse, las tropas estadounidenses, que estaban estacionadas en Iraq, traspasaron a este pais mas de 30 mil prisioneros encarcelados extrajudicialmente y torturados fisico y mentalmente. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la parte norteamericana dice que ha interrogado a esos reos en virtud del derecho internacional y los entrego a la parte iraqui respetando la ley. \n\t\t\t\t\t\n\t\t\t\t\tSon muy graves los crimenes de violacion de derechos humanos que comete EE.UU. contra otros paises y naciones bajo el rotulo de antiterrorismo. A esto habria que agregar incontables casos de violacion de DDHH que se reportan en el mismo territorio norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEstos crimenes se cometen sucesivamente en Iraq, Afganistan, Pakistan, Japon, el Sur de Corea y otras regiones del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEn el ano pasado, las tropas norteamericanas realizaron un ataque aereo indiscriminado contra los afganos pacificos dejando como saldo mas de un centenar de civiles inocentes muertos a la vez.\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, se ha revelado que 12 uniformados estadounidenses enviados a Kandahar de Afganistan en el ano 2009 asesinaron salvajemente a los civiles inocentes y guardaron como \"recuerdos\" los dientes y los huesos de dedos, cabezas y pies de las victimas.\n\t\t\t\t\t\n\t\t\t\t\tEsta barbaridad hace recordar a los canibales americanos que han matado en masas a los indios y conservaron como \"recuerdo\" las pieles de sus cabezas. \n\t\t\t\t\t\n\t\t\t\t\tSolo en este ano, el numero de los civiles muertos en Afganistan sobrepasa mil 300. La mayoria de ellos perdieron la vida por el ataque indiscriminado de las fuerzas aliadas al mando de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, las tropas norteamericanas asestaron el ataque de misiles en el espacio aereo de Waziristan, al norte de Pakistan, movilizando los aviones no tripulados matando a 12 e hiriendo a 5. \n\t\t\t\t\t\n\t\t\t\t\tResultaron escandalos mundiales anti-DDHH los maltratos y las torturas inhumanitarios contra los encarcelados bajo las \"sospechas de terrorismo\" en los campos de concentracion y los reclusorios instalados en varios paises y regiones del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, son bien conocidas por todo el mundo las barbaridades cometidas en el reclusorio Abu Ghraib y en la base naval de Guantanamo.\n\t\t\t\t\t\n\t\t\t\t\tComo fue revelado y repudiado en las arenas internacionales incluso el 64o periodo de sesiones de la Asamblea General de la ONU que tuvo lugar en 2009, EE.UU. aplica en las carceles de Iraq y otros paises los metodos de tortura indeciblemente barbaros. \n\t\t\t\t\t\n\t\t\t\t\tEstos datos no pasan de ser una minima parte de todos los crimenes de EE.UU. que viola flagrantemente la soberania de otros paises y naciones. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el imperio cuestiona la situacion de derechos humanos de varios paises y regiones del mundo actuando como si fuera \"juez internacional de derechos humanos\".\n\t\t\t\t\t\n\t\t\t\t\tLe convendria al imperio, peor violador de DDHH, ocuparse primero de los problemas de su casa antes de cuestionar a otros."
        },
        {
            "title": "Ofrecidas funciones artisticas por el 65o aniversario del PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-33ee.html",
            "content": "Ofrecidas funciones artisticas por el 65o aniversario del PTC \r\nPyongyang, 5 de octubre (ATCC) -- Tuvo lugar el dia 5 en el capitalino Palacio Cultural del Pueblo la funcion conjunta nacional de los grupos artisticos de trabajadores.\n\t\t\t\t\t En la escena iniciada con el coro \"Dediquemos gloria a nuestro gran partido\" se presentaron diversas piezas como la poesia en dialogo \"Los 3 Generales del monte Paektu y la bandera del partido\", el duo femenino \"No hay otro igual al Lider\", la poesia y narracion \"No podemos vivir sin madre\", el canto homofono y narracion \"Si desea nuestro partido madre\", el canto homofono de tambor \"Avancemos recto\", etc.\n\t\t\t\t\t\n\t\t\t\t\tTambien se pusieron las piezas que estimulan a las masas populares a avanzar a pasos firmes hacia la cima de la gran potencia prospera realizando los ideales del pueblo, en pleno acato al proposito y voluntad del partido. \n\t\t\t\t\t\n\t\t\t\t\t  A traves de la funcion, los ejecutantes rindieron la maxima gloria al PTC en ocasion de la fiesta de octubre y alabaron altamente las imborrables proezas del Presidente Kim Il Sung, fundador y constructor del PTC, y del Dirigente  Kim Jong Il quien conduce a la unica senda de victorias a todo el partido, todo el ejercito y todo el pueblo levantando la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, se ofrecio en la Casa Central de Obreros la funcion del grupo de propaganda artistica de obreros del Comite Central de la Federacion General de los Sindicatos de Corea."
        },
        {
            "title": "Inaugurada exposicion de libros por el 65o aniversario del PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news05/20101005-34ee.html",
            "content": "Inaugurada exposicion de libros por el 65o aniversario del PTC\n\t\t\t\t\t\t\r\nPyongyang, 5 de octubre (ATCC) -- Quedo inaugurada el dia 5 en el Palacio de Estudio del Pueblo la exposicion nacional de libros por el 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tEn este evento fueron montados los pabellones de casas editoriales y los de la red de divulgacion, en los cuales estan exhibidos mas de 31 mil libros y revistas de mas de 20 mil generos escogidas de las publicaciones impresas en Corea y otros paises del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEn los pabellones de la Editora del Partido del Trabajo de Corea, la Editorial de la Juventud Kumsong, etc. se ven las obras del Presidente     Kim Il Sung y el Dirigente Kim Jong Il, las novelas adaptadas de las obras maestras creadas por el Presidente y los ciclos sobre la vida revolucionaria y las hazanas de direccion de los 3 Generales del monte Paektu (el Presidente Kim Il Sung, el Dirigente Kim Jong Il y la Heroina de la Lucha Antijaponesa Kim Jong Suk).\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, estan expuestos los libros que contribuiran a la educacion y la vida cultural de los funcionarios, trabajadores, jovenes y ninos escolares y las publicaciones de varios tipos que se necesitan para elevar el nivel politico-teorico y el tecnico de ellos.\n\t\t\t\t\t\n\t\t\t\t\t En el pabellon de la Chongryon (Asociacion General de Coreanos Residentes en Japon) y el de la red de divulgacion saltan a la vista los libros y revistas de varios tipos como \"Trayectoria orgullosa de la Chongryon\" y \"Bajo la bandera del patriotismo\", los libros publicados en varios paises del mundo para elogiar las nobles personalidades de los grandes hombres y sus hazanas y los otros que presentan los exitos de Corea alcanzados en la construccion de la gran potencia prospera socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural del evento participaron el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop, y otros funcionarios, los periodistas y editores de la rama de prensa e informacion y los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de la ocasion estuvo a cargo de Yang Hyong Sop."
        }
    ]
}