{
    "date": "2010-06-19",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Training Centre for Commanding Officers ",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-13ee.html",
            "content": "Kim Jong Il Inspects Training Centre for Commanding Officers\r\nPyongyang, June 19 (KCNA) -- General Secretary Kim Jong Il inspected the training centre for commanding officers of KPA Unit 593.\n\t\t\t\t\t After receiving a salute, he looked round different places including a general lecture room and libraries to acquaint himself with how the education is conducted there. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the training centre has created good educational environment and minutely organized the education for exalting the loyalty of commanding officers to the party, to the revolution and to the working class, thus helping them deeply grasp the greatness of the WPK's Juche-oriented idea and theory of army building. He highly appreciated the feats performed by the officials of the training centre. \n\t\t\t\t\t\n\t\t\t\t\t Going round bed rooms, a mess hall, a non-staple food store and other supply service facilities, he paid deep attention to the activities and living of the trainees. \n\t\t\t\t\t\n\t\t\t\t\t Pleased to learn that the training centre has provided good living conditions by successfully building supply service facilities and effectively operating sideline work sites, he noted that it is the admirable beautiful traits which can be displayed only by the KPA, a successor to the brilliant tradition of the Anti-Japanese Guerrilla Army which won one victory after another with the might of the noble sense of comradely obligation. \n\t\t\t\t\t\n\t\t\t\t\t He advanced important tasks to be carried out by the training centre. \n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the training period is the days helping commanding officers have political and ideological self-improvement for acquiring better ideological and moral traits, he underscored the need to effectively operate the training centre to help them fully acquire their ability and qualifications for creditably performing their missions as the backbone of the revolutionary armed forces of the DPRK in the days ahead. \n\t\t\t\t\t\n\t\t\t\t\t Only when the commanding officers have high military and professional qualifications and cherish the intense loyalty to the party and the revolution as their revolutionary faith can they devotedly struggle to accomplish the revolutionary cause of Juche which started on Mt. Paektu, sharing their destiny with the Party under any circumstances, he noted, stressing that the training period should offer an important occasion in ideological training. \n\t\t\t\t\t\n\t\t\t\t\t He had a photograph taken with commanding officers and employees of the training centre. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Generals Ri Myong Su and Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Il Inspects North Phyongan Province",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-14ee.html",
            "content": "Kim Jong Il Inspects North Phyongan Province\r\nPyongyang, June 19 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the work in various fields in North Phyongan Province.\n\t\t\t\t\t The first leg of his guidance was the December 5 Youth Mine alive with a high-pitched drive for increased production. \n\t\t\t\t\t\n\t\t\t\t\t He looked round the room devoted to the education in revolutionary relics, conducted by leading officials of the mine. \n\t\t\t\t\t\n\t\t\t\t\t He looked back with deep emotion on the shining course covered by the mine, seeing historic relics on display. He said thanks to the loving care of President Kim Il Sung the mine has turned into a modern mineral ore producer and its miners have grown to be trustworthy feelers and explorers in the building of a rich and powerful country. The President's immortal revolutionary exploits will always remain shining in the history of the country, he added. \n\t\t\t\t\t\n\t\t\t\t\t He went round the caustic soda intermediary pilot plant and various other places to learn in detail about the technological updating at the mine and mineral ore production there. He expressed great satisfaction over the fact that the workers of the mine are producing mineral ores and chemical goods badly needed by various domains of the national economy by fully displaying their indomitable mental power, highly appreciating their feats. \n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to pay special attention to the living of the miners as they are working underground, he called for steadily improving the supply service for the workers.\n\t\t\t\t\t\n\t\t\t\t\t He posed for a photograph with labor innovators of the mine. \n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Pukjung Machine Complex. \n\t\t\t\t\t\n\t\t\t\t\t Looking at the latest machine products newly manufactured by the complex, he highly appreciated the exploits performed by the officials, technicians and workers of the complex. \n\t\t\t\t\t\n\t\t\t\t\t He said that such good machines contrived and manufactured by the complex clearly demonstrate the might of socialism pushing back the frontiers of the latest science through the drive of the group of scientists and technicians and the revolutionary spirit of Kim Il Sung's nation dashing ahead like the wind towards a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t After seeing custom-built equipment for the construction of the Huichon Power Station now being manufactured at the complex, he expressed great satisfaction over the fact that all the workers and technicians of the complex are devotedly working in sky-high spirit to build a rich and powerful country by considering the noble ideal of the WPK as their own.\n\t\t\t\t\t\n\t\t\t\t\t In order to actively develop fishery and marine transport in our country which is surrounded by the seas on three sides it is necessary to manufacture and supply more high performance engines for modern fishing boats and cargo ships, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The third leg of his guidance was the Pukjung Electrode Factory. \n\t\t\t\t\t\n\t\t\t\t\t He made the rounds of different production processes of the factory to acquaint himself in detail with the technological updating and the production of electrode there.\n\t\t\t\t\t\n\t\t\t\t\t Watching with great attention the course in which natural graphite electrodes for UHP electronic arc furnaces are being produced, he highly praised the scientists and workers for having explored a new area in the production of electrode. \n\t\t\t\t\t\n\t\t\t\t\t He put forward militant tasks to be carried out by the officials and workers of the factory to intensify the drive for modernizing the newly built production process of natural graphite electrode on a high level, improve the quality of products and increase its productivity. \n\t\t\t\t\t\n\t\t\t\t\t The last leg of his guidance was the Jangsan Co-operative Farm in Ryongchon County. \n\t\t\t\t\t\n\t\t\t\t\t He looked round the monument to the field guidance given by the President and the Jangsan Revolutionary Museum. \n\t\t\t\t\t\n\t\t\t\t\t Jansan-ri is the historical village which the President visited on June 20, 1952 and guided a party cell's general meeting to encourage the party members in boosting the food production in the wartime.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the historical buildings and relics preserved as they were, he recollected with deep emotion those unforgettable days of history. \n\t\t\t\t\t\n\t\t\t\t\t Going round the modernly built site for breeding mud snail, he learned about the rice farming by use of mud snails and underscored the need for all farms to apply this method. \n\t\t\t\t\t\n\t\t\t\t\t Learning in detail about farming this year, he was pleased to see every field of the farm tended like a flower garden. He highly appreciated the efforts made by the farmers. \n\t\t\t\t\t\n\t\t\t\t\t When feasting my eyes on a farm village at the sunny foot of a mountain where cozy modern dwelling houses stand in rows and   co-op fields where all kinds of crops are doing well and all species of fruit trees are growing fast and the humming of farm machines at work is heard, I feel as if I was seeing a picture, he said, adding that this is an exciting appearance of the socialist countryside in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the farmers in the DPRK have clearly realized in practice that its socialist rural economy system based on collectivism is the best economy form giving full play to the patriotic zeal of the popular masses and making it possible to steadily boost the agricultural production by their concerted efforts, he called for protecting this excellent system and further glorifying it. \n\t\t\t\t\t\n\t\t\t\t\t The agricultural front is one of the main fronts for building a thriving nation, he said, ardently calling once again on the whole state and all the people to continue focusing all efforts on farming to bring about a radical boost in agricultural production and successfully decorate the grand festival in October with a rich harvest. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the officials, party members and other working people in the province have waged a strenuous drive to carry out the militant tasks put forward by the party, thereby bringing about remarkable changes in all fields including economic construction and land administration, he highly appreciated their shining successes. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Phyong Hae, chief secretary of the North Phyongan Provincial Committee of the WPK, Kim Kyong Hui and Thae Jong Su, department directors, and Ju Kyu Chang and Ri Jae Il, first vice department directors of the WPK Central Committee, and Hyon Chol Hae and Ri Myong Su, department directors of the NDC of the DPRK."
        },
        {
            "title": "Han Sang Ryol Tours Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-12ee.html",
            "content": "Han Sang Ryol Tours Pyongyang\r\n Pyongyang, June 19 (KCNA) -- Rev. Han Sang Ryol, a reunification champion of south Korea, visited different places of Pyongyang.\n\t\t\t\t\t At the Ssuksom Revolutionary Site, he was briefed on the Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea, which was recorded in the history of the Korean nation as a great gathering of patriotic personages of different circles around the banner of territorial integrity and reunification. And he looked round different places of the site including the United Front Tower, the lookout shed and the place where a luncheon was hosted.\n\t\t\t\t\t\n\t\t\t\t\t  At the Mangyongdae Schoolchildren's Palace he went round several rooms for hobby groups and enjoyed a performance given by members of the art group.\n\t\t\t\t\t\n\t\t\t\t\t He also visited Kim Il Sung University and the Mausoleum of King Tangun and toured the historical sites on Moran Hill."
        },
        {
            "title": "Russian Dance Company Here",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-11ee.html",
            "content": "Russian Dance Company Here\r\n Pyongyang, June 19 (KCNA) -- The State Academic Igor Moiseyev Dance Company of Russia headed by Director Elena Scherbakova arrived here on Saturday."
        },
        {
            "title": "Celebration Dancing Parties of Youth and Students",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-09ee.html",
            "content": "Celebration Dancing Parties of Youth and Students\r\n Pyongyang, June 19 (KCNA) -- Dancing parties of youth and students took place in different parts of the country on Saturday to celebrate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The venues of dancing parties in the capital city of Pyongyang, including plazas of the Party Founding Memorial Tower, the Pyongyang Indoor Stadium and the Arch of Triumph, were alive with youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented beautiful rhythms amid the playing of such melodies as songs \"The Party Is Our Delight\", \"Our General Is the Best\", \"Youth Shines under the Care of the Workers' Party\" and \"It Is Pride of Our Party\".\n\t\t\t\t\t\n\t\t\t\t\t Songs in praises of the immortal exploits of Kim Jong Il bringing the bright future of the country with his distinguished Songun revolutionary leadership resounded at the dancing venues, stirring up the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t Cheerful dancing parties of youth and students were also held in capitals of provinceson the same day."
        },
        {
            "title": "Celebration Performance Given by Samjiyon Band",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-08ee.html",
            "content": "Celebration Performance Given by Samjiyon Band\r\nPyongyang, June 19 (KCNA) -- The Samjiyon Band of the Mansudae Art Troupe gave a performance at the East Pyongyang Grand Theater on Saturday to celebrate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tAppreciating the performance were senior state officials, the chairperson of a friendly party, officials of party, army and power organs, working people's organizations, ministries and national institutions, serviceperson and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tPut on its stage were such colorful numbers as instrumental music and song \"Greeting the Sun Rising over the Taedong River\", an immortal masterpiece, female octet \"The Embrace of the Party Is Our House\", female solo \"Who Ever Taught Me\" and mixed quartet \"Do Prosper, Era of the Workers' Party\".\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the undying feats of Kim Jong Il who strengthened the WPK into the eternal glorious party of President Kim Il Sung, a dignified and invincible party, through his distinguished ideo-theoretical activities and tireless leadership.\n\t\t\t\t\t\n\t\t\t\t\t They also sang of happiness of the Korean people who are enjoying an independent and creative life to their hearts' contents under the care of Kim Jong Il making endless journey for Songun leadership."
        },
        {
            "title": "Pyongyang in Festive Mood",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-10ee.html",
            "content": "Pyongyang in Festive Mood\r\nPyongyang, June 19 (KCNA) -- Pyongyang is garbed in festive attire to mark the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Streets are decorated with WPK flags, national flags, red flags and posters with such inscriptions as \"June 19\", \"Celebration\", \"Veteran Party\", \"Seasoned Party\" and \"Always with the Party\".\n\t\t\t\t\t\n\t\t\t\t\t Loudspeaker cars are introducing undying exploits performed by Kim Jong Il for the era and the revolution and for the country and people by successfully leading the Party, army and people with outstanding ideas.\n\t\t\t\t\t\n\t\t\t\t\t Working people's organizations have held celebration meetings, praising him as the most distinguished statesman of the present era who has developed the WPK into a glorious party of President Kim Il Sung and a guiding force of the Songun revolution and, with its might, successfully accelerated socialist construction over the past 46 years.\n\t\t\t\t\t\n\t\t\t\t\t Mass media of the DPRK are dealing with movies and articles showing revolutionary activities of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday in an article titled \"Immortal History Shining with Great Leadership\" said, \"The future of the WPK is brilliant as Kim Jong Il has always brought about world-startling victories in the same spirit as he displayed more than 40 years ago.\""
        },
        {
            "title": "S. Korea's Anti-DPRK Smear Campaign Flailed",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-04ee.html",
            "content": "S. Korea's Anti-DPRK Smear Campaign Flailed\r\n Pyongyang, June 19 (KCNA) -- The World Federation of Democratic Youth released a statement on May 28 denouncing the south Korean authorities' anti-DPRK smear campaign over \"Cheonan\" case. \n\t\t\t\t\t The authorities' assertion that warship \"Cheonan\" was sunk by \"a torpedo attack\" of the DPRK renders the regional situation tenser, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The \"investigation results\" were not based on scientific facts and were cooked up by the ultra-right conservative forces of south Korea opposed to their fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Urging the south Korean authorities to receive an inspection group of the National Defence Commission of the DPRK, the statement continued:\n\t\t\t\t\t\n\t\t\t\t\t WFDY has always supported peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, we reject any \"solution\" or assertion calling for \"retaliation\" and \"punishment\".\n\t\t\t\t\t\n\t\t\t\t\t The federation stands for reunification and peace of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It supports the DPRK's policy to denuclearize the Korean Peninsula and defend regional peace and stability. It will not tolerate any slightest act of infringing upon the sovereignty and the right to existence of the Korean people."
        },
        {
            "title": "Korean People's Cause of National Reunification Supported",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-03ee.html",
            "content": "Korean People's Cause of National Reunification Supported\r\n Pyongyang, June 19 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, on June 13 issued a statement on the occasion of the 10th anniversary of the June 15 North-South Joint Declaration. \n\t\t\t\t\t The declaration has served as a cornerstone in the development of the inter-Korean relations and a great programme for achieving the reunification of Korea as it indicated an ideological basis, fundamental principles and ways for achieving national reconciliation and reunification, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the joint declaration is \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t Eye-opening events took place in the movement for Korea's reunification after the publication of the joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t The appearance of the conservative authorities in south Korea blatantly challenged the movement for the reunification of Korea which had made a dynamic advance. \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves that it is possible to achieve reconciliation and reunification only when the Koreans hold fast to the joint declaration and there will be only antagonism, confrontation and permanent division when they give up the declaration. \n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania will always stand by the Korean people advancing to defend the gains of revolution and build a thriving nation. It will invariably support the Korean people in their efforts to reunify the country independently and peacefully under the banner of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t The Executive Committee of the Party for Peace and Unity of Russia in its statement on June 14 declared that it would fully support the Korean people's cause of national reunification, hailing the adoption of the June 15 North-South Joint Declaration as a historical event, the first of its kind in the history of Korea's division by foreign forces."
        },
        {
            "title": "Kim Jong Il's Immortal Exploits Lauded by Bangladeshi",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-01ee.html",
            "content": "Kim Jong Il's Immortal Exploits Lauded by Bangladeshi\r\n Pyongyang, June 19 (KCNA) -- Khaleq Zaman Bhuiyan, general secretary of the Central Committee of the Socialist Party of Bangladesh, issued a statement on June 12 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The statement noted that the past 46 years since he started his work at the C.C., the WPK were brilliant years that made a glorious history of defending socialism in the DPRK and the building of a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il, the WPK could become a powerful party with a firm independent principle which never vacillates despite all the tempests and trials of history, it said.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that Kim Jong Il has turned Kim Il Sung's Korea into an invincible socialist bulwark, independent in politics, self-supporting in economy and self-reliant in national defence which enjoys high dignity for his Songun politics and wisely led the just cause of mankind for independence against imperialism and global peace. His undying exploits will convey to all generations to come."
        },
        {
            "title": "Kim Jong Il's Party Leadership Feats Praised",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-07ee.html",
            "content": "Kim Jong Il's Party Leadership Feats Praised\r\nPyongyang, June 19 (KCNA) -- Today marks the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Rodong Sinmun in an editorial dedicated to the anniversary says that his start of the leadership of the WPK provided a sure guarantee for successfully carrying forward the revolutionary cause of Juche started on Mt. Paektu and made it possible for the WPK to demonstrate its might as a great guide leading the country to a bright future as the party of the leader, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the representative of the WPK and a peerless political elder as he has led the party and the revolution to victories only with his matchless and distinguished political caliber and noble popular traits.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership the WPK has developed into a dignified party shining with the august name of President Kim Il Sung, an invincible party whose members are rallied close around the leader in monolithic idea and will and a great guide that has formed a harmonious whole with the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe history of Kim Jong Il's leadership over the party is shining as a sacred history during which he developed the party into Kim Il Sung's party, an invincible and steel-strong party that leads the Songun revolutionary cause and the most powerful militant party which ushered in a great heyday for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor of the army and people of the DPRK to hold Kim Jong Il in high esteem as he established the most precious revolutionary traditions and has performed undying feats, thus decorating nearly half a century of his revolutionary activities at the C.C., the WPK with legendary and heroic epics, possessed of his extraordinary ideological and theoretical wisdom, distinguished leadership ability and the noblest virtues.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon the whole party and army and all the people to wage a more dynamic struggle to build a great prosperous and powerful socialist nation and accomplish the revolutionary cause of Juche, cherishing the highest honor of having him at the helm of the party and the revolution."
        },
        {
            "title": "Kim Jong Il's Work Studied in Different Countries ",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-05ee.html",
            "content": "Kim Jong Il's Work Studied in Different Countries \r\nPyongyang, June 19 (KCNA) -- 15 years have passed since General Secretary Kim Jong Il published the work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\".\n\t\t\t\t\t The work evoked a lively response among progressive mankind. It was studied and distributed in more than 100 countries for its scientific accuracy, truth and vitality.\n\t\t\t\t\t\n\t\t\t\t\t The work was brought out in booklet by the Academy Publishing House of Cuba, the Lao State Publishing House, the Dar Damascus Publishing House of Syria, the Samjana Publishing House of Nepal, the Enugu Publishing House of Nigeria, the Canta Clara Publishing House of Venezuela, the Publishing House of the People's Socialist Party of Mexico and other publishing houses of different countries.\n\t\t\t\t\t\n\t\t\t\t\tThe Pakistan-Korea Friendship Association, the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, the Peruvian-Korean Institute of Culture and Friendship and the Bulgaria-Korea Friendship Association gave wide publicity to the full text of the work or its gist through their bulletins.\n\t\t\t\t\t\n\t\t\t\t\t The work aroused great repercussions among political and social personages of different countries including India, Bangladesh, Egypt, Zimbabwe, Mozambique, Madagascar, Peru and Spain.\n\t\t\t\t\t\n\t\t\t\t\t Seminars, lectures, briefings and reading sessions on his work were held by political parties and organizations of many countries."
        },
        {
            "title": "Anniversary of Start of Work at WPK Marked in Colombia ",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-02ee.html",
            "content": "Anniversary of Start of Work at WPK Marked in Colombia \r\nPyongyang, June 19 (KCNA) -- The Group for the Study of the Juche Idea \"Kanggye\" of Colombia issued a bulletin on June 11 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin in an article titled \"The invincible WPK and Kim Jong Il\" said that Kim Jong Il has led the WPK to consistently take the Juche idea founded by President Kim Il Sung as a firm guiding idea and principle.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il proved the originality and validity of the Juche idea through his energetic ideological and theoretical activities and, on this basis, made sure that the party fully ensured its unity in thinking and led it to hold fast to the Juche idea as its everlasting guiding idea, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il's wise guidance the WPK could demonstrate its might as the powerful revolutionary party consistently adhering to its principle without any vacillation despite all sorts of tempests of history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has led the WPK to serve the people, being responsible for their destiny, by fully embodying Kim Il Sung's idea of believing in people as in Heaven, his life-long maxim, the bulletin noted, stressing that the WPK led by Kim Jong Il will always emerge victorious."
        },
        {
            "title": "Kim Jong Il dirige sobre el terreno Complejo de Maquinaria de Rakwon ",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-15ee.html",
            "content": "Kim Jong Il dirige sobre el terreno Complejo de Maquinaria de Rakwon\r\nPyongyang, 19 de junio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo de Maquinaria de Rakwon donde se levanta la fuerte oleada de gran auge.\n\t\t\t\t\t  Ante todo, vio la excavadora \"Jangbaek\" con capacidad de 5 metros cubicos, nuevo producto del complejo.\n\t\t\t\t\t\n\t\t\t\t\t  Al presenciar el funcionamiento de la excavadora, se mostro muy contento de que los funcionarios, obreros y tecnicos del complejo la hayan disenado y fabricado magnificamente en un corto tiempo.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora, en los lugares de construccion socialista crecen las demandas sobre las maquinas y equipos incluyendo la excavadora, dijo y senalo que hay que producir mayor cantidad de las maquinas de buena calidad y enviarlas a varios dominios de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras recorria el taller de aparatos de presion hidraulica, modernizado tecnicamente, el instituto de disenos de las maquinas de construccion y otros lugares, se entero en detalles del estado de equipos tecnicos y de produccion y evaluo altamente los orgullosos exitos logrados por los obreros del complejo.\n\t\t\t\t\t\n\t\t\t\t\t  Por contar con las bases de maquinaria en que fue aplicada en el alto nivel la tecnologia CNC incluyendo este complejo, estamos fabricando todas las maquinas de gran tamano que queremos, dijo y enfatizo que esta orgullosa realidad demuestra directamente que nuestra autoctona industria de maquinaria ha alcanzado el nivel sofisticado mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Constituye un gran exito que el complejo haya sentado la solida base tecnica para llevar la hidraulica al nivel mundial en un corto tiempo, subrayo y agrego que al igual que los empleados del complejo, es preciso cumplir cada proyecto de transformacion tecnologica superando el nivel sofisticado como lo demanda la era de economia basada en la intelectualidad. \n\t\t\t\t\t\n\t\t\t\t\t  Elogio reiteradamente los esfuerzos de los obreros del complejo diciendo que esta muy satisfecho de que ellos crearan sorprendentes milagros e innovaciones en la digna lucha por la prosperidad de la patria y la mejora de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que en los ultimos anos, el complejo hizo realmente muchos trabajos y encomendo que siguiera innovando y avanzando sin relajar tal impetu.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que al elevar incesantemente el nivel de direccion sobre la produccion, los funcionarios del complejo deben administrar con eficiencia el complejo conforme al principio de rentabilidad y prestar mucha atencion a la labor de servicio de abastecimiento para los obreros.\n\t\t\t\t\t\n\t\t\t\t\t  Volvio a fijar la meta a ser alcanzada en un corto tiempo por el complejo, indico las concretas tareas y remedios correspondientes y soluciono los problemas pendientes.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, el Dirigente recorrio el estadio de futbol nuevamente construido en la provincia de Phyong-an del Norte.\n\t\t\t\t\t\n\t\t\t\t\t  Tras recorrer el interior y exterior del estadio edificado originalmente al pie de un monte pintoresco, se puso muy complacido de esta construccion magnifica que satisface la demanda del nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente los exitos laborales de los miembros de la brigada juvenil de construccion de esa provincia, quienes construyeron ese estadio de eterna duracion, y les transmitio su cordial saludo.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo la necesidad de forjar la constitucion fisica de los militares utilizando mucho este centro deportivo y presento las tareas para su administracion.\n\t\t\t\t\t\n\t\t\t\t\t  En esta ocasion, el Dirigente fue acompanado por el secretario responsable del Comite del PTC en la Provincia de Phyong-an del  Norte, Kim Phyong Hae, los jefes de departamento del CC del PTC, Kim Kyong Hui y Thae Jong Su, y los primeros subjefes de departamento del CC del PTC, Ju Kyu Chang y Ri Jae Il."
        },
        {
            "title": "FMJD condena maniobras anti-RPDC de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-16ee.html",
            "content": "FMJD condena maniobras anti-RPDC de autoridades surcoreanas\n\t\t\t\t\t\t\r\nPyongyang, 19 de junio (ATCC) -- La Federacion Mundial de la Juventud Democratica (FMJD) hizo publica el 28 de mayo una declaracion condenando las maniobras anti-Republica Popular Democratica de Corea de las autoridades surcoreanas en cuanto al incidente del hundimiento del buque de guerra \"Cheonan\".\n\t\t\t\t\tLa nota senala que la situacion de la Peninsula Coreana se agrava mas debido a la fabricacion del resultado de investigacion de las autoridades surcoreanas en el sentido de que la causa del hundimiento residiera en el \"ataque de torpedo\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tProsigue que ese \"resultado de investigacion\" carece de datos cientificos porque fue inventado por las fuerzas conservadoras ultraderechistas del Sur de Corea en contra de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben aceptar inmediatamente el grupo de inspeccion del Comite de Defensa Nacional de la RPDC, exige el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa FMJD siempre vino apoyando la paz y la estabilidad.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, rechazamos la \"solucion\" o las insistencias con la finalidad de la \"venganza\" o el \"castigo merecido\".\n\t\t\t\t\t\n\t\t\t\t\tLa FMJD desea la reunificacion y la paz de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa FMJD apoya la politica de la RPDC por la desnuclearizacion de la Peninsula Coreana y la defensa de la paz y la estabilidad de esta region y no perdonara jamas cualquier minima accion encaminada a violar la soberania y el derecho a la vida del pueblo coreano."
        },
        {
            "title": "Pyongyang en ambiente de fiesta",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-17ee.html",
            "content": "Pyongyang en ambiente de fiesta\r\nPyongyang, 19 de junio (ATCC) -- Con motivo del 46o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea, esta capital esta engalanada en colores de fiesta.\n\t\t\t\t\t  En las calles capitalinas flamean las banderas del Partido del Trabajo de Corea, las nacionales y las rojas y se ven las pancartas con las letras de \"19 de junio\", \"Festejo\", \"Partido veterano\", \"Partido probado\", \"Seguiremos siempre al partido\",  etc.\n\t\t\t\t\t\n\t\t\t\t\t  Los coches provistos de altavoces libran la propaganda de las imborrables proezas realizadas por el Dirigente por la epoca y la revolucion, la patria y el pueblo al conducir a la victoria al partido, el ejercito y el pueblo con su extraordinaria idea y direccion.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, las organizaciones de masas celebraron varios actos conmemorativos, en los cuales calificaron del mas destacado politico de la epoca al Dirigente quien durante el largo periodo de casi medio siglo, convirtio el PTC en el glorioso partido del Presidente Kim Il Sung y en la fuerza orientadora de la revolucion del Songun y creo el buen ejemplo de la construccion del socialismo que avanza victorioso con el poderio del partido.\n\t\t\t\t\t\n\t\t\t\t\t  La TV, la radio y las publicaciones de Corea transmiten en estos dias los filmes y articulos alusivos a las actividades revolucionarias del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t  El periodico Rodong Sinmun divulgo en su edicion del dia 18 un articulo intitulado \"Historia imborrable que brilla con la gran direccion\" que contiene el siguiente parrafo:\n\t\t\t\t\t\n\t\t\t\t\t \"Es maravilloso el futuro del Partido del Trabajo de Corea, gracias al Dirigente Kim Jong Il que fragua siempre las victorias sorprendentes para todo el mundo trabajando con el mismo vigor de hace mas de 40 anos.\""
        },
        {
            "title": "Rodong Sinmun dedica editorial al 19 de junio",
            "url": "http://kcna.co.jp/item/2010/201006/news19/20100619-18ee.html",
            "content": "Rodong Sinmun dedica editorial al 19 de junio\r\nPyongyang, 19 de junio (ATCC) -- Hoy es el 46o aniversario del inicio del trabajo del Dirigente    Kim Jong Il en el Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\tEn su editorial publicado hoy en homenaje a esa efemeride, el diario Rodong Sinmun senala que gracias a la guia del Dirigente sobre el PTC, se ha dado la firme garantia para continuar y cumplir con brillantez la causa revolucionaria del Juche iniciada en el monte Paektu y el PTC se hizo gran orientador, que lleva a la patria al maravilloso porvenir, adquiriendo los aspectos del partido del lider, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il es el representante del PTC y politico veterano sin par que oriento el partido y la revolucion a la unica senda de victorias con su extraordinaria capacidad politica y nobles rasgos populares.\n\t\t\t\t\t\n\t\t\t\t\tBajo su sabia direccion, el PTC se ha fortalecido y desarrollado como el partido digno que brilla con el nombre del Presidente Kim Il Sung, el invencible unido monoliticamente en torno a su dirigente con una idea y una voluntad y el orientador poderoso de la revolucion y la causa revolucionaria del Songun, unido con las masas populares de cuerpo y alma.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de su direccion sobre el partido es la sagrada en que el convirtio el PTC en el mas poderoso y combativo que abre la era dorada de prosperidad de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEs el maximo honor para el ejercito y el pueblo de Corea tener como su lider al Dirigente quien con su extraordinaria perspicacia ideo-teorica, inigualable capacidad de direccion y las mas nobles virtudes humanas, preparo las sagradas tradiciones revolucionarias e inmortales hazanas coronando con epopeyas legendarias los anales de la revolucion de casi medio siglo.\n\t\t\t\t\t\n\t\t\t\t\tTodo el partido, todo el ejercito y todo el pueblo deben luchar con mas firmeza por construir la gran potencia prospera socialista y cumplir la causa revolucionaria del Juche guardando en el corazon ese inmenso honor de tener al Dirigente en la cabeza del partido y la revolucion."
        }
    ]
}