{
    "date": "2010-02-25",
    "url": "http://kcna.co.jp/item/2010/201002/2010-02-25ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-10ee.html",
            "content": "Kim Yong Nam Meets Indonesian Ambassador\r\n Pyongyang, February 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a conversation with Daulat Hotma Audison Passaribu, Indonesian ambassador to the DPRK, who paid a farewell call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "KPA General Staff Blasts US-S. Korea Military Exercises",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-14ee.html",
            "content": "KPA General Staff Blasts US-S. Korea Military Exercises\r\n Pyongyang, February 25 (KCNA) -- The U.S. imperialists and the warmongers of the south Korean puppet army finally announced that they would stage the DPRK-targeted Key Resolve and Foal Eagle joint military exercises from March 8. In this regard a spokesman for the General Staff of the Korean People's Army released the following statement Thursday:\n\t\t\t\t\tMassively involved in the exercises will be more than 18,000-strong forces including over 10,000 U.S. imperialist aggression troops present in south Korea and ultra-modern military hardware as well as army corps-level, fleet command-level and flying corps-level units of the south Korean puppet army and even civilian forces. The enemies describe the exercises as \"annual ones\" and \"defensive\" but they are pilot operations and nuclear war exercises aimed to preempt a surprise attack on the DPRK, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the year the warmongers of the south Korean puppet army in collusion with the U.S. imperialists have frantically staged mid-winter tactical exercise, large-scale coordinated ground exercise and other exercises of various codenames, while talking about a \"preemptive attack\" over self-defensive nuclear deterrent of the DPRK. This is by no means accidental.\n\t\t\t\t\t\n\t\t\t\t\t This brought to light their true colors as war fanatics keen to bring dark clouds of a nuclear war to hang over the inviolable land, while seeking escalated tensions and confrontation only.\n\t\t\t\t\t\n\t\t\t\t\t We will not remain a passive onlooker to this grave situation created by the provokers.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and south Korean warmongers launch the joint military exercises for aggression, ignoring our repeated warnings, we will react to them with our powerful military counteraction, and if necessary, mercilessly destroy the bulwark of aggression by mobilizing all the offensive and defensive means including nuclear deterrent."
        },
        {
            "title": "Officials Enjoy Performance Given by Univ. Students",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-13ee.html",
            "content": "Officials Enjoy Performance Given by Univ. Students\r\n Pyongyang, February 25 (KCNA) -- An art performance was given by student art groups in Pyongyang at the Mansudae Art Theatre on Thursday.\n\t\t\t\t\t It was appreciated by senior party and state officials, the chairperson of a friendly party, officials of ministries and national institutions and writers, journalists and other men of the press in the fields of culture and arts and media.\n\t\t\t\t\t\n\t\t\t\t\t The performance was given by members of art groups of Kim Il Sung University, Kim Chaek University of Technology, Kim Hyong Jik University of Education, Kim Chol Ju University of Education, Pyongyang University of Medicine, Pyongyang University of Construction and Building-Materials Industry, Pyongyang University of Mechanical Engineering, Pyongyang University of Agriculture and Pyongyang Jang Chol Gu University of Commerce.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were poem-story telling and chorus \"O Korea, I Will Add Glory to Thee,\" a famous masterpiece, kayagum ensemble \"World Knows No Such Man as the Leader,\" female chorus \"Memory of the Native Home,\" song and agitation \"Song of the Sea of Blood\", a famous masterpiece, dramatic story-telling and song \"Two Systems Seen through Surgical Knives,\" male chorus \"It Is a Great Auspicious Event of Whole Country,\" poem and chorus \"Push Back the Frontiers of Science\" and other colorful numbers of diverse genres.\n\t\t\t\t\t\n\t\t\t\t\tThe performers enthusiastically sang of the great happiness of learning as much as they wish under the profound loving care of General Secretary Kim Jong Il and fully demonstrated their firm faith and will to accomplish the revolutionary cause of Juche, always remaining true to the leadership of the Party."
        },
        {
            "title": "Annual Meeting of KCSC Held",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-08ee.html",
            "content": "Annual Meeting of KCSC Held\r\nPyongyang, February 25 (KCNA) -- An annual meeting of the Korean Committee for Solidarity with Cuba was held at the Taedonggang Diplomatic Corps Club on Thursday.\n\t\t\t\t\tPresent there were Kim Yong Jin, minister of Education and chairman of the committee, Mun Jae Chol, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and members of the Korean Committee for Solidarity with Cuba.\n\t\t\t\t\t\n\t\t\t\t\tJose Manuel Galego Montano, Cuban ambassador to the DPRK, and staff members of his embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting reviewed the work done by the committee last year to boost friendship and solidarity with the Cuban people and discussed the action program for this year."
        },
        {
            "title": " Entrails Soup, Food Good for Health",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-11ee.html",
            "content": "Entrails Soup, Food Good for Health\r\n Pyongyang, February 25 (KCNA) -- Soup of entrails is one of the Korean people's favorite food well known from olden times. \n\t\t\t\t\t It is prepared by boiling entrails of cattle or pig and taken with boiled rice mixed with millet and red beans.\n\t\t\t\t\t\n\t\t\t\t\t It, which is of high nutritive value, helps prevent aging and protect internal organs.\n\t\t\t\t\t\n\t\t\t\t\t Particularly in cold days the hot soup is well taken. \n\t\t\t\t\t\n\t\t\t\t\t There are many restaurants specializing in the food, crowded with people every day, in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t Well-equipped stockbreeding bases have been built throughout the country to fully supply materials to public catering establishments."
        },
        {
            "title": "Rural Theses Leads to Changes in Construction",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-12ee.html",
            "content": "Rural Theses Leads to Changes in Construction\r\n Pyongyang, February 25 (KCNA) -- President Kim Il Sung made public a famous work \"Theses on the Socialist Rural Question in Our Country\" on February 25, Juche 53 (1964) after clarifying in an unique way the rural question in socialist society and crystallizing it. \n\t\t\t\t\t Elucidated in the theses are ideas and theories arising in eliminating distinctions between towns and countryside and class distinctions between the working class and peasants and ultimately solving the rural question. Among them are ideas of accelerating three revolutions -- ideological, technical and cultural -- in countryside, increasing the state assistance to the rural communities, strengthening the state guidance to the agricultural management and bringing co-operative property closer to public property.\n\t\t\t\t\t\n\t\t\t\t\t After publishing the work the President set forth quite a few policies at each stage of the developing revolution to implement the difficult and enormous tasks for socialist rural construction. As a result the rural communities have put an end to the centuries-old backwardness and poverty and ushered in a new history of prosperity.\n\t\t\t\t\t\n\t\t\t\t\tHis idea of socialist rural construction has been successfully carried forward by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t From many years ago Kim Jong Il has paid deep concern to solving the rural question and steered the effort for implementing the theses. Busy as he was in safeguarding the country from the vicious moves of the U.S.-led imperialists in the period of \"Arduous March\", forced march, he saw to it that the political leadership of the Workers' Party of Korea and the state guidance to the agricultural management had been further strengthened.\n\t\t\t\t\t\n\t\t\t\t\t In the days such agricultural policies as improving seed selection and potato and soya bean farming and doing double cropping a year have been put forward, vast-scale land readjustment successfully completed and gravity-fed waterways like Kaechon-Lake Thaesong, Paekma-Cholsan and Miru Plain waterways built to sharply increase agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t Migok Co-op Farm in Sariwon City, Sinam Co-op Farm in Ryongchon County, Samjigang Co-op Farm in Jaeryong County, Unhung Co-op Farm in Thaechon County, Tongbong Co-op Farm in Hamju County and many other cooperative farms in the country have been transformed into ideal rural communities appropriate to a thriving nation, stock-farming and fruit-growing bases built in different parts of the country and the peasants' material and cultural standards improved remarkably.\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned achievements are entirely attributable to the theses on the socialist rural question."
        },
        {
            "title": "Anti-Reunification Action Flayed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-05ee.html",
            "content": "Anti-Reunification Action Flayed in S. Korea\r\n Pyongyang, February 25 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification released a statement on Feb. 20, blasting the puppet Ministry of Unification for checking the non-governmental inter-Korean exchange.\n\t\t\t\t\t Referring to the fact that the \"ministry\" did not grant the application made by monks of the Buddhist Jogye Order for working contact with the north, the statement branded it as an act of chilling the process for the inter-Korean cooperation and exchange.\n\t\t\t\t\t\n\t\t\t\t\t The \"ministry\", which has to seek the way for putting an end to the sufferings of the Korean nation who has been divided for more than half a century, is keen only on the anti-reunification moves, utterly disregarding all the successes made after the publication of the June 15 joint declaration, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It warned that the present \"government\" and the \"ministry\" would surely face the stern judgment by all the fellow countrymen as they are trying to turn back the wheel of history, stemming the reunification movement of the patriotic people desirous of the development of the south-north relations, peace and prosperity of the nation and one country."
        },
        {
            "title": "S. Korean Organizations Urge US to Conclude Peace Treaty",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-06ee.html",
            "content": "S. Korean Organizations Urge US to Conclude Peace Treaty\r\n Pyongyang, February 25 (KCNA) -- Peace and reunification movement organizations in south Korea held the 249th anti-U.S. and anti-war Friday rally for the withdrawal of the U.S. forces in Seoul on Feb. 19.\n\t\t\t\t\t A resolution was read out at the rally. It noted that the DPRK proposed the parties to the Armistice Agreement to start the talks for replacing the AA by a peace treaty at an early date and then expressed its will to put an end to the hostile relations through dialogue and negotiations and realize the denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. is resorting to the sanctions against the DPRK, still persisting in the \"nuclear dismantlement first\", the resolution charged.\n\t\t\t\t\t\n\t\t\t\t\t It held that the U.S. should fulfill its responsibility and role for peace of the peninsula, mindful that it spawned the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should come out to the talks for the conclusion of a peace treaty as early as possible, clearly understanding the desire of the Korean nation for peace, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The resolution demanded that the U.S. show in action its will for peace of the peninsula, rather than calling for \"dialogue\"."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, February 25 (KCNA) -- General Secretary Kim Jong Il's work \"Our Socialism Centred on the Masses Shall Not Perish\" was published in booklet by a publishing house in Russia on Feb. 16.\n\t\t\t\t\t The work, published on May 5, Juche 80 (1991), clarifies the inevitability of the triumph of socialism, the key to stability and invincibility of Korean socialism, its intrinsic characteristics, etc."
        },
        {
            "title": "Foreign Figure Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-03ee.html",
            "content": "Foreign Figure Praises Kim Jong Il\r\n Pyongyang, February 25 (KCNA) -- Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, released a statement on February 13 on the occasion of General Secretary Kim Jong Il's birthday.\n\t\t\t\t\t February 16 is the significant day when Kim Jong Il, the great leader of the Korean people, was born, the statement said, praising him as the prominent thinker-theoretician recognized by the international community.\n\t\t\t\t\t\n\t\t\t\t\t Noting that there are some features in Kim Jong Il's ideological and theoretical activities, it cited data to prove that they are consistent with thoroughgoing inheritance to carry forward the revolutionary idea of President Kim Il Sung pure and clean, new discovery and innovation. They are also clear in the features of the era as they correctly show the road ahead of the people in keeping with the specific conditions of the developing reality, very profound in the width and depth of ideological and theoretical contents and universal as they give perfect answers to all problems arising in the revolution and construction, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the highest tribute to Kim Jong Il who has further developed and enriched the treasure house of the human history of thought through his distinguished ideological and theoretical activities."
        },
        {
            "title": "Peruvian Organization Lauds Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-04ee.html",
            "content": "Peruvian Organization Lauds Kim Jong Il\r\n Pyongyang, February 25 (KCNA) -- The Peruvian Group for the Study of Kimilsungism issued its bulletin captioned \"Congratulations to Comrade Kim Jong Il on his birthday\" on Feb. 11 on the occasion of his birthday.\n\t\t\t\t\t The bulletin in an article noted that General Secretary Kim Jong Il has shown warm love and trust for the revolutionary comrades and people and turned the Korean society into one big harmonious family based on collectivism.\n\t\t\t\t\t\n\t\t\t\t\t He is victoriously advancing the cause of socialism on a worldwide scale, it said, adding: Towards the close of the last century when the socialist movement was undergoing turns and twists with collapse of socialism in East European countries, he made public in succession immortal famous works that give confidence in the victory of socialism to all the revolutionaries and progressives in the world and heavy blow to the imperialists and the renegades of socialism, and wisely led the struggle for the reconstruction of socialism.\n\t\t\t\t\t\n\t\t\t\t\t His distinguished exploit in defending Korean-style socialism is that he established the political mode based on Songun, the bulletin said, citing facts to prove that he has frustrated the ever-more pronounced anti-DPRK moves of the imperialist allied forces with the might of Songun.\n\t\t\t\t\t\n\t\t\t\t\tHe is further developing and enriching the Juche idea, the Songun idea founded by President\n\t\t\t\t\t\t Kim Il Sung through his energetic ideological and theoretical activities, it stressed."
        },
        {
            "title": "Kim Jong Il's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-02ee.html",
            "content": "Kim Jong Il's Birthday Marked in Different Countries\r\nPyongyang, February 25 (KCNA) -- A national meeting, an art performance and a film show were held in Peru, a meeting and a photo exhibition in Mexico and meetings and film shows in Romania, Uganda and Austria between Feb. 10 and 13 to celebrate the birthday of General Secretary\n\t\t\t\t\t Kim Jong Il.\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the New Left Movement of Peru said that the Workers' Party of Korea has become the most veteran and experienced party as it is led by Kim Jong Il. The Korean people are waging the dynamical drive to build a thriving socialist nation, rallied as one in mind around him, he added.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the C.C., the People's Socialist Party of Mexico, said that Kim Jong Il has honorably defended the sovereignty and dignity of the country and the nation under the banner of the Juche idea and Songun by carrying forward the revolutionary cause of President Kim Il Sung, eternal leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, said that Kim Jong Il has set forth the lines and policies giving priority to the requirements and interests of the people and wisely led the struggle to build a great prosperous and powerful nation and achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t S. N. Sserwanga, secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People, stressed that Kim Jong Il is the defender and guide of the cause of justice and that his Songun leadership exploits will remain long.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event held in Austria.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films \"Fireworks for a Thriving Nation\" and \"Arms of Korea\"."
        },
        {
            "title": "EMG rechaza ejercicios militares conjuntos EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-15ee.html",
            "content": "EMG rechaza ejercicios militares conjuntos EE.UU.-Sur de Corea\r\nPyongyang, 25 de febrero (ATCC) -- En relacion con que los imperialistas norteamericanos y los belicistas titeres surcoreanos anunciaron por fin que librarian desde el 8 de marzo los ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\" que suponen la guerra de agresion a la Republica Popular Democratica de Corea, el portavoz del Estado Mayor General del Ejercito Popular de Corea hizo publica el dia 25 la siguiente declaracion: \n\t\t\t\t\t En esos ejercicios participaran mas de 18 mil efectivos, incluyendo a mas de 10 mil agresores norteamericanos ocupantes del Sur de Corea, y se usaran los armamentos ultramodernos.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se incorporaran las unidades a nivel de cuerpo, comandancia de la flota maritima y cuerpo aereo y hasta las fuerzas armadas civiles del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Si bien los enemigos califican esos ejercicios de \"anuales\" y \"defensivos\", resultan sin duda la operacion previa y la maniobra de guerra nuclear para atacar preventiva y sorpresivamente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  No es nada casual que los belicistas surcoreanos confabulados con los imperialistas norteamericanos hayan librado freneticamente desde el comienzo de este ano los entrenamientos de diferentes rotulos como el tactico en la temporada de intenso frio y el de cooperacion terrestre de gran envergadura hablando sin escrupulos de \"atacar preventivamente\" a la RPDC cuestionando el disuasivo nuclear de esta para la autodefensa.\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra que los imperialistas norteamericanos y los belicistas titeres surcoreanos son maniacos de guerra que intentan acarrear el nubarron de guerra nuclear en la sagrada tierra patria persiguiendo solo la agravacion de la tension y la confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no estara con brazos cruzados ante la grave situacion de hoy creada por los provocadores. \n\t\t\t\t\t\n\t\t\t\t\tSi los imperialistas norteamericanos y los belicistas titeres surcoreanos desarrollan esos ejercicios militares conjuntos de caracter agresivo pese a las reiteradas advertencias de nuestra parte, tomaremos fuertes contramedidas militares y en caso necesario, destruiremos despiadadamente el bastion de agresores haciendo uso de todos los medios de ataque y de defensa, incluso el disuasivo nuclear."
        },
        {
            "title": "Reunion anual del Comite de Solidaridad Corea-Cuba ",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-16ee.html",
            "content": "Reunion anual del Comite de Solidaridad Corea-Cuba\r\nPyongyang, 25 de febrero (ATCC) -- Tuvo lugar el dia 25 en el Club para el Cuerpo Diplomatico Taedonggang la reunion anual del Comite de Solidaridad Corea-Cuba (CSCC).\n\t\t\t\t\tEstuvieron presentes Kim Yong Jin, ministro de Educacion y presidente del CSCC, Mun Jae Chol, vicepresidente del Comite de Relaciones Culturales con el Extranjero, y otros miembros del CSCC.\n\t\t\t\t\t\n\t\t\t\t\tTambien figuraban el embajador cubano en Corea, Jose Manuel Galego Montano, y otros miembros de esta sede diplomatica.\n\t\t\t\t\t\n\t\t\t\t\tEl conclave hizo balance de la labor del ano pasado del comite para fortalecer la amistad y la solidaridad con el pueblo cubano y discutio el plan de actividades para el ano en curso."
        },
        {
            "title": "Sopa de visceras - plato saludable",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-17ee.html",
            "content": "Sopa de visceras - plato saludable\r\nPyongyang, 25 de febrero (ATCC) -- La sopa de visceras con el arroz es una de las comidas nacionales que prefieren los coreanos desde antiguedad\n\t\t\t\t\tSe hace principalmente con las visceras de res o cerdo largamente cocidas y se la ingiere con el arroz blanco mezclado con mijo y judia roja.\n\t\t\t\t\t\n\t\t\t\t\tEste plato sabroso y nutritivo es muy bueno para la salud y longevidad porque previene el envejecimiento y protege los organos del cuerpo humano.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, aumenta sus efectos de reconstituyente en invierno.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, en estos dias, no se vacian de clientes los restaurantes capitalinos especializados de la sopa de visceras, en particular, el situado en la avenida de restaurantes Changgwang reconstruida nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tIngiriendo los platos pedidos, los clientes quedan agradecidos del Estado socialista que acondiciono por doquier muchas bases ganaderas modernas y centros de servicios gastronomicos, de modo que el pueblo se beneficiara realmente de ellos."
        },
        {
            "title": "Se conmemora 46o aniversario de tesis del campo socialista",
            "url": "http://kcna.co.jp/item/2010/201002/news25/20100225-18ee.html",
            "content": "Se conmemora 46o aniversario de tesis del campo socialista\r\nPyongyang, 25 de febrero (ATCC) -- El Presidente Kim Il Sung hizo publica el 25 de febrero del 53 (1964) de la Era Juche la obra maestra \"Tesis sobre el problema rural socialista en nuestro pais\" luego de aclarar de manera original y sintetizar el problema rural en el socialismo.\n\t\t\t\t\t La tesis aclara las ideas y teorias que se presentan en solucionar completamente el problema rural eliminando las diferencias entre las ciudades y el campo y entre los obreros y campesinos, incluyendo la idea sobre las tres revoluciones (ideologica, tecnica y cultural) en el campo, la de fortalecer la asistencia del Estado al campo y la direccion estatal sobre la economia rural y la de acercar sin cesar la propiedad cooperativista a la de todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Despues de la publicacion de esta tesis, el Presidente presento numerosas orientaciones en cada periodo del desarrollo de la revolucion para realizar dificiles e inmensas tareas de la construccion rural socialista.\n\t\t\t\t\t\n\t\t\t\t\t  En ese proceso el campo de Corea salio de su atraso y pobreza seculares y vino creando la nueva historia de prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy, la idea de la construccion rural socialista del Presidente se realiza con exito gracias al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Desde hace mucho tiempo, el Dirigente conduce la lucha por la materializacion de la tesis rural prestando profunda atencion a la solucion del problema rural.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, en el periodo de la \"Marcha penosa\", la forzada, aunque estaba muy atareado por conducir al triunfo la batalla de defensa de la patria, el dirigio sabiamente las labores para fortalecer mas la direccion politica del partido y la estatal sobre la economia rural.\n\t\t\t\t\t\n\t\t\t\t\t  En esos dias, fueron presentadas las orientaciones de producir una revolucion en la agricultura como propiciar el mejoramiento de semillas, el cultivo de doble cosecha al ano, la innovacion en el cultivo de patatas y el cultivo de soya.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se logro un cambio secular en el arreglo de la tierra y se llevaron a cabo las obras de los canales de corriente natural, incluyendo el Kaechon-lago Thaesong, el Paekma-Cholsan y el de la llanura Miru, de manera que se produjera un auge en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\t Como resultado de la aceleracion dinamica de la construccion rural, las Granjas Cooperativas de Migok de la ciudad de Sariwon, Sinam del distrito de Ryongchon, Samjigang del distrito de Jaeryong, Unhung del distrito de Thaechon y Tongbong del distrito de Hamju y otras muchas se convirtieron en aldeas ideales con aire de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, en todas las partes del pais fueron sentadas las bases ganaderas y fruticolas y se ha mejorado la vida material y cultural de los campesinos.\n\t\t\t\t\t\n\t\t\t\t\t  En virtud del esplendido proyecto de la tesis rural socialista del Partido del Trabajo de Corea y gracias al ilimitado poderio espiritual de los trabajadores agricolas, las aldeas rurales de Corea se van convirtiendo en el paraiso."
        }
    ]
}