{
    "date": "2010-06-29",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-29ee.html",
    "articles": [
        {
            "title": "Foreign Ministry Totally Refutes G-8 Declaration",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-17ee.html",
            "content": "Foreign Ministry Totally Refutes G-8 Declaration\r\n Pyongyang, June 29 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question raised by KCNA Tuesday as regards the G-8 summit declaration criticizing the DPRK over the \"Cheonan\" case:\n\t\t\t\t\t We vehemently and totally refute the declaration adopted at the G-8 summit held in Canada on June 25 and 26 in which its participants pulled up the DPRK, though indirectly, referring to south Korea's \"results of investigation\" into the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The \"results of investigation\" are arousing ever-more hot arguments not only in the international community but inside south Korea. \n\t\t\t\t\t\n\t\t\t\t\t They are beset with so many doubts and contradictions that a committee was set up in the \"National Assembly\" of south Korea to investigate the case but it has not yet concluded its work.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the south Korean side persistently turns its face away from the invariable demand for receiving the inspection group of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Heads of state of G-8, however, hastily handled the case in a deliberate manner only to prove that they sought a sinister political purpose.\n\t\t\t\t\t\n\t\t\t\t\t G-8 gave its way to G-20 and is heading for a cemetery of history as it has been reduced to an evil group blindly conniving at and defending its allies, far from taking principle and truth as a standard."
        },
        {
            "title": "Kim Yong Nam Meets Foreign Youths",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-20ee.html",
            "content": "Kim Yong Nam Meets Foreign Youths\r\n Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday met and had a talk at the Mansudae Assembly Hall with President of the World Federation of Democratic Youth Tiago Alexandre Ferraz Vieira and his party and heads of delegations and delegates of youth and student organizations from different countries and regions and the head of a delegation of the Korean Youth League in Japan, who participated in the 2nd international preparatory meeting of the 17th World Festival of Youth and Students and the international solidarity events of youth and students in support of the just cause of the Korean people."
        },
        {
            "title": "Joint Friendly Meeting with Foreign Youth Held",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-26ee.html",
            "content": "Joint Friendly Meeting with Foreign Youth Held\r\n Pyongyang, June 29 (KCNA) -- A joint friendly meeting with delegations and delegates of youth and students organizations of foreign countries in the world and Korean youth and students took place at the Central Youth Hall on Tuesday.\n\t\t\t\t\t Present at the meeting were Tiago Alexandre  Ferraz Vieira, president of the World Federation of Democratic Youth, and  his party and delegations and delegates of youth and student organizations from different countries and regions and a delegation of the Korean Youth League in Japan, that participated in the 2nd international preparatory meeting of the 17th World Festival of Youth and Students and the international solidarity events of youth and students in support of the just cause of the Korean people. Kil Chol Hyok, secretary of the Central Committee of the Kim Il Sung Socialist Youth League, and other officials of the youth league and youth and students here were also present.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that international solidarity activities in support of the just cause of Korean youth and other people conducted amid the great concern of the world progressive youth and students contributed to further deepening the friendship. \n\t\t\t\t\t\n\t\t\t\t\tThey declared that they would make positive efforts to develop the world festival of youth and students in line with their desire and requirements of the times and creditably fulfill their responsibilities and roles for successfully opening the festival and making it yield good results. \n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by the art squad of the Central Committee of the youth league. It was followed by a dancing party of the participants."
        },
        {
            "title": "Kim Yong Nam Greets DR Congo's President",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-24ee.html",
            "content": "Kim Yong Nam Greets DR Congo's President\r\n Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Monday sent a message of greetings to Joseph Kabila Kabange, president of the Democratic Republic of Congo, on the occasion of the 50th anniversary of its independence.\n\t\t\t\t\t Expressing belief that the longstanding relations of friendship and cooperation between the two countries would grow stronger in their common interests, Kim in the message sincerely wished the president greater success in his work to achieve the national unity and economic development."
        },
        {
            "title": "Kim Yong Nam Greets Sudanese President",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-16ee.html",
            "content": "Kim Yong Nam Greets Sudanese President\r\n Pyongyang, June 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Omar Hassan Ahmed Al－Bashir, president of Sudan, on Tuesday on the occasion of the 21st day of revolution of Sudan. \n\t\t\t\t\t Kim, in the message, wished the president and his people successes in the work for protecting the sovereignty of their country and achieving its territorial integrity.  \n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the DPRK and Sudan would grow stronger in the common interests of the two peoples."
        },
        {
            "title": "Pak Ui Chun Congratulates Sudanese FM",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-25ee.html",
            "content": "Pak Ui Chun Congratulates Sudanese FM\r\n Pyongyang, June 29 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, sent a congratulatory message to Ali Ahmed Karti on June 26 upon his appointment as foreign minister of Sudan.\n\t\t\t\t\t Expressing belief that the good friendly and cooperative relations between the two countries would grow stronger, the message wished him great success in his new job."
        },
        {
            "title": "Day of Independence of DR Congo Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-22ee.html",
            "content": "Day of Independence of DR Congo Observed\r\n Pyongyang, June 29 (KCNA) -- A meeting was held here Tuesday on the occasion of the 50th anniversary of independence of the Democratic Republic of Congo .\n\t\t\t\t\t It was attended by members of the DPRK-Democratic Congo Friendship Association and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t A speech was made by the chairman of the association and a message of greetings to the president of the Democratic Republic of Congo was adopted at the meeting."
        },
        {
            "title": "Russian Embassies Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-23ee.html",
            "content": "Russian Embassies Help Korean Farmers\r\n Pyongyang, June 29 (KCNA) -- Charge d'Affaires ad interim Alexander Matsegora and staff members of the Russian embassy here did a friendly work on the DPRK-Russia Friendship Kochang Cooperative Farm in Chollima District, Nampho City on Tuesday. \n\t\t\t\t\tThey looked round the monument to revolutionary activities of President Kim Il Sung and General Secretary Kim Jong Il and the room devoted to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t They helped farmers in threshing wheat. \n\t\t\t\t\t\n\t\t\t\t\t During break, they appreciated an art performance.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "Martyrs Cemetery Built in Hyesan",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-21ee.html",
            "content": "Martyrs Cemetery Built in Hyesan\r\n Pyongyang, June 29 (KCNA) -- A martyrs cemetery has been built at the foot of Mt. Ryonbong in Hyesan of Ryanggang Province.\n\t\t\t\t\t Laid in state at the cemetery are remains of martyrs and persons of merit who devoted their precious lives to the struggle for the liberation of the country and its prosperity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Among them are 12 anti-Japanese patriotic martyrs, including Kim Tok Ryong and Kim Jin Gyu, Kim Song Jin who was chief secretary of the Taehongdan County Committee of the Workers' Party of Korea, DPRK Hero Ri Chang Do and Kim Jo Gyu who was a writer of the Writers Union of Korea. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of unveiling the cemetery took place on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were leading officials of party and power bodies and working people's organizations in the province, members of bereaved families, builders and working people in the city of Hyesan. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid wreaths and bouquets at the cemetery and observed a moment's silence in memory of the martyrs."
        },
        {
            "title": "80th Anniversary of Kalun Meeting Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-18ee.html",
            "content": "80th Anniversary of Kalun Meeting Observed\r\n Pyongyang, June 29 (KCNA) -- A seminar in the field of social science took place on Tuesday to commemorate the 80th anniversary of the Kalun Meeting guided by President Kim Il Sung.\n\t\t\t\t\t Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Thae Hyong Chol, president of the Academy of Social Sciences, officials, teachers, researchers and lecturers in the fields of the preservation of revolutionary relics, science and education and party cadre training institutions.\n\t\t\t\t\t\n\t\t\t\t\t Presented at the seminar were six papers dealing with the facts that Kim Il Sung laid down the principles of the Juche idea, the Songun idea and the Juche-oriented line of the Korean revolution at the Kalun Meeting and explaining and proving their originality and truth.\n\t\t\t\t\t\n\t\t\t\t\t Speakers recalled that the most scientific and revolutionary guiding idea, line and strategy and tactics were provided thanks to the President's rare wisdom and outstanding ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the President defined the Korean revolution as the anti-imperialist, anti-feudal democratic revolution, they stressed that this was a historic event which clarified the character of the Korean revolution and a great discovery as it newly indicated the type of revolution to be carried out in the colonial and semi-colonial countries.\n\t\t\t\t\t\n\t\t\t\t\t The Kalun Meeting was a historical meeting which powerfully demonstrated the will of the Korean people to defeat the Japanese imperialists and liberate the country with arms, they noted, proving that the President clarified from a new angle the essence, objects and position of a united front on the basis of the Juche idea and the originality of the policy for founding a party including the principled stand and others to be firmly adhered to in the building of a revolutionary party of the working class.\n\t\t\t\t\t\n\t\t\t\t\tThey explained that it is the unshakable will of the Party, the army and the people of the DPRK to invariably hold high the banner of Juche, the banner of Songun under the leadership of General Secretary Kim Jong Il."
        },
        {
            "title": "Historic Kalun Meeting",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-11ee.html",
            "content": "Historic Kalun Meeting\r\n Pyongyang, June 29 (KCNA) -- June 30 is the 80th anniversary of the historic Kalun meeting.\n\t\t\t\t\t At the meeting President Kim Il Sung proclaimed the immortal Juche idea to put an end to the history of national liberation struggle marked with flunkeyism, dogma, confusion and frustration and effect an upswing in the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t In his reminiscences \"With the Century\" Kim Il Sung wrote, \"I made public in The Path of the Korean Revolution the idea and standpoint I had perceived in my days of struggle and elaborated in prison. \n\t\t\t\t\t\n\t\t\t\t\tThis has become the line of our revolution and its guiding idea\".\n\t\t\t\t\t\n\t\t\t\t\t He, who started revolutionary activities for the country and the people in his early years, ushered in a new era of independence, the era of Juche, on the basis of the profound truth that the popular masses are masters of the revolution and construction and they are also capable of propelling the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The President convened a meeting of leading cadres of the Young Communist League and the Anti-Imperialist Youth League in Kalun on June 30, Juche 19 (1930) and elucidated the principle of the Juche idea and principles and position to be maintained in the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He also clarified the characteristics and duty of the Korean revolution, policies of armed struggle and united national front against the Japanese imperialists, a policy of revolutionary party founding and other issues reflecting his steadfast spirit of independence.\n\t\t\t\t\t\n\t\t\t\t\t He defined anti-imperialist, anti-feudal democratic revolution as the characteristics of Korean revolution, a new formulation which could not be found in any classics and any countries.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was recorded in history as a crucial one where the Juche-based policies and tactics of the Korean revolution were adopted."
        },
        {
            "title": "National Taekwon-Do Championships Closed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-19ee.html",
            "content": "National Taekwon-Do Championships Closed\r\n Pyongyang, June 29 (KCNA) -- The 13th National Taekwon-Do Championships for Jongilbong Prize which opened on June 24 closed with due ceremony at the Taekwon-Do Hall on Tuesday. \n\t\t\t\t\t In the championships the Pyongyang City Team placed first in Taekwon-Do and Paduk (go chess)."
        },
        {
            "title": "Quality Waterproof Liquid Made",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-12ee.html",
            "content": "Quality Waterproof Liquid Made\r\n Pyongyang, June 29 (KCNA) -- The newly developed paraffin polymer waterproof liquid has widely been used in construction of apartment buildings in Pyongyang.\n\t\t\t\t\t The new invention, better than other kinds of waterproof liquid, fills gaps or holes on floor and wall in the first application and films them in the second.\n\t\t\t\t\t\n\t\t\t\t\t When a plastered floor is brushed with the liquid, a film like vinyl chloride sheet is formed on it.\n\t\t\t\t\t\n\t\t\t\t\t As it is strong in tensile and adhesive strength, tile setting is possible just after its application.\n\t\t\t\t\t\n\t\t\t\t\t It, low in the production cost, gives no adverse effect to environment.\n\t\t\t\t\t\n\t\t\t\t\t The waterproof liquid, made of locally available materials, has proved effective in construction."
        },
        {
            "title": "\"Alliance\" between US and S. Korea Flayed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-09ee.html",
            "content": "\"Alliance\" between US and S. Korea Flayed\r\n Pyongyang, June 29 (KCNA) -- The U.S. is seeking to further tighten the \"alliance\" with south Korea and thus demonstrate its military presence and influence.  It cooked up the \"Cheonan\" sinking case to this end.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\t By fabricating the above-said case the U.S. put south Korea under such tight control that it can no longer get rid of it, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This case helped the U.S. reduce the Lee Myung Bak group of south Korea to its most faithful war servant.\n\t\t\t\t\t\n\t\t\t\t\t The case also made the south Korean puppet group behave at the beck and call of Washington. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. loud-mouthed tightened \"alliance\" with south Korea was not just aimed at increasing its influence but revealed its black-hearted design to provoke another Korean war in a bid to put the whole of Korea under its control.\n\t\t\t\t\t\n\t\t\t\t\t That is why the U.S. is persistently resorting to an international conspiratorial offensive to shift the responsibility for the warship case onto the DPRK and leading the relations with south Korea in its direction, defying the voices of the world public skeptical about the \"results of the investigation\" into the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t One can neither tell what the U.S. will do over the \"Cheonan\" case nor vouch that the U.S. imperialists will not trigger off a war under the pretext of the case as they have been waiting for a chance to attack the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The third-rate drama orchestrated by the U.S. to provoke the second Korean war, vociferating about stronger \"alliance,\" will never work on the DPRK. The U.S. would be well advised to disclose the inside story about the south Korean warship case and make a full apology to the DPRK for it and halt at once the reckless moves for a war."
        },
        {
            "title": "Projected US-S. Korea Military Exercises Flayed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-08ee.html",
            "content": "Projected US-S. Korea Military Exercises Flayed\r\n Pyongyang, June 29 (KCNA) -- The United States reportedly agreed with the south Korean puppet forces to soon stage in the waters of the West Sea of Korea their large-scale combined exercises which had been postponed so far.\n\t\t\t\t\t The exercises are aimed to \"deter infiltration of special forces\", \"detect submarines\" and increase the capability of the U.S.-south Korea combined operations in the sea and air and so forth, and involved in them will be aircraft carrier flotilla of the U.S. Seventh Fleet, including aircraft carrier \"George Washington\" and nuclear-powered submarine, Aegis destroyer and amphibious assault ships and the south Korean puppet forces' warships and flying corps.\n\t\t\t\t\t\n\t\t\t\t\t In this regard Minju Joson Tuesday carries a signed commentary, which says:\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises are, in every way, a dangerous saber-rattling designed to make a surprise preemptive attack on the DPRK by rounding off the U.S.-south Korea joint military operations for war of aggression on it.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that in case any incident happens during the exercises, this may be easily led to armed conflict and then to an all-out war. Herein lies the provocative and dangerous nature of the said exercises.\n\t\t\t\t\t\n\t\t\t\t\t It is the trite trick of the U.S. imperialists to deceive the international public with fiction and plot, violate the sovereignty of other countries and nations by means of military intervention and war and disturb the global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The worst situation that can be seen on the eve of a war is prevailing on the Korean Peninsula and peace and security of Northeast Asia, to say nothing of the peninsula, are being seriously disturbed due to the U.S. bellicose forces' reckless war moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t If a catastrophic war breaks out in the peninsula again, it will entail serious consequences.\n\t\t\t\t\t\n\t\t\t\t\t It is truth taught by history that genuine peace can never settle in the peninsula nor can the Korean people live in peace with the aggressors left intact."
        },
        {
            "title": "S. Korea's Dispatch of Troops to Afghanistan Flailed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-15ee.html",
            "content": "S. Korea's Dispatch of Troops to Afghanistan Flailed\r\n Pyongyang, June 29 (KCNA) -- The south Korea puppet forces' renewed moves to dispatch troops to Afghanistan entered the phase of full-scale implementation. They sent an advance group there a few days ago according to its plan to dispatch a unit to Afghanistan early in July.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday observes that this is another intolerable act of treachery which can be committed only by the Lee Myung Bak group of traitors steeped in sycophancy toward the U.S. and submission to foreign forces to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces did not hide their plan to squander at random the money collected from the people as \"official development fund for Afghanistan\" and spend \"additional fund\" to this end. This is not aimed at the \"reconstruction\" of Afghanistan as touted by them but to financially back the U.S. war of aggression against Afghanistan, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group rolled up its sleeves to play a role of a shock brigade in executing the U.S. war against Afghanistan in order to get its master's backing and favor and thus stay in power and pursue its treacherous policy.\n\t\t\t\t\t\n\t\t\t\t\t It is its sinister intention to realize its political ambition utterly indifferent to the deaths of young and middle-aged south Koreans in battlefields of the U.S. imperialists' war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Enormous are disaster and pain the south Koreans are suffering due to the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the group would not force all the south Koreans to fall victims to the U.S. imperialists' nuclear war as it did not hesitate to fake up the anti-DPRK conspiratorial farce with the U.S. even sacrificing 46 soldiers of the puppet army."
        },
        {
            "title": "Japan's Submission to US under Fire",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-10ee.html",
            "content": "Japan's Submission to US under Fire\r\n Pyongyang, June 29 (KCNA) -- Some days ago, the Japanese foreign minister vociferated about the \"need\" to \"tighten the Japan-U.S. alliance\" under the pretext of \"threat\" from someone. He, referring to the issue of the transfer of the Futenma U.S. forces base, jabbered that the \"strength of Japan is not enough to protect the lives of its people,\" adding that \"it must borrow the strength of the U.S.\" and the \"view that the Japan-U.S. alliance is important was carried forward by the new regime\" and the like. \n\t\t\t\t\t Rodong Sinmun Tuesday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is an anachronistic act of the Japanese government to keep invariably pursuing the policy of toeing the U.S. policy, turning its face away from the people's mindset. \n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the only way for Japan to get rid of security unrest caused by the continued presence of the U.S. forces in its territory to drop its stand of toeing the U.S. line and put an end to the above-said military presence.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese public is strongly demanding the withdrawal of the U.S. forces from Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese rulers had better properly understand their people's mindset and behave themselves before crying out for tightening the above-said \"alliance\" under the pretext of the fictitious \"threat\" from someone. It is a damned silly attitude for them to seek to administer state affairs without knowing about the mindset of the people of their country. The Hatoyama regime publicly declared that it would transfer the Futenma U.S. forces base outside Okinawa Prefecture or the country but short-lived as it yielded to the U.S. in betrayal of people. This teaches a serious lesson to the politicians of Japan.\n\t\t\t\t\t\n\t\t\t\t\t They have not yet come to their senses but seek to please the U.S. Japan is the only country in the world which blindly kowtows to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t If they continue depending on the \"Japan-U.S. alliance,\" the master-servant relations, Japan will never get rid of its position as a servant of the American master."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-13ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, June 29 (KCNA) -- Rodong Sinmun Tuesday dedicates a signed article to the first anniversary of the publication of General Secretary Kim Jong Il's work on further intensifying the drive for a great revolutionary surge with great mental power of Kim Il Sung's nation.\n\t\t\t\t\t Kim Jong Il in his work comprehensively clarified the fundamental basis of the Korean people's mental power, its historical roots and the mental power to be fully displayed in the ongoing dynamic march for a great surge and tasks and ways for dynamically intensifying the drive for great revolutionary surge on the fronts of economy, ideology and culture.\n\t\t\t\t\t\n\t\t\t\t\t The past one year since the work's publication witnessed a striking demonstration of the validity of Kim Jong Il's idea and theory on opening the gate to a thriving nation by fully displaying the indomitable mental power of the servicepersons and people, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The mental power to be fully displayed by the Korean people in the advance for great surge clarified by Kim Jong Il means the mental power produced by the single-minded unity, strong national self-esteem, self-reliance and the mental power produced by fortitude and that produced by the noble love for the future of the country and devotion to it.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the DPRK is changing as the days go by at a time when the whole country is pervaded with the militant mettle to push back the frontiers of the latest science in all fields, the heroic spirit to create everything of world standard in Korean style and revolutionary enthusiasm to build a socialist land of bliss by our own efforts. \n\t\t\t\t\t\n\t\t\t\t\t  Scientists and technicians of the DPRK succeeded in nuclear fusion and achieved various other eye-opening successes in the development of science and technology while the creators and artistes are intensifying their drive to bring about a radical turn in literature and art in the era of Songun. These achievements clearly testify to the vitality of the work. \n\t\t\t\t\t\n\t\t\t\t\t Experiencing the stirring reality in which changes to be specially recorded in the history of the country are taking place one after another, the servicepersons and people of the DPRK keenly realize that his work serves as a great immortal programme indicating the path of winning victory in the building of a great prosperous and powerful nation."
        },
        {
            "title": "Respect of Joint Declarations Called for",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-14ee.html",
            "content": "Respect of Joint Declarations Called for\r\n Pyongyang, June 29 (KCNA) -- The political parties and organizations of the DPRK recently published a joint statement clarifying their principled stand to fully respect the north-south declarations, the supreme reunification programmes of the nation, and thoroughly implement them with top priority, prompted by their patriotic intention to weather serious difficulties lying in the way of the June 15 era of reunification, says Rodong Sinmun Tuesday in a signed article.\n\t\t\t\t\t It is the only way of saving the north-south relations from the present catastrophe to respect and implement the inter-Korean declarations, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration, the programme for implementing it, are reunification programmes common to the nation to be invariably held fast to by the Koreans at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Those declarations serve as a supreme banner for achieving reunification as they not only correctly represent the desire of the nation and the wish of the times for independent reunification but comprehensively deal with all the inter-Korean agreements reached in the past.\n\t\t\t\t\t\n\t\t\t\t\t The past decade since the publication of the June 15 joint declaration proves that the inter-Korean declarations are the only reunification programmes common to the nation which can command sympathy from all Koreans in the north and the south irrespective of idea and ism, and a banner of national reunification to be invariably held aloft under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans standing for peace and reunification should value the inter-Korean relations more than anything else and actively support and implement the inter-Korean declarations as a top priority task.\n\t\t\t\t\t\n\t\t\t\t\t Respecting the inter-Korean declarations, nation's common programme for independent reunification in the new century, and thoroughly implementing them as a top priority task would pave a wide avenue for the nation to achieve peace and reunification weathering difficulties, concludes the article."
        },
        {
            "title": " Probe into Truth behind \"Cheonan\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-05ee.html",
            "content": "Probe into Truth behind \"Cheonan\" Demanded in S. Korea\r\n Pyongyang, June 29 (KCNA) -- The Center for Peace and Disarmament of the Citizen's Solidarity for Democratic Society of south Korea on June 25 sent to all political parties the letters urging them to promote the investigation into the truth behind the warship sinking case irrespective of party affiliation.  \n\t\t\t\t\t In the letters the organization recalled that a lot of people and experts still remain skeptical about the \"results of investigation\" into the case, but the authorities do not positively respond to it.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the \"government\" tried hard to impose additional sanctions upon the DPRK through the UN Security Council and, not content with this, it is suppressing civic and public organizations demanding serious reinvestigation into the case, labeling them \"organizations benefiting the enemy\", the organization said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In order to solve this problem, the \"National Assembly\" should push forward \"inspection of the national administration\" for probing the truth behind the case irrespective of party affiliation. \n\t\t\t\t\t\n\t\t\t\t\t Through the above-said inspection the NA should verify the \"results of investigation\" into the case to probe whether the \"government's\" assertion is true or not and clarify who is accountable for it. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Solidarity for Progress of south Korea, the Citizen's Solidarity for Democratic Society and the Society for Human Rights Movement made public a joint statement on the same day in denunciation of the puppet group of traitors' suppression of the students demanding a probe into the truth behind the case."
        },
        {
            "title": " GNP Denounced for Moves to Suppress Freedom of Assembly",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-06ee.html",
            "content": "GNP Denounced for Moves to Suppress Freedom of Assembly\r\n Pyongyang, June 29 (KCNA) -- Civic and public organizations of south Korea including the Bar Association for Democratic Society and the Joint Conference of Human Rights Organizations held a press conference in Seoul on June 25 to protest against the moves of the \"Grand National Party\" (GNP) to railroad the \"bill on banning night assembly\" through the \"National Assembly.\"\n\t\t\t\t\t Speakers at the press conference branded the above-said bill introduced by the GNP as a dangerous one to abridge the freedom of the people.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that it is the most basic right of people which should be ensured to express their views through a peaceful assembly and demonstration in daytime or at night.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Democratic Party of south Korea held a meeting of its assemblymen in the room of its floor leader and declared it would check the NA carriage of the \"bill.\"\n\t\t\t\t\t\n\t\t\t\t\t Noting that Lee Myung Bak, much upset by the candlelight actions of the people, is resorting to this action to ban the night assembly, the party stressed that it would surely check the passage of the evil bill as it is aimed at quelling the voices critical of the GNP and the regime."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Observed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Observed\r\n Pyongyang, June 29 (KCNA) -- A round-table talk, a photo exhibition and a film show were held in Iran, a photo exhibition in Nigeria, a meeting and a film show in South Africa and a meeting in Bangladesh between June 14 and 16 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Worker's Party of Korea.\n\t\t\t\t\t On display at the photo exhibition halls were photos on the revolutionary history and immortal exploits of President Kim Il Sung and Kim Jong Il and the Korean people's efforts for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the functions.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Mfumalanga Provincial Committee of the South African Communist Party said that the Korean people significantly commemorate the 19th of June every year with splendor because Kim Jong Il further strengthened the WPK into the party of Kim Il Sung through his wise guidance over it.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Bangladesh People's League and other speakers stressed that under the Songun politics of Kim Jong Il the DPRK turned into a military power with strong defence capability which any formidable enemy dare not invade.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched \"Fireworks for a Thriving Nation\", \"Night of Pyongyang\" and other Korean films."
        },
        {
            "title": "Party Building Exploits of Kim Jong Il Lauded",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-04ee.html",
            "content": "Party Building Exploits of Kim Jong Il Lauded\r\n Pyongyang, June 29 (KCNA) -- Personages of Brazil, Syria and Malta made public statements on June 16 and 18 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. \n\t\t\t\t\tThe assistant to the national chairman of the Central Committee of the Brazilian Communist Party noted with high appreciation that since the beginning of his work at the WPK Central Committee\n\t\t\t\t\t\t Kim Jong Il has led the WPK to strictly regard the Juche idea fathered by President Kim Il Sung as its guidelines.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, head of Department of the Political Faculty of University of Damascus of Syria, said that Kim Jong Il is guiding the WPK to serve the people and struggle for their interests, wishes and happiness. The DPRK has won only victory despite difficult and complicated situation mainly because he has strengthened the WPK in every way, the speaker stressed.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Central Committee of the Communist Party of Malta said that the true picture of single-minded unity of the whole society, which can be seen only in the DPRK, is the fruition of Kim Jong Il's wise leadership over the party work."
        },
        {
            "title": "DPRK's Stand on Nuclear Issue Backed",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-02ee.html",
            "content": "DPRK's Stand on Nuclear Issue Backed\r\n Pyongyang, June 29 (KCNA) -- An international meeting under the theme of \"For a nuclear-free world\" was held in Paris on June 18 and 19.\n\t\t\t\t\t Present there were representatives of the International Association of Democratic Lawyers, the World Peace Council, the World Federation of Democratic Youth and other international organizations and 40 odd countries including Germany, UK, Belgium, Algeria, Egypt, South Africa, the United States and Japan and public figures of France.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting they were briefed on the DPRK's principled stand on the nuclear issue and expressed their full support for it.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-president of the International Association of Democratic Lawyers said that through the meeting he could have a proper understanding of how the nuclear issue came into existence on the Korean Peninsula and the essence of this issue and the principled stand of the DPRK on it. The meeting offered its participants an opportunity to clearly realize that the U.S. hostile policy towards the DPRK is a basic factor that may trigger off a nuclear war in the peninsula, he added.\n\t\t\t\t\t\n\t\t\t\t\t A member of the association said that it was natural for the DPRK to have had access to nuclear deterrent to cope with the U.S. increasing threat of war.\n\t\t\t\t\t\n\t\t\t\t\t Lawyers from Arab and African regions, too, said that the DPRK's proposal for replacing the Armistice Agreement with a peace treaty to ensure peace and security of the Korean Peninsula is arousing support and sympathy from among the world peace-loving forces. And they stressed that the Korean people's just cause would surely emerge victorious amid support and solidarity of the world progressives."
        },
        {
            "title": "US and S. Korean Authorities Censured for Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-03ee.html",
            "content": "US and S. Korean Authorities Censured for Anti-DPRK Moves\r\n Pyongyang, June 29 (KCNA) -- The Bangladesh-Korea Friendship and Solidarity Committee on June 22 made public a statement in denunciation of the anti-DPRK campaign by the U.S. and the Lee Myung Bak group of traitors. \n\t\t\t\t\t The statement noted that the inter-Korean relations have been driven to a collapse and the situation of the Korean Peninsula reached the worst phase owing to the anti-DPRK campaign of the south Korean puppet authorities which are inciting confrontation while totally denying the June 15 North-South Joint Declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded that the south Korean authorities accept the inspection group of the DPRK and immediately stop the anti-DPRK confrontation racket. \n\t\t\t\t\t\n\t\t\t\t\t Supporting the principled stand of the DPRK on the case of warship \"Cheonan's\" sinking, the statement extended solidarity to the Korean people's just struggle for dignity and sovereignty of the country."
        },
        {
            "title": "MINREX rechaza la acusacion indirecta a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-27ee.html",
            "content": "MINREX rechaza la acusacion indirecta a la RPDC\r\nPyongyang, 29 de junio (ATCC) -- Con respecto a que en la declaracion de la Cumbre del G-8 se ha incluido un parrafo que critica a la Republica Popular Democratica de Corea (RPDC) vinculandola con el incidente de hundimiento del buque surcoreano de guerra \"Cheonan\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 29 a la Agencia Telegrafica Central de Corea la siguiente respuesta:\n\t\t\t\t\tA traves de la declaracion de la Cumbre del G-8 efectuada los dias 25 y 26 en Canada, los participantes cuestionaron, aunque de manera indirecta, a la RPDC refiriendose al \"resultado de investigacion\" del Sur de Corea sobre el incidente de hundimiento de la corbeta \"Cheonan\". \n\t\t\t\t\t\n\t\t\t\t\tAhora se hacen cada dia mas agudas tanto en el ambito mundial como en el interior del Sur de Corea las disputas sobre el \"resultado de investigacion\" del caso del \"Cheonan\", publicado por el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPor ser tan sospechoso y contradictorio ese \"resultado\", hasta en la \"Asamblea Nacional\" surcoreana se ha organizado aparte un comite de investigacion que todavia no pudo terminar su trabajo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, la parte surcoreana sigue haciendo caso omiso de la demanda de la RPDC de aceptar el grupo de inspeccion del Comite de Defensa Nacional.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, los lideres del G-8 abordaron con prisa y sin ningun fundamento el incidente de la corbeta surcoreana que esta en esa altura, lo cual muestra que ellos persiguieron otro malsano objetivo politico.\n\t\t\t\t\t\n\t\t\t\t\t Puesto que el G-8 se ha degenerado como una banda con el vicio de defender incondicionalmente a los suyos sin tomar como pauta el principio y la verdad, el esta en el camino a la tumba de la historia viendose obligado a ceder su lugar al G-20."
        },
        {
            "title": "Encuentro de amistad con jovenes extranjeros",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-28ee.html",
            "content": "Encuentro de amistad con jovenes extranjeros\r\n Pyongyang, 29 de junio (ATCC) -- Tuvo lugar el dia 29 en la Casa Central de la Juventud el encuentro de amistad con las delegaciones y los delegados de las organizaciones de la juventud y estudiante de varios paises del mundo asi como los jovenes y estudiante coreanos.\n\t\t\t\t\t En la ocasion estuvieron presentes el presidente de la Federacion Mundial de la Juventud Democratica, Tiago Alexandre Ferraz Vieira y su comitiva, las delegaciones y delegados de las organizaciones de la juventud y estudiante de varios paises y regiones y la de la Union de Jovenes Coreanos Residentes en Japon que participaron en la segunda reunion internacional para la preparacion del XVII Festival Mundial de la Juventud y los Estudiantes y en los actos solidarios internacionales de la juventud y estudiantes en apoyo a la causa justa del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, se distinguian el secretario Kil Chok Hyok y otros funcionarios del Comite Central de la Union de la Juventud Socialista Kim Il Sung, los capitalinos jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores senalaron que sirvieron para ensanchar la amistad los actos solidarios internacionales con la justa causa del pueblo y jovenes coreanos, los cuales tuvieron lugar centrando gran atencion de los jovenes y estudiantes progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Nos esforzaremos mucho por desarrollar mas el festival mundial de la juventud y los estudiantes conforme a la aspiracion de estos y la demanda de la epoca, dijeron y especificaron que cumplirian consecuentemente su responsabilidad y papel para que el XVII festival resulte exitoso y magnifico.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente, hubo la funcion del Grupo de Propaganda Artistica Central Juvenil y el baile de los participantes."
        },
        {
            "title": "Minju Joson revela peligrosidad de ejercicio militar EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-29ee.html",
            "content": "Minju Joson revela peligrosidad de ejercicio militar EE.UU.-Sur de Corea\r\nPyongyang, 29 de junio (ATCC) -- Segun trascendidos, Estados Unidos y los titeres surcoreanos  acordaron librar de pronto en el Mar Oeste de Corea los ejercicios conjuntos de gran envergadura que se postergaban hasta ahora.\n\t\t\t\t\tEstos ejercicios tienen por su objetivo \"frenar la infiltracion de unidades especiales\", \"detectar los  submarinos\" y mejorar la capacidad de la operacion conjunta entre EE.UU. y el Sur de Corea en el mar y el cielo. En ese simulacro participaran el grupo de portaaviones de la septima flota norteamericana incluyendo el portaaviones \"George Washington\", el submarino nuclear, el destructor \"Aegis\" y el buque de desembarco, los buques de guerra y las aviaciones del ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson, en un comentario individual de este martes, lo califica del simulacro aventurero para asestar el ataque preventivo a la Republica Popular Democratica de Corea al perfeccionar la accion militar conjunta EE.UU.-Sur de Corea frente a la guerra de agresion a Corea, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEsta claro que algun minimo caso accidental, que suceda durante los ejercicios conjuntos, pasara facilmente a un conflicto armado y a la guerra total.\n\t\t\t\t\t\n\t\t\t\t\tHe aqui el caracter provocativo y peligroso de tales ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tEnganar la sociedad internacional con las mentiras e intrigas, violar la soberania de otros paises y naciones con la intervencion militar y la provocacion de guerra y destruir la paz y la seguridad del mundo, es los metodos habituales de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes maquinaciones de guerra  de los belicistas norteamericanos, hoy en dia se crea en la Peninsula Coreana la pesima situacion a punto de estallar la guerra y se perturban gravemente la paz y la seguridad de la region del Nordeste Asiatico para no hablar de la Peninsula Coreana. Si se desata la  nueva guerra catastrofica en la Peninsula Coreana, sera irreparable su consecuencia.\n\t\t\t\t\t\n\t\t\t\t\tLa historia del pasado demuestra la verdad de que al dejar intactos a los agresores no podra ser mantenida la verdadera paz ni vivir en paz el pueblo coreano."
        },
        {
            "title": "Rodong Sinmun critica el reenvio de efectivos surcoreanos a Afganistan",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-30ee.html",
            "content": "Rodong Sinmun critica el reenvio de efectivos surcoreanos a Afganistan\r\n Pyongyang, 29 de junio (ATCC) -- Se va poniendo en practica la intencion de los titeres surcoreanos de volver a enviar a sus tropas a Afganistan. Ellos trazaron el plan de mandar una unidad a Afganistan a principios de julio y ya enviaron hace unos dias la avanzada de ella.\n\t\t\t\t\t Esto es un imperdonable acto vendepatria que puede cometer solo la banda del traidor Lee Myung Bak colmada del servilismo a Estados Unidos. y a otras fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual del dia 29 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Por el concepto del \"fondo de desarrollo publico para Afganistan\", los titeres malgastaron los impuestos recaudados como sanguijuelas a los habitantes surcoreanos y planean derrochar mucho mas dinero bajo el pretexto de \"gastos adicionales\". Esto no es para la \"reconstruccion\" como hablan ellos sino para apoyar en lo financiero la guerra de agresion a Afganistan de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La banda conservadora surcoreana se ofrecio como brigada de choque en la guerra afgana para mantenerse en el poder congraciandose con su amo gringo y seguir practicando su politica vendepatria.\n\t\t\t\t\t\n\t\t\t\t\t Es decir, ellos no piensan en otra cosa sino en realizar su ambicion politica a costa de la muerte de jovenes y adultos surcoreanos en ese campo de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Debido a la camarilla de vendepatrias en el seno de la nacion, la poblacion surcoreana sufre indecibles desgracias y penalidades.\n\t\t\t\t\t\n\t\t\t\t\t Por ejemplo reciente, en complicidad de EE.UU., los compinches del traidor Lee Myung Bak sacrificaron a 46 marineros del ejercito titere surcoreano para su complot anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Entonces, nadie sabe cuando ellos convertiran a todo el pueblo surcoreano en el chivo expiatorio de la guerra nuclear de EE.UU."
        },
        {
            "title": "Rodong Sinmun condena la actitud sumisa a EE.UU. de Japon",
            "url": "http://kcna.co.jp/item/2010/201006/news29/20100629-31ee.html",
            "content": "Rodong Sinmun condena la actitud sumisa a EE.UU. de Japon\r\nPyongyang, 29 de junio (ATCC) - Hace poco, el canciller japones abogo por \"fortalecer la alianza Japon-Estados Unidos\" pretextando la \"amenaza\" de alguien. \n\t\t\t\t\tAl referirse al problema de traslado de la base militar norteamericana de Futenma, dijo que \"hay que pedir la fuerza de EE.UU. porque la de Japon no es suficiente para defender la vida del pueblo\" y que \"el nuevo gobierno comparte tambien la opinion de que es importante la alianza Japon-EE.UU.\"\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual divulgado este martes, el diario Rodong Sinmun califica ese discurso de acto verbal anacronico del gobierno japones para seguir practicando la politica servil a EE.UU. dando espaldas a la opinion publica, y continua:\n\t\t\t\t\t\n\t\t\t\t\tPara Japon que mantiene en su territorio a las tropas norteamericanas, la unica salida de la inquietud de seguridad es abandonar la posicion servil proyanqui y acabar con la presencia militar norteamericana escuchando la fuerte demanda de la poblacion japonesa.\n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes japoneses deben actuar con prudencia sabiendo bien la voluntad de su pueblo, antes de hablar del \"fortalecimiento de la alianza Japon-EE.UU.\" pretextando la supuesta \"amenaza\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\tResulta ridiculo el proceder de ellos que ejecutan la politica sin conocer siquiera lo que piensan los habitantes de su pais.\n\t\t\t\t\t\n\t\t\t\t\tEllos deben aprender la leccion del corto mandato del poder de Hatoyama, que si bien habia prometido trasladar a las afueras de Okinawa o al extranjero la polemica base norteamericana de Futenma, se doblego finalmente a EE.UU. traicionando al pueblo. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, los gobernantes japoneses siguen lisonjeando a EE.UU. Por esta razon, se dice que Japon es el unico pais del mundo que adula y sirve a ciegas al imperio.\n\t\t\t\t\t\n\t\t\t\t\t Si los gobernantes japoneses siguen manteniendo las relaciones de alianza en que su pais esta subordinado realmente a EE.UU., Japon no podra liberarse nunca de su status de lacayo del amo norteamericano."
        }
    ]
}