{
    "date": "2010-10-03",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Lesotho King",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-08ee.html",
            "content": "Kim Yong Nam Greets Lesotho King\r\n Pyongyang, October 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Letsie III, king of Lesotho, on Friday on the occasion of the 44th anniversary of its independence. \n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, Kim Yong Nam sincerely wished the king good health and happiness and the friendly people of Lesotho prosperity and wellbeing."
        },
        {
            "title": "Foundation Day of Korea Observed",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-07ee.html",
            "content": "Foundation Day of Korea Observed\r\n Pyongyang, October 3 (KCNA) -- An event took place before the Mausoleum of King Tangun on Sunday to commemorate the Foundation Day of Korea.\n\t\t\t\t\t It was attended by Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party who doubles as chairman of the National Reconciliation Council, Ryu Mi Yong, chairwoman of the Central Committee of the Chondoist Chongu Party who doubles as chairwoman of the Council for the Reunification of Tangun's Nation, Kang Ryon Hak, chairman of the Central Committee of the Democratic Front for the Reunification of Korea, An Kyong Ho, director of the Secretariat of the Committee for the Peaceful Reunification of Korea, officials concerned and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Present there were overseas Koreans staying in the socialist motherland.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ok Se, vice-chairman of the Council for the Reunification of Tangun's Nation, made a report at the end of the ritual for Tangun.\n\t\t\t\t\t\n\t\t\t\t\t The reporter paid high tribute to President Kim Il Sung and extended warm thanks to General Secretary Kim Jong Il for finding out Tangun as the man who actually existed though he had been known to be a myth for a long time and making sure that the Mausoleum of King Tangun was magnificently built as the mausoleum of the founder of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Whoever has the blood and soul of the Tangun's nation should positively come out in the struggle to protect the peace of the country and security of the nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the Koreans to launch a dynamic struggle for ushering in a new era for independent reunification and peace and prosperity by the concerted efforts of the Koreans under the uplifted banner of the historic North-South Joint Declaration and thus accomplish the cause of national reunification as early as possible."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-11ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, October 3 (KCNA) -- Rodong Sinmun Sunday dedicates a signed article to the 20th anniversary of the publication of the work of General Secretary Kim Jong Il \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\".\n\t\t\t\t\t The work indicates precious guidelines for party building and party activities including the matter of taking the party's leadership as a lifeline in carrying out the cause of socialism, the issue of further strengthening and developing the WPK into a revolutionary party of Juche type and the matter of strengthening the party's leadership with main stress on the work with people. \n\t\t\t\t\t\n\t\t\t\t\t The past two decades since the publication of the work represent an immortal history in which the WPK has grown incomparably stronger than ever before under the leadership of Kim Jong Il, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is important among the undying exploits of Kim Jong Il is that he has developed the WPK into an ideologically pure party equipped with the revolutionary idea of President Kim Il Sung, the Juche idea, invincible militant ranks united as firm as a rock around the headquarters of the revolution and an experienced and tested guiding force advancing the Songun revolution to victory.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is demonstrating its might as an ideologically pure party guided by the monolithic idea, the revolutionary idea of President Kim Il Sung. Only Juche type blood is running in the veins of all its members and they are advancing along the road indicated by the Juche idea no matter which way the wind may blow. This is the real picture of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The whole party has become an organizationally and ideologically integral whole as its all members are united as firm as rock around the Party Central Committee headed by Kim Jong Il and integral body for action and the most elite vanguard ranks transparent in ideology and faith and strong in the sense of organization, unity and militancy. This is the ever-victorious WPK. \n\t\t\t\t\t\n\t\t\t\t\t The recent Conference of the WPK offered an opportunity of fully demonstrating the revolutionary appearance of the WPK as all its members are united closer around the leader as comrades in thinking and purpose and absolutely trust and follow him. \n\t\t\t\t\t\n\t\t\t\t\t The WPK has firmly built a driving force for the revolution with the People's Army as a main force and is bringing about great innovations and leap forward in the building of a thriving nation at the speed of the advance for a new great surge with the army as core forces and mainstay. It is a revolutionary party which bolstered the nation's capability for self-defence in every way, taking the Songun revolutionary line as the most powerful strategy for the anti- imperialist, anti-U.S. struggle in the new century, dealing merciless blows at the imperialists."
        },
        {
            "title": "Congratulations Offered to Kim Jong Il by Foreigners",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-09ee.html",
            "content": "Congratulations Offered to Kim Jong Il by Foreigners\r\n Pyongyang, October 3 (KCNA) -- Foreign friends were greatly excited to hear the happy news that General Secretary Kim Jong Il was reelected general secretary of the Workers' Party of Korea at the Conference of the WPK.\n\t\t\t\t\t  Zhou Wei, daughter of Zhou Baozhong, the Chinese who was related to the anti-Japanese revolutionary struggle, said that Kim Jong Il's reelection as general secretary of the WPK brought a rosier future to Korea and provided a sure guarantee for national prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The deputy manager of a trading co. ltd. in Dandong of China noted that Kim Jong Il's reelection was an expression of boundless reverence of the Korean people for him and this historical event brought great joy to the world progressives. \n\t\t\t\t\t\n\t\t\t\t\t Kazuyoshi Hishiki who visited the DPRK at the head of the Japanese delegation of the Japan Consultative Council for Korean affairs praised Kim Jong Il not only as a peerlessly brilliant commander of Songun but as a genius of idea and theory and a political elder.\n\t\t\t\t\t\n\t\t\t\t\t  He expressed belief that the Korean people would open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung true to Songun politics of Kim Jong Il."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK Embassy in Moscow",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-10ee.html",
            "content": "Congratulatory Visits Paid to DPRK Embassy in Moscow\r\n Pyongyang, October 3 (KCNA) -- Members of the leadership of the Party for Peace and Unity of Russia including Chairperson S. Z. Umalatova on Sept. 30 visited the DPRK embassy in Moscow to congratulate General Secretary Kim Jong Il on his reelection as general secretary of Workers' Party of Korea and the 65th anniversary of the WPK. \n\t\t\t\t\t They laid a floral basket before a full-length painting showing President Kim Il Sung and Kim Jong Il standing together and paid tribute to them."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Brazil",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Brazil\r\n Pyongyang, October 3 (KCNA) -- General Secretary Kim Jong Il's work \"On Thoroughly Establishing the System of Party Leadership\" was brought out in booklet by the Sao Paulo Publishing House of Brazil on Sept. 20.\n\t\t\t\t\t The work, published on April 28, Juche 68 (1979), clarifies in detail the issues arising in fully ensuring the Workers' Party of Korea's leadership over the revolution and construction, including the matter of unconditionally accepting and carrying through the Party's decisions and instructions and establishing the iron-like revolutionary discipline whereby the whole party acts as one."
        },
        {
            "title": "Anniversary of WPK Marked",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-02ee.html",
            "content": "Anniversary of WPK Marked\r\n Pyongyang, October 3 (KCNA) -- Meetings, lectures, photo exhibitions and film shows took place in Sweden, France, Bangladesh and Russia on Sept. 25 and 27 to mark the 65th anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venues of photo exhibitions were photos showing the immortal feats performed by President Kim Il Sung and General Secretary Kim Jong Il in founding, strengthening and developing the WPK and photos dealing with the shining path of victory and glory covered by the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the film shows watched such Korean films as \"Fireworks for a Thriving Nation\" and \"Pyongyang at Night \".\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, said in his speech at a meeting that the WPK founded by the President is a unique party rare to be found in any other countries of the world.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has led the struggle of the Korean people to victory for peace, independence and well-being despite the war and the sanctions and blockade of the imperialists and consecutive years of natural disasters, always worked out the line and policies in reflection of the country's actual conditions and the people's wishes and solved all the problems relying on the people's creative power and wisdom, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Andre Aubry, delegate president of the France-Korea Friendship Association, noted in a report at the meeting that the WPK has vigorously accelerated the building of a thriving nation, while firmly defending the sovereignty and dignity of the country, true to the Songun politics pursued by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t M. Gamrul Huda, chairman of the Bangladesh Institute of the Juche Idea, said in the lecture that he would positively support the Korean people in their efforts to build a thriving nation and accomplish the cause of the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the meetings in Sweden and France."
        },
        {
            "title": "Congratulations Offered to Kim Jong Il by Bangladesh Figure",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-03ee.html",
            "content": "Congratulations Offered to Kim Jong Il by Bangladesh Figure\r\n Pyongyang, October 3 (KCNA) -- We extend the warmest congratulations to Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea, said Ragib Ahsan Munna, secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, in a statement on Sept. 28.\n\t\t\t\t\t Kim Jong Il's reelection as general secretary of the WPK was an expression of absolute trust of the party, the army and the people of the DPRK in him, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is a great man possessed of outstanding leadership ability, rare wisdom and noble virtue.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has led the Korean-style socialist cause and the human cause of independence to shining victory despite all sorts of trials of history. \n\t\t\t\t\t\n\t\t\t\t\t We express firm belief that the WPK, the army and the people of the DPRK having Kim Jong Il as general secretary, will accomplish the President's cause and certainly emerge victorious in the struggle to build a thriving socialist nation and extend full support and solidarity to the WPK and the Korean people in their just cause."
        },
        {
            "title": "WPK's Anniversary Marked in Mexico and Peru",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-04ee.html",
            "content": "WPK's Anniversary Marked in Mexico and Peru\r\n Pyongyang, October 3 (KCNA) -- Political figures of Mexico and Peru issued statements to commemorate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\tCuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, said in a statement on Sept. 25 that the WPK, since its foundation, has creditably discharged its mission and role as an organizer of all victories of the Korean people and a great guide of the socialist cause in any storm and stress of history under the wise leadership of President\n\t\t\t\t\t\t Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, in a statement on Sept. 23 praised the President for founding the WPK and wisely leading the people, thus building Juche-oriented socialist Korea and achieving world-startling successes.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has wisely led the Korean revolution and the Korean people as a successor to the cause of the President, he said, wishing the Korean people greater success in socialist construction under the banner of the Juche idea."
        },
        {
            "title": " DPRK's Proposal Supported by British Organization",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-05ee.html",
            "content": "DPRK's Proposal Supported by British Organization\r\n Pyongyang, October 3 (KCNA) -- The Staffordshire Branch of Britain of the Korean Friendship Association on Sept. 26 issued a statement on the occasion of the 30th anniversary of the proposal for founding the Democratic Federal Republic of Koryo. \n\t\t\t\t\t The statement said that the proposal advanced by President Kim Il Sung on October 10, 1980, is the most fair and aboveboard realistic proposal for reunification as it correctly reflects the actual conditions of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il, chairman of the DPRK National Defence Commission, has worked heart and soul to realize the said proposal and put forward the idea of \"By the Korean nation itself\" which calls for independently achieving national reunification by the concerted efforts of the Koreans, the statement stressed that the adoption of the June 15 joint declaration has helped turn the inter-Korean relations into those of reconciliation and cooperation and made since then the exchanges between the north and the south brisk in different fields. \n\t\t\t\t\t\n\t\t\t\t\t It is the best way of putting an end to the division of Korea to realize the said proposal in line with the will of all the Korean people, statement noted, adding that the proposal is the only way to achieve peace and reunification on the Korean Peninsula."
        },
        {
            "title": "US and S. Korean DPRK-targeted War Moves Assailed",
            "url": "http://kcna.co.jp/item/2010/201010/news03/20101003-06ee.html",
            "content": "US and S. Korean DPRK-targeted War Moves Assailed\r\n Pyongyang, October 3 (KCNA) -- The Bangladesh Institute of the Juche Idea issued a statement on Sept. 28 denouncing the United States and the south Korean puppet warmongers for staging joint anti-submarine exercises.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet authorities again kicked off war exercises targeted against the DPRK called joint anti-submarine exercises in the West Sea of Korea with latest war equipment involved.\n\t\t\t\t\t\n\t\t\t\t\t The war exercises are deliberate military provocations intended to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They have staged ceaseless war exercises against the DPRK in the East and West seas of Korea and all parts of south Korea by mobilizing huge aggression forces since the outbreak of the \"Cheonan\" case. \n\t\t\t\t\t\n\t\t\t\t\t These unceasing war exercises are rendering the situation on the Korean Peninsula and in its vicinity further strained.\n\t\t\t\t\t\n\t\t\t\t\t The statement strongly urged the U.S. and south Korean puppet authorities to immediately stop such dangerous war exercises against the DPRK."
        }
    ]
}