{
    "date": "2010-11-27",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-27ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Mauritanian President",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-08ee.html",
            "content": "Kim Yong Nam Greets Mauritanian President\r\n Pyongyang, November 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Mohamed Ould Abdel Aziz, President of the Islamic Republic of Mauritania, on the occasion of the 50th anniversary of its independence.\n\t\t\t\t\t Kim, in the message, wholeheartedly wished the President and the people of Mauritania greater successes in their work for stability, development and prosperity of the country and the president happiness in good health."
        },
        {
            "title": "Pak Ui Chun Greets Mauritanian FM",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-03ee.html",
            "content": "Pak Ui Chun Greets Mauritanian FM\r\n Pyongyang, November 27 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Saturday sent a message of greetings to Naha Mint Mouknass, minister of Foreign Affairs and Cooperation of the Islamic Republic of Mauritania, on the occasion of the 50th anniversary of its independence.\n\t\t\t\t\t The message wished the friendly Mauritanian people greater progress and prosperity and the minister success in her work."
        },
        {
            "title": "DPRK Ambassador to Ethiopia Appointed",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-12ee.html",
            "content": "DPRK Ambassador to Ethiopia Appointed\r\n Pyongyang, November 27 (KCNA) -- Kim Hyok Chol was appointed as DPRK ambassador to Ethiopia, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Friendly Delegation Leaves for Vietnam",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-09ee.html",
            "content": "Friendly Delegation Leaves for Vietnam\r\n Pyongyang, November 27 (KCNA) -- A friendly delegation of the DPRK headed by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and chairman of the DPRK-Vietnam Friendship Association, left here on Saturday to visit Vietnam."
        },
        {
            "title": "Songun Guarantees Great Prosperity and Bright Future",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-07ee.html",
            "content": "Songun Guarantees Great Prosperity and Bright Future\r\n Pyongyang, November 27 (KCNA) -- The army and people of the DPRK will advance more dynamically toward a new great victory of the Juche revolution, regarding the unshakable conviction and truth that only Songun guarantees eternal victory and future as their absolute maxim, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t Noting that the Songun politics is an ever-victorious political mode which helped build matchless armed forces guaranteeing the building of a great prosperous and powerful nation, an effective political mode which made it possible to build single-mindedly united large forces devotedly putting the resolution of the leader into practice and the political mode which helped create a model of state economic potential strong enough to realize the people's ideal, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Songun serves as a banner of great creation as it brought a new era of great leap forward and prosperity unprecedented in history to this land and a banner of surge which enables the DPRK to build an economic power of its own style by its own efforts by putting economy on a Juche, modern and IT basis on the basis of ultra-modern technology.\n\t\t\t\t\t\n\t\t\t\t\t Songun serves as a banner which helps consolidate the DPRK's self-supporting economic structure in every way and provides an engine capable of attaining the high goal of building an economic power at the speed of great leap forward.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il provided a sure guarantee for the final victory of the Juche revolution and brought a rosy era of great prosperity to this land, making endless journeys for protracted and arduous Songun revolutionary leadership. The immortal exploits performed by him will remain shining forever.\n\t\t\t\t\t\n\t\t\t\t\t Songun is the signpost of the eternal victory of the cause of building a thriving nation and the revolutionary cause of Juche, the article says, calling upon all the people to fly the flag of the victory as early as possible on the peak of the thriving nation by giving spurs to the great drive of Songun full of faith in victory, firmly rallied around the Central Committee of the Workers' Party of Korea headed by Kim Jong Il."
        },
        {
            "title": "New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-11ee.html",
            "content": "New Feature Film Produced\r\n Pyongyang, November 27 (KCNA) -- The Korean Film Studio produced new feature film \"He Was Coalminer.\"\n\t\t\t\t\t The film deals with Kim Yu Bong who was collier at the February 8 Jiktong Youth Coal Mine. He made his life worthwhile with his pure conscience and through his dedication at a difficult and labor consuming post.\n\t\t\t\t\t\n\t\t\t\t\t Working hard for several decades since he volunteered to do at the coal mine, the hero of the film devotes himself to increasing the coal production to live up to the love and trust shown by General Secretary Kim Jong Il for him as putting forward him, an ordinary coal miner, as deputy to the Supreme People's Assembly and Labor Hero. \n\t\t\t\t\t\n\t\t\t\t\t He, secretary of a cell of the Workers' Party of Korea, takes care of the work and life of coal miners with revolutionary comradeship and warm human feelings and brings up young coal miners as reliable masters of the mine with principle as a real mother would do. \n\t\t\t\t\t\n\t\t\t\t\t He breathes his last after saving the coal cutting face from danger but he is always remembered by Kim Jong Il and the people."
        },
        {
            "title": "Significant Names Given by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-10ee.html",
            "content": "Significant Names Given by Kim Il Sung\r\n Pyongyang, November 27 (KCNA) -- The Democratic People's Republic of Korea has many things named by President Kim Il Sung during his guidance tour throughout the country.\n\t\t\t\t\t Going round a newly built bridge over the River Taedong in Juche 49 (1960), he said the river water meandering Chongnyu Cliff had long been called \"okryu\" as it was as clear as gem, and suggested naming the bridge Okryu Bridge. He then autographed the name of the bridge for its tablet.\n\t\t\t\t\t\n\t\t\t\t\t Mirim, Chungsong and Rungna bridges built in the 1970s and 1980s over the River Taedong were all named by him.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the Nyongbyon Silk Mill, he saw silk cloth embroidered with azaleas and maple leaves and named it after Yaksan, a scenic spot in the locality.\n\t\t\t\t\t\n\t\t\t\t\t He also named silk cloth with patterns as faint as river water after the River Kuryong meandering Yaksandongdae. \n\t\t\t\t\t\n\t\t\t\t\t Chongnyon, Chollima and Thongil streets, Paektusamcholli Plain, Kumrung Tunnel and many other monumental edifices, areas, units and other things were also denominated by him, reflecting the aspiration of the nation and his noble intention to provide the people with a happy life."
        },
        {
            "title": "KCNA: Who Is to Wholly Blame for Armed Clash in West Sea of Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-13ee.html",
            "content": "KCNA: Who Is to Wholly Blame for Armed Clash in West Sea of Korea\r\n Pyongyang, November 27 (KCNA) -- The true colors of the arch criminal who orchestrated the recent military clash is being brought into bolder relief with the passage of time.\n\t\t\t\t\t No sooner had the Yonphyong incident occurred than the U.S. announced that it would stage joint naval exercises with the south Korean puppet forces with nuclear-powered carrier George Washington involved in the West Sea of Korea as if it had been waiting for it to happen before immediately sending the carrier to the sea.\n\t\t\t\t\t\n\t\t\t\t\t This clearly indicates that the U.S. was the arch criminal who deliberately planned the incident and wire-pulled it behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t By orchestrating the \"Cheonan\" warship case the U.S. realized almost all what it had planned. It could maintain its military base in Okinawa though it had been pressurized to transfer it from there and massively beef up its forces in the areas around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What is left unfulfilled is the plan to bring the above-said nuclear carrier to the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. instigated the south Korean puppet forces to perpetrate an armed provocation against the territorial waters of the DPRK side from Yonphyong Island and was contemplating bringing its nuclear-powered carrier to the West Sea, availing itself of the incident, though it was compelled to cancel its plan to do so three times after its announcement.\n\t\t\t\t\t\n\t\t\t\t\t Right after the occurrence of the military clash, the U.S. spearheaded the racket for \"denouncing\" the incident in unison as \"a unilateral provocation\" even before probing the truth about it. This proves that the U.S. had carefully worked out the scenario for the provocation in advance.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side warned several times against the enemy's plan for shelling in the sensitive areas around Yonphyong Island and sent a telephone notice on the morning of the very day the incident occurred as part of its superhuman efforts to prevent the clash to the last moment, but the south side preempted the firing of shells into the territorial waters of the DPRK side. The enemy side, however, has kept silent about all these facts.\n\t\t\t\t\t\n\t\t\t\t\t  Moreover, it is now working hard to dramatize \"civilian casualties\" as part of its propaganda campaign, creating the impression that the defenceless civilians were exposed to \"indiscriminate shelling\" all of a sudden from the DPRK side. \n\t\t\t\t\t\n\t\t\t\t\t If that is true, it is very regrettable but the enemy should be held responsible for the incident as it took such inhuman action as creating \"a human shield\" by deploying civilians around artillery positions and inside military facilities before the launch of the provocation. \n\t\t\t\t\t\n\t\t\t\t\t The fact that there were human casualties inside the military base clearly proves itself the ulterior intention of the enemy.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regarded the death of innocent civilians as a common practice in the past in a bid to serve its military purposes in Iraq, Afghanistan, Pakistan and other parts of the world. This inhuman atrocity of the U.S. repeated itself on the Korean Peninsula this time.\n\t\t\t\t\t\n\t\t\t\t\t While the incident occurred, the shells indiscriminately fired by the enemy dropped in the area close to civilian houses far from the artillery positions of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to patently prove that it was attributable to the U.S. hostile policy towards the DPRK aimed to carry out its Asian strategy for domination that an unstable state of armistice has persisted and the military tension escalated periodically over the last nearly six decades. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far obstructed the solution of any issues related to peace and stability while being keen only to keep the military tension on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Peace and stability can never settle on the peninsula but only instability will increase in the region near Korea and the rest of the world unless the U.S. hostile policy towards the DPRK is brought to an end.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has so far restrained itself with the maximum patience. But the enemy encroached upon the inviolable territorial waters and land of the DPRK by firing live shells in the most sensitive disputed area despite its repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t The counter-shelling of the DPRK was a resolute and proper retaliation against the reckless military provocation of the enemy.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. brings its carrier to the West Sea of Korea at last, no one can predict the ensuing consequences."
        },
        {
            "title": "Rodong Sinmun Accuses US of Pulling up DPRK over \"Religious Issue\"",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-04ee.html",
            "content": "Rodong Sinmun Accuses US of Pulling up DPRK over \"Religious Issue\"\r\n Pyongyang, November 27 (KCNA) -- The U.S. Department of State recently in its \"Annual Report on International Religious Freedom\" for 2010 pulled up almost all the countries of the world over religious freedom and again designated eight countries including the DPRK, China and Iran as \"countries of special concern\".\n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. dared groundlessly pull up the DPRK over its \"religious issue\" though its believers lead a free pious life. This is a grave politically motivated provocation to the DPRK and undisguised pressure upon it.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which should be regarded as the real country of special concern for its problem of religious freedom, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reactionary ruling quarters take issue with the religious view and faith, which criticize or refuse to apply the decadent American way of life, and persecute, arrest and even kill those believers who are displeased with the reactionary politics. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. also suppresses and kills religionists of different countries at random. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistently talks about \"religious issue\" of other countries not because it is interested in the religious life and activities of believers. \n\t\t\t\t\t\n\t\t\t\t\t By pulling up other countries over what it calls \"religious issue\" the U.S. seeks sinister aims to escape the anti-U.S. holy war of the Islamic world and justify its brazen-faced interference in the internal affairs of other countries, those countries which incur its displeasure, in particular, and infringement upon their sovereignties. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. can never hide its true colors as a heinous violator of religion. \n\t\t\t\t\t\n\t\t\t\t\t It would be well advised to stop ridiculously behaving as if it were \"a judge of religion\" and appear in the dock of the religious court of its own accord."
        },
        {
            "title": "Japan's Bid to Emerge Military Giant under Fire ",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-05ee.html",
            "content": "Japan's Bid to Emerge Military Giant under Fire \r\n Pyongyang, November 27 (KCNA) -- Japan recently announced that it would stage joint military exercises in the waters surrounding Japan from early in December with the U.S. forces and thousands of troops of the \"Self-Defense Forces\" involved. It was reported that the main contents of the exercises are air operation including \"an operation to counter ballistic missiles\" and naval and air operation for ensuring air edge, in particular. \n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t At a time when the U.S. and south Korean warmongers are kicking up frantic war rackets against the DPRK in the waters surrounding the Korean Peninsula, Japan is ridiculously joining in them. This clearly indicates what reckless phase the hysteria for confrontation with the DPRK has reached. \n\t\t\t\t\t\n\t\t\t\t\t It is the invariable strategic goal and ambition of Japan to turn itself into a military power and launch overseas expansion. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries seek to increase the combat capability of the SDF and round off the preparations for overseas aggression through the stepped-up arms-buildup and joint military exercises with the U.S. It is in pursuance of this aim that the issue of reexamining the \"three principles of arms export\" has become the main topic of discussion in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It is a disturbing development that Japan is pushing forward the work to determine the orientation of amending the new \"defense program guidelines\" to be made public at the end of the year and the plan for easing the \"three principles of arms export\" simultaneously. \n\t\t\t\t\t\n\t\t\t\t\t This goes to eloquently prove that the Japanese reactionaries are set to further modernize the troops of the SDF and round off the preparations for war by boosting the military cooperation with the Western forces including the U.S. in a bid to launch overseas aggression in real earnest. \n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts made by the Japanese reactionaries to discard the \"three principles of arms export\" while staging provocative joint military exercises with the U.S. clearly indicate that their attempt at militarist reinvasion has gone beyond the danger limit. \n\t\t\t\t\t\n\t\t\t\t\t Their overheated moves to emerge a military power and kick off overseas expansion are as foolish acts as jumping into fire with faggot on their backs."
        },
        {
            "title": "US-S. Korean War Maneuvers Blasted in Czech Republic",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-02ee.html",
            "content": "US-S. Korean War Maneuvers Blasted in Czech Republic\r\n Pyongyang, November 27 (KCNA) -- The Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea released a statement on November 22 denouncing the moves of the U.S. and south Korean puppet warmongers to invade the DPRK.\n\t\t\t\t\t The statement accused the U.S. and the south Korean puppet group of staging the war maneuvers codenamed Hoguk targeted against the DPRK despite the repeated warnings of the world progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t The military exercises are acts of not only escalating tension but seriously threatening peace and security in the Korean Peninsula and the rest of Northeast Asia. They are a provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea bitterly condemn the provocative war moves of the U.S. and south Korean warmongers.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. and the south Korean authorities halt at once the above-said saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support to the Korean people in their struggle for achieving the independent and peaceful reunification of the country."
        },
        {
            "title": "DPRK's Important Holidays Celebrated",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-01ee.html",
            "content": "DPRK's Important Holidays Celebrated\r\nPyongyang, November 27 (KCNA) -- A reading session took place in the Czech Republic and a seminar, photo exhibition and film show in Ethiopia on Nov. 13 and 17 on the occasions of the 19th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 93rd anniversary of the birth of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t Displayed in the venues were works of President Kim Il Sung and Kim Jong Il and photos showing their immortal feats and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film show watched Korean films \"Fireworks for a Thriving Nation\" and \"The Tower of the Juche Idea.\"\n\t\t\t\t\t\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association and chairman of the Czech Group for the Study and Materialization of the Juche Idea, said at the reading session on        Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great  Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" that his Songun revolutionary leadership helped develop the revolutionary armed forces of the DPRK into invincible forces and make great progress in the revolution and construction. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has protected the country and the revolution, smashing every move of the imperialists by dint of the Songun politics, fully demonstrating its dignity, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea said at the seminar that the national power of the DPRK has remarkably grown strong under the Songun leadership of Kim Jong Il and a dynamic drive has been waged in the DPRK to build a thriving nation. The key to these successes lies in that the DPRK thoroughly embodied the Juche idea founded by the President, the father of socialist Korea, in the political, military, economic and all other fields, he stressed."
        },
        {
            "title": "Nombrado nuevo embajador coreano en Etiopia",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-14ee.html",
            "content": "Nombrado nuevo embajador coreano en Etiopia\r\nPyongyang, 27 de noviembre (ATCC) -- Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Hyok Chol fue designado como nuevo embajador extraordinario y plenipotenciario de la RPDC en la Republica Federal Democratica de Etiopia."
        },
        {
            "title": "Quien es culpable del conflicto en isla Yonphyong, comentario de ATCC",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-15ee.html",
            "content": "Quien es culpable del conflicto en isla Yonphyong, comentario de ATCC\r\nPyongyang, 27 de noviembre (ATCC) -- Se va revelandose cada dia mas claramente la fachada del culpable del reciente conflicto armado en la isla Yonphyong.\n\t\t\t\t\t  Como si estuviera esperando este caso, Estados Unidos anuncio el plan de librar el ejercicio maritimo conjunto con los titeres surcoreanos en el Mar Oeste de Corea con la participacion del portaaviones nuclear \"George Washington\" que partio inmediatamente para ese entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\t  Esto demuestra claramente que EE.UU. es el autor que planeo y orquesto por detras el presente incidente.\n\t\t\t\t\t\n\t\t\t\t\t  Anteriormente, el imperio habia fabricado el incidente de hundimiento de la corbeta surcoreana \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechandolo, mantuvo su base militar en Okinawa, que estaba a punto de ser expulsada, y aumento en gran medida las fuerzas armadas en las cercanias de la Peninsula Coreana alcanzando casi todo lo que se ha propuesto, excepto al plan de despachar el \"George Washington\" al Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. azuzo a los titeres surcoreanos a perpetrar la provocacion militar contra las aguas jurisdiccionales de la RPDC en esa isla.\n\t\t\t\t\t\n\t\t\t\t\tEs que habia planeado de antemano poner en practica su plan de despachar a toda costa su portaaviones nuclear al Mar Oeste, el cual habia sido revocado tres veces pese al anuncio.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto estallo el choque armado, segun su guion trazado previamente, EE.UU. auspicio la campana de \"condena\" a la RPDC anticipando en coro, aun antes de averiguar lo ocurrido realmente, que eso fue la \"provocacion unilateral\" de la segunda.\n\t\t\t\t\t\n\t\t\t\t\tEn ese sentido, los enemigos silencian estos hechos desfavorables a si mismos: la RPDC ha realizado esfuerzos sobrehumanos por evitar el conflicto hasta la ultima hora exigiendo varias veces la cancelacion del plan de fuego artillero en los alrededores de la isla Yonphyong, zona delicada, y enviando por la manana del dia del incidente el aviso telefonico, y son ellos mismos los que dispararon primero hacia las aguas jurisdiccionales de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de tergiversar la verdad de lo ocurrido como si no supieron nada y fueron sorprendidos por el \"fuego artillero indiscriminado\" de la RPDC contra los civiles, ellos realizan una campana publicitaria enfocada en los \"civiles muertos y lesionados\".\n\t\t\t\t\t\n\t\t\t\t\t  Seria muy lamentable si es verdad que se reportaron bajas de civiles.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, hay que cuestionar primero el acto inhumano de los enemigos que al preparar la provocacion, formaron el \"escudo humano\" ubicando los civiles en los alrededores de las baterias y dentro de establecimientos militares.\n\t\t\t\t\t\n\t\t\t\t\t  Las mismas bajas de civiles reportadas en las bases militares corroboran el siniestro intento de ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Se reedito en la Peninsula Coreana la actitud inhumanitaria de EE.UU. que considera como natural matar a los civiles inocentes en todas partes del mundo como Iraq, Afganistan, Pakistan, etc. para sus objetivos militares.\n\t\t\t\t\t\n\t\t\t\t\t  En el momento del incidente, los proyectiles enemigos cayeron tambien hasta en las cercanias de las aldeas de la RPDC situadas lejos de nuestras baterias.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los hechos arriba mencionados demuestran que el inestable estado de armisticio persistente durante casi 60 anos y el agravamiento periodico de la tension militar en la Peninsula Coreana se deben a la politica hostil de EE.UU. a la RPDC que parte de su estrategia de dominar a Asia.\n\t\t\t\t\t\n\t\t\t\t\t  Historicamente, ese imperio vino obstaculizando obstinadamente la solucion de algun problema por la paz y la estabilidad persiguiendo solo el mantenimiento de tension militar en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras siga vigente tal politica hostil, no llegara nunca la paz ni la estabilidad a la Peninsula Coreana sino crecera la inestabilidad en la region periferica y el resto del mundo.   \n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, nos hemos controlado en todo lo posible con la maxima paciencia.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, pese a la reiterada advertencia nuestra, los enemigos violaron nuestro sagrado mar y territorio abriendo por fin el fuego de artilleria en dicha zona litigiosa mas delicada.\n\t\t\t\t\t\n\t\t\t\t\tNuestro contragolpe resulta el castigo resuelto y merecido sobre la imprudente provocacion militar de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tNadie podra prever las consecuencias que tendra la entrada del portaaviones nuclear norteamericano en el Mar Oeste de Corea."
        },
        {
            "title": "Rodong Sinmun rechaza acusacion de EE.UU. en el tema de religion",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-16ee.html",
            "content": "Rodong Sinmun rechaza acusacion de EE.UU. en el tema de religion\n\t\t\t\t\t\t\r\n Pyongyang, 27 de noviembre (ATCC) -- En su recien publicado \"informe anual sobre la libertad de religion internacional\" de 2010, el Departamento de Estado de Estados Unidos volvio a calificar a la Republica Popular Democratica de Corea, China, Iran y otros 5 paises como \"paises que causan preocupacion especial\" cuestionando la situacion de la libertad de religion de casi todos los paises del mundo.\n\t\t\t\t\t  EE.UU. acusa a la RPDC de tener supuesto \"problema de religion\", aunque en la segunda los teistas profesan libremente su religion.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, esa acusacion absurda significa  grave provocacion politica y abierto acto de presion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un comentario individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Es precisamente EE.UU. el que causa realmente la preocupacion especial en cuanto a la libertad de religion \n\t\t\t\t\t\n\t\t\t\t\t  La capa dominante reaccionaria de EE.UU. cuestiona el criterio y creencia religiosos, que critican o no aceptan el corrupto modo de vida norteamericano, y acosa, arresta y asesina a los religiosos descontentos con la politica reaccionaria.   Reprime y mata indiscriminadamente tambien a los religiosos de otros paises.\n\t\t\t\t\t\n\t\t\t\t\t  Este imperio habla tanto del \"problema de religion\" de otros paises fingiendo estar interesado en la vida y actividades religiosas.\n\t\t\t\t\t\n\t\t\t\t\t  En realidad, lo hace para esquivar la flecha de sagrada lucha antiyanqui del mundo islamico y justificar su cinica intervencion de los asuntos internos y violacion de la soberania de otros paises, en particular, de los que no le agradan.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, EE.UU. no podra ocultar jamas su naturaleza de sofocador de la religion.\n\t\t\t\t\t\n\t\t\t\t\t Debe dejar de actuar como \"inquisidor\" y por el contrario, ha de sentarse en el banquillo de acusados."
        },
        {
            "title": " Rodong Sinmun denuncia las maniobras militaristas de Japon",
            "url": "http://kcna.co.jp/item/2010/201011/news27/20101127-17ee.html",
            "content": "Rodong Sinmun denuncia las maniobras militaristas de Japon\r\nPyongyang, 27 de noviembre (ATCC) -- Hace poco, Japon anuncio que desde principios del mes que viene, realizaria en sus aguas maritimas un ejercicio militar conjunto con Estados Unidos movilizando a las tropas norteamericanas y miles de efectivos de las \"Fuerzas de Autodefensa\".\n\t\t\t\t\tEsta maniobra se centrara en las operaciones  maritimas y aereas para \"hacer frente a los misiles balisticos\" y tomar la superioridad aerea. \n\t\t\t\t\t\n\t\t\t\t\tEste paso de Japon, que coincide con los ejercicios de guerra anti-RPDC que libran ultimamente EE.UU. y los belicistas surcoreanos en los mares de la Peninsula Coreana, demuestra a que grado ha llegado su fanatismo de enfrentarse con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un comentario individual de este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa conversion en una potencia militar y la expansion a ultramar son la invariable ambicion y meta estrategica de ese pais isleno.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses fomentan el aumento de gastos militares y pretenden al mismo tiempo fortalecer la combatividad de las \"Fuerzas de Autodefensa\" y perfeccionar los preparativos de agresion a ultramar mediante los ejercicios militares conjuntos con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo contexto, se discute intensamente en Japon el problema de revision de los \"Tres principios de exportacion de armas\".\n\t\t\t\t\t\n\t\t\t\t\tJapon esta pensando en como enmendar el nuevo \"programa de defensa\", que se publicara a finales del ano en curso, y como relajar los \"Tres principios de exportacion de armas\".\n\t\t\t\t\t\n\t\t\t\t\tEsto comprueba que los reaccionarios japoneses intentan modernizar las \"Fuerzas de Autodefensa\" y completar los preparativos de guerra mediante la colaboracion militar con EE.UU. y otras fuerzas occidentales y emprender finalmente la agresion a ultramar. \n\t\t\t\t\t\n\t\t\t\t\t  Es decir, pasa el limite alarmante el intento militarista de ellos de lanzar de nuevo la agresion al continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Tales movimientos imprudentes de los reaccionarios japoneses los llevaran a la autodestruccion."
        }
    ]
}