{
    "date": "2010-05-08",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Makes Unofficial Visit to China ",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-01ee.html",
            "content": "Kim Jong Il Makes Unofficial Visit to China\r\n Pyongyang, May 8 (KCNA) -- General Secretary Kim Jong Il paid an unofficial visit to the People's Republic of China from May 3 to 7 at the invitation of Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the PRC.\n\t\t\t\t\t He was accompanied by Minister of the People's Armed Forces Kim Yong Chun who is vice-chairman of the NDC of the DPRK, Secretaries of the WPK Central Committee Choe Thae Bok and Kim Ki Nam, First Vice-Minister of Foreign Affairs Kang Sok Ju, Department Directors Jang Song Thaek, Kim Yong Il and Kim Yang Gon and First Vice Department Director Ju Kyu Chang of the WPK Central Committee, Department Directors of the NDC of the DPRK Hyon Chol Hae and Ri Myong Su, Chief Secretary of the South Hamgyong Provincial Committee of the WPK Thae Jong Su and Chief Secretary of the North Phyongan Provincial Committee of the WPK Kim Phyong Hae.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and state leaders warmly welcomed Kim Jong Il who visited China again carrying with him deep friendship towards the fraternal Chinese people and accorded him cordial hospitality with utmost sincerity.\n\t\t\t\t\t\n\t\t\t\t\t Upon his arrival in Beijing Kim Jong Il was greeted by Jia Qinglin, standing member of the Political Bureau of the CPC Central Committee and chairman of the National Committee of the Chinese People's Political Consultative Conference, Liu Qi, member of the Political Bureau of the C.C., CPC and secretary of the Beijing Municipal Committee of the CPC, and Dai Bingguo, state councilor.\n\t\t\t\t\t\n\t\t\t\t\t Meeting and talks between Kim Jong Il and Hu Jintao took place on May 5 and 6.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the Chinese side were Xi Jinping, standing member of the Political Bureau of the CPC Central Committee and vice-president of the PRC, Ling Jihua, member of the Secretariat and director of the General Office of the CPC Central Committee, Dai Bingguo, state councilor, Wang Jiarui, head of the International Liaison Department of the CPC Central Committee, Yang Jiechi, foreign minister, and Liu Hongcai, Chinese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks Kim Jong Il gave the impression of his visit to the northeastern part of China.\n\t\t\t\t\t\n\t\t\t\t\t The top leaders of the two parties and two countries informed each other of the situation in their countries and had a frank exchange of views on the issue of boosting the relations between the two parties and two countries and important international and regional matters of mutual concern and reached a consensus of views. \n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao said that the traditional China-DPRK friendship is a precious asset of the two parties and two peoples and it is, therefore, historic responsibility common to the two sides to boost it along with the passage of time and convey it down through generations, adding that it is the steadfast policy of the Chinese party and government to boost the bilateral relations of friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t He proposed a series of matters concerning measures for boosting the China-DPRK cooperation, saying that to do so is favorable for successfully stepping up socialist construction in the two countries and defending and promoting the common interests of the two sides and the regional peace, stability and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the intention of the Chinese side to make joint efforts with the DPRK side to inject fresh vigor and vitality into the traditional China-DPRK friendship, give momentum to the bilateral relations of good neighborly friendship and cooperation and develop them in depth and thus bring greater happiness to the two countries and the two peoples and make a greater contribution to ensuring peace, stability and prosperity in Northeast Asia and, furthermore, in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed gratitude to Hu Jintao for his kind invitation and cordial hospitality and his pleasure to meet Hu in Beijing again.\n\t\t\t\t\t\n\t\t\t\t\t The long-standing DPRK-China friendship will remain unchanged despite the passage of time and the replacement of one generation by a new one as it stood tempest and test of history, he said, re-clarifying the invariable will and determination of the Korean party and government to further strengthen the bilateral friendly and cooperative relations in the noble internationalist spirit shown by the leaders of the elder generation of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the fresh achievements made by the Chinese people in carrying out the cause of socialist construction with the Chinese characteristics, he said that the successful opening of the Shanghai World Expo is a demonstration of the national power of China.\n\t\t\t\t\t\n\t\t\t\t\t The talks estimated the fact that the good neighborly friendship and cooperation between the two countries have developed since the several historic meetings between their top leaders in recent years and expressed mutual support and solidarity with the struggle of the two parties and two peoples for socialist construction and the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao highly appreciated positive measures taken by the DPRK to defend stability, develop economy and improve the people's standard of living and wished the Korean people greater successes in their cause of nation-building under the leadership of the WPK led by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed his belief that the Chinese people would register steady fresh and great victory in the historic course of stepping up the building of the party's ruling ability, establishing a scientific outlook on development and building a harmonious society under the leadership of the CPC with Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t Recognizing that peace, stability and prosperity on the Korean Peninsula are in line with the common interests of the DPRK and China and, furthermore, all other countries in Northeast Asia, both sides decided to make joint efforts to attain the objective of denuclearizing the peninsula in accordance with the stand clarified in the September 19 Joint Statement.\n\t\t\t\t\t\n\t\t\t\t\t The two sides shared the view that it is important, above all, for the parties concerned of the six-party talks to make sincere efforts to implement the said statement if the peninsula is to be denuclearized.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed the DPRK's willingness to provide favorable conditions for the resumption of the six-party talks together with other parties to the talks, declaring that the DPRK remains unchanged in its basic stand to preserve the aim of denuclearizing the Korean Peninsula, implement the joint statement adopted at the six-party talks and pursue a peaceful solution through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao said that China is ready to promote the steady progress of the process of the six-party talks through joint efforts with the DPRK and all other parties concerned as in the past in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il invited Hu Jintao to visit again the DPRK at a convenient time and Hu Jintao expressed thanks for this and accepted the invitation with pleasure.\n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao gave a grand banquet at the Great Hall of the People on Wednesday evening in honor of Kim Jong Il on a visit to China.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Hu Jintao and Kim Jong Il at the banquet.\n\t\t\t\t\t\n\t\t\t\t\t A conspicuous art performance, specially prepared by Chinese artistes, was given there in welcome of Kim Jong Il's visit to China.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il had a cordial talk with Hu Jintao on May 6 when the latter visited his lodging quarters. On the same day he visited the Boao Biological Co., Ltd. on the outskirts of Beijing, accompanied by Hu. \n\t\t\t\t\t\n\t\t\t\t\t After looking round the company, he highly praised its scientists and technicians for having achieved many successes in the latest science researches into promoting the welfare of mankind including the work to promote people's health.  He left there an autograph.\n\t\t\t\t\t\n\t\t\t\t\t He separately met and had cordial conversations with Chairman of the Standing Committee of the Chinese National People's Congress Wu Bangguo and Premier of the State Council of China Wen Jiabao who are standing members of the Political Bureau of the CPC Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t On May 6, Wu Bangguo visited Kim Jong Il at his lodging quarters and warmly welcomed him on renewed visit to China. He congratulated Kim Jong Il on his success made in the visit. \n\t\t\t\t\t\n\t\t\t\t\t He said it is the invariable will and resolution of the Chinese party to carry forward generation after generation the Sino-Korean friendship provided by the leaders of the elder generation of the two countries and developed by the revolutionaries and peoples of the two countries at the cost of blood. \n\t\t\t\t\t\n\t\t\t\t\t He also said that China is ready to fully propel the development of the relationship between the two parties and the two countries to put it on a higher level by continuously carrying into practice the common understanding reached by the general secretaries of the two parties and steadily enriching the contents of the good neighborly relations and cooperation between China and the DPRK in line with the policy of inheriting the tradition, facing up to the future, building good-neighborly friendship and strengthening cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il voiced the willingness of the Korean party and government to continue boosting high-ranking visits and cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He met with Wen Jiabao and shared cordial and friendly feelings with him.\n\t\t\t\t\t\n\t\t\t\t\t Wen Jiabao warmly welcomed Kim Jong Il on a visit to China and praised the devoted efforts and important contributions he has made to the consolidation of the friendly and cooperative relations between the two parties and the two countries and to the prosperity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people are rejoiced as over their own over the tremendous achievements made by the DPRK in all fields including socialist economic construction, he said, adding that the DPRK owes them to the correct strategy, resolute decision and dynamic leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said he is very pleased that the traditional friendship between China and the DPRK provided and cultivated by the leaders of the elder generation of the two countries has been carried forward successfully thanks to the joint efforts of both sides.\n\t\t\t\t\t\n\t\t\t\t\t He exchanged with Kim Jong Il views on further developing the bilateral friendship and cooperation, particularly economic and trade cooperation, and briefed the latter on the present situation of the Chinese economic growth.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il said he is grateful to Wen Jiabao for sparing time to accord him cordial hospitality though he is busy with his work of looking after the whole economy of the country and the people's living and expressed deep thanks to him.\n\t\t\t\t\t\n\t\t\t\t\t He said that he was deeply impressed by the development of China while touring the northeastern region which has taken on a new look and that being a comrade and friend of the Chinese people, he was very pleased that everything is going well in China.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK and China should learn from each other in many aspects, exchanging experience, he wholeheartedly wished China a fresh, greater success in carrying out the cause of building a comprehensively well-off society in the spirit of the 17th Congress of the CPC.\n\t\t\t\t\t\n\t\t\t\t\t Wen entertained the Korean leader to a grand banquet.\n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao said farewell to Kim Jong Il leaving Beijing after winding up his visit to China.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was seen off at Beijing Railway Station by Jia Qinglin, Liu Qi, Dai Bingguo and other leading cadres of China.\n\t\t\t\t\t\n\t\t\t\t\t He visited Shenyang City, the capital of Liaoning Province, on his way home.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted at Shenyang Railway Station by Wang Min, secretary of the Liaoning Provincial Committee of the CPC, Chen Zhenggao, governor of the province, Zeng Wei, secretary of the Shenyang City Committee of the CPC, Chen Haibo, mayor of the city, and other leading officials of the province and city.\n\t\t\t\t\t\n\t\t\t\t\t Wang Min congratulated Kim Jong Il on his successful historic visit to China and warmly welcomed him to the city.\n\t\t\t\t\t\n\t\t\t\t\t Conducted by Wang Min and other leading officials of the province and city, Kim Jong Il visited the Shenyang Blower Co., Ltd., the Shenyang Machine-tool Plant No. 1 and Beiling Park, an ancient historic site.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the workers of the city for having updated the industrial establishments by introducing cutting-edge technology and steadily boosted the production.\n\t\t\t\t\t\n\t\t\t\t\t The Liaoning Provincial Committee and the Shenyang City Committee of the CPC gave a grand banquet in honor of Kim Jong Il visiting the city and presented him with gifts carrying the best wishes.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed profound thanks to the leading officials and all the working people of the province and the city, saying that he felt very grateful to them for having accorded cordial hospitality to him with particularly warm friendship.\n\t\t\t\t\t\n\t\t\t\t\t He returned home, after passing through Dandong, a border city, warmly seen off by Wang Jiarui and other senior party and government officials of China who conducted him with all sincerity, accompanying him in the whole period of his China visit. \n\t\t\t\t\t\n\t\t\t\t\t His latest visit to China was successfully conducted thanks to the particular care and cordial hospitality shown by Hu Jintao and the Chinese party and government.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed satisfaction over the results of his visit and extended heartfelt thanks to the leading cadres of the Chinese party and government for their cordial hospitality."
        },
        {
            "title": "Speech of Kim Jong Il at Banquet",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-03ee.html",
            "content": "Speech of Kim Jong Il at Banquet\r\n Pyongyang, May 8 (KCNA) -- General Secretary Kim Jong Il made the following speech at a banquet:\n\t\t\t\t\t I am very pleased to visit China again at warm invitation of Comrade General Secretary Hu Jintao and have meaningful meetings with you and other Chinese comrades.\n\t\t\t\t\t\n\t\t\t\t\t Allow me to express, first of all, my profound thanks to you for having arranged this grand banquet for us and made such excellent speech despite your very tight schedule.\n\t\t\t\t\t\n\t\t\t\t\t I would like to express, at the same time, gratitude to you for having organized detailed and meticulous itineraries for our visits to Dalian and Tianjin. My thanks also go to comrades in Beijing and local areas for having warmly greeted and accorded cordial hospitality to us.\n\t\t\t\t\t\n\t\t\t\t\t We came to your country in this beautiful season when it greeted spring after standing heaviest snowfall and bitterest cold in several decades. We toured northeastern China which we had long wished to see, keenly feeling the friendship of the fraternal Chinese people warmer than spring sunshine, the gift of nature. \n\t\t\t\t\t\n\t\t\t\t\t During our visit we saw for ourselves fresh world-startling changes brought about by the people in northeastern China in political, economic, cultural and all other fields, pursuant to the strategy to develop the northeastern region, an old industrial base, under the leadership of the Communist Party of China with you as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t We were deeply impressed particularly by the new appearance of Dalian and Tianjin which have undergone a remarkable change after doing away with the centuries-old backwardness; these cities were once harshly exploited and trampled down after being reduced to settlements of the imperialist powers and theatres of scrambles for expanding the sphere of their influence in the 19th century.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing the stirring reality in which hundreds of millions of Chinese people, who had been subject to all sorts of contempt and insult in the past, are now building a rich and powerful socialist country in the vast land of China full of energy, we came to know well that the policies of the Communist Party of China are very just ones suited to the actual conditions of China and they are fully displaying their vitalities wherever one goes in China.\n\t\t\t\t\t\n\t\t\t\t\t These eye-opening events taking place in socialist China at present once again prove the truth that \"There Is No New China without the Communist Party\" just as one can know from the song of the same title.\n\t\t\t\t\t\n\t\t\t\t\t  The fact that everything goes well in China, our fraternal neighbor, hardens the faith that socialism chosen and defended by us is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t It is our firm belief that the fraternal Chinese people will unite closer around the CPC Central Committee with you Comrade Hu Jintao as its general secretary and thoroughly embody the spirit of the 17th Congress of the CPC, guided by the Deng Xiaoping's theory, the important thought of \"three represents\" and the scientific outlook on development under the uplifted great banner of socialism with Chinese characteristics and thus build a harmoniously developed socialist society and certainly achieve the complete reunification of the whole country.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely hope that they will thoroughly implement the tasks set forth at the 3rd Session of the 11th National People's Congress for the present to fully attain this year the goal of economic and social development envisaged in the period of the 11th Five-Year Plan, maintain stable and sustained economic development, and successfully host the Shanghai World Expo that opened with splendor and the forthcoming Guangzhou Asian Games and thus demonstrate once again the national power of prospering China before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t Touring this time northeastern China, which bears historic witness to the DPRK-China friendship, we could realize once again the value of DPRK-China friendship, the common wealth of the two countries which President Kim Il Sung provided while waging the hard-fought anti-Japanese struggle together with Chinese revolutionaries of the elder generation in his early years and bequeathed to us. \n\t\t\t\t\t\n\t\t\t\t\t We are very grateful to the collective leadership of the Chinese party for having paid deep attention to boosting the friendly relations with the DPRK while consistently attaching importance to the bilateral relations from a strategic point of view and rendered sincere support and encouragement to the socialist cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The traditional DPRK-China relations of friendship that stood all tests of history century after century have powerfully encouraged the peoples of the two countries in their efforts to accomplish the socialist cause and made great contributions to protecting peace and stability in Northeast Asia including the Korean Peninsula and, furthermore, in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Our two countries fixed last year as \"year of DPRK-China friendship\", the first of its kind in history, and successfully organized visits of high-level delegations and significant events, powerfully demonstrating the unbreakable DPRK-China friendship internally and externally.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the DPRK-China friendship deeply enshrined by the two peoples has steadily grown stronger. I am very satisfied with the fact that my visit to China, in particular, provided a good occasion in further deepening the trust between the two countries and boosting the mutual understanding.\n\t\t\t\t\t\n\t\t\t\t\t Our Party and government will as ever make every possible effort to inject fresh vitality into boosting the DPRK-China friendship, the common treasure, in all fields."
        },
        {
            "title": "Speech of Chinese President at Banquet",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-02ee.html",
            "content": "Speech of Chinese President at Banquet\r\n Pyongyang, May 8 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, made the following speech at a banquet:\n\t\t\t\t\t You, Comrade Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, have visited China with the friendly feelings of the Korean party, government and people toward their Chinese counterparts in this beautiful spring season.\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the party, government and all the people of China, warmly welcome your visit to China.\n\t\t\t\t\t\n\t\t\t\t\t It is my belief that your current visit to China would be recorded in the history of the development of the bilateral relations as an important occasion in boosting the traditional friendship.\n\t\t\t\t\t\n\t\t\t\t\t Last year our two countries grandly celebrated the 60th anniversary of the establishment of China-DPRK diplomatic relations and held successful events to mark the \"year of China-DPRK friendship,\" the first of its kind in history, demonstrating the vibrant bilateral ties.\n\t\t\t\t\t\n\t\t\t\t\t The six-decade-long history has proved that the bilateral relations can certainly make steady progress, weathering difficulties caused by the complicated international situation, if the two countries adhere to the correct orientation of the development of the bilateral relations in the spirit of \"inheriting tradition, facing up to the future, building good neighborly friendship and strengthening cooperation\", help and cooperate with each other for mutual benefits and common prosperity from a broad perspective and in a far-sighted way, jointly push forward the socialist cause through an active exchange of views and close collaboration and pool efforts to defend interests common to the two countries and the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The traditional China-DPRK friendship is a valuable asset of the two parties, the two countries and the two peoples and it is, therefore, our historic responsibility to advance the friendship with the passage of time and convey it down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government have consistently defended and developed the relations of friendship and cooperation between the two countries on a strategic level, attaching utmost importance to them.\n\t\t\t\t\t\n\t\t\t\t\t It is an unshakable policy of the party and government of China to steadily boost the bilateral friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t They will exert joint efforts with their Korean counterparts to make a greater contribution to putting the relations between the two countries on a new, higher level, bringing bigger happiness to the two peoples and achieving a lasting peace and common prosperity in the region.\n\t\t\t\t\t\n\t\t\t\t\t The diligent and resourceful Korean people are now working hard to greet the 65th anniversary of the WPK with fresh achievements.\n\t\t\t\t\t\n\t\t\t\t\t We, as your friendly neighbor, dear comrade and true friend, sincerely hope that the DPRK would enjoy political stability, make economic growth and bring a happy life to its people.\n\t\t\t\t\t\n\t\t\t\t\t I believe that the Korean people, under the resolute leadership of the WPK headed by you, would explore a road of development suited to the actual conditions of the country and certainly register fresh and greater achievements in their cause of building a great prosperous and powerful nation."
        },
        {
            "title": "Kim Jong Il Enjoys Light Comedy \"Echo of Mountain\"",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-15ee.html",
            "content": "Kim Jong Il Enjoys Light Comedy \"Echo of Mountain\"\n\t\t\t\t\t\t\r\nPyongyang, May 8 (KCNA) -- General Secretary Kim Jong Il appreciated again light comedy \"Echo of Mountain\", winner of \"Kim Il Sung Prize\", being staged everyday before full house.\n\t\t\t\t\t The light comedy is a monumental masterpiece of great realistic significance as it instills into the people the firm confidence that they can surely build on this land a socialist paradise to be envied by the world people when they make uninterrupted advances and bring about steady innovations by learning from the high aims, the spirit of revolutionary optimism and the enterprising and militant work style displayed by the people in the era of Chollima.\n\t\t\t\t\t\n\t\t\t\t\t The audience was greatly mesmerized by the peculiar performance which vividly and truthfully represented the reality in the rural areas in the 1960s through the combination of cheerful laugh and good humor.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the performance Kim Jong Il waved back to the enthusiastically cheering performers and audience and congratulated the artistes on their successful presentation.\n\t\t\t\t\t\n\t\t\t\t\t He said that \"Echo of Mountain\" is such a masterpiece of the era that the more one watches it, the more deeply one can grasp the profound truth of life. He highly appreciated the success made by the artistes of the State Theatrical Troupe in the performance and once again extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t  \"Echo of Mountain\" serves as an effective educational means powerfully rousing the party members and other working people to struggle and exploits still today for its great influence and cognitive and instructive significance, he noted, underscoring the need for the creators and artistes to create more such famous works having permanent vitality in order to instill boundless strength and courage into the servicepersons and people all out in the gigantic drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Vice Marshal of the Korean People's Army Kim Yong Chun, vice-chairman of the NDC of the DPRK and minister of the People's Armed Forces, KPA General Kim Jong Gak, member of the NDC of the DPRK and first vice director of the General Political Bureau of the KPA, KPA General Ri Yong Ho, chief of the General Staff of the KPA, and other commanding officers of the army and armed forces organs, Secretaries of the WPK Central Committee Choe Thae Bok and Kim Ki Nam, Department Directors Kim Kyong Hui, Jang Song Thaek, Kim Yong Il and Kim Yang Gon and other senior officials of the WPK Central Committee, and Kang Sok Ju, first vice-minister of Foreign Affairs."
        },
        {
            "title": "DPRK Football Team Leaves for World Cup",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-12ee.html",
            "content": "DPRK Football Team Leaves for World Cup\r\n Pyongyang, May 8 (KCNA) -- The DPRK men's football team led by Kim Jang San, vice-chairman of the Korean Physical Culture and Sports Guidance Commission, left here today to participate in the 2010 FIFA World Cup.\n\t\t\t\t\tMeanwhile, a delegation of the Fukuoka Prefectural Japan-DPRK Friendship Association led by Chairman Mamoru Kitahara arrived here by air on the same day."
        },
        {
            "title": "Chinese Delegation Visits Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-13ee.html",
            "content": "Chinese Delegation Visits Martyrs Cemetery\r\n Pyongyang, May 8 (KCNA) -- The delegation of families of fallen fighters of the Chinese People's Volunteers led by Guan Youfei, deputy director of the Foreign Affairs Office of the Ministry of National Defense, Saturday laid a wreath at the Revolutionary Martyrs Cemetery on Mt. Taesong. \n\t\t\t\t\tThe members of the delegation observed a moment's silence in memory of the revolutionary martyrs who devoted their whole life to the country's liberation and its prosperity and the accomplishment of the revolutionary cause of Juche under the wise leadership of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Then they placed bunches of flowers before the bust of anti-Japanese heroine Kim Jong Suk."
        },
        {
            "title": "World Day of Red Cross and Red Crescent Marked",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-14ee.html",
            "content": "World Day of Red Cross and Red Crescent Marked\r\n Pyongyang, May 8 (KCNA) -- On the occasion of the World Day of Red Cross and Red Crescent, May 8, the Red Cross Society of the Democratic People's Republic of Korea has launched various activities to help the government successfully implement its popular policies for averting natural disasters, preventing epidemic and other diseases and supplying the people with clean drinking water. \n\t\t\t\t\t Its provincial, municipal and county branch offices have sponsored explanatory sessions on the fundamental principles of the Red Cross movement and the duty and role of its volunteers.\n\t\t\t\t\t\n\t\t\t\t\t Young volunteers have conducted artistic propaganda activities for facelifting villages and public places in a hygienic and modern way, keeping off epidemic diseases and preventing traffic accidents in conjunction with month of preventing accidents (May).\n\t\t\t\t\t\n\t\t\t\t\t Such activities will continue until the end of the month."
        },
        {
            "title": "New Posters Produced",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-06ee.html",
            "content": "New Posters Produced \r\n Pyongyang, May 8 (KCNA) -- The Mansudae Art Studio, the Korean Central Art Studio and other art studios of the DPRK produced posters reflecting the idea and spirit of the joint calls issued by the Central Committee and the Central Military Commission of the Workers' Party of Korea in the run-up to the 65th anniversary of the foundation of the WPK.\n\t\t\t\t\t The poster \"Let us cement as firm as an iron wall the single-minded unity of the Party, the army and the people around the great Comrade Kim Jong Il!\" calls on the whole party and army and all the people to unite closer around the headquarters of the revolution in order to usher in the era of great prosperity of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t Among the new posters are posters reflecting the will of all the servicepersons and people to steadily carry forward the long journey for Songun revolution that started on Mt. Paektu and the task laid down in the joint calls to augment the politico-military might of the powerful revolutionary army of Mt. Paektu in every way and get all the servicepersons prepared as fighters, each being a match for a hundred.  \n\t\t\t\t\t\n\t\t\t\t\t There are posters \"Let us dynamically step up the construction of the Huichon Power Station!\", \" Let us thoroughly implement the Party's policy for bringing about a radical turn in light industry!\" and \"Energetically put machines and equipment on a CNC basis!\" which deal with the tasks and ways for waging the dynamic general offensive for building a thriving nation and improving the people's standard of living."
        },
        {
            "title": "New Film Produced",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-04ee.html",
            "content": "New Film Produced\r\n Pyongyang, May 8 (KCNA) -- The Korean April 25 Film Studio produced feature film \"Our Political Instructor\".\n\t\t\t\t\t The film tells a story about the political instructor of a women's A-A machine gun battery of the Korean People's Army who looks after and leads soldiers with revolutionary comradeship, bearing deep in mind the noble loving care shown by Supreme Commander of the KPA Kim Jong Il for them.\n\t\t\t\t\t\n\t\t\t\t\t Heroine Un Ok, the political instructor, is as kind-hearted as their real elder sister who tries to learn about even their inward thoughts and solves their problems, finding herself among them but never allows any concession as far as their principle is concerned.\n\t\t\t\t\t\n\t\t\t\t\t Other officers and commissioned officers are deeply moved to see the political instructor who works so hard to turn the battery into one based on ardent comradeship and join her in making devoted efforts. \n\t\t\t\t\t\n\t\t\t\t\t Through the depiction of the heroine the film emphasizes that invincible are the revolutionary ranks rallied close around Kim Jong Il in thinking and purpose and in the sense of moral obligation and based on comradeship."
        },
        {
            "title": "S. Korean Forces' Sycophancy and Treachery Flayed",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-10ee.html",
            "content": "S. Korean Forces' Sycophancy and Treachery Flayed\r\n Pyongyang, May 8 (KCNA) -- It is necessary to put an end to the south Korean conservative authorities' sycophancy, treachery and dependence on outsiders in order to dynamically advance the country's reunification under the uplifted banner of national independence, says Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t The conservative ruling forces of south Korea are a group of heinous traitors who sell off the dignity and interests of the nation while staking their fate on flunkeyism and dependence on outsiders, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The foreign forces' domination and interference in the internal affairs of south Korea are a stumbling block lying in the way of the Korean nation as they gravely violate its sovereignty and block the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The group of conservatives steeped in the sycophancy toward the U.S. and dependence on outsiders to the marrow of their bones is zealously supporting the U.S. ruling machinery in south Korea while kowtowing to it.\n\t\t\t\t\t\n\t\t\t\t\t The ruling forces in south Korea are no more than a group of confrontation maniacs escalating north-south confrontation and hindering national reunification while \"cooperating\" with outsiders in contravention of the spirit of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t This group has whipped up the atmosphere of confrontation with the DPRK while raising a hue and cry over the nuclear issue even on the international arena after the U.S. made public what it called \"nuclear posture review\" and held \"nuclear security summit\".  It is an intolerable challenge to the Koreans in their just and patriotic struggle to independently carve out their destiny through their concerted efforts that the south Korean ruling forces did serious harm to the cause of national reunification while depending on foreign aggressors and \"cooperating\" with them.\n\t\t\t\t\t\n\t\t\t\t\t The reality proves that it is imperative to resolutely foil the moves of the south Korean ruling forces keen on sycophancy, treachery and dependence on outsiders in order to establish national sovereignty and advance the cause of national reunification."
        },
        {
            "title": "S. Korean Warmongers' Projected Field Mobile Exercises",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-11ee.html",
            "content": "S. Korean Warmongers' Projected Field Mobile Exercises\r\n Pyongyang, May 8 (KCNA) -- A unit of the 17th division of the south Korean puppet army is contemplating staging field mobile drills in Inchon and the area of Puchon, Kyonggi Province from May 10 to 14, according to Yonhap News of south Korea.\n\t\t\t\t\t The puppet warmongers are mulling massively hurling war hardware and troops into the exercises aimed at increasing the \"capabilities for carrying out operational plans and using combined combat forces,\" etc.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group is now pushing the north-south relations to a catastrophe and escalating confrontation while staging madcap exercises for a war of aggression on the DPRK to render the situation more strained."
        },
        {
            "title": "Peace-Keeping Regime and Disarmament Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-05ee.html",
            "content": "Peace-Keeping Regime and Disarmament Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 8 (KCNA) -- Members of the Solidarity for Progress, the People for Achieving Peace and Reunification, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and other civic and public organizations in south Korea held the 100th rally for peace and disarmament outside the building of the puppet Defence Ministry on April 27.\n\t\t\t\t\t The organizations at the rally recalled that civic and public organizations and anti-war peace movement organizations have waged a strenuous struggle for putting an end to the military dependence on the U.S. and cutting down the number of weapons of destruction.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the authorities of stoking the confrontation with the DPRK and straining the situation these days and, at the same time, insisting on the production of WMDs, they stressed that to prevent such action, it is necessary to build a peace-keeping regime on the Korean Peninsula and realize disarmament through concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would as ever wage a positive struggle to force the authorities to put an end to their confrontation with the DPRK, stop the production of WMDs and halt the war exercises for aggression on the DPRK and implement the inter-Korean joint declarations and thus make voices demanding peace and disarmament ring out louder."
        },
        {
            "title": "DPRK Exhibition Opens in Spain",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-08ee.html",
            "content": "DPRK Exhibition Opens in Spain \r\n Pyongyang, May 8 (KCNA) -- A Korean exhibition opened with due ceremony at the \"Asian House\" Exhibition in Barcelona, Spain on April 26.\n\t\t\t\t\t Displayed in the exhibition hall were fine art works introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Department of Culture and Exhibition of the \"Asian House\" made a speech at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the exhibits before appreciating Korean films including \"Korea Has Risen from Debris\", \"The Flower Girl\", \"Wolmi Island\" and \"A Schoolgirl's Diary\".\n\t\t\t\t\t\n\t\t\t\t\t The general director of the \"Asian House\" said that the level of culture of the DPRK has reached a world-startling level, adding that the sense of organization and unity of the Korean people are beyond human imagination. All the successes achieved in the DPRK are miracles that can be wrought only by the people guided by an outstanding leader, he said.\n\t\t\t\t\t\n\t\t\t\t\t The director for \"Asia Films\" said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply impressed by the Korean films showing the brilliant history of Korea and the spiritual world of the diligent Korean people. The Korean films are characterized by their unique charm that can hardly be found in the films of other countries. Thanks to the wise leadership of Kim Jong Il, the cinematic art of the DPRK is developing with its peculiarities.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till the mid-July."
        },
        {
            "title": "Memorandum of DPRK FM Favored",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-07ee.html",
            "content": "Memorandum of DPRK FM Favored\r\n Pyongyang, May 8 (KCNA) -- The Sweden-Korea Friendship Association issued a statement on May 3 supporting the memorandum of the Foreign Ministry of the DPRK.\n\t\t\t\t\t The statement said that the interpretation and examination of the nuclear issue on the Korean Peninsula by the Western media are very unilateral, superficial and insufficient, stressing that the memorandum of the DPRK Foreign Ministry is a precious document which helps have a correct understanding of the Korean issue, the nuclear issue in particular, and, at the same time, an important proposal for the denuclearization of the peninsula and peace there.\n\t\t\t\t\t\n\t\t\t\t\t Referring to how nuclearization started on the peninsula, its root cause and the contents of the said memorandum related to the nuclear policy of the DPRK, it expressed full support to the consistent efforts of the DPRK to denuclearize the peninsula and achieve durable peace there."
        },
        {
            "title": "Kim Jong Il concluye visita extraoficial a la RPCh",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-16ee.html",
            "content": "Kim Jong Il concluye visita extraoficial a la RPCh\r\nPyongyang, 8 de mayo (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, realizo del 3 al 7 del mes corriente una visita extraoficial a la Republica Popular China cumplimentando la invitacion de Hu Jintao, Secretario General del CC del Partido Comunista de China y Presidente de la Republica Popular China.\n\t\t\t\t\tEn esta visita el Dirigente fue acompanado por el vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, Kim Yong Chun, los secretarios del Comite Central del PTC, Choe Thae Bok y Kim Ki Nam, el primer vicecanciller Kang Sok Ju, los jefes de departamento del CC del PTC, Jang Song Thaek, Kim Yong Il y Kim Yang Gon, el primer subjefe de departamento del CC del PTC, Ju Kyu Chang, los jefes de departamento del CDN de la RPDC, Hyon Chol Hae y Ri Myong Su, el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Sur, Thae Jong Su, y el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Kim Phyong Hae.\n\t\t\t\t\t\n\t\t\t\t\tLos dirigentes del partido y el Estado de China dieron una calida bienvenida al Dirigente, quien volvio a visitar a China con el profundo sentimiento de amistad al pueblo chino, y le trataron con maxima sinceridad y suma hospitalidad.\n\t\t\t\t\t\n\t\t\t\t\tEn Beijing el Dirigente fue acogido por Jia Qinglin, miembro del Comite Permanente del Buro Politico del CC del PCCh y presidente del Comite Nacional de la Conferencia Consultiva Politica del Pueblo Chino, Liu Qi, miembro del Buro Politico del CC del PCCh y secretario del Comite Municipal del PCCh en Beijing, y Dai Bingguo, consejero del Estado.\n\t\t\t\t\t\n\t\t\t\t\t  Tuvieron lugar los dias 5 y 6 en Beijing el encuentro y las conversaciones entre Kim Jong Il y Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\t  En las ocasiones estuvieron presentes por la parte china Xi Jinping, miembro del Comite Permanente del Buro Politico del CC del PCCh y vicepresidente de la RPCh, Ling Jihua, miembro del Secretariado del CC del PCCh y director de la Oficina General del CC del PCCh, Dai Bingguo, consejero de Estado, Wang Jiarui, jefe del Departamento de Enlace Internacional del CC del PCCh, Yang Jiechi, ministro de Relaciones Exteriores, Liu Hongcai, embajador de la RPCh en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso la impresion recibida de su visita a la region nordeste de China.\n\t\t\t\t\t\n\t\t\t\t\t   Los maximos dirigentes de los dos partidos y dos paises intercambiaron las informaciones de la situacion de sus respectivos paises y las opiniones francas sobre el problema de desarrollar mas las relaciones entre los dos partidos y dos paises y otros asuntos importantes internacionales y regionales de interes mutuo y llegaron al consenso.\n\t\t\t\t\t\n\t\t\t\t\t  La tradicional amistad China-Corea deviene la preciosa riqueza de los dos partidos y los pueblos de los dos paises y, por lo tanto, ambas partes tienen la historica responsabilidad comun de progresarla con el transcurso del tiempo y transmitirla de generacion en generacion, dijo Hu Jintao y ratifico que consolidar las relaciones de amistad y cooperacion China-Corea constituyen la firme orientacion del partido y el gobierno de China.\n\t\t\t\t\t\n\t\t\t\t\tFortalecer la cooperacion bilateral conviene a impulsar mejor la construccion socialista en ambos paises y a defender y fomentar mejor los intereses comunes de ambas partes, la paz, la estabilidad y la prosperidad de esta region, apunto y planteo una serie de medidas sobre el particular.\n\t\t\t\t\t\n\t\t\t\t\t  Hizo hincapie en que al esforzarse junto con la parte coreana, la parte china quiere inyectar nuevo animo y vitalidad en la tradicional amistad China-Corea y desarrollar profundamente las relaciones de buena vecindad, amistad y cooperacion entre los dos paises, de manera que garantice mayor felicidad a los dos paises y dos pueblos y contribuya mas a lograr la paz, la estabilidad, la prosperidad y el desarrollo del Nordeste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente Kim Jong Il agradecio la amable invitacion y el agasajo de Hu Jintao y expreso su alegria de poder encontrarse de nuevo con el en Beijing.\n\t\t\t\t\t\n\t\t\t\t\t  La amistad Corea-China de larga tradicion no se alterara aunque transcurra el tiempo y se sucedan generaciones porque ya se ha sobrepuesto a las mareas y pruebas de la historia, dijo el Dirigente y ratifico la invariable voluntad y decision del partido y el gobierno de Corea de fortalecer mas las relaciones de amistad y cooperacion Corea-China tomando como paradigma el noble espiritu internacionalista de los dirigentes de vieja generacion de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t  Evaluo los nuevos exitos que logra el pueblo chino en el cumplimiento de la causa por construir el socialismo tipico de China.\n\t\t\t\t\t\n\t\t\t\t\t  Y anadio que la apertura exitosa de la Exposicion Mundial de Shanghai deviene una muestra del poderio nacional de China.\n\t\t\t\t\t\n\t\t\t\t\t  En las conversaciones se saco la valoracion de que despues de los encuentros historicos, que sostuvieron los maximos dirigentes de ambos paises en varias ocasiones en los ultimos anos, fueron fomentadas y desarrolladas mas la buena vecindad, la amistad y la cooperacion entre los dos paises y quedaron manifestados el apoyo y solidaridad reciprocos a la lucha de los dos partidos y dos pueblos por la construccion socialista y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Hu Jintao evaluo altamente las activas medidas de Corea tomadas para defender la estabilidad, desarrollar la economia y mejorar la vida del pueblo y deseo que el pueblo coreano logre mayores exitos en la causa de construccion del Estado bajo la direccion del Partido del Trabajo de Corea encabezado por el Secretario General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso su conviccion de que bajo la direccion del Partido Comunista de China encabezado por el Secretario General Hu Jintao, el pueblo chino fortalecera el poder del partido, pondra en practica la concepcion de desarrollo cientifico y lograra incesantemente nuevos y grandes triunfos en el proceso historico de construccion de la sociedad armoniosa.\n\t\t\t\t\t\n\t\t\t\t\t  Reconociendo que la paz, la estabilidad y la prosperidad de la Peninsula Coreana convienen a los intereses comunes de Corea y China y de los demas paises del Nordeste Asiatico, ambas partes acordaron esforzarse de manera conjunta por alcanzar la meta de desnuclearizacion de esa peninsula segun el postulado de la Declaracion Conjunta del 19 de Septiembre.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes coincidieron en que lo mas importante para realizar la desnuclearizacion de la Peninsula Coreana es que los paises relacionados con las conversaciones a 6 bandas se esfuercen sinceramente por ejecutar la Declaracion Conjunta del 19 de Septiembre.\n\t\t\t\t\t\n\t\t\t\t\tReafirmando la invariable posicion principal de la RPDC de mantener la meta de desnuclearizacion de la Peninsula Coreana y perseguir la solucion pacifica y negociada del problema implementando la declaracion conjunta aprobada en las conversaciones a 6 bandas, el Dirigente manifesto la voluntad de la parte coreana de facilitar las condiciones favorables a la reanudacion de esa cita junto con otras partes participantes.\n\t\t\t\t\t\n\t\t\t\t\tHu Jintao subrayo que al igual que en el pasado, la parte china tiene la voluntad de seguir impulsando el avance del proceso de las conversaciones a 6 bandas al esforzarse junto con Corea y otros paises interesados.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il invito a Hu Jintao que visitara de nuevo a Corea en un tiempo apropiado y el segundo acepto la invitacion con mucho gusto tras agradecerla.\n\t\t\t\t\t\n\t\t\t\t\tEn bienvenida a la visita del Dirigente a China, Hu Jintao ofrecio el dia 5 por la noche un banquete suntuoso en el Gran Palacio del Pueblo.\n\t\t\t\t\t\n\t\t\t\t\tHu Jintao y Kim Jong Il hicieron uso de la palabra.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se ofrecio una funcion artistica preparada especial y originalmente por los artistas chinos para dar bienvenida al Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 6, el Dirigente departio cordialmente con el Secretario General Hu Jintao, quien le visito su residencia, e hizo recorrido, en compania de este, por la Corporacion Biologica Ltd. de Boao en el suburbio de Beijing. \n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido, el Dirigente aprecio altamente muchos exitos que han alcanzado los cientificos y tecnicos de la corporacion en su investigacion de las ciencias sofisticadas para el fomento del bienestar de la humanidad y dejo un manuscrito. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se reunio y converso cordialmente con Wu Bangguo, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y presidente del Comite Permanente de la Asamblea Popular Nacional, y Wen Jiabao, miembro del Comite Permanente del Buro Politico del CC del PCCh y primer ministro del Consejo de Estado.\n\t\t\t\t\t\n\t\t\t\t\tWu Bangguo, quien visito el dia 6 la residencia del Dirigente, dio calida bienvenida a el quien volvio a visitar a China y le felicito por el exito logrado en esta visita. \n\t\t\t\t\t\n\t\t\t\t\tLlevar adelante generacion tras generacion la amistad China-Corea, preparada por los dirigentes de vieja generacion de los dos paises y consolidada a costa de sangre de los revolucionarios y pueblos de ambos paises, es la invariable voluntad y decision del partido chino, apunto. \n\t\t\t\t\t\n\t\t\t\t\tY expreso su voluntad de seguir llevando a la practica los consensos de los secretarios generales de los dos partidos segun la orientacion de continuacion de tradicion, aspiracion al futuro, buena vecindad y fortalecimiento de cooperacion y de enriquecer incesantemente los contenidos de la buena vecindad, amistad y cooperacion China-Corea para promover asi en sentido general a la nueva altura las relaciones entre los dos partidos y dos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dijo que el partido y el gobierno de Corea tienen la voluntad de frecuentar las visitas de alto rango y profundizar la cooperacion entre los dos paises como lo hicieron en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se reunio con el premier chino Wen Jiabao compartiendo el sentimiento de intima amistad. \n\t\t\t\t\t\n\t\t\t\t\t  Wen Jiabao dio calurosa bienvenida al Dirigente quien realizo la visita a China y elogio sus esfuerzos abnegados e importante aporte hechos para la consolidacion y el desarrollo de las relaciones de amistad y cooperacion entre los dos partidos y dos paises y para la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo chino se regocija como de los suyos de grandes exitos que la RPDC logra en la construccion economica socialista y otras ramas, destaco y prosiguio que esto se debe a la estrategia correcta, la decision audaz y la direccion energica del Secretario General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que estaba muy alegre de que la tradicional amistad China-Corea establecida y formada por los dirigentes de la vieja generacion de ambos paises se  hereda y se desarrolla excelentemente por los esfuerzos comunes de ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tIntercambio con el Dirigente las opiniones sobre el problema de desarrollar las relaciones de amistad y cooperacion entre los dos paises y especialmente, sobre la cooperacion economica y comercial y le dio a conocer el estado actual del desarrollo economico de China.\n\t\t\t\t\t\n\t\t\t\t\t   El Dirigente expreso su gran agradecimiento a Wen Jiabao diciendo que se sentia agradecido de que le ofrecio cordial hospitalidad dedicando el tiempo precioso aunque esta muy ocupado de dirigir la economia del pais en su conjunto y la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t   El Dirigente subrayo que quedaba impresionado mucho al ver directamente el aspecto desarrollado de China en el proceso de visitar a la region nordeste cambiada y anadio que estaba muy complacido como camarada, como amigo, de que marcha bien todo en China.\n\t\t\t\t\t\n\t\t\t\t\t  Apunto que ambas partes deben aprender e intercambiar entre si las experiencias en varios aspectos y deseo de todo corazon que China obtenga nuevos y mayores exitos en el cumplimiento de la causa para construir globalmente la sociedad elementalmente acomodada segun el espiritu del 17o Congreso del PCCh.\n\t\t\t\t\t\n\t\t\t\t\tWen Jiabao ofrecio un solemne banquete en honor del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl Secretario General Hu Jintao intercambio el saludo de despedida con el Dirigente quien parte de Beijing luego de terminar su visita a China.\n\t\t\t\t\t\n\t\t\t\t\tEn la estacion de Beijing el Dirigente fue despedido por Jia Qinglin, Liu Qi, Dai Bingguo y otros cuadros directivos de China.\n\t\t\t\t\t\n\t\t\t\t\tEn el camino de regreso, el Dirigente visito la ciudad de Shenyang, cabecera de la provincia de Liaoning.\n\t\t\t\t\t\n\t\t\t\t\t  En la estacion ferroviaria de Shenyang el fue acogido por el secretario del Comite del PCCh en la Provincia de Liaoning, Wang Min, el gobernador de la misma provincia, Chen Zhenggao, el secretario del Comite Municipal del PCCh en Shenyang, Zeng Wei, el alcalde de esta ciudad Chen Haibo y otros cuadros directivos de la provincia y la ciudad.\n\t\t\t\t\t\n\t\t\t\t\t  Wang Min felicito los exitos del Secretario General Kim Jong Il logrados en su historica visita a China y le dio calida bienvenida por su visita a Shenyang.\n\t\t\t\t\t\n\t\t\t\t\t  Guiado por Wang Min y otros cuadros directivos de la provincia y la ciudad, el Dirigente recorrio la Corporacion Ltd. de Inyectores de Aire de Shenyang, la Planta de Maquinas Herramientas No. 1 de Shenyang y el Parque Beiling, antigua reliquia historica.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente evaluo altamente los exitos laborales de los obreros de Shenyang quienes aumentan constantemente la produccion modernizando sus plantas con las tecnologias sofisticadas.\n\t\t\t\t\t\n\t\t\t\t\t  Los Comites del PCCh en la provincia de Liaoning y la ciudad de Shenyang ofrecieron un solemne banquete para dar bienvenida a la visita a Shenyang del Dirigente y le dedicaron regalos preparados con sumo cuidado.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso profundo agradecimiento diciendo que se siente muy grato de que los cuadros directivos y todos los trabajadores de la provincia de Liaoning y la ciudad de Shenyang le hayan agasajado con singular intimidad.\n\t\t\t\t\t\n\t\t\t\t\t  Recibiendo el cordial saludo de despedida de parte de Wang Jiarui, quien acompano al Dirigente durante toda la visita y le guio con gran atencion, y otros cuadros directivos del partido y el gobierno de China, el Dirigente Kim Jong Il llego a la patria por via de Dandong, ciudad fronteriza. \n\t\t\t\t\t\n\t\t\t\t\tLa visita extraoficial del Dirigente a la RPCh se llevo a feliz termino en medio de la especial atencion y la cordial hospitalidad del camarada Hu Jintao, el partido y el gobierno de China. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente expreso su satisfaccion del resultado de visita y expreso su agradecimiento sincero por la hospitalidad especial de los cuadros directivos del partido y el gobierno de China."
        },
        {
            "title": " Discurso de Kim Jong Il pronunciado en banquete",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-17ee.html",
            "content": "Discurso de Kim Jong Il pronunciado en banquete \r\nPyongyang, 8 de mayo (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, pronuncio un discurso en el banquete.\n\t\t\t\t\tEl discurso senala:\n\t\t\t\t\t\n\t\t\t\t\tEstoy muy contento de poder visitar de nuevo a China cumplimentando la cordial invitacion del respetado camarada Secretario General Hu Jintao y sostener este encuentro significativo con el y otros camaradas chinos.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, quisiera expresar mi profundo agradecimiento al camarada Secretario General Hu Jintao por haber ofrecido este banquete tan suntuoso para nosotros pese a su apretada agenda de trabajo y pronunciado un discurso excelente.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, agradezco al camarada Secretario General Hu Jintao, quien organizo para nosotros un detallado y minucioso programa de visita a las ciudades de Dalian y Tianjin, y a otros camaradas del centro y las localidades quienes nos acogieron cordialmente y nos trataron con suma hospitalidad.\n\t\t\t\t\t\n\t\t\t\t\tDurante esta visita que realizamos en esta temporada apacible cuando China acogio la nueva primavera tras resistir las nevadas y el frio mas intensos al cabo de varias decadas, recorrimos la region nordeste de China, adonde queriamos visitar desde mucho antes, percibiendo en carne propia el sentimiento de amistad del hermano pueblo chino mas calido que estos dias primaverales llegados segun la ley de la naturaleza.\n\t\t\t\t\t\n\t\t\t\t\tDurante esta visita, hemos sido testigos presenciales de los nuevos cambios sorprendentes para todo el mundo que bajo la direccion del Partido Comunista de China encabezado por el camarada Secretario General Hu Jintao, alcanzan los habitantes de la region nordeste de China en todos los dominios como la politica, la economia y la cultura segun la estrategia de desarrollar esta zona, base industrial de larga historia.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, nos quedamos muy impresionados del    renovado aspecto de Dalian y Tianjin, que en el siglo XIX, fueron descuartizadas y pisoteadas siendo terrenos concedidos a las potencias imperialistas y escenarios de la pugna entre ellas por ampliar la zona de su influencia y que hoy se han transformado de manera irreconocible eliminando completamente el atraso secular.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, cientos de millones de habitantes chinos, maltratados y humillados en el pasado, construyen con gran animo la potencia socialista prospera en el extenso territorio chino.\n\t\t\t\t\t\n\t\t\t\t\tEsta realidad conmovedora nos hizo conocer bien  que la politica del PCCh es la muy justa que conviene a la realidad de China y manifiesta su vitalidad en todas partes del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Los acontecimientos admirables, que se producen hoy en la China socialista, vuelven a confirmar esta verdad presente en una cancion: \"Sin el Partido Comunista no hay nueva China\".  \n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que todo marcha bien en China, nuestro vecino hermano, nos hace mas firme la conviccion de que es invencible el socialismo que optamos y mantenemos.\n\t\t\t\t\t\n\t\t\t\t\tEstamos muy seguros de que el hermano pueblo chino, unido con mas firmeza en torno al Comite Central del Partido encabezado por su Secretario General, camarada Hu Jintao, construira una sociedad socialista desarrollada armoniosamente al materializar cabalmente el espiritu del 17o Congreso del PCCh bajo la gran bandera del socialismo tipico de China y tomando por guia directriz la teoria de Deng Xiaoping, el fundamento de la idea de \"3 representantes\" y la concepcion de desarrollo cientifica, y realizara sin falta la reunificacion total de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon que al materializar cabalmente por ahora las tareas presentadas en la tercera sesion de 11a legislatura de la Asamblea Popular Nacional, el pueblo chino cumpla este ano todas las metas de desarrollo economico y social del 11o plan quinquenal, mantenga el desarrollo economico estable y sostenido y vuelva a manifestar el poderio de China en prosperidad auspiciando con exito la Exposicion Mundial de Shanghai inaugurada solemnemente y los futuros Juegos Asiaticos de Guangzhou.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer esta vez la region nordeste de China, historico testigo de la amistad Corea-China, pudimos ponderar de nuevo lo valioso de esta amistad, riqueza comun que habia preparado hace mucho tiempo el camarada Presidente Kim Il Sung librando la sangrienta lucha comun antijaponesa junto con los revolucionarios chinos de vieja generacion y nos habia legado. \n\t\t\t\t\t\n\t\t\t\t\tEstamos agradecidos de que el colectivo de direccion central del partido chino prestara profunda atencion al fortalecimiento y desarrollo de las relaciones de amistad dandoles siempre mucha importancia desde el punto de vista estrategico y enviara su apoyo y respaldo sinceros a la causa socialista de nuestro pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLos tradicionales vinculos de amistad Corea-China, que superaron de siglo en siglo las pruebas de la historia de toda indole, impulsan energicamente la lucha de los pueblos de los dos paises por la causa socialista y contribuyen grandemente a la paz y la estabilidad de la Peninsula Coreana, el Nordeste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tTras definir el ano pasado como \"el de amistad Corea-China\" por primera vez en la historia, nuestros dos paises intercambiaron las visitas de las delegaciones de alto rango y celebraron bien las significativas actividades mostrando asi al interior y al exterior lo inquebrantable de la amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tEstoy contento de que se consolidara y se desarrollara de continuo la amistad Corea-China arraigada profundamente en el corazon de los pueblos de nuestros dos paises.\n\t\t\t\t\t\n\t\t\t\t\tEspecialmente, estoy muy satisfecho de que esta visita a China haya sido una magnifica oportunidad para ensanchar la confianza entre nosotros y profundizar aun mas el entendimiento reciproco.\n\t\t\t\t\t\n\t\t\t\t\tTambien en el futuro al igual que en el pasado, nuestro partido y el gobierno de la Republica seguiran haciendo ingentes esfuerzos por fortalecer y desarrollar mas global y dinamicamente la amistad Corea-China, riqueza comun."
        },
        {
            "title": "Discurso de Hu Jintao pronunciado en banquete",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-18ee.html",
            "content": "Discurso de Hu Jintao pronunciado en banquete\r\nPyongyang, 8 de mayo (ATCC) -- El Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China, Hu Jintao, pronuncio un discurso en el banquete.\n\t\t\t\t\tEl discurso senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn esta hermosa estacion primaveral, el camarada Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, visito a China con el sentimiento de amistad que tienen el partido, el gobierno y el pueblo de Corea hacia sus homologos chinos.\n\t\t\t\t\t\n\t\t\t\t\tEn representacion del partido, el gobierno y todo el pueblo de China, doy calida bienvenida a la visita del camarada Secretario General Kim Jong Il a China.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que esta visita del camarada Secretario General Kim Jong Il marcara un importante hito para desarrollar aun mas la tradicional amistad China-Corea registrandose indeleble en la historia de desarrollo de las relaciones entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tEn el ano pasado, nuestros dos paises celebraron solemnemente el aniversario 60 del establecimiento de las relaciones diplomaticas China-Corea y realizaron con exito por primera vez en la historia las actividades dedicadas al \"ano de amistad China-Corea\" demostrando asi las animadas y vigorosas relaciones China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de 60 anos pasados verifica que las relaciones China-Corea marcharan adelante sin estancamiento superando sin falta las pruebas de la compleja situacion internacional si mantenemos invariable y firmemente la correcta direccion de desarrollo de las relaciones bilaterales conforme al espiritu de \"continuacion de tradicion, aspiracion al futuro, buena vecindad y fortalecimiento de cooperacion\", logramos el beneficio mutuo y la coprosperidad  a traves de la ayuda mutua y cooperacion previendo el futuro lejano con larga prevision y partiendo de las coyunturas importantes, impulsamos en conjunto la causa socialista mediante el activo intercambio de criterios y estrecha combinacion y defendemos juntos los intereses comunes de los dos paises y sus pueblos.\n\t\t\t\t\t\n\t\t\t\t\tLa tradicional amistad China-Corea deviene el precioso bien de nuestros dos partidos, dos paises y dos pueblos y, por lo tanto, nos corresponde la historica responsabilidad comun de desarrollarla con el transcurso del tiempo y transmitirla de generacion en generacion.\n\t\t\t\t\t\n\t\t\t\t\t  El partido y el gobierno de China aprecian altamente las relaciones con Corea, consideran, defienden e impulsan siempre a la altura estrategica las relaciones de amistad y cooperacion entre China y Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Consolidarlas y desarrollarlas constantemente fue, es y sera siempre la firme orientacion del partido y el gobierno chinos.\n\t\t\t\t\t\n\t\t\t\t\t  Al esforzarse en comun con el partido y el gobierno de Corea, el partido y el gobierno de China impulsaran incesantemente las relaciones bilaterales en la nueva etapa mas alta y haran mayor aporte a hacer mas felices a los pueblos de los dos paises y a lograr la paz duradera y la coprosperidad de la region.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, el pueblo coreano trabajador e inteligente despliega una dinamica lucha por acoger con nuevos exitos el 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Como vecinos amistosos, intimos camaradas y amigos sinceros, deseamos de todo corazon que Corea sea estable en lo politico y logre el desarrollo economico y que el pueblo coreano lleve una vida feliz.\n\t\t\t\t\t\n\t\t\t\t\t  Estoy seguro de que bajo la firme direccion del PTC encabezado por el camarada Secretario General          Kim Jong Il, el pueblo coreano explorara el camino de desarrollo conveniente a la realidad de su pais y continuara logrando sin falta nuevos y mayores exitos en el cumplimiento de la causa por construir una gran potencia prospera."
        },
        {
            "title": "Rodong Sinmun exhorta a acabar con dependencia de fuerzas extranjeras",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-19ee.html",
            "content": "Rodong Sinmun exhorta a acabar con dependencia de fuerzas extranjeras\r\nPyongyang, 8 de mayo (ATCC) -- Para impulsar firmemente la causa de reunificacion de la patria con la bandera de independencia nacional en alto, es preciso acabar con el servilismo a grandes potencias y la dependencia de las fuerzas extranjeras que practican las autoridades conservadoras surcoreanas.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas conservadoras surcoreanas en el poder es el colectivo de connotados vendepatrias que vende la dignidad y los intereses de la nacion viviendo de servir a las grandes potencias y dependerse de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tLa dominacion e intervencion de las fuerzas extranjeras sobre el Sur de Corea son el obstaculo fundamental que viola gravemente la soberania de la nacion coreana e impide la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de conservadores sirve a EE.UU. como si este fuera su abuelo y comete el acto traidor de apoyar activamente el sistema de dominio de ese imperio sobre el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, esos maniacos de enfrentamiento agravan la confrontacion fratricida con la RPDC en \"cooperacion\" con las fuerzas extranjeras e impiden la causa de reunificacion de la patria en contrasentido al espiritu de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando estos tiempos en que EE.UU. publico el llamado \"informe de revision del estado nuclear\" y auspicio la \"cumbre de la seguridad nuclear\", la camarilla de conservadores surcoreanos fomenta el clima conflictivo con la RPDC cuestionando a gritos el supuesto problema nuclear hasta en el escenario internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl proceder de ellos, que impiden gravemente la causa de reunificacion de la patria dependiendo y cooperando con las agresivas fuerzas extranjeras, significa desafio imperdonable a la justa lucha patriotica de la nacion coreana por forjar de modo independiente su destino uniendo las fuerzas entre los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que deben frustrar tajantemente tales maniobras de las fuerzas gobernantes del Sur de Corea para establecer la soberania nacional y hacer avanzar la causa de reunificacion de la patria."
        },
        {
            "title": "Inaugurada en Espana la exposicion coreana",
            "url": "http://kcna.co.jp/item/2010/201005/news08/20100508-20ee.html",
            "content": "Inaugurada en Espana la exposicion coreana\r\nPyongyang, 8 de mayo (ATCC) -- Quedo inaugurada el 26 de abril en la Exposicion de la \"Casa Asia\" de Barcelona, Espana, la exposicion coreana.\n\t\t\t\t\tEn la ocasion fueron exhibidas las obras de bellas artes que dan a conocer a Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto inaugural pronuncio un discurso el director de Cultura y Exposicion de la \"Casa Asia\".\n\t\t\t\t\t\n\t\t\t\t\tLuego de pasar revista a las ponencias, los participantes vieron las peliculas coreanas, entre otras, \"Corea resurgida sobre la ruina\", \"La florista\", \"La isla Wolmi\" y \"El diario de una estudiante\".\n\t\t\t\t\t\n\t\t\t\t\tEl director general de la \"Casa Asia\" senalo que el nivel cultural de Corea ha alcanzado un nivel tan alto que sorprende al mundo y subrayo que estan mas alla de lo que se puede imaginar el grado de organizacion y la unidad del pueblo coreano y todos los exitos logrados en Corea resultan el milagro de que es capaz solo un pueblo guiado por su dirigente eminente.\n\t\t\t\t\t\n\t\t\t\t\tEl director de \"Filmes de Asia\" confeso que le impresionaron mucho las peliculas coreanas que muestran la brillante historia de Corea y el laborioso mundo espiritual del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que las peliculas coreanas se caracterizan por un atractivo peculiar que no hay en las peliculas de otros paises y destaco que gracias a la sabia direccion de Su Excelencia Kim Jong Il, el arte cinematografico de Corea se desarrolla manteniendo sus caracteristicas inherentes.\n\t\t\t\t\t\n\t\t\t\t\tLa exposicion se extendera hasta la segunda decena de julio."
        }
    ]
}