{
    "date": "2010-04-24",
    "url": "http://kcna.co.jp/item/2010/201004/2010-04-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Watches Training of KPA",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-13ee.html",
            "content": "Kim Jong Il Watches Training of KPA\r\nPyongyang, April 24 (KCNA) -- General Secretary Kim Jong Il watched military training of soldiers of KPA Unit 115 honored with the title of the O Jung Hup-led Seventh Regiment on the occasion of the 78th birthday of the KPA.\n\t\t\t\t\tHe acquainted himself with the performance of the unit's duty and then mounted a reviewing stand to watch the training of its soldiers after being briefed on the training program.\n\t\t\t\t\t\n\t\t\t\t\tThe training well showed the decisive resolution and merciless striking force of the KPA soldiers replete with the fighting spirit to annihilate the aggressors at one stroke, if they dare intrude into the inviolable land, sea and sky of the DPRK even an inch, and take thousand-fold revenge upon them.\n\t\t\t\t\t\n\t\t\t\t\tWatching the brave servicepersons in training, he gave high appreciation and thanks to them for their successful training, greatly satisfied over the fact that all of them have been fully prepared in aspects of politico-ideology and military technique to promptly repel any sudden invasion by the enemy and reliably defend the socialist country.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the whole army should hold high the slogan \"Training Is Also a Battle!\" and intensify the training in the spirit of Mt. Paektu to increase its combat capability in every way. Then he advanced important tasks that would serve as guidelines in further strengthening the KPA into invincible revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA, which creditably inherited the glorious traditions of the anti-Japanese revolutionary struggle, has grown to be not only the army strong in ideology and faith cherishing as its immutable faith the spirit of devotedly defending the leader, the spirit of acting as human bombs and bullets and the self-blasting spirit but also the powerful revolutionary armed forces equipped with modern offensive and defensive means, he said, stressing: Our socialist country is impregnable and our revolutionary cause is ever-victorious as we have this invincible army that has grown steel-like strong in the course of arduous struggle of nearly 80 years.\n\t\t\t\t\t\n\t\t\t\t\tHe had a photo session with the commanding officers of the army and officers of the unit in celebration of the army day.\n\t\t\t\t\t\n\t\t\t\t\tAccompanying him were KPA Vice Marshal Kim Yong Chun, vice-chairman of the NDC and minister of the People's Armed Forces, KPA General Ri Yong Ho, chief of the KPA General Staff, KPA General Kim Jong Gak, member of the NDC and first vice-director of the KPA General Political Bureau, and other commanding officers of the army and Secretaries Jon Pyong Ho and Kim Ki Nam, Department Directors Kim Kyong Hui and Jang Song Thaek, First Vice Department Director Ju Kyu Chang and other leading officials of the WPK Central Committee."
        },
        {
            "title": "National Meeting Marks Birthday of KPA",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-07ee.html",
            "content": "National Meeting Marks Birthday of KPA\n\t\t\t\t\t\t\r\n Pyongyang, April 24 (KCNA) -- A national meeting celebrating the 78th birthday of the Korean People's Army was held at the April 25 House of Culture on Saturday.\n\t\t\t\t\t Present at the meeting were senior party, army and state officials,  the chairpersons of the friendly parties, officials of party, armed forces and power organs, social organizations, ministries and national institutions, service persons of the KPA, officials in the fields of science, education, culture and arts, public health and media, families of servicemen of the KPA, those who have distinguished themselves in assisting the army, working people in the city, overseas compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries, representatives of international organizations and members of the military attaches corps here.\n\t\t\t\t\t\n\t\t\t\t\t KPA General Ri Yong Ho, chief of the General Staff of the KPA, said in his report that the path covered by the KPA for nearly 80 years is a glorious course in which it has grown strong to be a matchless and invincible revolutionary army under the leadership of President Kim Il Sung and the great Party and a history of victory and glory in which it has creditably performed its mission and role as a main force in the struggle for accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the Korean People's Revolutionary Army on April 25, Juche 21 (1932) by Kim Il Sung was a solemn declaration of the birth of a main force of the revolution carving out the destiny of the country and the nation with arms and marked a historic event which made it possible for the Korean revolution to victoriously advance along the road of Songun, the reporter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The triumphant history and tradition of the Korean revolutionary armed forces have been successfully carried forward generation after generation under the outstanding and seasoned leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is the highest honor and greatest fortune of the revolutionary armed forces of the DPRK to hold Kim Jong Il possessed of the grit and will of Mt. Paektu, outstanding strategy and commanding art, in high esteem as the Supreme Commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The driving force for the revolution has been firmly built up with the People's Army, which has grown to be a standard-bearer of the Songun revolution under the care of the brilliant commanders of Mt. Paektu, as its core, and drawing near thanks to its pioneer's role is the day of victory when the gate to a thriving nation of Juche will be flung open in which the national power remains strong, everything prospers and the people live a happy life with no more to desire in the world.\n\t\t\t\t\t\n\t\t\t\t\t The practical experience of the Korean revolution clearly testifies to the truth that the revolution advances and triumphs by dint of the might of the revolutionary army under the great and brilliant commander. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called on all the Party members, servicepersons of the KPA and the people to protect Kim Jong Il politically and ideologically and with their lives and cement as firm as a rock the single-minded unity of the Party, the army and the people around the headquarters of the revolution and glorify this year as a year of prosperity and dramatic changes in which the people fully enjoy happiness.\n\t\t\t\t\t\n\t\t\t\t\t A grave situation is now prevailing on the Korean Peninsula due to the reckless moves of the U.S. imperialists and the south Korean puppet warmongers to ignite a war, the reporter pointed out, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The obtaining situation goes to clearly prove that the conservative ruling forces of south Korea are the wicked sycophants and traitors and the enemies of national reunification as they are hell-bent on the moves to perpetuate the national split and provoke a new war, totally denying the June 15 North-South Joint Declaration and the October 4 declaration, taking advantage of the U.S. imperialists' moves for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are fully ready to frustrate any provocation of the aggressors at a single blow. They will mobilize all means including the nuclear deterrent and completely  blow up the stronghold for aggression and accomplish the historic cause of national reunification without fail, should the U.S. imperialists and the south Korean puppet warmongers dare intrude into the inviolable sky, land and seas of the DPRK even 0.001mm, warned the reporter."
        },
        {
            "title": "Art Performance Given",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-09ee.html",
            "content": "Art Performance Given\r\n Pyongyang, April 24 (KCNA) -- The Korean People's Army Song and Dance Ensemble gave a performance on Saturday at the April 25 House of Culture to celebrate the 78th birthday of the KPA.\n\t\t\t\t\t The performance was enjoyed by senior party, army and state officials, the chairpersons of friendly parties, officials of party, armed forces and power bodies, public organizations, ministries and national institutions, men and officers of the KPA and working people in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Also present to appreciate it on invitation were overseas compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, foreign diplomatic envoys, and members of the military attaches' corps and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Put on its stage were chorus \"Song of the Korean People's Army\", mixed chorus \"Song of Anti-Japanese War\", an immortal masterpiece, male chorus \"Song of National Defence\", dance \"My Heavy Machine-gun\", solo and pangchang \"Red Chol Pass\", Kayagum ensemble \"Ongheya for Songun Victory\", mixed duet \"Let's Meet Appearing Victors\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers loudly sang of the undying Songun leadership exploits of President Kim Il Sung who founded and strengthened the revolutionary armed forces of Juche and leader Kim Jong Il who has put the dignity and strength of the country on the highest level with the might of arms.\n\t\t\t\t\t\n\t\t\t\t\t Included in the repertoire were also numbers dealing with the glorious history and the brilliant traditions of the Korean revolutionary armed forces."
        },
        {
            "title": "Military Attaches Corps Feted",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-08ee.html",
            "content": "Military Attaches Corps Feted\n\t\t\t\t\t\t\r\n Pyongyang, April 24 (KCNA) -- The Ministry of the People's Armed Forces gave a reception for the military attaches corps here Saturday on the occasion of the 78th anniversary of the founding of the Korean People's Army.\n\t\t\t\t\t Present there on invitation were members of the corps headed by Sun Yanfeng, military, naval and air attache of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Minister of the People's Armed Forces Pak Jae Gyong, general officers and other officers of the KPA were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Congratulations from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-10ee.html",
            "content": "Congratulations from Military Attaches Corps\r\n Pyongyang, April 24 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket and a congratulatory letter by the military attaches corps here on the occasion of the 78th birthday of the Korean People's Army.\n\t\t\t\t\t Sun Yanfeng, military, naval and air attache of the Chinese embassy who is doyen of the corps, handed over the basket and letter to an official concerned on Saturday."
        },
        {
            "title": "Pyongyang Seethes in Festive Mood",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-11ee.html",
            "content": "Pyongyang Seethes in Festive Mood\r\nPyongyang, April 24 (KCNA) -- Pyongyang, the capital of the Democratic People's Republic of Korea, is decked in gala attire with the approach of the anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t President Kim Il Sung founded the Korean People's Revolutionary Army (KPRA) on April 25, Juche 21 (1932). The day is observed in the DPRK as the anniversary of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, working people of all social strata, students and schoolchildren, with deep reverence for the President, have climbed Mansu Hill and laid floral baskets and bouquets before his statue.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the streets of the capital are national flags and red flags, placards with such inscriptions as \"Strong Revolutionary Army of Mt. Paektu\" and \"April 25\" and posters.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Revolution Museum on Mansu Hill, the Victorious Fatherland Liberation War Museum on the bank of the River Pothong and the Jonsung Revolutionary Museum at the foot of Moran Hill have been crowded with visitors.\n\t\t\t\t\t\n\t\t\t\t\t Through the visit, they get a better knowledge of the ever-victorious history of the KPA inheriting the anti-Japanese revolutionary traditions of the KPRA.\n\t\t\t\t\t\n\t\t\t\t\t Industrial establishments and schools have sponsored meetings with DPRK heroes and war veterans and the State Symphony Orchestra, Pyongyang Circus and other art troupes have made preparations for celebration performances."
        },
        {
            "title": "Korean People Boast of Strong Army",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-12ee.html",
            "content": "Korean People Boast of Strong Army\r\n Pyongyang, April 24 (KCNA) -- The Korean people are greeting the anniversary of the heroic Korean People's Army (KPA), April 25.\n\t\t\t\t\t The 78-year-long history of the KPA is a glorious one in which it has developed into an invincible army under the care of the great leaders and the Workers' Party of Korea, providing a model in building revolutionary armed forces, and defended the independence and sovereignty of the country and socialism, as well as peace on the Korean peninsula and in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The KPA, founded by President Kim Il Sung, is now enjoying the heyday in its development under the outstanding and seasoned leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is all attributable to his great Songun-based leadership that the KPA, equipped with both sophisticated offensive and defensive means, has emerged victorious in the anti-imperialist, anti-US struggle, demonstrating its might as a strong army with a self-defensive war deterrent.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the KPA that a war has been kept from being broken out on the peninsula, one of the most perilous hot spots in the world, and peace preserved in Asia and the Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The current situation clearly shows that it was a right choice for the Korean people to strengthen the army in every way and build a self-defensive nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue bolstering its defense capabilities as long as the US imperialists and their allies persist in the anti-DPRK policies."
        },
        {
            "title": "US Moves for War Aggression Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-04ee.html",
            "content": "US Moves for War Aggression Denounced in S. Korea\r\n Pyongyang, April 24 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration and other organizations for the movement for peaceful reunification in south Korea held the 257th Friday rally against the U.S. and war for the withdrawal of the U.S. forces in Seoul on April 16. \n\t\t\t\t\t Speakers at the rally denounced the commander of the U.S. forces in south Korea for blustering on April 12 that the command of the 8th U.S. army would be converted into the command for executing a war. \n\t\t\t\t\t\n\t\t\t\t\t They held that these reckless remarks disclose the U.S. scenario to ignite a war in Korea at any cost as they hinted at an intention to develop the command of the 8th U.S. army into the field army command for carrying out a war in a bid to realize the \"strategic flexibility\" of the U.S. forces in south Korea while further tightening its domination and control over the south Korean forces. \n\t\t\t\t\t\n\t\t\t\t\t When looking back on history, the U.S. has been keen on its moves to perpetuate its presence in south Korea and start a war, they noted, calling on the people of different strata to turn out in the actions for decisively frustrating the above-said war moves of the U.S. and the sycophantic and traitorous forces, its lackeys."
        },
        {
            "title": "End to Fascist Dictatorial Rule Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-05ee.html",
            "content": "End to Fascist Dictatorial Rule Demanded in S. Korea\r\n Pyongyang, April 24 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement entitled \"Let Us Accelerate March to Put an End to Dictatorship\" on April 19 on the occasion of the 50th anniversary of the April 19 Popular Uprising. \n\t\t\t\t\t The statement recalled that 50 years ago, all the people rose in a popular uprising against the Syngman Rhee dictatorial regime, chanting slogans for independence, democracy and reunification. \n\t\t\t\t\t\n\t\t\t\t\t  At that time, justice-loving youth and students and people of all other strata waged a courageous struggle, bringing down the dictatorial regime and enshrining in history the truth that the reunification of the country means the true liberation of south Korea, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The tyrannical rule of the sycophantic and traitorous forces including the \"Grand National Party\" is still going on in south Korea. One cannot but lament the present situation where democracy and people's right to existence are being trampled down and the inter-Korean relations have reached the brink of a war. \n\t\t\t\t\t\n\t\t\t\t\t  Noting that the present reality calls for the second April 19 Popular Uprising, the statement appealed to the youth, students, workers, peasants and people of all other strata to give rise to the hot waves of the movement for independence, democracy and reunification through such dynamic actions as candle-light demonstration and publication of a declaration on the situation and thus put a definite end to the present tragic reality.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on all the people to launch actions for bringing the fascist dictatorship and the anti-reunification regime to an end in order to realize the desire of the April 19 resistance fighters and achieve independent reunification, peace and prosperity."
        },
        {
            "title": "S. Korea Puppet Accused of Putting Media under Their Control",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-03ee.html",
            "content": "S. Korea Puppet Accused of Putting Media under Their Control\r\n Pyongyang, April 24 (KCNA) -- The Preparatory Committee for Solidarity for Democracy, People's Livelihood, Peace, Reunification and Sovereignty of south Korea issued a statement on April 19 denouncing the puppet authorities for their moves to put media under their control.\n\t\t\t\t\t The statement recalled that ever since their coming to power the authorities have worked hard to put media under their control; they railroaded the \"bill on media\" through the \"National Assembly\" and suppressed the people from all walks of life for opposing it and replaced the managers of various media organizations with their stooges.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are getting so desperate to put media under their control because they know there is no way to calm down the ever-mounting protest of people without concealing all the crimes committed by them and they seek to hold a favorable position in the forthcoming \"election to local self-governing bodies\", the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t  It called upon all the people not to tolerate any move of the authorities to put media under their control but punish the present regime by their concerted efforts."
        },
        {
            "title": "Bulletin Issued in Denmark and Kuwait",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-02ee.html",
            "content": "Bulletin Issued in Denmark and Kuwait\r\n Pyongyang, April 24 (KCNA) -- Organizations of Denmark and Kuwait issued bulletins on April 14 on the occasion of the Day of the Sun.\n\t\t\t\t\t The Denmark-DPRK Friendship Association edited an article in its bulletin titled \"The Day of the Sun in the DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t The article noted that President Kim Il Sung will always live in the hearts of not only the Korean people but all other progressive people of the world as a great statesman in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has invariably advanced along the road of socialism under the leadership of Kim Jong Il, who has carried forward the revolutionary cause of the President, the article said, adding that it is thanks to the Songun politics enforced by Kim Jong Il that all the moves of the imperialists to stifle the DPRK have gone bust and Korean-style socialism has won victory after victory. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin titled \"The Eternal Sun\" jointly issued by the Kuwaiti preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Kuwait-DPRK Friendship Association introduced in detail the fact that the cause of perpetuating the memory of the President has been successfully accomplished in the DPRK. It stressed that the President will always live with mankind as the sun is eternal.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea jointly issued a bulletin on April 12 on the occasion of the 17th anniversary of Kim Jong Il's election as chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Chairman of NDC Kim Jong Il and Invincible Power\" the bulletin said that the DPRK has demonstrated its might to the world under his leadership, adding that the Korean people would certainly build a great prosperous and powerful socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin ran articles dealing with the fact that the DPRK has thoroughly preserved the national character under the leadership of Kim Jong Il and modern fish production centers based on the latest science and technology have been built in various parts of the country to make a positive contribution to improving the people's standard of living."
        },
        {
            "title": "Day of Sun Commemorated",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-01ee.html",
            "content": "Day of Sun Commemorated\r\n Pyongyang, April 24 (KCNA) -- Meetings were held in UK, Austria, Peru and Ecuador from April 10 to 14 on the occasion of the Day of the Sun.\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Group for the Study of the Juche Idea said that the whole life of President Kim Il Sung was totally dedicated to the happiness of the Korean people, adding that what is the most important of his feats was that he founded the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\tThe President founded and developed the revolutionary armed forces, starting the revolutionary cause of Songun, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t  The chairman of the Advisory Committee of the Society for the Promotion of the Relations between Austria and DPRK said that Kim Il Sung is the eternal President of the DPRK who liberated the country, founded the Republic and built a powerful socialist state in Korea. \n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Ecuadorian national preparatory committee for commemorating the centenary of birth of President Kim Il Sung noted that General Secretary Kim Jong Il has led the socialist cause to victory with his original Songun politics, expressing the determination to conduct positive activities in support of the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Il were adopted at the meetings in Austria and Peru."
        },
        {
            "title": "Kim Jong Il presencia ejercicio de la Unidad 115 del EPC",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-14ee.html",
            "content": "Kim Jong Il presencia ejercicio de la Unidad 115 del EPC\n\t\t\t\t\t\t\r\nPyongyang, 24 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, vio, con motivo del aniversario 78 de la fundacion del EPC, el ejercicio de los uniformados de la Unidad 115 del EPC galardonada con el titulo de Septimo Regimiento de O Jung Hup.\n\t\t\t\t\tLuego de hacer conocimientos de cumplimiento del deber de la unidad, el Comandante Supremo subio al mirador donde escucho explicaciones sobre el plan de desarrollo del ejercicio y vio el entrenamiento de los militares.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercicio demostro bien la resuelta decision y la capacidad de implacable golpe de los uniformados del ejercito popular, llenos de combatividad de aniquilar de un solo golpe a los enemigos y lavar con sangre mil veces mayor, si estos se atreven a invadir una pulgada de la tierra, el mar y el cielo de nuestra sagrada patria.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el entrenamiento de los valientes militares del ejercito popular, el Comandante Supremo se mostro muy satisfecho de que todos los uniformados estan firmemente preparados en lo politico e ideologico, en lo militar y tecnico para frustrar a tiempo la inesperada invasion de los enemigos y defender fidedignamente la patria socialista y evaluo altamente el exito de su entrenamiento dandoles agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\t  Destacando que todo el ejercito debe consolidar firmemente la combatividad al librar intensamente el ejercicio como los guerrilleros antijaponeses del Paektu enarbolando la consigna \"!Tambien el entrenamiento es un combate!\", el resento las tareas programaticas que serviran de guia para fortalecer el EPC como invencibles fuerzas armadas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\t  Apunto que el EPC, heredero de las gloriosas tradiciones de la lucha antijaponesa, se formo como ejercito fuerte en la idea y la conviccion, que toma por su fe inconmovible el espiritu de defensa a ultranza al lider y el de estallarse como bombas y balas, y se convirtio en las potentes fuerzas armadas revolucionarias dispuestas de modernos medios de ataque y defensa.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a este ejercito forjado como acero en la lucha ardua y larga de casi 80 anos, nuestra patria socialista es inexpugnable y nuestra causa revolucionaria resulta invencible, subrayo el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, se fotografio junto con los miembros de mando del ejercito y los comandantes de la unidad felicitandoles el dia de fundacion del EPC.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el vicemariscal del EPC Kim Yong Chun, vicepresidente del CDN de la RPDC y ministro de las Fuerzas Armadas Populares, el general de ejercito del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC, el general de ejercito del EPC Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del EPC, y otros miembros de mando del ejercito, los secretarios del CC del PTC Jon Pyong Ho y Kim Ki Nam, los jefes de departamento Kim Kyong Hui y Jang Song Thaek, el primer subjefe de departamento Ju Kyu Chang y otros cuadros directivos del CC del Partido."
        },
        {
            "title": "Acto central por el 78o aniversario de la fundacion del EPC",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-15ee.html",
            "content": "Acto central por el 78o aniversario de la fundacion del EPC\r\nPyongyang, 24 de abril (ATCC) -- Tuvo lugar este sabado en la Casa Cultural 25 de Abril el acto central por el 78o aniversario de la fundacion del Ejercito Popular de Corea (EPC).\n\t\t\t\t\tAl conclave asistieron los cuadros del partido, el ejercito y el Estado, los presidentes de partidos amigos, los funcionarios de los organos del partido, las fuerzas armadas y el Poder, organizaciones sociales, ministerios e instituciones centrales, oficiales y soldados del EPC, los funcionarios de los dominios de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, familiares de los militares, benemeritos en la asistencia al ejercito, trabajadores capitalinos, coreanos en ultramar y el representante de la Sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, fueron invitados los representantes diplomaticos de varios paises, representantes de las organizaciones internacionales y los miembros del Cuerpo de Agregados Militares, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\t El informe de la ocasion estuvo a cargo del general de ejercito del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLa trayectoria de casi 80 anos del EPC fue el orgulloso proceso en que este ha venido fortaleciendose como invencible ejercito revolucionario bajo la direccion del gran lider y del gran partido y cumpliendo excelentemente la mision y el papel de grueso en la lucha por llevar a feliz termino la causa revolucionaria del Juche, senalo el informante y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung fundo el 25 de abril del 21 (1932) de la Era Juche el Ejercito Revolucionario Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEsto fue la declaracion solemne que anuncio el nacimiento del grueso de la revolucion que forja con las armas el destino del pais y la nacion y un evento historico que permitio el avance victorioso de la revolucion coreana por el camino del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLa historia y las tradiciones de victorias de las fuerzas armadas revolucionarias de Corea se llevan adelante y se desarrollan de siglo a siglo gracias a la extraordinaria y probada guia del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tTener al Dirigente, gran General del Songun con coraje y voluntad del Paektu, excepcional destreza y arte de mando militar, como Comandante Supremo del EPC deviene la maxima gloria y fortuna de las fuerzas armadas revolucionarias de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSe ha preparado firmemente el sujeto de la revolucion cuyo nucleo es el EPC formado como abanderado de la revolucion del Songun bajo la direccion de los Generales Insignes del Paektu.\n\t\t\t\t\t\n\t\t\t\t\tY gracias al papel de precursor del ejercito popular, se anticipa el dia del triunfo en que se abriran de par en par las puertas a la gran potencia prospera del Juche donde sera fuerte el poderio nacional, prosperara lo todo y vivira el pueblo sin tener nada que envidiar en este mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa experiencia practica de la revolucion coreana comprueba patentemente la verdad de que la revolucion avanza y triunfa gracias al poderio del ejercito revolucionario conducido por un gran general insigne.\n\t\t\t\t\t\n\t\t\t\t\tTodos los militantes del partido, oficiales y soldados del ejercito popular y otros habitantes deben defender al Dirigente Kim Jong Il en lo politico, ideologico y fisico, consolidar mas ferreamente la unidad monolitica entre el partido, el ejercito y el pueblo en torno a la Direccion de la Revolucion y hacer de este ano un ano de prosperidad y gran cambio en que el pueblo viva muy feliz.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, en la Peninsula Coreana se crea una grave situacion por las aventureras maniobras de los imperialistas norteamericanos y los belicistas titeres surcoreanos para provocar una guerra.\n\t\t\t\t\t\n\t\t\t\t\tEsta situacion demuestra claramente que las fuerzas conservadoras surcoreanas en el poder, que en adhesion a las maniobras de EE.UU. para la agresion a la RPDC, maniobran locamente por perpetuar la division nacional y provocar la nueva guerra negando totalmente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre aprobadas entre ambas partes coreanas, son peores traidores serviles a las grandes potencias y enemigos de la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tSi los imperialistas yanquis y los belicistas titeres surcoreanos se atreven a invadir, aunque fuera 0.001mm, el sagrado cielo, tierra y mar de la RPDC, las fuerzas armadas revolucionarias de esta, listas en todo para frustrar de un solo golpe cualquier maniobra provocativa de los agresores, eliminaran de raices el bastion de agresores utilizando todos los medios incluido el disuasivo nuclear y cumpliran sin falta la historica causa de reunificacion de la patria."
        },
        {
            "title": "MINFAP ofrece banquete en honor de agregados militares",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-16ee.html",
            "content": "MINFAP ofrece banquete en honor de agregados militares \n\t\t\t\t\t\t\r\nPyongyang, 24 de abril (ATCC) -- Con motivo del 78o aniversario de la fundacion del Ejercito Popular de Corea (EPC), el Ministerio de las Fuerzas Armadas Populares (MINFAP) ofrecio el dia 24 un  banquete en honor del Cuerpo de Agregados Militares acreditados en Corea.\n\t\t\t\t\tA la recepcion fueron invitados los miembros del citado cuerpo presidido por el agregado militar de la embajada china, Sun Yanfeng.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes el viceministro de las FAP, Pak Jae Gyong, los generales y oficiales del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos."
        },
        {
            "title": "Ofrecida funcion del Conjunto Artistico del EPC",
            "url": "http://kcna.co.jp/item/2010/201004/news24/20100424-17ee.html",
            "content": "Ofrecida funcion del Conjunto Artistico del EPC\r\nPyongyang, 24 de abril (ATCC) -- Tuvo lugar el dia 24 en la Casa Cultural 25 de Abril la funcion del Conjunto Artistico del Ejercito Popular de Corea, dedicada al 78o aniversario de la fundacion del EPC.\n\t\t\t\t\tLa vieron los cuadros del partido, el ejercito y el Estado, los presidentes de partidos amigos, los funcionarios de las instituciones del partido, las fuerzas armadas y el poder, entidades sociales, ministerios y organos centrales y los oficiales y soldados del EPC, asi como trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEntre los invitados figuraban los coreanos en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos de varios paises, los miembros del Cuerpo de Agregados Militares y los representantes de las organizaciones internacionales, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron interpretadas las piezas de diferentes generos como el coro \"Marcha del Ejercito Popular de Corea\", el coro mixto de la obra maestra \"A la guerra antijaponesa\", el coro masculino \"Cancion de la defensa de la Patria\", la danza \"Mi ametralladora pesada\", el solo y pangchang \"El rojo paso Chol\", la cancion en acompanamiento de Kayagum \"Onghyeya de la victoria del Songun\" y el duo mixto \"Nos encontremos como triunfadores\".\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron apasionadamente las inmortales hazanas del Presidente Kim Il Sung, quien fundo las fuerzas armadas revolucionarias del Juche y las fortalecio, y del Dirigente Kim Jong Il quien llevo al maximo plano la dignidad y la fuerza nacional de la patria con el poderio de las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena se presentaron tambien los programas que muestran la orgullosa historia y las tradiciones brillantes de las fuerzas armadas revolucionarias de Corea."
        }
    ]
}