{
    "date": "2010-01-07",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-07ee.html",
    "articles": [
        {
            "title": "Kim Yong Il Congratulates Romanian PM",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-12ee.html",
            "content": "Kim Yong Il Congratulates Romanian PM\r\nPyongyang, January 7 (KCNA) -- Premier of the Cabinet Kim Yong Il Wednesday sent a congratulatory message to Emil Bock upon his reappointment as Prime Minister of Romania.\n\t\t\t\t\t The message wished him success in his work for the country's development and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Foreign Minister Pak Ui Chun sent a similar message to Theodore Baconschi on his appointment as foreign minister of Romania."
        },
        {
            "title": "DPRK Ambassador to Thailand Appointed",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-08ee.html",
            "content": "DPRK Ambassador to Thailand Appointed\r\n Pyongyang, January 7 (KCNA) -- An Song Nam was appointed as the DPRK ambassador to Thailand, according to a decree of the Presidium of the DPRK Supreme People's Assembly."
        },
        {
            "title": "Chinese Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-06ee.html",
            "content": "Chinese Ambassador Gives Reception\r\n Pyongyang, January 7 (KCNA) -- Liu Xiaoming, Chinese ambassador to the DPRK, gave a reception at his embassy on Thursday for officials of the Ministry of People's Security on the occasion of the New Year.\n\t\t\t\t\t Present there on invitation were Minister Ju Sang Song and other officials of the ministry.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 5 the ambassador hosted a reception for officials in the field of media on the occasion of the New Year.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Kim Ki Ryong, editor-in-chief of Rodong Sinmun, Ri Hae Ryong, deputy director general of the Korean Central News Agency, Kang Chang Rim, vice-chairman of the Central Broadcasting Committee of Korea, and other officials in the field of media.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the receptions."
        },
        {
            "title": "More Mass Rallies Held in Provinces",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-07ee.html",
            "content": "More Mass Rallies Held in Provinces\r\n Pyongyang, January 7 (KCNA) -- Mass rallies were held in various provinces and Nampho City to vow to thoroughly implement the militant tasks set forth in the joint New Year editorial from Jan. 4 to 7.\n\t\t\t\t\t Present there were leading officials of the party, power and economic bodies and working people's organizations, people from all walks of life and youth and students in local areas.\n\t\t\t\t\t\n\t\t\t\t\t Reports and speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said that the general orientation of this year's drive is to launch a sweeping campaign to bring about a drastic turn in improving the people's standard of living through a high-pitched drive for effecting a great revolutionary surge, calling for channeling all efforts to translating the noble intention of the Party into reality.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need for the factories in the light-industry sector to push ahead with their modernization and produce more quality consumer goods. They also called for operating the local-industry factories at full capacity and doing farm work well and sharply increasing the grain production by thoroughly implementing the Party's policy of agricultural revolution.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for the four vanguard sectors of the national economy to provide a sure guarantee for economic construction and improvement of the people's standard of living by making a great leap forward through an intensified drive for effecting a great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t The machine plants place the production processes on a high level of CNC technology as required by the IT age and send more latest machines to different fields of national economy, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The people-oriented policies of the Party and the state, like giving free medical care and free education, should be enforced more successfully and socialist principles be strictly abided by in commodity circulation.\n\t\t\t\t\t\n\t\t\t\t\tThey called on all of them to closely unite around the headquarters of the revolution headed by General Secretary Kim Jong Il and make dynamic efforts to win victories in the building of a thriving nation and the revolutionary cause of Juche."
        },
        {
            "title": "Best Paduk Player Selected",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-10ee.html",
            "content": "Best Paduk Player Selected\r\n Pyongyang, January 7 (KCNA) -- Player Ri Kwang Hyok and coach Ri Pong Il of the Korean Paduk (go) Association were selected as best paduk player and coach for Juche 98 (2009) in the Democratic People's Republic of Korea.\n\t\t\t\t\t They contributed to the DPRK team proving successful in the 2009 \"Business Cup\" International City Go Tournament held in Hangzhou, China in last October."
        },
        {
            "title": "New Species of Silverfish Bred",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-09ee.html",
            "content": "New Species of Silverfish Bred\r\n Pyongyang, January 7 (KCNA) -- The Research Institute of Fish Farming under the State Academy of Sciences of the Democratic People's Republic of Korea has bred a good species of silverfish.\n\t\t\t\t\t The fish, growing fast in natural water, neither degenerates nor hybridizes, unaffected by crossing with goldfish or carp.\n\t\t\t\t\t\n\t\t\t\t\t It is not fastidious about temperature and quality of water and others but omnivorous and viable so that it can be raised in any places with fresh water.\n\t\t\t\t\t\n\t\t\t\t\t It multiplies rapidly and its fries are mostly female. Of them male fries account for 0.1-0.2 percent only. The silverfish is bigger, heavier and tastier than goldfish.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it contains a fair amount of various vitamins, essential amino acids, unsaturated fat acids and other nutritive elements.\n\t\t\t\t\t\n\t\t\t\t\t The institute has already multiplied the fish and sent a great number of fries to many fish farms, streams and rivers including the Taedong River."
        },
        {
            "title": "DPRK's Foreign Policy Stand Re-clarified",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-05ee.html",
            "content": "DPRK's Foreign Policy Stand Re-clarified\r\n Pyongyang, January 7 (KCNA) -- The joint New Year editorial of the party, the army and the youth of the DPRK reiterated the invariable stand of the government of the DPRK to consistently implement the idea of its foreign policy-independence, peace and friendship.\n\t\t\t\t\t Rodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The idea of the foreign policy of the Workers' Party of Korea and the DPRK government most correctly reflects the intrinsic requirements of human beings to live and develop independently and the people's desire to live in a peaceful world free from aggression and war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, which regards independence as its life and soul, never does such things as failing to do what it should do or practicing what it should not do, reading others' faces as far as its foreign relations are concerned, but settles all issues in the fundamental interests of the Korean revolution and in conformity with humankind's desire for independence, firmly maintaining its independent stand.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is doing all it can for peace, deeming it its most important task for defending its sovereignty to ensure peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will unite with all the peace-loving people of the world under the uplifted banner of peace at all times and make positive efforts to protect peace and security of Asia and the rest of the world from the imperialists' moves for aggression and war. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has made positive efforts to establish and develop friendly relations with those countries which are friendly towards the DPRK on the principle of independence and international justice.\n\t\t\t\t\t\n\t\t\t\t\t It is the unchangeable stand of the DPRK to improve and normalize the relations even with those countries which had been in the hostile relationship with it in the past if they roll back their hostile policies towards it and respect it. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will consistently implement the above-said  idea of its foreign policy whose validity and vitality have been fully demonstrated and which is unanimously supported by the world people and thus make a positive contribution to accomplishing the progressive mankind's just cause of building a new world, free, peaceful and friendly, concludes the article."
        },
        {
            "title": "Slogan Reflecting Motto of Korean People",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-11ee.html",
            "content": "Slogan Reflecting Motto of Korean People\r\n Pyongyang, January 7 (KCNA) -- Rodong Sinmun, Josoninmingun and Chongnyonjonwi, leading newspapers of the Democratic People's Republic of Korea, stressed in the joint New Year editorial that the slogan \"When the Party is determined, we can do anything!\" must become the eternal motto of the Korean people in their life and work.\n\t\t\t\t\t The slogan, which came from the army, has fully demonstrated its vitality year after year in encouraging the Korean people in their efforts to translate the great intention of the Workers' Party of Korea into reality on the socialist land.\n\t\t\t\t\t\n\t\t\t\t\t The miracle in Jagang Province, where the people concluded the \"Arduous March\" and began to lead a happy life, large-scale land rezoning and waterway projects which changed the appearance of the country and the like show what the decision of the Party and its executive ability are like.\n\t\t\t\t\t\n\t\t\t\t\t Last year the Juche-oriented production systems of steel and magnesia clinker based on domestic raw materials and technologies were established in the DPRK as part of the efforts for bringing into reality the WPK's plan and determination to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The successful launch of satellite Kwangmyongsong-2, attainment of the cutting edge of the CNC technology, success in sturgeon farming and other striking events were reported one by one and modern production bases and monumental structures came into being here and there throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean service personnel and people, who have launched into the new year's grand onward march, are full of belief that the WPK guides the nation always to victory and that they can do whatever the Party plans and decides to do."
        },
        {
            "title": "All Koreans Called upon to Achieve National Reunification through Unity ",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-04ee.html",
            "content": "All Koreans Called upon to Achieve National Reunification through Unity \r\n Pyongyang, January 7 (KCNA) -- The militant slogan \"Let the entire nation unite under the banner of north-south joint declarations and achieve national reunification at the earliest date!\" set forth in the joint New Year editorial clearly indicates the general orientation of the movement for national reunification this year and the ways to achieve it.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t This slogan serves as a patriotic banner as it correctly represents the desire and will of the Koreans and the requirements of the June 15 era of reunification, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t National reunification is a vital demand of the Koreans as it brooks no further delay and their unanimous desire and will.\n\t\t\t\t\t\n\t\t\t\t\t Every Korean can hardly talk about true patriotism apart from national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration, a programme for implementing it, are a banner of struggle to be held aloft by the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The above-said historic declarations serve as those of national independence and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans living in the era of independent reunification should unite as one under the banner of \"By our nation itself\" and push ahead with the reunification movement, bearing in mind that the independent dignity and eternal prosperity of the nation hinge upon their efforts.\n\t\t\t\t\t\n\t\t\t\t\t Only when all Koreans turn out in a nationwide movement in firm unity under the banner of the above-said declarations, they are sure to frustrate the outsiders' interference in the reunification issue and their moves to obstruct its solution and the anti-reunification acts of a tiny handful of sycophantic and treacherous forces swimming against the trend of the times, concludes the article."
        },
        {
            "title": "Nepali PM Wishes DPRK Success in Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-02ee.html",
            "content": "Nepali PM Wishes DPRK Success in Building Thriving Nation\r\nPyongyang, January 7 (KCNA) -- Madav Kumar Nepal, Prime Minister of Nepal, recalling with deep emotion the day he was received by President Kim Il Sung during his visit to the DPRK in October 1993, said he always remembered that honorable day and drew inspiration and courage from it. He noted this when meeting the DPRK ambassador to Nepal on Jan. 2.\n\t\t\t\t\t The Korean people made big successes while meeting all sorts of challenges with the might of single-minded unity of the leader, the party and the masses under the wise leadership of Kim Jong Il last year, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il proposed launching the 150-day and the 100-day campaigns successively and led them, working new miracles one after another in the economic field of the DPRK. He expressed belief that the Korean people would bring about a decisive turn in improving the people's standard of living by channeling efforts to light industry and agriculture and make greater success in building a thriving socialist nation set forth in the joint New Year editorial for this year.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people would achieve greater success in the work to reunify the country independently and peacefully and ensure peace and stability on the Korean Peninsula this year.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's foreign policy is always just as it has developed the relations of good-neighborliness and friendship with other countries under the uplifted banner of independence, peace and friendship, he stressed."
        },
        {
            "title": "DPRK Joint New Year Editorial Hailed",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-01ee.html",
            "content": "DPRK Joint New Year Editorial Hailed\r\n Pyongyang, January 7 (KCNA) -- Nine political parties and organizations of Mexico including the People's Socialist Party of Mexico and the Mexico-Korea Friendship Association issued a joint statement and the Revolutionary Socialist Party of India a statement in support of the joint New Year editorial of newspapers of the party, the army and the youth of the DPRK.\n\t\t\t\t\tThe Mexican political parties and organizations in the joint statement on Jan. 2 expressed belief that the Workers' Party of Korea and the Korean people would glorify this year marking the 65th founding anniversary of the WPK as a year of great changes remarkable in the history of building a great prosperous and powerful nation, closely rallied around General Secretary Kim Jong Il, the sun of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The statement supported the Korean people's efforts to bring about a radical turn in improving the people's standard of living by giving spurs to the development of light industry and agriculture once again this year on the basis of laudable victory and success of the great revolutionary surge.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the governments, political parties and organizations of all countries to fully support and encourage the WPK and the Korean people in their efforts to build a thriving nation and achieve shining victory of the revolutionary cause of Juche under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Revolutionary Socialist Party of India in the statement on Jan. 1 fully supported the WPK and the Korean people in the struggle to meet all challenges of the separatist forces by the concerted efforts of the Korean nation and adorn 2010 as a year of opening up a new phase of independent reunification on the basis of the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Kim Jong Il dirige el campo de edificacion de central de Ryesonggang",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-13ee.html",
            "content": "Kim Jong Il dirige el campo de edificacion de central de Ryesonggang\r\nPyongyang, 7 de enero (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el campo de construccion de la Central Hidroelectrica Juventud No.2 de Ryesonggang que llego a la etapa de culminacion.\n\t\t\t\t\tLuego de escuchar explicaciones ante el plano de la central, recorrio hasta al anochecer los lugares de construccion bajo el tremendo frio cerciorandose de los detalles de la obra y estimulo cordialmente a los constructores movilizados a la campana del ano nuevo.\n\t\t\t\t\t\n\t\t\t\t\tAl contemplar el gigantesco dique, la sala de generadores electricos y otras obras arquitectonicas de eterna duracion, se mostro muy satisfecho de que los habitantes de la provincia de Hwanghae del Norte hayan hecho otra grandiosa creacion de la epoca del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEs un milagro asombroso que los constructores y los voluntarios hayan hecho esta gigantesca obra con las fuerzas propias de la provincia aunque faltaba lo todo y en medio de dificiles condiciones, senalo.\n\t\t\t\t\t\n\t\t\t\t\tY les envio cordial saludo apreciando altamente los meritos de ellos, que prepararon valiosa riqueza, que contribuira a la construccion de una patria prospera, manifestando en alto grado su espiritu de autoconfianza y de lucha tenaz.\n\t\t\t\t\t\n\t\t\t\t\tLos militantes del partido y los trabajadores de la provincia de Hwanghae del Norte pudieron construir en un corto plazo otra central de gran dimension porque pusieron de manifiesto su extraordinario entusiasmo patriotico y creatividad con la inflexible conviccion de que \"!Si el partido decide, lo cumplimos!\", apunto el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que este orgulloso exito es brillante resultado del poderio de la invencible unidad monolitica de nuestro pueblo, que esta unido de cuerpo y alma con el partido, y de la gran potencia espiritual del pueblo coreano decidido a levantar sin falta una gran potencia prospera socialista con sus propias fuerzas, tecnologias y recursos. \n\t\t\t\t\t\n\t\t\t\t\t  La Central Hidroelectrica Juventud No.2 de Ryesonggang es una preciosa riqueza del pais a ser legada a nuestras generaciones venideras y por eso, hay que asegurar en el maximo nivel la calidad de construccion para que ella no tenga defectos hasta en el remoto futuro, destaco. \n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presento las tareas que se presentan para adelantar la inauguracion de la central. \n\t\t\t\t\t\n\t\t\t\t\t  Todo el pais, que entro en la campana del ano nuevo en acato al llamamiento del partido a imprimir este ano del 65o aniversario de la fundacion del partido un cambio decisivo en la vida del pueblo, esta tan agitado como lava de volcan, senalo y encomendo encarecidamente librar con dinamismo una gran ofensiva en todos los frentes, al compas de esa corriente conmovedora de la epoca, para cumplir la causa del siglo sin precedente en la historia nacional. \n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron el secretario responsable del Comite del PTC en la Provincia de Hwanghae del Norte, Choe Ryong Hae, el secretario del CC del PTC Kim Ki Nam y los jefes de departamento del CC del PTC, Kim Kyong Hui y Jang Song Thaek."
        },
        {
            "title": "Nombrado nuevo embajador coreano en Tailandia",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-14ee.html",
            "content": "Nombrado nuevo embajador coreano en Tailandia\r\nPyongyang, 7 de enero (ATCC) -- Segun un decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, An Song Nam fue designado como embajador extraordinario y plenipotenciario coreano a acreditarse en el Reino de Tailandia."
        },
        {
            "title": "Seleccionados jugador y entrenador mejores de Paduk de 2009",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-15ee.html",
            "content": "Seleccionados jugador y entrenador mejores de Paduk de 2009\r\n  Pyongyang, 7 de enero (ATCC) --  Ri Kwang Hyok y Ri Pong Il de la Asociacion Coreana de Paduk fueron seleccionados, respectivamente, como el jugador y el entrenador mejores de Paduk (Go-chess) del 98 (2009) de la Era Juche.\n\t\t\t\t\t  Ellos hicieron aporte a que el equipo coreano haya obtenido la buena nota en el Torneo de Paduk de la Ciudad Internacional por Copa Comercial para 2009 efectuado en octubre del ano pasado en Hangzhou, China."
        },
        {
            "title": "Continuan mitines en las provincias y la ciudad de Nampho",
            "url": "http://kcna.co.jp/item/2010/201001/news07/20100107-16ee.html",
            "content": "Continuan mitines en las provincias y la ciudad de Nampho\r\nPyongyang, 7 de enero (ATCC) -- Tuvieron lugar del dia 4 al 7 en las provincias y la ciudad de Nampho los mitines para materializar cabalmente las tareas combativas presentadas en el editorial conjunto del Ano Nuevo.\n\t\t\t\t\tEn las ocasiones estuvieron presentes los funcionarios directivos de los organos del partido, el Poder y la economia, organizaciones de masas, los trabajadores de distintos estratos, los jovenes y estudiantes de las respectivas localidades.\n\t\t\t\t\t\n\t\t\t\t\tHubo informes e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que lanzar una gran ofensiva para alcanzar un decisivo viraje en la mejora de la vida del pueblo al promover con mas fuerza el gran auge revolucionario es la general orientacion de este ano y subrayaron que deben intensificar todas las fuerzas para llevar el noble proposito del partido a la realidad.\n\t\t\t\t\t\n\t\t\t\t\tDijeron que las fabricas de la industria ligera deben impulsar la modernizacion y producir gran cantidad de articulos de consumo popular de buena calidad y resaltaron la importancia de poner en pleno funcionamiento las otras de industria local.\n\t\t\t\t\t\n\t\t\t\t\tAnadieron que al tomar firmemente la orientacion del Partido sobre la revolucion de agricultura, deben trabajar bien el campo para aumentar decisivamente la produccion cerealista.\n\t\t\t\t\t\n\t\t\t\t\tSe refirieron a que los cuatro sectores de avanzada de la economia nacional deben registrar un gran salto bajo las llamas de gran auge revolucionario para garantizar fidedignamente la construccion economica y la mejora de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que las fabricas de maquinas deben seguir promoviendo la introduccion en un alto nivel del CNC conforme a las exigencias de la epoca de la informatica y enviar muchos articulos mecanicos modernos a diversas ramas de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tMencionaron que deben mantener el sistema de la asistencia medica gratuita, el de la ensenanza gratuita y demas politicas populares del Partido y el Estado y observar estrictamente los principios socialistas en la circulacion de las mercancias.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a todos a unirse compactamente en torno a la Direccion de la Revolucion encabezada por el Dirigente Kim Jong Il para luchar energicamente por la construccion de una gran potencia prospera y la victoria de la causa revolucionaria del Juche."
        }
    ]
}