{
    "date": "2010-05-02",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-02ee.html",
    "articles": [
        {
            "title": "Phibada Opera Troupe Leaves for China",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-03ee.html",
            "content": "Phibada Opera Troupe Leaves for China\r\n Pyongyang, May 2 (KCNA) -- The Phibada Opera Troupe led by Han Chol, vice-minister of Culture, left here Sunday for China to stage opera \"The Dream of the Red Chamber\"."
        },
        {
            "title": "May Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-04ee.html",
            "content": "May Day Observed in DPRK\r\n Pyongyang, May 2 (KCNA) -- The working people in the DPRK significantly observed the 120th anniversary of May Day. \n\t\t\t\t\t Industrial establishments, cooperative farms, parks and pleasure grounds in Pyongyang and local areas were crowded with working people enjoying the holiday. \n\t\t\t\t\t\n\t\t\t\t\t The working people in Pyongyang played sports and amusement games and folk games and gave art performances, etc. \n\t\t\t\t\t\n\t\t\t\t\t Workers of the Kim Jong Suk Pyongyang Silk Mill, the Pyongyang Textile Mill and the Pyongyang Children's Foodstuffs Factory demonstrated their might of unity in such games as tug of war and running with ankles tied.\n\t\t\t\t\t\n\t\t\t\t\t Sports and amusement games were held and cheerful dances and art performances were given in the recreation grounds in Rungra Islet, the Moran Hill, Mt. Taesong and other places.\n\t\t\t\t\t\n\t\t\t\t\t Workers in Phyongsong, Sinuiju, Hyesan, Kanggye, Hamhung, Sariwon and other places also significantly spent the holiday.\n\t\t\t\t\t\n\t\t\t\t\t Celebration events took place in such industrial establishments as the Chollima Steel Complex, the Pukchang Thermal-power Complex and the Anju Area Coal Complex.\n\t\t\t\t\t\n\t\t\t\t\t Agricultural workers across the country presented merry peasant dance and held colorful folk amusement games and national dishes fairs, significantly celebrating the holiday.\n\t\t\t\t\t\n\t\t\t\t\t Intellectuals in various units including the Academy of Medical Science and the Hamhung Brunch under the State Academy of Sciences held colorful sports and cultural events."
        },
        {
            "title": "Football Match between DPRK and Nigeria Held",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-06ee.html",
            "content": "Football Match between DPRK and Nigeria Held\r\n Pyongyang, May 2 (KCNA) -- A football match between the DPRK and Nigerian female teams took place at Kim Il Sung Stadium in Pyongyang on Sunday.\n\t\t\t\t\t The former won the game by 1 to 0.\n\t\t\t\t\t\n\t\t\t\t\t The second round is scheduled to be held on May 5."
        },
        {
            "title": "Elimination of Mass Destruction from S. Korea Called for",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-05ee.html",
            "content": "Elimination of Mass Destruction from S. Korea Called for\r\n Pyongyang, May 2 (KCNA) -- The People for Achieving Peace and Reunification in south Korea demanded the elimination of weapons of mass destruction in an open questionnaire addressed to the puppet minister of Defense on April. 27.\n\t\t\t\t\t The world is becoming increasingly vocal calling for ban on the use of weapons of mass destruction including cluster bombs, the organization said, accusing the military authorities of swimming against this trend while talking about the so-called \"security.\"\n\t\t\t\t\t\n\t\t\t\t\t Saying that the military authorities seek to continue to introduce much more new-type weapons from abroad, far from scrapping the already existing weapons of mass destruction, the organization brought to light an aimed sought by the authorities by earmarking huge amount of fund for the purchase of cluster bombs from the \"defense budget\" for this year. \n\t\t\t\t\t\n\t\t\t\t\t Noting that there are huge weapons of mass destruction among the U.S. war supplies stockpiled in south Korea, the organization termed its persistent moves to keep them a crime.  \n\t\t\t\t\t\n\t\t\t\t\t It demanded the military authorities dismantle those weapons as early as possible."
        },
        {
            "title": "DPRK Army Day Celebrated",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-01ee.html",
            "content": "DPRK Army Day Celebrated\r\n Pyongyang, May 2 (KCNA) -- Seminars, lectures, friendship meetings and film shows took place in Cambodia, Mongolia, Democratic Congo, Ethiopia, India and Russia between April 22 and 25 on the occasion of the 78th birthday of the heroic Korean People's Army.\n\t\t\t\t\tDisplayed in the venues were photographs on the immortal Songun leadership exploits performed by President Kim Il Sung and General Secretary Kim Jong Il and books and photographs introducing the Korean people in the struggle for building a thriving nation and the advantages of Korean-style socialism centering on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films including \"The Army of Korea\", \"Fireworks for a Thriving Nation\", \"We will Follow You to the End of the Earth\" and \"The Country I Saw\".\n\t\t\t\t\t\n\t\t\t\t\tThe senior minister of Cambodia said in his addresses made at a seminar and film show that\n\t\t\t\t\t\t Kim Jong Il has wisely led the whole affairs of the country under the banner of Songun while regarding the military affairs as the most important state affairs.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Committee of the Genuine Lumumbist Patriotic Party of Democratic Congo in his lecture warmly hailed the exploits performed by the President by building the army, liberating the country and leading a war to victory. \n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army has grown to be an invincible army equipped with modern offensive and defensive means and powerful nuclear deterrent under the leadership of Kim Jong Il, he added. \n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea at a friendship meeting referred to the fact that the President founded the immortal Juche Idea and Kim Jong Il has dynamically led the Korean people in the struggle for building a thriving nation with his original Songun politics."
        },
        {
            "title": "Memorandum of DPRK Foreign Ministry Supported",
            "url": "http://kcna.co.jp/item/2010/201005/news02/20100502-02ee.html",
            "content": "Memorandum of DPRK Foreign Ministry Supported\r\n Pyongyang, May 2 (KCNA) -- The Finland-Korea Society issued a statement on April 25 in support of the memorandum made public by the Ministry of Foreign Affairs of the DPRK. \n\t\t\t\t\t The statement said that the memorandum helped the world to correctly understand who is the arch criminal that has posed nuclear threat to the Korean Peninsula for the past several decades. \n\t\t\t\t\t\n\t\t\t\t\t The ministry in its memorandum declared that the DPRK would join the international efforts for nuclear disarmament from the stand equal to other nuclear weapons states and make consistent efforts for the denuclearization of the Korean Peninsula and other parts of the world in the future, too, as it did in the past regardless of whether the six-party talks are resumed or not, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula should be turned into the nuclear-free zone and to this end, it is necessary to conclude a peace treaty to put an end to the state of cease-fire on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The United States should promptly respond to the DPRK's proposal for concluding a peace treaty and make efforts to make the Korean Peninsula a peaceful region free from nuclear weapons. \n\t\t\t\t\t\n\t\t\t\t\t The society strongly urges the United States to give up its anachronistic hostile policy toward the DPRK and immediately withdraw its nuclear forces from south Korea and expresses full support and solidarity to the Korean people's cause to achieve independent and peaceful reunification of the country by their own efforts free from foreign interference, the statement added."
        }
    ]
}