{
    "date": "2010-08-13",
    "url": "http://kcna.co.jp/item/2010/201008/2010-08-13ee.html",
    "articles": [
        {
            "title": "Commemorative Coins to Be Minted",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-08ee.html",
            "content": "Commemorative Coins to Be Minted\r\n Pyongyang, August 13 (KCNA) -- Commemorative coins will be minted in the DPRK on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. \n\t\t\t\t\t The Presidium of the DPRK Supreme People's Assembly promulgated a decree in this regard on August 11. \n\t\t\t\t\t\n\t\t\t\t\t The commemorative coins \"50th anniversary of Songun revolutionary leadership\" will be minted in gold and silver. \n\t\t\t\t\t\n\t\t\t\t\t Seen on the front sides of the gold and silver coins is the Star of Marshal depicted in bold relief above Mt. Paektu, the holy mountain of revolution against the background of a flying red flag. And inscribed on their upper parts are letters \"Songun revolutionary leadership\" and on their lower parts \"50th anniversary,\" \"1960\" and \"2010.\" Each coin is framed with 50 five-point stars.\n\t\t\t\t\t\n\t\t\t\t\t Depicted in relief in the centre of their reverses is the Emblem of the DPRK. Given on either side are an explanation about the degree of purity and weight and seen on the upper parts of the coins are words \"the Central Bank of the DPRK\" and on the lower parts the year of their minting. \n\t\t\t\t\t\n\t\t\t\t\t The size of the pure gold commemorative coin is 35 mm in diameter and 2 mm in thickness and that of pure silver commemorative coin is 40 mm in diameter and 3 mm in thickness."
        },
        {
            "title": "Appeal to All Koreans",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-14ee.html",
            "content": "Appeal to All Koreans\r\n Pyongyang, August 13 (KCNA) -- The Central Committee of the Democratic Front for the Reunification of Korea made public an appeal to all the Koreans on Friday on the occasion of the 65th anniversary of Korea's liberation. \n\t\t\t\t\t The appeal says:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans have waged a strenuous movement for national reunification for a long period since Korea's liberation on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t It was against the backdrop of this movement that the three principles of national reunification were published as the July 4 Joint Statement and the way was paved for dialogue for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The historic publication of the June 15 North-South Joint Declaration that startled the whole world at the watershed of a new century, in particular, marked a great event which instilled into the Korean nation new hope and dawn of reunification. \n\t\t\t\t\t\n\t\t\t\t\t Dark clouds of confrontation and war are gathering thick over this land which once had blue sky promising reunification thanks to the June 15 joint declaration. South Korea is now going back to the past dark era of ill-famed military fascist dictatorship as the reunification movement is considered as a heretic one and the confrontation with fellow countrymen is pursued as a \"national policy\" there. \n\t\t\t\t\t\n\t\t\t\t\t South Korea and the vicinity of the Korean Peninsula are packed with means for a nuclear war of the U.S. imperialist aggressor forces hell-bent on saber-rattling for a war of aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe East, West and South Seas of Korea are disturbed by war exercises and strongly reek of powder smell. \n\t\t\t\t\t\n\t\t\t\t\t In order to get rid of the present misfortune the Koreans should decisively foil foreign forces' moves for aggression and interference and resolutely defend the sovereignty and dignity of the nation. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should decisively check and frustrate the moves for confrontation and war by the U.S. and the south Korean puppet warmongers keen to bring an unspeakable nuclear disaster to the Korean nation and defend peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The historical lessons till now and the prevailing situation eloquently prove that the road indicated by the June 15 joint declaration and the October 4 declaration is the only way to be followed by the Korean people and there can be peace, reunification and prosperity only when the declarations are implemented. \n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen should bravely frustrate the desperate moves of the anti-reunification forces at home and abroad and achieve national reunification as early as possible in an effort to turn August 15 national liberation into August 15 reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Democratic Front for the Reunification of Korea ardently calls on all Koreans in the north and the south and abroad to greet significant 2012 as a historic year of opening the gate to national reunification reflecting their unanimous desire and will.\n\t\t\t\t\t\n\t\t\t\t\t Should the anti-reunification forces in south Korea persistently opt to ignite a war, backed by foreign forces, we will make a clean sweep of the group of traitors to the nation through a powerful and decisive counteraction and achieve the historic victory of national reunification, declares the appeal."
        },
        {
            "title": "Pak Ui Chun Congratulates Colombian FM",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-13ee.html",
            "content": "Pak Ui Chun Congratulates Colombian FM\r\n Pyongyang, August 13 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Thursday sent a congratulatory message to Maria Angela Holguin on her assumption of office as foreign minister of Colombia.\n\t\t\t\t\t Pak in the message wished the foreign minister of Colombia success in her new office, expressing belief that the friendly relations between the two countries based on respect for sovereignty, equality and mutual benefit would continue to favorably develop."
        },
        {
            "title": "Buddhists Condemn Japan's Ambition for Reinvasion",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-07ee.html",
            "content": "Buddhists Condemn Japan's Ambition for Reinvasion\r\n Pyongyang, August 13 (KCNA) -- The Central Committee of the Buddhist Federation of Korea and the Buddhist Association for the Country's Peace and Reunification of south Korea issued a joint statement of Buddhists in the north and the south of Korea condemning Japan's wild ambition for reinvasion at Kwangbop Temple in Mt. Taesong, Pyongyang, Friday on the occasion of the centenary of the brigandish fabrication of the brigandish \"Korea-Japan Annexation Treaty\" and the 65th anniversary of the Japanese imperialists' defeat.\n\t\t\t\t\t Present there were hundreds of office-bearers of the C.C. and the Pyongyang City Committee of the Buddhist Federation of Korea and priests and believers in Pyongyang including the temple.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged Japan to immediately declare the \"Korea-Japan Annexation Treaty,\" a sheer fabrication, null and void and make sincere repentance, apology and reparation for the aggression, plunder and other monstrous crimes it committed against Korea.\n\t\t\t\t\t\n\t\t\t\t\t It also demanded that Japan immediately stop its moves to tamper with history, grab Tok Islets, revive militarism and stage a comeback to Korea and return at once those artifacts of Korea it illegally took away during Japan's invasion of Korea in 1592 and its colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on all the Koreans in the north and the south and abroad to implement the June 15 joint declaration and the October 4 declaration and accelerate the independent reunification and peace and prosperity of the country in firm unity under the banner of \"By our nation itself\" and thoroughly foil the Japanese imperialists' ambition for reinvasion of Korea."
        },
        {
            "title": "Russian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-09ee.html",
            "content": "Russian Ambassador Gives Reception\r\n Pyongyang, August 13 (KCNA) -- Valery Sukhinin, Russian ambassador to the DPRK, gave a reception at Pyongyang Koryo Hotel Friday on the occasion of the 65th anniversary of Korea's liberation.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, Pak Jae Gyong, vice-minister of the People's Armed Forces, Kung Sok Ung, vice-minister of Foreign Affairs, Han Chol, vice-minister of Culture, Hong Son Ok, vice-chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairwoman of the DPRK-Russia Friendship Association, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "New Laws Enacted",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-10ee.html",
            "content": "New Laws Enacted\r\n Pyongyang, August 13 (KCNA) -- The Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea has recently adopted new laws on labor protection and chamber of commerce.\n\t\t\t\t\t Stipulated in the law on labor protection are principles arising in such issues concerning the labor protection policy of the government as education in work safety, provision for labor protection, supply of items for labor protection, labor and rest and establishment of labor safety discipline.\n\t\t\t\t\t\n\t\t\t\t\t Laid down in the other law are setting up of chamber of commerce for promoting economic cooperation and exchange with other countries, principles of its activity, duty, authority, etc.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of the laws provides a definite legal guarantee for improving the labor protection work, developing economic cooperation and exchange with other countries and protecting in a better way the economic interests of the industrial establishments, organizations, individuals and foreign investment companies belonging to the chamber."
        },
        {
            "title": "Massacres of Koreans by Japanese Imperialists",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-11ee.html",
            "content": "Massacres of Koreans by Japanese Imperialists\r\n Pyongyang, August 13 (KCNA) -- The Japanese imperialists committed monstrous crimes during their colonial fascist rule over Korea.\n\t\t\t\t\tThe worst of them is the brutal killing of more than a million Korean people.\n\t\t\t\t\t\n\t\t\t\t\t When the March First Popular Uprising broke out in Korea in Juche 8 (1919) against the Japanese imperialists' outrages, they arrested and imprisoned more than 46,900 people, injured some 15,900 and killed over 7,500.\n\t\t\t\t\t\n\t\t\t\t\t They engineered the \"Hunchun incident\" in October 1920 and, under its pretext, launched a \"wholesale punitive operation\" in Jiandao to slaughter more than 30,000 Koreans.\n\t\t\t\t\t\n\t\t\t\t\t As many as 23,000 Koreans were killed throughout Japan slightly over two weeks after a great earthquake occurred in Kanto area of Japan in September 1923. \n\t\t\t\t\t\n\t\t\t\t\t After 1930, the Japanese imperialists, pursuing the three-point policy of killing everyone, burning everything and plundering everything in Korea, indiscriminately arrested, detained and killed hundreds of thousands of patriotic people.\n\t\t\t\t\t\n\t\t\t\t\t More than 8,400,000 young and middle-aged people were taken away for slave labor and cannon fodders and many of them lost their lives.\n\t\t\t\t\t\n\t\t\t\t\t In the northern half of Korea alone, some 60,000 people were slain and another 100,000 injured in hydroelectric power station, railway construction and many other projects and factories. \n\t\t\t\t\t\n\t\t\t\t\t In the period between 1940 and 1944 more than 60,000 Koreans were murdered at coal mines in Japan and 5,000 were killed on Kuril Islands, 2,500 in Urup Island and some 500 in the construction site of Matsushiro dugout for the sake of military secrets. \n\t\t\t\t\t\n\t\t\t\t\tRight after the liberation of the country, thousands of Korean survivals returning home aboard the Japanese ship Ukishima-maru were all buried at the sea when the ship was sunken by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Many Koreans were also put to death in some ten concentration camps in Kyushu area, Japan.\n\t\t\t\t\t\n\t\t\t\t\t Such massacres are an indelible crime of the blackest dye committed by the Japanese imperialists against the Korean people."
        },
        {
            "title": "Japan's Talk about \"Non-nuclear State\" Mere Facade",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-05ee.html",
            "content": "Japan's Talk about \"Non-nuclear State\" Mere Facade\r\nPyongyang, August 13 (KCNA) -- Japan has persistently painted itself as a \"non-nuclear state\" since the Second World War but this trumpeting is nothing but a mere facade, observes Rodong Sinmun Friday in a signed article.\n\t\t\t\t\tJapan has described itself as a \"non-nuclear state,\" regarding as its \"national policy\" the \"three non-nuclear principles\" that ban the introduction, manufacture and possession of nuclear weapons but this is nothing but window-dressing for concealing the criminal nature of the state keen to realize its wild ambition for going nuclear, the article points out. \n\t\t\t\t\t\n\t\t\t\t\tSaying that a series of Japanese and U.S. secret documents declassified in recent years patently indicate how hypocritical the \"three non-nuclear principles\" advocated by Japan are, the article cites facts to prove this. \n\t\t\t\t\t\n\t\t\t\t\tWhat merits a serious attention is that the secret agreement reached between Japan and the U.S. which allows the tacit connivance at the transit through Japan's territorial waters and portcall by U.S. warships carrying nuclear weapons still remains valid as a diplomatic document, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tWhat is ridiculous is that the Japanese reactionaries are busy taking measures to cope with the situation where secret nuclear agreements concerning the world peace and security are being disclosed one after another.\n\t\t\t\t\t\n\t\t\t\t\tIt is impossible to hide an awl in a cloth bag.\n\t\t\t\t\t\n\t\t\t\t\tThe successive regimes of Japan have secretly pushed forward their moves for nuclear weaponization under the signboard of the above-said principles. \n\t\t\t\t\t\n\t\t\t\t\tJapan started its clandestine research into the possibility of nuclear weaponization from 1967. The research into nuclear weaponization has been under way in real earnest since 1995.\n\t\t\t\t\t\n\t\t\t\t\tIt is long since Japan's \"non-nuclear state\" ballad went bankrupt. \n\t\t\t\t\t\n\t\t\t\t\tThis spurious signboard proved to be totally hypocritical. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries would be well advised to give up their nuclear war moves as they only precipitate their self-destruction."
        },
        {
            "title": "Meeting Held to Protest against Japan's Discrimination",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-04ee.html",
            "content": "Meeting Held to Protest against Japan's Discrimination\r\n Pyongyang, August 13 (KCNA) -- A meeting took place in Tokyo on Aug. 3 to condemn the Japanese authorities' policy of discrimination against the Koreans in Japan.\n\t\t\t\t\t The meeting was addressed by Ko Yon Ui, professor at Joson University, and Toshihiko Yoneda, professor at Otsanomizu Women's University.\n\t\t\t\t\t\n\t\t\t\t\t Noting that this year marks the centenary of the fabrication of the \"Korea-Japan Annexation Treaty\", they charged that the Japanese authorities remain unchanged in their hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They accused Japan of discriminating against the Korean residents these days as regards the issue of education.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted a written request addressed to the prime minister, the minister of Education, Culture, Sports, Science and Technology and the chief Cabinet secretary of Japan, urging the Japanese authorities to stop at once their discrimination against the Koreans in Japan and include the Korean schools in the tuition-waiver program for senior high schools."
        },
        {
            "title": " Hall for Studying Kimilsungism Opened in Mexico",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-01ee.html",
            "content": "Hall for Studying Kimilsungism Opened in Mexico\r\nPyongyang, August 13 (KCNA) -- The Mexican Hall for Studying Kimilsungism was opened with due ceremony in the city of Mexico on July 31 on the occasion of the 50th anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t Attending it were personages and members of the Mexican Committee for the Study of Kimilsungism and study organizations under it and followers of the Juche idea. The ambassador and staff members of the DPRK embassy in Mexico were present on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican National Coordinating Committee for the Study of the Juche Idea and president of the Mexican Committee for the Study of Kimilsungism, said in his speech that Kim Jong Il, a prominent thinker-theoretician and the great leader, formulated the revolutionary idea of President Kim II Sung as the integrated Juche system of idea, theory and method and has led the Korean revolution and the cause of global independence to victory, regarding it as guidelines.\n\t\t\t\t\t\n\t\t\t\t\t The inauguration of the hall reflecting the unanimous desire of the Juche idea followers made it possible to study and disseminate the Juche idea, the Songun idea on a wider scale in Mexico, too, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Then, a celebration performance was given."
        },
        {
            "title": "Kim Il Sung's Feats Praised in Denmark",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-02ee.html",
            "content": "Kim Il Sung's Feats Praised in Denmark\r\n Pyongyang, August 13 (KCNA) -- Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, issued a statement on August 4 on the occasion of the 13th anniversary of General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\". \n\t\t\t\t\t The statement noted that Kim Jong Il in the work formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by President Kim Il Sung as the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t  The President put forward a lot of fair and aboveboard proposals for achieving the independent and peaceful reunification of Korea on various occasions and devoted himself to the country's reunification till the last moments of his life, the statement said, adding that the movement of Korea's reunification is steadfastly carried forward and developed by Kim Jong Il, the successor to the President. \n\t\t\t\t\t\n\t\t\t\t\t It extended support and solidarity to the Korean people in their efforts to uphold and defend the cause of socialism and achieve the independent and peaceful reunification of the country while foiling the ceaseless provocations of the imperialists under his Songun leadership."
        },
        {
            "title": "Kim Il Sung and Kim Jong Il's Feats Praised",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-03ee.html",
            "content": "Kim Il Sung and Kim Jong Il's Feats Praised\r\n Pyongyang, August 13 (KCNA) -- Seminars took place in Nigeria and Mexico on August 2 and 3 on the occasions of the 13th anniversary of General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and the 50th anniversary of his start of the Songun revolutionary leadership.\n\t\t\t\t\t Present there were personages of the Nigerian National Committee for the Study of the Juche Idea, the Nigerian Group for the Study of the Juche Philosophy, University of Abuja and the Mexican Institute for the Study of the Juche Idea and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t M. M. Alhassan, chairman of the Nigerian National Committee for the Study of the Juche Idea, said in a report that President Kim Il Sung, father of socialist Korea, devoted his whole life to the cause of Korea's reunification and made a great contribution to it. Kim Jong Il has carried forward the revolutionary cause of the President and wisely led the Korean people in the building of a thriving nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, noted in a speech that Kim Jong Il has developed in depth the Songun idea fathered by the President.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has defended the country and the revolution with his Songun leadership for the last five decades, demonstrating the dignity and honor of socialist Korea before the whole world, the speaker pointed out, expressing the conviction that the revolutionary cause of Juche started by the President would be accomplished under the Songun leadership of Kim Jong Il."
        },
        {
            "title": "Se emitiran monedas por 50o del inicio de direccion del Songun",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-15ee.html",
            "content": "Se emitiran monedas por 50o del inicio de direccion del Songun\r\nPyongyang, 13 de agosto (ATCC) -- En la Republica Popular Democratica de Corea se emitiran las monedas acunadas por el 50o aniversario del inicio de la guia del Dirigente Kim Jong Il sobre la revolucion mediante el Songun.\n\t\t\t\t\tEn relacion con la emision de estas monedas el Presidium de la Asamblea Popular Suprema de la RPDC hizo publico el dia 11 un decreto.\n\t\t\t\t\t\n\t\t\t\t\tSegun el documento, se emiten las monedas conmemorativas de oro y plata \"El 50o Aniversario de la Direccion sobre la Revolucion mediante el Songun\".\n\t\t\t\t\t\n\t\t\t\t\tEn el plano delantero de las monedas de oro y plata, se describe la estrella de mariscal sobre el Paektu, sagrado monte de la revolucion, que toma por el fondo la flameante bandera roja. En la parte superior se esculpen en relieve la letra \"Direccion sobre la revolucion mediante el Songun\", y en la inferior, las letras \"El aniversario 50\", \"1960\" y \"2010\". El perimetro de las monedas fue adornado con 50 estrellas.\n\t\t\t\t\t\n\t\t\t\t\tEn el centro del plano trasero de las monedas se esculpe en relieve el escudo de la RPDC. A ambos lados estan escritos la pureza y el peso de las monedas. En la parte superior e inferior se graban las letras \"Banco Central de la Republica Popular Democratica de Corea\" y el ano de emision, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEl diametro y el grosor de la moneda de oro son de 35mm y 2mm, y los de la moneda de plata, de 40mm y 3mm, respectivamente."
        },
        {
            "title": " Aprobadas nuevas leyes en Corea",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-16ee.html",
            "content": "Aprobadas nuevas leyes en Corea\r\nPyongyang, 13 de agosto (ATCC) -- Recientemente, el Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea aprobo la ley de proteccion del trabajo y la de la camara de comercio.\n\t\t\t\t\t La primera ley establece los problemas de principios presentados en cumplir la politica de proteccion laboral del Estado como la educacion en la seguridad del trabajo, el aseguramiento de las condiciones y los suministros para la proteccion laboral, el trabajo y el descanso, y el establecimiento de la disciplina para la seguridad del trabajo.\n\t\t\t\t\t\n\t\t\t\t\t La segunda estipula los principios de fundacion y trabajo de la camara de comercio, el deber y la autoridad de la misma entidad fundada para promover el comercio mediante la cooperacion e intercambio economicos con el extranjero.\n\t\t\t\t\t\n\t\t\t\t\t Gracias a la institucion de nuevas leyes, se dio la firme garantia legal para mejorar e intensificar la proteccion laboral y se sento la base juridica para desarrollar la cooperacion y el intercambio economicos con el extranjero y proteger mejor los intereses economicos de los organos, empresas, entidades y ciudadanos y las empresas inversionistas extranjeras que ingresaron a la camara de comercio."
        },
        {
            "title": "Audiencia de testimonios de las victimas de los crimenes de Japon",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-17ee.html",
            "content": "Audiencia de testimonios de las victimas de los crimenes de Japon\r\nPyongyang, 13 de agosto (ATCC) -- En ocasion del 65o aniversario de la derrota de Japon en la segunda guerra mundial y del centenario de la invencion del \"Tratado de Anexion de Corea a Japon\", tuvo lugar el dia 12 en esta capital la audiencia de testimonios de las victimas de los crimenes antieticos cometidos por los imperialistas japoneses.\n\t\t\t\t\t En la ocasion participaron los funcionarios del Comite Coreano de Medidas para Resolver el Problema de las \"Consoladoras\" de las Tropas Japonesas y las Victimas de Arresto Forzoso, las victimas de los crimenes antieticos de los imperialistas japoneses y los familiares de los muertos, los trabajadores, jovenes y estudiantes de la capital, los miembros del grupo de visita a la patria compuesto por los estudiantes de la Universidad Coreana de la Asociacion General de Coreanos Residentes en Japon, el secretario general de la direccion central de la parte de coreanos del Grupo de Averiguacion de los Verdaderos Aspectos del Arresto Forzoso de los Coreanos, los activistas por la indemnizacion posbelica de Japon.\n\t\t\t\t\t\n\t\t\t\t\t Tambien, estuvieron presentes los periodistas de los dominios de prensa e informacion en la capital, los corresponsales de China y Rusia en Corea, los reporteros de la Agencia Kyodo de Japon.\n\t\t\t\t\t\n\t\t\t\t\t El informe de la ocasion estuvo a cargo de Hong Son Ok, presidenta del Comite Coreano de Medidas para Resolver el Problema de las \"Consoladoras\" de las Tropas Japonesas y las Victimas de Arresto Forzoso.\n\t\t\t\t\t\n\t\t\t\t\t Las ex - \"consoladoras\" sexuales para las tropas japonesas y las victimas del arresto forzoso y la bomba atomica condenan a Japon, que no se siente culpable por sus crimenes, y llaman a librarlos del rencor,  destaco Hong.\n\t\t\t\t\t\n\t\t\t\t\t Le siguieron en usar la palabra las victimas de los crimenes antieticos de los imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\t Jon Ryong Bok, quien habia sido arrestado por los imperialistas japoneses, dijo que fue secuestrado a su tierna edad hacia el territorio japones donde le fue impuesto el trabajo de esclavitud. \n\t\t\t\t\t\n\t\t\t\t\tAunque pasaron 65 anos, el gobierno japones no pide disculpas ni hace indemnizacion a los danados sino actua descaradamente para eludir la responsabilidad, critico y enfatizo que no olvidaran nunca los crimenes de Japon cometidos contra el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se proyecto un video que recoge las declaraciones de las ex \"consoladoras\".\n\t\t\t\t\t\n\t\t\t\t\tEn la cinta, numerosas victimas delataron que los agresores japoneses arrestaron forzosamente a las coreanas y violaron cruelmente la virginidad y la dignidad de estas y demandaron al gobierno japones que pida disculpas e indemnice incondicionalmente sus crimenes del pasado.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, hablaron la ex - \"consoladora\" de tropas japonesas Ro Hyon Hwa, el familiar de la victima del arresto forzoso Kim Won Gyong y la victima de la bomba atomica Ri Kye Son.\n\t\t\t\t\t\n\t\t\t\t\tEllos subrayaron que el gobierno japones tiene la debida obligacion y responsabilidad de pedir disculpas e indemnizar las penalidades que hicieron sufrir a las victimas coreanas y sus descendientes.\n\t\t\t\t\t\n\t\t\t\t\tKenichi Asano, profesor de la Universidad Toshisha y activista por la indemnizacion posbelica de Japon, dijo en su discurso que en el pasado, el gobierno japones ha rechazado reconocer y disculparse de sus crimenes del pasado ante el gobierno y el pueblo de Corea y afirmo que la liquidacion del pasado criminal deviene la obligacion juridica y etica que Japon debe cumplir pronto.  \n\t\t\t\t\t\n\t\t\t\t\t En la ocasion se dio lectura a la carta al gobierno japones enviada por los participantes en la audiencia en representacion de todos los danados y sus familiares de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  La carta senala que durante 65 anos, el gobierno japones elude disculparse e indemnizar los sufrimientos y el sacrificio de los danados y justifica y hasta embellece descaradamente sus actos, y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Todos los danados, sus familiares y otros habitantes de la RPDC vuelven a demandar al gobierno japones pedir perdon e indemnizar cuanto antes, formulando la protesta por eludir hasta la fecha la liquidacion de sus crimenes abominables como el arresto forzado de mas de 8 millones 400 mil coreanos hacia los campos de la guerra de agresion y de trabajos duros, el asesinato de mas de un millon y la conversion de 200 mil coreanas en esclavas sexuales de las tropas japonesas.\n\t\t\t\t\t\n\t\t\t\t\t  Si el gobierno japones desea de veras el futuro de su pais y quiere vivir dignamente como un miembro de la sociedad internacional, debera aceptar la demanda de todos los danados y otros habitantes sobre la liquidacion del pasado criminal y cumplir con su responsabilidad y deber durante la existencia fisica de las victimas."
        },
        {
            "title": "FDRP exhorta a levantarse en la sagrada causa de reunificacion",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-18ee.html",
            "content": "FDRP exhorta a levantarse en la sagrada causa de reunificacion\r\nPyongyang, 13 de agosto (ATCC) -- En ocasion del aniversario 65 de la liberacion de la patria, el Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) hizo publica el dia 13 una proclamacion que senala:\n\t\t\t\t\t Durante largo tiempo desde la liberacion del pais (15 de agosto de 1945) hasta la fecha, la nacion coreana ha venido desarrollando incesantemente el movimiento por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  En este fragor vigoroso fueron publicados los tres principios para la reunificacion de la patria como la Declaracion Conjunta del 4 de Julio y fueron abiertas las puertas del dialogo para esta causa nacional.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, la historica publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio que conmovio a todo el mundo en el punto del inicio del nuevo siglo fue un gran evento que dio la nueva esperanza y aurora de la reunificacion a toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  En este territorio donde iba a prepararse el cielo azul de la reunificacion gracias al 15 de Junio se cierne el nubarron de la confrontacion y la guerra.\n\t\t\t\t\t\n\t\t\t\t\t  El Sur de Corea, en que se califica del error la causa de reunificacion y de la \"politica nacional\" el enfrentamiento fratricida, se vuelve a la epoca negra de la dictadura fascista militar del pasado.\n\t\t\t\t\t\n\t\t\t\t\t Ahora, el Sur de Corea y el contorno de la Peninsula Coreana  estan cubiertos con los medios de guerra nuclear de las tropas agresivas norteamericanas que desarrollan freneticamente los ejercicios belicos para la agresion a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Los Mares Este, Oeste y Sur de Corea estan llenos de los sonidos y olor de polvora de los ejercicios belicos.\n\t\t\t\t\t\n\t\t\t\t\t Para hacer que la nacion coreana se libere de las desgracias actuales es preciso frustrar tajantemente las maniobras de agresion e intervencion de las fuerzas foraneas y defender firmemente la soberania y la dignidad de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte y el Sur y en ultramar deben preservar la paz de la Peninsula Coreana frustrando decididamente las maniobras de enfrentamiento y guerra de EE.UU. y los belicistas surcoreanos que puedan traer incontables calamidades nucleares a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Las lecciones historicas sacadas hasta la fecha y la situacion creada hoy demuestran elocuentemente que el camino a seguir por la nacion coreana es solo el rumbo indicado por la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y solo en la ejecucion de estas declaraciones estan la paz, la reunificacion y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t Todos los coreanos deben rechazar con valentia las maniobras desesperadas de las fuerzas internas y externas anti-reunificacion y realizar lo mas pronto posible la reintegracion de la patria, de manera que tienen que hacer del 15 de agosto de la liberacion nacional el 15 de agosto de la liberacion del pais reunificado.\n\t\t\t\t\t\n\t\t\t\t\t  En reflejo de la unanime aspiracion y voluntad de todos los coreanos del Norte y el Sur de Corea y en ultramar el CC del FDRP les exhorta calurosamente a hacer de 2012 el ano historico para abrir las puertas a la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Si las fuerzas anti-reunificacion del Sur de Corea toman hasta el fin el camino de la guerra bajo el amparo de las fuerzas foraneas, toda la nacion coreana eliminara completamente con el golpe poderoso y decisivo a la banda de los traidores y lograra sin falta el triunfo historico de la reunificacion de la patria."
        },
        {
            "title": " CRPP condena pretensiones de sancionar a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201008/news13/20100813-19ee.html",
            "content": "CRPP condena pretensiones de sancionar a la RPDC\r\nPyongyang, 13 de agosto (ATCC) -- En entrevista concedida con la ATCC con motivo de que la banda de los titeres surcoreanos trata de sancionar a la Republica Popular Democratica de Corea en confabulacion con Estados Unidos., el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) respondio el dia 12 como sigue:\n\t\t\t\t\tHace poco, el \"equipo por la sancion contra el Norte (de Corea)\" compuesto por los cabecillas de los Departamentos de Estado y de Tesoro de EE.UU. visito el Sur de Corea y obligo a los titeres surcoreanos a sumarse a la sancion anti-Iran mientras debatian con ellos la aplicacion de la misma medida contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo gesto de su repugnante servilismo a EE.UU., los titeres surcoreanos aceptaron el mandato de este imperio y procedieron a la aplicacion de la sancion contra Iran tras tomar oficialmente la decision correspondiente.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho demuestra otra vez la naturaleza de servidores a EE.UU. y antinacionales de la banda de los titeres surcoreanos, que en busca de la confrontacion fratricida, acepta sin titubeo cualesquier demandas agresivas de su amo, suscitando la ira de toda la nacion coreana, incluyendo el pueblo norcoreano y los habitantes surcoreanos de distintos sectores, y causando un escandalo internacional.\n\t\t\t\t\t\n\t\t\t\t\tLas recientes negociaciones EE.UU.-Sur de Corea resultan otra imperdonable confabulacion entre el amo y su lacayo.\n\t\t\t\t\t\n\t\t\t\t\tSin sentirse verguenza de su condicion de miserable lacayo, los titeres surcoreanos andan enfrascados en la campana de confrontacion y guerra en franco contubernio con EE.UU. Por eso, ellos pasan tremenda pena siendo senalados con el indice acusador dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tAsi que ellos cayeron en la trampa tendida por si mismos para hacer dano a otros.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, ellos hablan ridiculamente que \"ahora las relaciones de alianza Sur de Corea-EE.UU. son mejores que nunca\" y \"se sienten seguros por eso\", si bien estos vinculos no pasan de ser un aparato en funcion de cumplir la estrategia de \"dominar el mundo\".\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de traidores surcoreanos tendra que pagar muy caro sus repugnantes acciones serviles al imperio."
        }
    ]
}