{
    "date": "2010-01-17",
    "url": "http://kcna.co.jp/item/2010/201001/2010-01-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Combined Maneuvers of KPA",
            "url": "http://kcna.co.jp/item/2010/201001/news17/20100117-05ee.html",
            "content": "Kim Jong Il Inspects Combined Maneuvers of KPA\r\n Pyongyang, January 17 (KCNA) -- General Secretary Kim Jong Il watched combined maneuvers of the KPA three services.\n\t\t\t\t\t After receiving salute on the spot, Kim Jong Il mounted the observation platform where he was briefed on the plan of the maneuvers before watching them.\n\t\t\t\t\t\n\t\t\t\t\t With the order for the start of the maneuvers, flying corps, warships and ground artillery pieces of various kinds showered merciless barrage at the \"enemy group\" in close coordination, thus shattering the \"enemy camp\" to pieces and turning it into a sea of flame.\n\t\t\t\t\t\n\t\t\t\t\t The maneuvers fully showed the resolute determination and merciless striking power of the servicepersons of the People's Army replete with the fighting spirit of annihilating the enemy to defeat aggressors who dare provoke even an inch of the inviolable territory of the country at a single stroke and reliably defend the socialist country with matchless military capabilities they have built up.\n\t\t\t\t\t\n\t\t\t\t\t Watching the maneuvers of brave servicepersons who have grown to be a-match-for-a hundred fighters equipped with Juche-oriented tactics, he expressed great satisfaction over the fact that all the servicepersons have prepared themselves politically and ideologically and in military technique enough to defeat and destroy in good time any surprise invasion by the enemies and safeguard the socialist country as firm as an iron wall.\n\t\t\t\t\t\n\t\t\t\t\t He spoke highly of their successful maneuvers and advanced important tasks to be fulfilled to develop the KPA into the invincible revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t He said that the heroic KPA servicepersons have not only grown to be death-defying corps and vanguard fighters of the Songun revolution who are ready to devote even their youth and lives to the Party, the leader, the country and the people but developed to be revolutionary armed forces with modern offensive and defensive means, adding that impregnable is the socialist country and invincible is its revolutionary cause as it has such steel-strong elite ranks, large contingents of matchless soldiers who have grown stronger in the protracted and arduous struggle.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the servicepersons of the KPA would firmly defend the security of the country and happiness of the people with arms.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Ri Yong Mu and O Kuk Ryol, vice-chairmen of the NDC of the DPRK, KPA General Kim Jong Gak, member of the NDC of the DPRK and first deputy director of the General Political Bureau of the KPA, KPA General Ri Yong Ho, chief of the KPA General Staff, Choe Thae Bok and Kim Ki Nam, secretaries of the Central Committee of the WPK, and other leading officials of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Also watching the maneuvers were commanding officers of KPA units and officials, workers and technicians in the field of national defence industry and leading officials of the society."
        },
        {
            "title": "Many Edifices Named after \"Youth\" Built",
            "url": "http://kcna.co.jp/item/2010/201001/news17/20100117-04ee.html",
            "content": "Many Edifices Named after \"Youth\" Built\r\n Pyongyang, January 17 (KCNA) -- General Secretary Kim Jong Il published famous work \"Let Us Prepare the Young People Thoroughly as Reliable Successors to the Revolutionary Cause of Juche\" on January 17, Juche 79 (1990), the anniversary of the founding of the youth league, in which he clearly indicated the orientation for preparing the young people as reliable successors to the revolutionary cause of Juche and the ways to do so.\n\t\t\t\t\t For the past 20 years since the publication of the work the young people across the country have made positive contributions to pushing ahead with economic construction and built edifices of the era honored with the name of youth.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of thousands of young people regard it as the highest honor and pride to play the role of the vanguard and shock brigade on the main fronts for the building of a thriving nation and devotedly work at difficult and labor-consuming worksites.\n\t\t\t\t\t\n\t\t\t\t\t The heroic fighting spirit displayed by them in building edifices of the era under the slogan \"Let's Glorify Youth!\" is felt at the construction sites of the Huichon Power Station, the Paektusan Songun Youth Power Station, 100,000 flats in the capital city and all other places.\n\t\t\t\t\t\n\t\t\t\t\t Many monumental edifices named after \"youth\" mushroom in various places of the country along with the feats of the young people.\n\t\t\t\t\t\n\t\t\t\t\t Among them are the Youth Hero Highway, the Anbyon Youth Power Station, the Kumgangsan Youth Railway, the Hamhung City Youth Goat Farm, the August 28 Youth Paper-making Mill, the Kumjingang Hungbong Youth Power Station, the Wonsan Youth Power Station which tell of the popular heroism of the young people forever.\n\t\t\t\t\t\n\t\t\t\t\t Young scientists and technicians have developed thousands of valuable programs and products of new technologies helpful to the technological updating and to putting production processes on IT and modern basis in such fields of the national economy as metal, power and coal industries and railway transport.\n\t\t\t\t\t\n\t\t\t\t\tThe past 20 years witnessed all the young people who have grown to be successors to the revolutionary cause of Juche, heroes of the era and fighters of the Songun revolution, proving the validity and vitality of the idea of the Workers' Party of Korea on attaching importance to the youth."
        },
        {
            "title": "Indonesian Figure Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2010/201001/news17/20100117-03ee.html",
            "content": "Indonesian Figure Meets DPRK Ambassador\r\n Pyongyang, January 17 (KCNA) -- I wish the Korean people greater success in their efforts to implement the tasks set forth in the joint editorial under the Songun leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t The speaker of the People's Consultative Assembly of Indonesia said this when the DPRK ambassador to Indonesia paid a courtesy call on him on Jan. 11.\n\t\t\t\t\t\n\t\t\t\t\t The speaker spoke with high appreciation that the army and people of the DPRK have firmly defended the independence and sovereignty of the country despite the sanctions and pressure imposed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t During my visit to the DPRK in the past, I came to admire the independent spirit and patriotic devotion of the Korean people and know that the free education system and free medical care in force in the DPRK are the people-oriented policies praiseworthy before the world. I also witnessed the economic potentials such as developed machine-building industry of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will successfully push ahead with the building of an economic power including light industry and agriculture.\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between Indonesia and the DPRK are the traditional ones personally provided by President Sukarno and President Kim Il Sung.  Former President Megawati Soekarnoputri paid several visits to the DPRK to make positive efforts to boost the relations.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian government and people hope that the friendly relations between the two countries will further develop in various fields."
        },
        {
            "title": "Joint New Year Editorial Supported",
            "url": "http://kcna.co.jp/item/2010/201001/news17/20100117-02ee.html",
            "content": "Joint New Year Editorial Supported\r\n Pyongyang, January 17 (KCNA) -- Personages of South Africa and Bangladesh released statements in support of the joint New Year editorial of the DPRK.\n\t\t\t\t\tBonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People, in his statement on Jan. 7 said that General Secretary Kim Jong Il made sure that the improvement of people's standard of living was adopted as a main policy of the Workers' Party of Korea and the DPRK government for the year.\n\t\t\t\t\t\n\t\t\t\t\t The joint editorial described the inter-Korean summit and the publication of the June 15 joint declaration in 2000 as historic events of weighty significance in realizing national reunification, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It set forth the slogan \"Let the entire nation unite under the banner of north-south joint declarations and achieve national reunification at the earliest date!\" and clarified the will to pave the way for the improvement of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the slogan of the DPRK for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kamal Hyder, secretary general of the Bangladesh Peace Council, in his statement on Jan. 10 said that unprecedented successes were achieved in the development of the inter-Korean relations and the movement for national reunification under the banner of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The separatist forces are getting hell-bent on the moves to block the advance of the June 15 era of reunification, but they can not dampen the aspiration and will of the Korean people to achieve the independent reunification and the prosperity of the nation through the implementation of the inter-Korean joint declarations, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean nation's struggle for reunification, being convinced that all Koreans will exalt 2010 as a year of ushering in a new phase of independent reunification by accelerating the nationwide grand march for reunification while meeting all challenges of the separatist forces with their concerted efforts."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated in Switzerland",
            "url": "http://kcna.co.jp/item/2010/201001/news17/20100117-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated in Switzerland\r\nPyongyang, January 17 (KCNA) -- A Swiss preparatory committee was inaugurated to celebrate February 16, the birthday of General Secretary Kim Jong Il, in Basel on Jan. 10.\n\t\t\t\t\tMartin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee set the days from Jan. 10 to Feb. 17 as a celebration period and decided to widely introduce Kim Jong Il's works, his revolutionary activities and the validity and vitality of the Songun politics through media and hold colorful political and cultural events in this period."
        }
    ]
}