{
    "date": "2010-12-03",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Musan Mining Complex and Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-07ee.html",
            "content": "Kim Jong Il Inspects Musan Mining Complex and Foodstuff Factory\r\nPyongyang, December 3 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Musan Mining Complex and the Musan Foodstuff Factory.\n\t\t\t\t\t The first leg of his guidance was the Musan Mining Complex.\n\t\t\t\t\t\n\t\t\t\t\t He went to a large crushing ground atop a high mountain despite severe snowstorm to acquaint himself in detail with its construction and production there.\n\t\t\t\t\t\n\t\t\t\t\t Watching a giant cone crusher at work and shattered earth carried to dressing plants in an endless stream by several long belt conveyer lines, he was greatly satisfied to see another modern production process successfully built at the Musan Mine.\n\t\t\t\t\t\n\t\t\t\t\t He advanced important tasks facing the complex.\n\t\t\t\t\t\n\t\t\t\t\t In order to supply quality concentrated iron ore to iron and steel works, it is necessary to thoroughly implement the Party's policy on massively mining and dressing ores, he said, stressing that to this end it is imperative to complete earth crushing ground No. 2 now under construction and a new ore crushing ground in a short span of time and continue dynamically pushing ahead with the technological updating and modernization of the mine.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to keep the production of concentrated iron ore going at a high rate, it is necessary to step up the drive to turn all the mining and transport equipment into larger ones and, at the same time, boost their operation rate.\n\t\t\t\t\t\n\t\t\t\t\t Then he went round a room where miners are waiting for man cars. \n\t\t\t\t\t\n\t\t\t\t\t Very pleased that miners are served warm tea and soy milk in mid-winter, too, and enjoying pleasant cultural and emotional life while watching TV and reading newspapers and magazines, he praised the officials of the complex for having done a good thing for the miners.\n\t\t\t\t\t\n\t\t\t\t\t He went round the Cholsan Health Complex built by the complex itself to take warm care of the living of the miners as their real fathers would do. \n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the workers of the complex would display again heroic stamina and mettle to win a certain victory in the general offensive to open the gate to a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Musan Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the factory before a large map showing its panoramic view, he made the rounds of all the production processes to learn in detail about the construction of the factory and the production there.\n\t\t\t\t\t\n\t\t\t\t\t Watching varieties of foodstuffs churning out in an endless stream, he expressed great satisfaction over the fact that the county successfully built the foodstuff factory greatly conducive to improving people's diet by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to keep the production going on a high rate to substantially help improve the standard of people's living in the county, he set forth the tasks to be carried out by the factory to manage and operate itself. \n\t\t\t\t\t\n\t\t\t\t\t He said that he would come to the factory again when it would supply greater quantity of tasty and nutritious foodstuffs to the people of the county.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Kim Ki Nam and Hong Sok Hyong, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Hyon Chol Hae and Ri Myong Su, department directors of the NDC."
        },
        {
            "title": "Cambodian Party Leader Meets WPK Delegation",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-03ee.html",
            "content": "Cambodian Party Leader Meets WPK Delegation\r\nPyongyang, December 3 (KCNA) -- Keoputh Rasmey, chairman of the Funcinpec Party of Cambodia, Wednesday met and had a friendly talk with a delegation of the Workers' Party of Korea led by Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, staying in Cambodia to participate in the 6th general meeting of the International Conference of Asian Political Parties to be held there.\n\t\t\t\t\tThe chairman said that the friendly and cooperative relations between the two parties are precious as they were provided by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe strengthening and development of his party would be unthinkable without the support and encouragement of Kim Il Sung, General Secretary Kim Jong Il and the WPK, he noted, adding that they would always remember this.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed that his party would extend invariable support and encouragement to the WPK in its just cause of defending peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, Hun Sen, vice-chairman of the Central Committee of the People's Party of Cambodia who doubles as prime minister, met and had a talk with the WPK delegation on the same day.\n\t\t\t\t\t\n\t\t\t\t\tHe highly praised the Korean people for having achieved many successes in the economic development and the improvement of the standard of people's living under the tested leadership of Kim Jong Il despite the harsh blockade and sanctions of foreign forces, expressing belief that the friendly and cooperative relations between the two parties and the two countries would develop favorably in the future, too."
        },
        {
            "title": "Diplomatic Corps Visits Construction Sites of Huichon Power Station",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-05ee.html",
            "content": "Diplomatic Corps Visits Construction Sites of Huichon Power Station \r\n Pyongyang, December 3 (KCNA) -- The diplomatic corps here visited construction sites of the Huichon Power Station on Friday.\n\t\t\t\t\t They were deeply impressed to see all the projects including dam construction and waterway tunneling making rapid progress to bring earlier the day of the appearance of the giant power station. \n\t\t\t\t\t\n\t\t\t\t\t After looking round the completed surge chamber, generator room and other places of the construction site of  Huichon Power Station No. 1, they mounted an observation deck and commanded a bird's-eye view of the dam construction site of Huichon Power Station No. 2."
        },
        {
            "title": " Quick Reading Contest Held",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-10ee.html",
            "content": "Quick Reading Contest Held\r\n Pyongyang, December 3 (KCNA) -- The 2nd National Quick Reading Contest was held in the Democratic People's Republic of Korea.\n\t\t\t\t\t The contest, held divided into two events -- book reading and memory, drew nearly a hundred secondary school students.\n\t\t\t\t\t\n\t\t\t\t\t Ra Chong Rim from Wonsan Secondary School No. 1 and Choe Yang from Sinuiju Foreign Languages School won the top place in book reading.\n\t\t\t\t\t\n\t\t\t\t\t Yun Jong Hwa from Kang Pan Sok Revolutionary School and Kim Hyon Sim from Sariwon Foreign Languages School secured the first place in memory by passing 70 percent mark in understanding.\n\t\t\t\t\t\n\t\t\t\t\t Kang Pan Sok Revolutionary School and Sinuiju and Chongjin Foreign Languages Schools took the lead in team standings.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, a researcher of Pyongyang Secondary School No. 1 and a judge of the contest, told KCNA that the quick reading and memory skill of the participants in the second contest was much higher than that of the participants in the first contest."
        },
        {
            "title": "Historic Relics Well Preserved",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-09ee.html",
            "content": "Historic Relics Well Preserved\r\n Pyongyang, December 3 (KCNA) -- Nationwide efforts have been directed to preserving historic relics well in the Democratic People's Republic of Korea.\n\t\t\t\t\tAccording to data available, more than 30 archaeological sites, old ramparts extending over 4,000 meters and some 60 ancient tombs were repaired in autumn and at least 85,000 trees were planted in sanctuaries.\n\t\t\t\t\t\n\t\t\t\t\t In Pyongyang the Pothong Gate and Ryonggok School were repaired and embankment and ditch digging projects carried out to protect the mausoleums of Kings Tangun and Tongmyong from flood.\n\t\t\t\t\t\n\t\t\t\t\t In South and North Phyongan Provinces the main hall of Anguk Temple, old castle in Thaephyong-ri and the main hall of Soun Temple in Nyongbyon County have been restored to the original state.\n\t\t\t\t\t\n\t\t\t\t\t North Hwanghae and Kangwon Provinces have reinforced the walls in Mt. Thaebaek and Mt. Taehung and taken thoroughgoing measures to protect historic relics from the cold of winter.\n\t\t\t\t\t\n\t\t\t\t\t In Jagang Province, Segom Pavilion, one of the eight scenic spots in the northwestern part of the country, has been restored to the original state and Mangmi Pavilion in Manpho colorfully painted again on the principle of fidelity to historical truth.\n\t\t\t\t\t\n\t\t\t\t\t The Myohyangsan History Museum has preserved the original colors of the old buildings, including Pohyon Temple, improving nearby roads and planting many trees around the relics."
        },
        {
            "title": "Achievements Made by 4.15 Technical Innovation Shock Brigades ",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-06ee.html",
            "content": "Achievements Made by 4.15 Technical Innovation Shock Brigades \r\n Pyongyang, December 3 (KCNA) -- The mass technical innovation movement is brisk across the country. \n\t\t\t\t\t Members of the April 15 Technical Innovation Shock Brigades in different fields of the national economy are settling scientific and technical problems arising in production and construction by advancing original ideas and innovation and invention proposals. \n\t\t\t\t\t\n\t\t\t\t\tThis year at least 16,000 valuable technical innovation and rationalization proposals have been introduced to production and construction to make a great contribution to placing the national economy on a modern and IT basis.\n\t\t\t\t\t\n\t\t\t\t\t Those shock brigades have proved successful at the Pyongyang Textile Mill, the Pyongyang Sock Factory, the Haeju Essential Foodstuff Factory, the Janggang Drink Factory, the Taehongdan Potato Processing Factory, the Hamhung Shoes Factory and other light industrial factories. \n\t\t\t\t\t\n\t\t\t\t\t Farms in various parts of the country have positively introduced new farming technology such as organic farming method to bring about a boost in the grain production. \n\t\t\t\t\t\n\t\t\t\t\t Those shock brigades were brisk in their activities at units of the pilot sectors of the national economy. \n\t\t\t\t\t\n\t\t\t\t\t The Chollima Steel Complex completed UHP electric arc furnace No. 2 and built the production base of multi-element alloyed steel and wound up the project for technologically updating converter No. 3 at the Posan Iron Works and established 550 cubic meter oxygen plant to reinforce the production foundation. \n\t\t\t\t\t\n\t\t\t\t\t The Kanggye Youth Power Station introduced dozens of technical innovation proposals including a precision temperature measuring instrument and electronic flow meter to increase the power production, bringing a lot of profits to the country. \n\t\t\t\t\t\n\t\t\t\t\t The Kaechon Coal Mining Machine Plant modernized the process for the production of parts of coal mining equipment. \n\t\t\t\t\t\n\t\t\t\t\t The Ryongsong Bearing Factory put the equipment for the production of bearings for locomotives on a CNC basis to markedly increase the precision rate of products and productivity, while developing new kinds of bearings. \n\t\t\t\t\t\n\t\t\t\t\t Those shock brigades active at factories and enterprises of various fields of the national economy helped boost production, while reinforcing their material and technical foundation."
        },
        {
            "title": "S. Korean Court's Unreasonable Judgment Protested",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-01ee.html",
            "content": "S. Korean Court's Unreasonable Judgment Protested\r\n Pyongyang, December 3 (KCNA) -- The south Korean puppet Seoul Central District Court sentenced Yun Hui Suk, co-representative of the Youth Solidarity of south Korea, to a prison term, etc. on Nov. 29.\n\t\t\t\t\t The court took this action on the charge that she participated in the candlelight rally in protest against the import of U.S. beef infected with mad cow disease by the \"government\" in 2008.\n\t\t\t\t\t\n\t\t\t\t\t Holding that the court's decision against her was politically motivated, she declared the authorities' suppression of her under the pretext of her past career was aimed to put down the just activities of civic and public organizations.\n\t\t\t\t\t\n\t\t\t\t\t She clarified that she would appeal to the Supreme Court in protest against the court's unreasonable ruling."
        },
        {
            "title": "Seminars on Works of Kim Il Sung and Kim Jong Il Held Worldwide",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-02ee.html",
            "content": "Seminars on Works of Kim Il Sung and Kim Jong Il Held Worldwide\r\nPyongyang, December 3 (KCNA) -- Seminars are brisk worldwide to deeply study and grasp the feats of President Kim Il Sung and General Secretary Kim Jong Il and learn and apply the great guiding idea of the era of independence.\n\t\t\t\t\t At least 200 seminars on various themes and of different forms were held by political parties and organizations of more than 40 countries and international and regional organizations on such significant occasions as the Day of the Sun, the February holiday, the anniversary of the founding of the DPRK and the October holidays this year.\n\t\t\t\t\t\n\t\t\t\t\t Seminars on their feats, national seminars and joint seminars were held in different countries. The Swedish Group for the Study of the Juche Idea held a seminar on the theme of \"President Kim Il Sung's feats,\" the Ethiopian Youth Study Group of the Juche Idea a seminar on the theme of \"Harmonious whole of HE Kim Jong Il and Korean people,\" the National Committee for the Study of the Juche Idea of Democratic Congo a seminar \"The Songun idea and Socialist Korea today\".\n\t\t\t\t\t\n\t\t\t\t\t Seminars on the themes of \"Building better world under the banner of the Juche idea,\" \"The Juche philosophy and Kim Jong Il,\" \"The great Juche idea and the Workers' Party of Korea,\" \"The Songun politics and the great Juche idea,\" etc. were held in Mongolia, India, Pakistan, Ukraine, the Czech Republic, Romania, Nigeria, Democratic Congo, Uganda, Mexico and Venezuela to grasp the essence of the Juche idea and the Songun idea and apply them to the reality.\n\t\t\t\t\t\n\t\t\t\t\t A total of more than 40 seminars on Kim Il Sung and Kim Jong Il's works \"For the Development of Agriculture in African Countries,\"  \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung,\"  \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification,\"  \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution,\" \"Socialism Is a Science\", etc. were held by political parties, organizations, organs and organizations for the study of the Juche idea and the Songun politics in many countries.\n\t\t\t\t\t\n\t\t\t\t\t There took place the 14th seminar of political parties of the world on building a new society, the Asian regional seminar of the Juche idea on \"The road of self-reliance-independence,\" the European regional seminar of the Juche idea on \"Realization of global independence and peace, European role in struggle against 'globalization,'\" the European regional seminar on the DPRK, etc."
        },
        {
            "title": "Story of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-08ee.html",
            "content": "Story of Kim Jong Suk\r\n Pyongyang, December 3 (KCNA) -- One day in November Juche 37 (1948), anti-Japanese heroine Kim Jong Suk calld at the then Pyongyang Streetcar Company.\n\t\t\t\t\t After sharing greetings with its officials, she was guided to an office room to acquaint herself with the streetcar operation in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t She told the officials that though the company was faced with many problems, they could be solved by its effort. She then said the company should train drivers, repairmen and conductors by itself, upgrade their techniques and skill, increase the number of streetcars in operation, work out their operation schedule in a reasonable way and strictly establish discipline and order in the operation and management of the streetcars.\n\t\t\t\t\t\n\t\t\t\t\t Before leaving the company, she expressed her belief that they would make a good job of solving the traffic problem of the city, true to the popular policies of the government led by President Kim Il Sung."
        },
        {
            "title": "Kim Jong Il realiza visita de orientacion sobre Musan",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-11ee.html",
            "content": "Kim Jong Il realiza visita de orientacion sobre Musan\r\nPyongyang, 3 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo Minero de Musan y la Fabrica de Alimentos de Musan.\n\t\t\t\t\t  El Complejo Minero de Musan fue su primer destino.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente llego al taller de trituracion enclavado en la cima del monte abriendose el paso en medio de una nevasca tremenda y se entero detalladamente ahi del estado de construccion y produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver el aspecto de funcionamiento de la gran trituradora en forma conica y el panorama espectacular de la correa transportadora que  transporta sin cesar los esteriles al lugar de procesamiento,  expreso su gran satisfaccion de que el complejo haya construido excelentemente otro moderno proceso productivo.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a la construccion del lugar de trituracion de gran capacidad equipado con los equipos ultramodernos, la mina de Musan pudo disponer mejor del aspecto de la gran base de produccion de minerales, dijo y evaluo altamente los meritos de los funcionarios, obreros y tecnicos que terminaron con exito en un corto tiempo la obra.\n\t\t\t\t\t\n\t\t\t\t\t   Luego presento las tareas programaticas que se presentan ante el complejo.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de suministrar mucho mas minerales concentrados de hierro de buena calidad a las fundiciones de hierro y acerias, es preciso materializar estrictamente la orientacion del partido de desprender y procesar en grandes cantidades los minerales, dijo.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que para ese fin, hay que terminar en un corto tiempo la construccion del lugar de trituracion de esteriles No. 2 y el otro nuevo de minerales y seguir impulsando con energia la reconstruccion y modernizacion de la mina.\n\t\t\t\t\t\n\t\t\t\t\t  Para normalizar en el alto nivel la produccion de minerales concentrados de hierro, hay que acelerar activamente la ampliacion de la capacidad de todos los equipos de extraccion y transporte y, al mismo tiempo, elevar la tasa de su funcionamiento, enseno.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, el Dirigente recorrio la sala de espera de vagonetas que usan con preferencia los mineros.\n\t\t\t\t\t\n\t\t\t\t\t  Muy contento de que los mineros llevaran en este lugar una amena vida cultural tomando te y leche de soya calientes aun en pleno invierno y viendo la TV, periodicos y revistas, elogio a los funcionarios de la empresa quienes realizaron trabajos provechosos para los mineros. \n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente recorrio el centro de servicio publico Cholsan construido por el complejo atendiendo con sentimiento paternal las condiciones de vida de los mineros.  \n\t\t\t\t\t\n\t\t\t\t\t  Expreso la esperanza y conviccion de que la clase obrera del complejo manifestara otra vez su impetu heroico e invencible en la ofensiva general para abrir las puertas a la gran potencia prospera. \n\t\t\t\t\t\n\t\t\t\t\t  Seguidamente, estuvo en la Fabrica de Alimentos de Musan.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de escuchar la explicacion ante el plano, se entero detalladamente del estado de construccion y produccion recorriendo uno tras otro los procesos productivos.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver la avalancha de los alimentos de diversos tipos producidos, se mostro muy satisfecho de que el distrito de Musan haya construido con las fuerzas propias esta fabrica que contribuira grandemente a la vida alimentaria del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Senalando que debe normalizar en alto nivel la produccion y contribuir sustancialmente a la vida de los habitantes del distrito, presento las tareas que se presentan en la administracion de ella.\n\t\t\t\t\t\n\t\t\t\t\tDijo cordialmente que volveria a visitar esta fabrica cuando suministrara gran cantidad de alimentos sabrosos y nutritivos a los habitantes del distrito.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion el Dirigente fue acompanado por O Su Yong, secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Kim Ki Nam y Hong Sok Hyong, miembros del Buro Politico y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Pak To Chun y Thae Jong Su, miembros suplentes del BP y secretarios del CC del PTC y Hyon Chol Hae y Ri Myong Su, jefes de departamento del CDN."
        },
        {
            "title": "Kim Jong Il dirige varias unidades de Tanchon",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-12ee.html",
            "content": "Kim Jong Il dirige varias unidades de Tanchon\r\nPyongyang, 3 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno varias unidades de la ciudad de Tanchon.\n\t\t\t\t\tPrimero, estuvo en la Fabrica de Magnesia de Tanchon.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por varios procesos productivos como la sala de control general de produccion y los talleres de produccion de la briqueta oval de antracita, tejas y envases, averiguo en detalles el estado de construccion, equipos tecnicos y produccion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que en su vida, el Presidente Kim Il Sung prestaba siempre mucha atencion al desarrollo de la industria de clinker de magnesia con materias primas y tecnologias nacionales y se puso muy contento de que la fabrica haya sentado la solida base para materializar con exito el legado del Presidente y contribuir mucho al desarrollo industrial del pais, al construir ese moderno proceso capaz de producir el clinker con la antracita abundante en Corea.\n\t\t\t\t\t\n\t\t\t\t\tCuando construyamos una economia que se desarrolle por si sola con recursos nacionales y la tomemos como plataforma de salto, podemos construir una gran potencia prospera socialista, senalo y ratifico que esto es invariable sendero de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tAl ver los tejados producidos con magnesia ligeramente cocida, califico de muy alta su calidad y elogio que esta fabrica hace gran aporte tambien a solucionar el problema de materiales de construccion de acabado y tejado.\n\t\t\t\t\t\n\t\t\t\t\tApreciando que la fabrica incrementa la produccion de envases en el moderno proceso productivo, senalo que es importante producir mucho estos articulos de buena calidad y diferentes usos.\n\t\t\t\t\t\n\t\t\t\t\tY presento las tareas que le incumben a la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, el Dirigente visito la Fabrica de Maquinas Mineras de Tanchon.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer varios lugares de la fabrica incluyendo el taller de elaboracion de grandes maquinas, se cercioro detalladamente del estado de introduccion de la tecnologia CNC en estos equipos.\n\t\t\t\t\t\n\t\t\t\t\tAl aplicar la tecnologia CNC en las grandes maquinas incluyendo el torno vertical de 4 y 10 metros, esta fabrica abrio las posibilidades de producir a tiempo y con calidad mayor cantidad de equipos mineros de diversos tipos, como la gran trituradora, indispensables para la normalizacion de produccion en las minas de la zona de Tanchon, subrayo y evaluo altamente los exitos logrados por los obreros y tecnicos de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, en colaboracion con los investigadores de la Universidad Politecnica Kim Chaek, los obreros realizaron el milagro de modernizar en un corto tiempo con la tecnologia CNC los grandes equipos y elevaron 10 veces que antes el grado de precision de productos, apunto y agrego que esto deviene la manifestacion fehaciente de la justeza y vitalidad de la orientacion de nuestro partido de desarrollar energicamente el movimiento por conquistar las tecnologias de punta. \n\t\t\t\t\t\n\t\t\t\t\tAl ver el electrodo y otros productos fabricados por cuenta propia en esta fabrica, evaluo complacido el modo de trabajo esmerado de los funcionarios y empleados de la fabrica que realizan rentablemente las gestiones administrativas buscando y movilizando activamente los materiales ociosos.\n\t\t\t\t\t\n\t\t\t\t\tDijo que a fin de materializar consecuentemente la politica del partido de extraer y procesar en grandes cantidades los minerales en las minas, es preciso que esta fabrica normalice en alto nivel la produccion para enviar a tiempo los equipos necesarios.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente expreso la esperanza y conviccion de que en el futuro tambien, los funcionarios y trabajadores de la fabrica lograran mayores exitos en la produccion y reconstruccion tecnica. \n\t\t\t\t\t\n\t\t\t\t\tA continuacion, visito el lugar de construccion del Puerto de Tanchon.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar la explicacion ante el plano, se entero detalladamente del estado de construccion recorriendo varios lugares.\n\t\t\t\t\t\n\t\t\t\t\tAl divisar el malecon que se pierde en el horizonte, el sitio de dragado del puerto y las piezas de distintos generos prefabricadas como rompeolas, se mostro muy satisfecho por la marcha rapida de la obra.\n\t\t\t\t\t\n\t\t\t\t\tEs un milagro realmente asombroso que los militantes del partido y los trabajadores del Ministerio de Transporte Terrestre y Maritimo, que sorprendieron al mundo hace unos anos al construir la Fabrica de Reparacion de Barcos de Ryongnam, realizaran ahora con exito la construccion del enorme Puerto de Tanchon con las fuerzas propias del Ministerio, senalo y les agradecio evaluando altamente su orgulloso merito de construir magnificamente otra creacion monumental, que brillara con la epoca del Songun, superando las dificultades y pruebas con el heroismo colectivo y abnegacion incomparable.\n\t\t\t\t\t\n\t\t\t\t\tEn este ano significativo, los roturadores de las Marismas Taegyedo convirtieron una parte costera del Mar Oeste en la tierra fertil, donde se ven las olas de espigas de arroz, superando los fenomenos bravos de la naturaleza, recordo y agrego que hoy dia, los valientes conquistadores del mar de dicho ministerio transforman maravillosamente la zona litoral del Mar Este.\n\t\t\t\t\t\n\t\t\t\t\tEste orgulloso exito vuelve a demostrar claramente a todo el mundo que Corea cumple todo lo que decide, asevero en tono orgulloso.\n\t\t\t\t\t\n\t\t\t\t\tInaugurar este puerto en 2012, en que se celebrara el centenario de natalicio del Presidente Kim Il Sung, es la decision del partido, enfatizo y presento las tareas programaticas que se presentan para terminar con adelanto la construccion del puerto.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion el fue acompanado por Kwak Pom Gi, secretario responsable del Comite del PTC en la Provincia de Hamgyong del Sur, Kim Ki Nam y Hong Sok Hyong, miembros del Buro Politico y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Pak To Chun y Thae Jong Su, miembros suplentes del BP y secretarios del CC del PTC, y Hyon Chol Hae y Ri Myong Su, jefes de departamento del CDN."
        },
        {
            "title": "Presidente del Partido FUNCINPEC apoya la causa justa del PTC",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-13ee.html",
            "content": "Presidente del Partido FUNCINPEC apoya la causa justa del PTC\r\nPyongyang, 3 de diciembre (ATCC) -- El presidente del Partido FUNCINPEC de Camboya, Keoputh Rasmey, se reunio el dia primero en un ambiente amistoso con la delegacion del Partido del Trabajo de Corea encabezada por Kim Yong Il, miembro suplente del Buro Politico y secretario del Comite Central del Partido que va a participar en la 6a reunion general de la conferencia internacional de los partidos politicos asiaticos, que tendra lugar en su pais.\n\t\t\t\t\tEn la audiencia, el dijo que las relaciones de amistad y cooperacion entre los dos partidos son las preciosas preparadas por Su Excelencia el gran Generalisimo Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el fortalecimiento del partido FUNCINPEC no puede pensar al margen de Su Excelencia el Generalisimo Kim Il Sung, Su Excelencia el Mariscal Kim Jong Il y del apoyo del PTC y anadio que ellos mismos no olvidaran siempre al respecto.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que su partido enviara invariable apoyo y respaldo a la causa justa del PTC para preservar la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el mismo dia, el vicepresidente del CC del Partido de Pueblo y premier del Gobierno del Reino de Cambodia, Hun Sen, departio con la delegacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, el vicepresidente evaluo altamente muchos exitos que bajo la probada direccion de Su Excelencia el gran Mariscal Kim Jong Il, el pueblo coreano logro en el desarrollo economico y la mejora de la vida del pueblo en medio del siniestro bloqueo y la sancion de las fuerzas extranjeras y expreso la conviccion de que tambien en el futuro, se desarrollaran favorablemente las relaciones de amistad y cooperacion entre los dos partidos y paises."
        },
        {
            "title": "Cuerpo diplomatico visita Central Hidroelectrica de Huichon",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-14ee.html",
            "content": "Cuerpo diplomatico visita Central Hidroelectrica de Huichon\r\nPyongyang, 3 de diciembre (ATCC) -- El Cuerpo Diplomatico acreditado en Corea visito el dia 3 el campo de construccion de la Central Hidroelectrica de Huichon.\n\t\t\t\t\tLos huespedes expresaron profunda impresion contemplando el aspecto majestuoso de la central que se levanta segundo por segundo al promoverse dinamicamente todas las obras inclusive diques y canales.\n\t\t\t\t\t\n\t\t\t\t\tRecorrieron el inaugurado campo de tanque regulador de presion de agua, la sala de generadores y otros lugares de la planta No. 1 y disfrutaron desde el mirador el panorama del campo de construccion de dique de la planta No.2."
        },
        {
            "title": " Se dinamiza la proteccion de reliquias historicas",
            "url": "http://kcna.co.jp/item/2010/201012/news03/20101203-15ee.html",
            "content": "Se dinamiza la proteccion de reliquias historicas\r\nPyongyang, 3 de diciembre (ATCC) -- Se obtuvieron en Corea numerosos exitos en la conservacion de vestigios historicos que tiene lugar bajo la atencion de toda la sociedad.\n\t\t\t\t\tSegun estadisticas, en la estacion otonal de este ano, fueron reparados mas de 30 ruinas, las murallas antiguas de mas de 4 mil metros y mas de 60 sepulcros antiguos y plantados en las zonas de proteccion de vestigios mas de 85 mil arboles.\n\t\t\t\t\t\n\t\t\t\t\tEn la ciudad de Pyongyang quedaron reparadas la Puerta Pothong y el altar Ryonggok y terminaron con exito la estructuracion de piedras y el arreglo de acequias, de modo que se protegieran de inundaciones el mausoleo de Tangun y la tumba del rey Tongmyong.\n\t\t\t\t\t\n\t\t\t\t\tEn las provincias de Phyong-an del Sur y del Norte repararon in statu quo la ermita Taeung del Templo Anguk, la muralla antigua de la comuna Thaephyong y la ermita Taeung del Templo Soun del distrito de Nyongbyon.\n\t\t\t\t\t\n\t\t\t\t\tEn las provincias de Hwanghae del Norte y de Kangwon se tomaron las medidas para evitar el deterioro de los restos historico-culturales por el frio invernal como la reparacion de las murallas en los montes Thaebaek y Taehung.\n\t\t\t\t\t\n\t\t\t\t\tLa provincia de Jagang restauro el pabellon Segom, uno de los ocho paisajes celebres de las provincias occidentales del Norte, y llevo a cabo perfectamente conforme al principio historicista el repinte en varios colores sobre el pabellon Mangmi de Manpho que demuestra la arquitectura fina de los antepasados coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl Museo de la Historia de Myohyangsan impulso el trabajo para evitar el descoloramiento de edificios antiguos como el Templo Pohyon y realizo excelentemente el arreglo de carretera y la repoblacion forestal haciendo mas pintorescos los lugares de interes historico.\n\t\t\t\t\t\n\t\t\t\t\tLa conservacion de vestigios historicos tiene lugar anualmente en Corea."
        }
    ]
}