{
    "date": "2010-07-07",
    "url": "http://kcna.co.jp/item/2010/201007/2010-07-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Construction Site of Wonsan Power Station",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-18ee.html",
            "content": "Kim Jong Il Inspects Construction Site of Wonsan Power Station\r\nPyongyang, July 7 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the construction site of the Wonsan Army-People Power Station.\n\t\t\t\t\t  It is a large hydro-power station generating electricity by diverting the water of a river flowing to the West Sea to the East Sea.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the power station before a large map showing its panoramic view, Kim Jong Il went round various places of the construction site to acquaint himself in detail with the construction.\n\t\t\t\t\t\n\t\t\t\t\t It is an astonishing miracle that the members of the youth shock brigade and other builders and their helpers are carrying out the huge construction project by their own efforts under the hard conditions where everything is in short supply, he said, highly praising them for building structures of eternal value by displaying patriotic devotion and popular heroism and extending a warm salute to them.\n\t\t\t\t\t\n\t\t\t\t\t Kangwon Province successfully completed the construction of the Anbyon Youth Power Station No. 2, the Wonsan Youth Power Station and the Wonsan Saltern, difficult and labor-consuming construction projects accompanied by large-scale nature-remaking projects in the past and is now working eye-opening miracles in the construction of the power station, he said, adding that this is the shining fruition of the inexhaustible great mental power of the Korean people single-mindedly rallied around the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the party and working people's organizations in the province have done a lot of work, indeed, in a matter of little over one year by giving full play to the mental power of the party members and other working people, he stressed that the experience gained by them once again proves the truth of the work style of the WPK that there is nothing impossible when the strength and wisdom of the masses are properly enlisted. \n\t\t\t\t\t\n\t\t\t\t\t Great monumental structures representing the era of Songun are springing up like so many mushrooms after rain in different parts of the country at present when all the people are dashing ahead like the wind towards the eminence of a thriving nation, he noted, emphasizing with pride that this signal change strikingly demonstrates the indomitable great mental power of the heroic Korean people making steady advances and leap forward. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to qualitatively build the power station so that it may remain impeccable in the distant future as it is a precious structure of the country to be handed down to posterity. \n\t\t\t\t\t\n\t\t\t\t\t To build hydro-power stations is not only economical but is the shortest-cut to satisfactorily meeting the increasing demand for electricity, he said, calling for continuing to thoroughly implement the party's policy on building minor power stations in a big way while constructing large hydro-power stations. \n\t\t\t\t\t\n\t\t\t\t\t He indicated a specific orientation and ways for completing the construction of the power station earlier than scheduled. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Paek Kye Ryong, chief secretary of the Kangwon Provincial Committee of the WPK, Jang Song Thaek, vice-chairman of the NDC of the DPRK and department director of the WPK Central Committee, Thae Jong Su, department director of the C.C., the WPK, and Ju Kyu Chang and Ri Jae Il, first vice department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Inspects Combined Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-19ee.html",
            "content": "Kim Jong Il Inspects Combined Foodstuff Factory\r\nPyongyang, July 7 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the newly-built process for the production of sliced vegetables preserved in soy sauce at the Combined Foodstuff Factory of KPA Unit 534.\n\t\t\t\t\t He looked round various production processes to learn in detail about its construction and technical equipment and production. He praised the factory for producing peculiar goods after successfully building the process. \n\t\t\t\t\t\n\t\t\t\t\t Sliced vegetables preserved in soy sauce are liked by Koreans from olden times and they can be easily produced in any part of the country, he said. \n\t\t\t\t\t\n\t\t\t\t\t It is the Party's will and resolution to provide the servicepersons of the KPA with the best things, he noted, calling on the officials, workers and technicians of the factory to steadily increase production by uninterruptedly giving full play to the ardent spirit of loving soldiers so as to provide the servicepersons with lots of tasty and highly nutritious varieties of sliced vegetables preserved in soy sauce good for health and other foodstuff.  \n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks which would serve as guidelines to be fulfilled by the factory to manage and operate it. \n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to direct primary efforts to keeping the production going at a high rate in order to supply more quality foodstuff to the servicepersons, he said that to this end it is necessary for the factory to put the production processes on a modern and scientific basis and provide sufficient quantities of raw and other materials necessary for the production. \n\t\t\t\t\t\n\t\t\t\t\t He also stressed the need for the factory to steadily improve the quality of goods and, at the same time, pay a special attention to establishing its hygienic and cultured environment and ensure the best hygienic safety in packing foodstuff as it produces and handles foodstuff for servicepersons in particular. \n\t\t\t\t\t\n\t\t\t\t\t In order to supply foodstuff to units of the KPA in good time it is necessary to prepare sufficient quantities of various kinds of packing containers, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that the officials and workers of the factory would make a positive contribution to improving the servicepersons' diet. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, vice-chairman of the NDC of the DPRK and department director of the WPK Central Committee, Kim Kyong Hui and Thae Jong Su, department directors of the C.C., the WPK, and Ju Kyu Chang, Ri Jae Il and Han Kwang Sang, first vice department directors of the C.C., the WPK."
        },
        {
            "title": "CPRK Spokesman Urges Lee Myung Bak to Stop Its Rash Acts",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-14ee.html",
            "content": "CPRK Spokesman Urges Lee Myung Bak to Stop Its Rash Acts\r\n Pyongyang, July 7 (KCNA) -- Traitor Lee Myung Bak of south Korea, during his recent junket to Canada, met with the chief executives of the United States, Japan and other countries to beg them for \"international cooperation\" over the issue of a warship sinking. He flew to Panama and Mexico to solicit high-ranking officials of Central American countries for \"support\" to the smear campaign of south Korea and faked up even a \"special declaration\".\n\t\t\t\t\t Worse still, the puppet group is making desperate efforts to prod the UNSC into cooking up a conspiratorial document shifting the blame for the case of the warship sinking on to the DPRK and \"denouncing\" it.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea in a statement on Wednesday condemned the south Korean puppet conservative group for working with bloodshot eyes to escalate the confrontation with the DPRK while peddling the case of the warship sinking even at the international forum though it is beset with too many doubts and contradictions to convince anyone.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the U.S. is fanning up the racket to escalate the confrontation with the DPRK over the warship case while zealously backing the puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seeking to do harm to the DPRK after bringing the case up for discussion at the UN Security Council while supporting the puppet forces. Lurking behind this is a strategic aim to expand the sphere of its domination and influence on Northeast Asia and step up the moves for aggression and war by retaining a firmer grip on its junior \"allies.\" \n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the group of traitors may work to make profound confusing of right and wrong in collusion with the U.S. in a bid to get rid of a predicament, it can neither hide the truth nor escape denunciation from the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t If the group of traitors and the U.S. force the UN Security Council to cook up a document pulling up the DPRK even a bit through sordid collusion and nexus, the army and people of the DPRK will regard it as an intolerable and grave infringement upon its dignity and will not rule out a just do-or-die battle to protect the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group had better stop its rash acts, pondering over the catastrophic consequences to be entailed by its anti-DPRK smear campaign."
        },
        {
            "title": "Kim Yong Nam Greets New Polish President",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-17ee.html",
            "content": "Kim Yong Nam Greets New Polish President\r\n Pyongyang, July 7 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Bronislaw Komorowski upon his election as Polish President. \n\t\t\t\t\t The message wished the President success in his work for the stability and development of the country."
        },
        {
            "title": "China Offers Aid Materials to DPRK",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-12ee.html",
            "content": "China Offers Aid Materials to DPRK\r\n Pyongyang, July 7 (KCNA) -- The Red Cross Society of China donated aid materials to the DPRK Red Cross Society.\n\t\t\t\t\t A ceremony for donating them took place in Pyongyang on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Paek Yong Ho, vice-chairman of the Central Committee of the DPRK Red Cross Society, and officials concerned, a delegation of the Red Cross Society of China headed by Vice-President Hao Linna, Ambassador Liu Hongcai and officials of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony."
        },
        {
            "title": "Pyongyang Martyrs Cemetery Completed",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-16ee.html",
            "content": "Pyongyang Martyrs Cemetery Completed\r\n Pyongyang, July 7 (KCNA) -- The Pyongyang Martyrs Cemetery has taken its shape in Janggyo-ri, Rangnang District.\n\t\t\t\t\tBuried at the cemetery are remains of martyrs and persons of merit who had been faithful to the idea and leadership of President Kim Il Sung and General Secretary Kim Jong Il and dedicated their precious lives to the struggle for the national liberation and the prosperity and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Among them are anti-Japanese revolutionary martyrs Pak Sun Ha and Kang Ok Chon, anti-Japanese patriotic martyrs Ri Jong Ok and So Pok In and DPRK Heroes Pyon Ik Du and Pak Jong Son.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for completing the cemetery took place on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were leading officials of party and power bodies and working people's organizations in Pyongyang, bereaved families and working people.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed wreaths and bouquets at the cemetery and observed a moment's silence in memory of the martyrs.\n\t\t\t\t\t\n\t\t\t\t\t Ryang Man Gil, chairman of the Pyongyang City People's Committee, said in his speech at the ceremony that the cemetery, which has been wonderfully built with warm comradeship of Kim Jong Il, the supreme incarnation of revolutionary moral obligation, deeply implants one with the truth that the life dedicated to the party and the leader, the country and the people is eternal.\n\t\t\t\t\t\n\t\t\t\t\t The speaker called upon the party members and other working people and the bereaved families to inherit the martyrs' steadfast spirit of devotedly defending the leader and remain loyal to the idea and leadership of Kim Jong Il and thus contribute to the building of a thriving nation and the accomplishment of the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round the cemetery."
        },
        {
            "title": "Remembrance Meeting Held",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-15ee.html",
            "content": "Remembrance Meeting Held\r\nPyongyang, July 7 (KCNA) -- A remembrance concert of youth and students \"Song of the sun\" took place at the Central Youth Hall and a remembrance meeting of women's union members \"We will always sing a song of the sun upholding the General\" at the Women's Hall on Tuesday on the occasion of the 16th anniversary of demise of President Kim Il Sung. A remembrance meeting of agricultural workers \"The leader will always be with agricultural workers\" on the Yoltusamchon Farm, Sukchon County of South Phyongan Province on Wednesday on the same occasion.\n\t\t\t\t\t Put on the stage of the concert were male chorus \"Long Live Generalissimo Kim Il Sung\", chorus \"Song of Korea\" and female chorus \"The Embrace of My Motherland\", immortal masterpieces, narrative and song \"Song of Comradeship\", narrative and female solo \"Our Hearts Longing for the Leader\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers spoke highly of the immortal exploits of the President, the eternal leader of the Korean people and the progressive humankind, with boundless reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t The speakers of the remembrance meetings said that the whole life of the President is a history of the loving care shown by the benevolent father who brought dignified life and great happiness to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that as long as the Korean people uphold General Secretary Kim Jong Il who is identical to the President in high esteem, the construction of a thriving nation is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t Hymns in praise of the great man, carrying ardent reverence for the President who enjoys immortality with the image of the sun providing a sure guarantee for the bright future of Songun Korea resounded through the venues."
        },
        {
            "title": "Documentary Film Shown",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-13ee.html",
            "content": "Documentary Film Shown\r\n Pyongyang, July 7 (KCNA) -- Korean documentary film \"President Kim Il Sung with Officials\" was screened at the People's Palace of Culture on Wednesday to commemorate the 16th anniversary of his demise.\n\t\t\t\t\t The film deals with the facts that the President took deep care of the officials' work and life and meticulously led them to remain faithful to the leadership of Kim Jong Il while finding himself among them from the beginning of building a new country until the last moments of his great life.\n\t\t\t\t\t\n\t\t\t\t\t It shows that the President trained common workers, peasants and intellectuals to be leading officials of the revolution and meticulously led them to devotedly work as the faithful servant for the people.\n\t\t\t\t\t\n\t\t\t\t\t Watching the film were senior party, army and state officials, a chairperson of a friendly party and leading officials of armed forces and power organs, working people's organizations, ministries and  national institutions, servicepersons of the KPA and officials of the educational, scientific, cultural and art, public health and press organs."
        },
        {
            "title": "New Saltern Created in Kaesong",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-09ee.html",
            "content": "New Saltern Created in Kaesong\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- A new saltern has appeared in Kaesong City. \n\t\t\t\t\t The city stepped up the construction of a water bag, a pumping station, a reservoir and an evaporating pond covering thousands of square meters and a crystallization pond covering several hectares in a short span of time while removing at least 16,700 cubic meters of earth.\n\t\t\t\t\t\n\t\t\t\t\t Advanced production methods were introduced to the saltern which is leveled and rolled well. The saltern is also equipped with facilities capable of ensuring salinity even on rainy days.\n\t\t\t\t\t\n\t\t\t\t\t Production started at the saltern."
        },
        {
            "title": "Area of Tea Plantations on Increase",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-04ee.html",
            "content": "Area of Tea Plantations on Increase \r\n Pyongyang, July 7 (KCNA) -- 100 hectares of fields under tea bush were created in a brief span of time and seeds were sown in the right time in the Unjong tea plantation in the area of Tungam, Kangryong County on the West Coast of Korea. \n\t\t\t\t\t The sprouting of tea plants was fully adapted to the climatic and soil conditions, making it possible to massively cultivate tea plants in the country through vegetative propagation such as cottage and root division and seed propagation.\n\t\t\t\t\t\n\t\t\t\t\t The cultivation of tea plants was considered to be impossible in the areas north of 36 degrees N.L. in Korea.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung said during his foreign trips in September Juche 71 (1982) that the cultivation of tea plants could not be impossible in Korea as they were grown worldwide. And he opened up a bright prospect for producing tea and scientifically clarified even the matters concerning the successful application of tea plant cultivation methods which even experts could not think of.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, an \"established theory\" on the tea plant cultivation was brought to an end in the scientific world.\n\t\t\t\t\t\n\t\t\t\t\t Tea plant, a subtropical plant with its wintering temperature of above 15 degrees below zero, was so fully adapted to the climatic and soil conditions that it can stand even 19 degrees below zero. These plants are now growing well on the Kangryong Peninsula near the 38 degrees N.L. With the cultivation technology and propagation methods rounded off, new species with the high rate of rooting and growth and greater per-hectare yield were developed.\n\t\t\t\t\t\n\t\t\t\t\tIt was General Secretary Kim Jong Il who was more pleased with the successful cultivation of tea plants than anybody else. He named the tea produced there \"Unjong Tea\" to convey down through generations the loving care shown by the President for the people. He unfolded a plan for expanding the area of fields under tea bush in a brief span of time to boost the tea production. He took every possible measure to this end.\n\t\t\t\t\t\n\t\t\t\t\t The area of fields under tea bush was increased by ten hectares and sowing was done successfully in the Unjong tea plantation in the Jangpho area, Kosong County on the East Coast, the area north of 38 degrees N.L. \n\t\t\t\t\t\n\t\t\t\t\t Tea massively produced in the western and eastern coastal areas of the country is widely known to the world as Unjong tea, Kangryong green tea for its rich essential amino acid and vitamin varieties including vitamins C and E and its nutritional value, taste and fragrance."
        },
        {
            "title": "Kim Il Sung Is Alive in Mind of Humankind",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-10ee.html",
            "content": "Kim Il Sung Is Alive in Mind of Humankind\r\n Pyongyang, July 7 (KCNA) -- President Kim Il Sung made a tremendous contribution to the Korean revolution and human cause of independence with his rare wisdom, outstanding ideological and theoretical activities and distinguished political caliber, enjoying boundless trust and reverence from the Korean people and other progressives of the world.\n\t\t\t\t\t Many events have been held in the Democratic People's Republic of Korea and other countries this year in praise of his immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t The 12th Kimilsungia Festival and the 2nd April Spring People's Art Festival were held successfully in the DPRK to mark the Day of the Sun, April 15.\n\t\t\t\t\t\n\t\t\t\t\t Meetings to remember the President, oath-taking gatherings, art performances and other functions were sponsored by the working people's organizations. All the participants in the functions highly praised the undying feats of the President, who devoted his whole life to the people's happiness and the prosperity of the country with believing in the people as in Heaven as his motto.\n\t\t\t\t\t\n\t\t\t\t\t Preparatory committees to commemorate the Day of the Sun were formed in Jordan, Switzerland, Germany and other countries with prominent figures as their chairpersons. Famous works of the President were published and disseminated and Kimilsungia exhibitions, seminars, lectures and many other political and cultural functions also took place in a lot of countries.\n\t\t\t\t\t\n\t\t\t\t\t A decision to commemorate April 15, 2012, the 100th birth anniversary of the President, as the most significant day in human history and a worldwide festival was adopted at the 10th meeting of the Council of the European Society for the Study of the Juche Idea held in Rome in June.\n\t\t\t\t\t\n\t\t\t\t\t With the approach of the 16th anniversary of his demise, meetings, reading sessions and film shows were held and prominent figures made public statements in Russia, Guinea, Ethiopia and other countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Council of the People Unity-\"Kyrgys El\" Republican Political Party in Kyrgyzstan said in his lecture:\n\t\t\t\t\t\n\t\t\t\t\t Works of President Kim Il Sung have been published, studied and disseminated and colorful functions held to remember him in many countries. The fact shows well that he always lives along with humankind."
        },
        {
            "title": "Songun Politics Guarantees Dignity, Independence of Country",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-11ee.html",
            "content": "Songun Politics Guarantees Dignity, Independence of Country\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- The dignity and sovereignty of the county and nation are guaranteed only by Songun politics.\n\t\t\t\t\t This is the truth that the Korean people have fully grasped with the U.S. imperialists persistently trying to isolate and stifle the Democratic People's Republic of Korea and escalating war provocation moves against it.\n\t\t\t\t\t\n\t\t\t\t\t The United States, with the largest armaments in the world, including nuclear arsenal, has invaded sovereign countries in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, increasing tension on the Korean Peninsula, have zealously antagonized the DPRK that has advanced under the banner of independence and socialism.\n\t\t\t\t\t\n\t\t\t\t\t They have staged such annual military maneuvers as Team Spirit, RSOI (reception, staging, onward movement and integration) and Ulji Focus Lens together with the south Korean puppet army against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They staged Key Resolve and Foal Eagle joint military maneuvers again this year. And they have groundlessly charged the DPRK with involvement in the sinking of warship \"Cheonan\" to lead the situation of the Korean Peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than Songun politics that foils their war provocation moves and safeguards peace.\n\t\t\t\t\t\n\t\t\t\t\t Songun politics has provided a strong war deterrent to smash any military provocation and aggressive moves of the U.S. imperialists and defend the security of the country and nation with credit.\n\t\t\t\t\t\n\t\t\t\t\t The war deterrent plays a decisive role in preventing the U.S. imperialists from provoking a nuclear war on the Korean Peninsula and ensuring the peace of the country and the security of the nation."
        },
        {
            "title": "Lee Myung Bak Group's Treachery under Fire",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-03ee.html",
            "content": "Lee Myung Bak Group's Treachery under Fire\r\n Pyongyang, July 7 (KCNA) -- The conservative authorities of south Korea recently agreed with the U.S. to extend the \"transfer of wartime operation control (OPCON)\" by the end of 2015. This is a product of conspiracy between the U.S., which seeks to carry into practice its strategy for domination over Korea by holding south Korea as its colonial military base for an indefinite period, and the Lee Myung Bak group, which is scheming to realize its design for invasion of the DPRK with the help of the U.S. while maintaining its power in return for selling out the dignity and interests of the south Korean people.\n\t\t\t\t\t Rodong Sinmun says this in a signed article Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The extension of OPCON has made it possible for the U.S. to intensify its political domination and subjugation over south Korea, and the south Korean people can not but undergo bitterer sufferings and sacrifice, being reduced to slaves and playthings of aggressor forces without any hope for restoration of the sovereignty, the article notes, and goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group persistently begged for the extension of OPCON of their own accord and, accordingly, the U.S. has got justification to strengthen its policy for military occupation and colonial rule over south Korea. Needless to say, the U.S., which pretended to reluctantly accept such request, will demand the high price for it. This resulted in putting the people of south Korea under heavier yoke of domination and subjugation by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Through the extension of OPCON the Lee group more clearly revealed its true colors as vile traitor and despicable pro-American stooge as it did not feel the pricks of conscience even in the least though selling out the dignity and sovereignty of the south Korean people to its U.S. master lock, stock and barrel."
        },
        {
            "title": "Japan's Intention to Lift Ban on War Supplies Export Blasted",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-08ee.html",
            "content": "Japan's Intention to Lift Ban on War Supplies Export Blasted\r\n Pyongyang, July 7 (KCNA) -- The Japanese government is contemplating lifting the ban on the export of war supplies within this year in an effort to enable its munitions enterprises to join in international munitions bids and joint ventures, according to a recent disclosure.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This is aimed at letting Japan frantically accelerate its moves for emerging a military power and overseas expansion. \n\t\t\t\t\t\n\t\t\t\t\t Disclosing the reason why the Japanese government opted to reexamine the above-said law, the commentary notes that through this Japan seeks to get its major munitions enterprises such as \"Mitsubishi Heavy Industries\" and \"Kawasaki Heavy Industries\" involved in the large-scale international collaboration projects concerning military technologies including the U.S.-led development of \"F-35 Lightning-2.\"\n\t\t\t\t\t\n\t\t\t\t\t By participating in the above-said international collaboration projects the Japanese munitions monopolies seek to obtain cutting-edge military technologies and sell their products to other countries to rake up huge profits. It is the calculation of the Japanese government that in case it introduces military technology from the U.S. it can rapidly develop its own military muscle without spending huge funds for its independent development of military technology. \n\t\t\t\t\t\n\t\t\t\t\t The Japan Ministry of Defense's arrangements for making a tender for the purchase of new-type fighters are another factor of Japan's plan for lifting the ban. \n\t\t\t\t\t\n\t\t\t\t\t Such premeditated actions of Japan as the lifting of the above-said ban, acquisition of cutting-edge military technology and the introduction of modern military hardware can be done only by a war state. \n\t\t\t\t\t\n\t\t\t\t\t No international action has been taken to bar Japan from acquiring a full status as a war state.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. is to wholly blame for this. The U.S. is mulling using Japan as a munitions market and a shock brigade for its Asian aggression. For this reason, the U.S. is so zealously encouraging Japan in its moves for emerging a military power and realizing overseas expansion. \n\t\t\t\t\t\n\t\t\t\t\t  The very existence close to Korea of a dangerous war state keen on reinvasion is a threat to the DPRK, concludes the commentary."
        },
        {
            "title": "Rodong Sinmun on Kim Il Sung's Revolutionary History",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-02ee.html",
            "content": "Rodong Sinmun on Kim Il Sung's Revolutionary History \r\n Pyongyang, July 7 (KCNA) -- The revolutionary history of President Kim Il Sung represents the roots of the Workers' Party of Korea and the revolution and an eternal cornerstone for the victory in the drive for building a thriving socialist nation, says Rodong Sinmun Wednesday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The feats performed by the President in building a Juche-type revolutionary party serve as fundamental guidelines for the party building and activities and his history of building revolutionary armed forces and building power as an eternal foundation for developing and strengthening the army and the state. \n\t\t\t\t\t\n\t\t\t\t\t The road of Songun, which successfully guarantees the happiness and the future of the nation, is the path explored by the President and covered by him all his life. The stirring reality today when all people are dashing ahead like the wind toward the peak of a thriving nation through a high-pitched drive for effecting a great revolutionary surge was unfolded thanks to the noble heritage and foundation provided by the President.\n\t\t\t\t\t\n\t\t\t\t\t The article notes that the revolutionary history of the President serves as an immortal banner always encouraging the DPRK to win one victory after victory along the road of the independence, an eternal treasure for demonstrating its invincible might as a single-mindedly united power, an invincible treasured sword for protecting and exalting the destiny and the future of the nation with the might of Songun and a driving force for the country's prosperity making it possible to bring about epoch-making leap forward and innovations in building a great prosperous and powerful nation in Korean way by the Korean people themselves.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK confidently foresee a rosy future of Songun Korea in the greatness and immortal feats of General Secretary Kim Jong Il, who has glorified the country as an invincible great power and demonstrated the dignity and spirit of the nation by leading the great drive for building a thriving nation, concludes the article."
        },
        {
            "title": "Re-dispatch of Troops to Afghanistan Flailed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-05ee.html",
            "content": "Re-dispatch of Troops to Afghanistan Flailed in S. Korea\r\n Pyongyang, July 7 (KCNA) -- The Joint Conference of Civic and Public Organizations against Re-dispatch of Troops to Afghanistan and the progressive opposition parties of south Korea at a joint press conference in Seoul on June 30 denounced the Lee Myung Bak group of traitors for its action for re-dispatch of troops to Afghanistan. \n\t\t\t\t\t A press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\t It accused the \"government\" of having taken a desperate action to re-dispatch troops to Afghanistan, terming such action a reckless and dangerous armed intervention which has nothing to do with the reconstruction of Afghanistan and an arbitrary and undemocratic action reneging on the promise made to the people. \n\t\t\t\t\t\n\t\t\t\t\t The press release chided the U.S. and its allies for stepping up military operations in Afghanistan and escalating the war there, obstructing the substantial reconstruction and humanitarian aid to Afghanistan by veiling their military aim with \"humanitarian aid.\" \n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the Lee \"government\" stop at once the re-dispatch of troops to Afghanistan."
        },
        {
            "title": "Suppression of Progressive Figures Assailed in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-06ee.html",
            "content": "Suppression of Progressive Figures Assailed in S. Korea\r\n Pyongyang, July 7 (KCNA) -- The \"Security Investigation Group\" of the puppet Seoul District Police Agency of south Korea summoned and investigated former and incumbent leading members of the Headquarters of the Movement for the Withdrawal of the U.S. Forces on June 28 and 30. \n\t\t\t\t\t The fascist police took this action against the headquarters on charges of the violation of the \"National Security Law\" after claiming that it spread a \"lie\" about the case of warship \"Cheonan\" sinking.\n\t\t\t\t\t\n\t\t\t\t\t The organization held that the fascist police's action was aimed to fabricate a case to tide over the crisis created by the heavy defeat in the \"elections to local self-governing bodies.\""
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-01ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated\r\n Pyongyang, July 7 (KCNA) -- Remembrance meetings took place in Italy and Thailand on June 22 and 27 on the occasion of the 16th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed in their venues were photos on the revolutionary history of Kim Il Sung and the Songun leadership feats of Kim Jong Il, books and photos on the Korean people in the efforts to build a thriving nation and achieve the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t Mauro Cazadio, general secretary of the Struggle for the Peace and Socialism of Italy, said that greeting July 8 every year, the progressive people would look back upon the immortal contribution to the human history of thought and the development of the socialist movement made by the President who lies in state, and highly praised his feats for founding the party, the country and the army.\n\t\t\t\t\t\n\t\t\t\t\t The President will always live in the hearts of mankind as the great thinker-theoretician, statesman and strategist, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t  The vice-chairman of the Basic Trade Union for Improving Labor Conditions of Working People of Italy said that the Korean people have achieved great success in the showdown with the imperialist allied forces under the banner of the Juche idea, the Songun idea founded by the President and developed and enriched by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, said that the President is the extraordinary elder statesman and the peerlessly great man who made great contributions to the Korean revolution and global independence with his unique leadership.\n\t\t\t\t\t\n\t\t\t\t\t The global independence had advanced victoriously along the correct road thanks to his leadership, the chairman added."
        },
        {
            "title": "CRPP condena intento de fabricar documento de censura a la RPDC",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-20ee.html",
            "content": "CRPP condena intento de fabricar documento de censura a la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 7 de julio (ATCC) -- En su reciente viaje a Canada, el traidor Lee Myung Bak solicito a los mandatarios de Estados Unidos, Japon y otros paises la \"cooperacion internacional\" en el caso de hundimiento del buque de guerra surcoreano.\n\t\t\t\t\t  Y en Panama y Mexico suplico el \"apoyo\" a su complot a las altas figuras de los paises centroamericanos e invento la llamada \"declaracion especial\".\n\t\t\t\t\t\n\t\t\t\t\t  En particular, la banda de titeres surcoreanos esta desesperada para aprobar en el Consejo de Seguridad de la ONU un documento intrigante para \"condenar y censurar\" a la Republica Popular Democratica de Corea imputandole la responsabilidad del citado caso.\n\t\t\t\t\t\n\t\t\t\t\t  En su declaracion publicada el dia 7, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) condeno a la camarilla conservadora surcoreana que se dedica con fanatismo a la campana conflictiva con la RPDC imponiendo hasta en los escenarios internacionales su opinion sobre el mencionado incidente, de la cual nadie hace caso por ser muy sospechosa y contradictoria, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Lo que no podemos pasar por alto es que EE.UU defiende activamente a los titeres surcoreanos azuzando tal procedimiento de estos.\n\t\t\t\t\t\n\t\t\t\t\t  Especificamente, el imperio apoya a los titeres surcoreanos y trata de calumniar a alguien sometiendo el incidente de la corbeta surcoreana al debate del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tEsto parte de su intento estrategico para ampliar su esfera de dominio e influencia sobre el Nordeste Asiatico y recrudecer las maniobras de agresion y guerra tomando con mas firmeza en su mano a sus \"aliados\" inferiores de la region.\n\t\t\t\t\t\n\t\t\t\t\t  Si bien la banda de los traidores surcoreanos, caida en aprieto, se esfuerza desesperadamente por invertir la verdad en complicidad de EE.UU., no podra ocultar jamas la verdad ni evitar la condena de la imparcial opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t  Si en el Consejo de Seguridad de la ONU se inventa un documento intrigante acusando, aunque en lo minimo, a la RPDC como producto de la sucia conspiracion entre la banda traidora surcoreana y EE.UU., el ejercito y el pueblo de Corea no repararan en librar una gran batalla justa de vida o muerte para defender el poder estatal considerandolo como imperdonable violacion a la dignidad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Lee Myung Bak debe actuar con prudencia meditando en las consecuencias catastroficas que produciran sus maniobras intrigantes y conflictivas contra la RPDC."
        },
        {
            "title": "Sociedad de la Cruz Roja de China dona materiales a Corea",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-21ee.html",
            "content": "Sociedad de la Cruz Roja de China dona materiales a Corea\r\nPyongyang, 7 de julio (ATCC) -- La Sociedad de la Cruz Roja de China dono materiales a la entidad homologa de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl acto de donacion tuvo lugar este miercoles en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion el vicepresidente del Comite Central de la Asociacion de la Cruz Roja de la RPDC, Paek Yong Ho, y otros funcionarios coreanos, la delegacion de la citada sociedad china encabezada por su vicepresidente Hao Linna, el embajador Liu Hongcai y otros miembros de la embajada china en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En el acto hubo intervenciones."
        },
        {
            "title": "Rodong Sinmun denuncia nuevo intento del gobierno japones",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-22ee.html",
            "content": "Rodong Sinmun denuncia nuevo intento del gobierno japones\n\t\t\t\t\t\t\r\nPyongyang, 7 de julio (ATCC) -- Se conocio recientemente que el gobierno japones intenta anular dentro de este ano la medida de prohibicion de exportacion de pertrechos belicos para que las empresas militares nacionales puedan tomar parte en la licitacion militar internacional y en las companias asociadas.\n\t\t\t\t\tEsto parte del objetivo de Japon de acelerar freneticamente el proceso de su conversion en una potencia militar y el expansionismo a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tRevela asi el diario Rodong Sinmun en un comentario individual de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno japones procedio a la revision de la ley sobre la prohibicion de exportacion de pertrechos de guerra con el fin de posibilitar la participacion de los consorcios militares principales de su pais como \"Mitsubishi\" y \"Kawasaki\" en los grandes proyectos internacionales relacionados con las tecnicas militares como el desarrollo del caza de quinta generacion \"F-35 Lightning-2\" auspiciado por Estados Unidos. \n\t\t\t\t\t\n\t\t\t\t\t  De esta manera, los consorcios militares japoneses pretenden ganar fabulosos lucros al asimilar las tecnologias militares sofisticadas y vender a otros paises sus productos belicos.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno japones piensa que en el caso de introducir la tecnologia militar de EE.UU., podria lograr el desarrollo vertiginoso de su capacidad militar sin invertir muchos fondos en la investigacion militar independiente.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, los preparativos del Ministerio de Defensa de Japon para la licitacion de la compra de los aviones de combate de ultimo modelo devienen otro motivo para anular susodicha medida.\n\t\t\t\t\t\n\t\t\t\t\t  Tales actos premeditados de Japon, entre otros, la anulacion de la medida en cuestion, la obtencion de la tecnologia militar de punta, la compra de los equipos belicos modernos, etc., son los propios de un Estado belicista. \n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, no se toma en el ambito internacional ninguna medida para frenar las acciones de Japon tendentes a tomar la figura de un Estado de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl responsable total de esta indiferencia es EE.UU. El imperio quiere usar a Japon como un mercado de pertrechos belicos y la brigada de choque para la agresion a Asia. Por eso, instiga con afan las maniobras de Japon encaminadas a convertirse en la potencia militar y a agredir a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tEs una amenaza para la RPDC tener un vecino tan peligroso como Japon que esta embriagado por su ambicion de reagredirla."
        },
        {
            "title": "Inaugurado Cementerio de Martires de Pyongyang",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-23ee.html",
            "content": "Inaugurado Cementerio de Martires de Pyongyang\r\nPyongyang, 7 de julio (ATCC) -- Quedo inaugurado en la comuna de Janggyo del municipio de Rakrang el Cementerio de Martires de Pyongyang.\n\t\t\t\t\tEn este lugar estan enterrados los restos mortales de los martires y los benemeritos quienes dedicaron sus valiosas vidas a la lucha por la liberacion, la prosperidad y la reunificacion de la patria en acato a las ideas y la direccion del Presidente Kim Il Sung y del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos se encuentran los martires revolucionarios antijaponeses Pak Sun Ha y Kang Ok Chon, los martires patrioticos antijaponeses Ri Jong Ok y So Pok In y los Heroes de la RPDC, Pyon Ik Du, Pak Jong Son, etc.\n\t\t\t\t\t\n\t\t\t\t\tEl acto de inauguracion tuvo lugar este miercoles.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion los funcionarios directivos de los organos del partido y el poder y las entidades de masas de la ciudad de Pyongyang, los familiares de los martires y trabajadores de diversos estratos.\n\t\t\t\t\t\n\t\t\t\t\tTras depositar las ofrendas y ramos florales ante el cementerio, los participantes guardaron un momento de silencio en memoria de los martires.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Popular de la Ciudad de Pyongyang, Ryang Man Gil, en su discurso pronunciado en el acto, senalo que el cementerio construido excelentemente gracias a la noble camaraderia del Dirigente, quien encarna en el maximo nivel la obligacion moral revolucionaria, infunde en lo mas profundo del corazon la verdad de que es eterna la vida dedicada por el partido, el lider, la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que los militantes del partido, los trabajadores y los familiares de martires deben contribuir a la construccion de la gran potencia prospera y al cumplimiento de la causa revolucionaria del Juche al apoyar fielmente las ideas y la direccion del Dirigente imitando el firme espiritu de defensa al lider a costa de la vida que poseian los martires.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto inaugural, los participantes recorrieron el cementerio."
        },
        {
            "title": "Construida nueva salina en Kaesong",
            "url": "http://kcna.co.jp/item/2010/201007/news07/20100707-24ee.html",
            "content": "Construida nueva salina en Kaesong\r\nPyongyang, 7 de julio (ATCC) -- Quedo construida en un corto tiempo una nueva salina en la ciudad de Kaesong.\n\t\t\t\t\tComo parte de la obra, fueron removidos mas de 16 mil 700 metros cubicos de tierra y acondicionados los embalses, la estacion de bombeo, el deposito de agua de miles de metros cuadrados, el estanque de evaporacion y el terreno de cristalizacion de varias hectareas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se llevaron a cabo la nivelacion y el apisonamiento de la salina conforme al avanzado metodo de produccion y quedaron establecidas las instalaciones capaces de asegurar la salinidad del agua salada aun en los dias lluviosos.\n\t\t\t\t\t\n\t\t\t\t\tLa salina ya comenzo a dar su producto."
        }
    ]
}