{
    "date": "2010-03-01",
    "url": "http://kcna.co.jp/item/2010/201003/2010-03-01ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Conveys Sympathy to Chilean President ",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-18ee.html",
            "content": "Kim Yong Nam Conveys Sympathy to Chilean President \r\n Pyongyang, March 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of sympathy to Michelle Bachelet, President of Chile, as regards the great losses by strong earthquake that hit the country on the Pacific coast on Feb. 27.\n\t\t\t\t\t Expressing deep consolation to the President and her people, Kim in the message hoped that the Chilean government would eradicate the aftermath of the disaster as soon as possible."
        },
        {
            "title": "Pak Ui Chun Conveys Sympathy to Chilean FM",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-19ee.html",
            "content": "Pak Ui Chun Conveys Sympathy to Chilean FM\r\n Pyongyang, March 1 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Sunday sent a message of sympathy to Mariano Fernandez Amunategui, Foreign Minister of Chile, as regards strong earthquake that hit the country on the Pacific coast.\n\t\t\t\t\t Pak in the message said upon the sad news that the country suffered from a great loss caused by the earthquake, he expressed deep consolation to the Foreign Minister and the inhabitants of the afflicted areas."
        },
        {
            "title": "Kim Yong Nam Greets New Uruguayan President",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-16ee.html",
            "content": "Kim Yong Nam Greets New Uruguayan President\r\n Pyongyang, March 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of congratulations to Jose Alberto Mujica Cordano on his election and inauguration as President of Uruguay.\n\t\t\t\t\t Expressing belief that the relations between the DPRK and Uruguay would develop favorably, the message wished him success in his work for development and prosperity of his country."
        },
        {
            "title": "Kim Yong Nam Greets Algerian President",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-14ee.html",
            "content": "Kim Yong Nam Greets Algerian President\r\nPyongyang, March 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Abdelaziz Bouteflika, President of Algeria, on his 73rd birthday.\n\t\t\t\t\tKim in the message sincerely wished the President good health and happiness at all times and greater successes in his work for the national unity and stability and prosperity of the country."
        },
        {
            "title": "Kim Yong Nam Greets Libyan Revolution Leader",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-17ee.html",
            "content": "Kim Yong Nam Greets Libyan Revolution Leader\r\n Pyongyang, March 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greetings to Moammer el Gaddafi, leader of the revolution of Libya, on the occasion of the 33rd anniversary of the proclamation of the Great Socialist People's Libyan Arab Jamahiriya.\n\t\t\t\t\t Kim in the message sincerely wished the Libyan people greater progress and prosperity."
        },
        {
            "title": "Pak Ui Chun Greets New Guinean FM",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-15ee.html",
            "content": "Pak Ui Chun Greets New Guinean FM\r\n Pyongyang, March 1 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, on Feb. 26 sent a congratulatory message to Bakary Fofana upon his appointment as minister of State for Foreign Affairs, African Integration and Francophone Affairs of Guinea.\n\t\t\t\t\t In the belief that the traditional and excellent relations of friendship and cooperation between the two countries would continue to develop on good terms in the future, the message sincerely wished him success in his new job."
        },
        {
            "title": "Premier League Goes On",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-11ee.html",
            "content": "Premier League Goes On\r\n Pyongyang, March 1 (KCNA) -- The first round of the premier league is going on at Kim Il Sung Stadium in Pyongyang from February 20.\n\t\t\t\t\t Participating in the soccer matches, which will continue till March 22, are nine male and eight female teams that scored good results in total standings of local tournaments held last year.\n\t\t\t\t\t\n\t\t\t\t\t This year's local tournaments are drawing attention of soccer experts and fans as they are held in a round robin to correctly assess the competence of every team.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Light Industry Sports Group and the April 25 Sports Group won the male and female soccer matches respectively in the national championships last year."
        },
        {
            "title": "March First Popular Uprising",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-09ee.html",
            "content": "March First Popular Uprising\r\n Pyongyang, March 1 (KCNA) -- Ninety-one years has elapsed since the March First Popular Uprising took place in Korea.\n\t\t\t\t\t It was a nationwide patriotic struggle to achieve the liberation of the country from the Japanese imperialists' rule and win the sovereignty of the nation.\n\t\t\t\t\t\n\t\t\t\t\t After illegally occupying Korea early in the 20th century the Japanese imperialists had infringed upon the Korean nation's dignity and sovereignty with a mediaeval military rule, turning the whole land of Korea into a large prison without bars.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's grudge and resentment against their heinous colonial rule finally burst into a nationwide uprising on March 1, Juche 8 (1919). \n\t\t\t\t\t\n\t\t\t\t\t It started in Pyongyang. Patriotic students of Pyongyang Sungsil Middle School, turned into a strong base of the anti-Japanese independence movement by indomitable revolutionary Kim Hyong Jik, and thousands of people gathered in the playground of Sungdok Girls' School at noon and listened to \"Declaration of Independence\" before taking to the streets to stage a fierce demonstration, chanting \"Long live the independence of Korea!\" and \"Japanese and their army, out of Korea!\"\n\t\t\t\t\t\n\t\t\t\t\tThe number of demonstrators multiplied soon into more than 100,000 in spite of the Japanese imperialists' brutal crackdown.\n\t\t\t\t\t\n\t\t\t\t\t The demonstration spread over not only the whole country but also Manchuria, Shanghai, Maritime Province, Hawaii, etc.\n\t\t\t\t\t\n\t\t\t\t\t Korean people who had suffered a miserable lot of an enslaved nation took part in the uprising in all parts of the country irrespective of occupation and religious faith, age and sex.\n\t\t\t\t\t\n\t\t\t\t\t Within three months since the start of the uprising, more than two million people of all social strata joined the uprising and demonstrations and riots totaled over 3,200 times till the end of the year.\n\t\t\t\t\t\n\t\t\t\t\t The March First Popular Uprising was a historical event which demonstrated the Korean people's independent and patriotic spirit of not tolerating outsiders' rule."
        },
        {
            "title": "Unity under Banner of Independence Called for",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-13ee.html",
            "content": "Unity under Banner of Independence Called for\n\t\t\t\t\t\t\r\n Pyongyang, March 1 (KCNA) -- All Koreans should get united under the uplifted banner of national independence to reunify the divided country at an early date and open up the road for its eternal prosperity.\n\t\t\t\t\t Rodong Sinmun Monday stresses this in an editorial dedicated to the 91st anniversary of the March First Popular Uprising.\n\t\t\t\t\t\n\t\t\t\t\t The uprising gave the bloody lesson that if the popular masses are to win in the struggle for achieving national liberation and realizing their independence, they should be guided by a prominent leader and the entire nation should get closely united in an organized way in the struggle, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The sovereignty of each nation can be achieved and consolidated only through the stubborn struggle against the foreign forces violating it and the traitors.\n\t\t\t\t\t\n\t\t\t\t\t The foreign forces are getting further hell-bent on the schemes to provoke a nuclear war against the DPRK while putting south Korea under their military control and hamstringing national reconciliation, unity and reunification. Under such condition it is inevitable for the Koreans to struggle against the outsiders' domination, interference and war moves for aggression, upholding the banner of independence against the foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t It is also important to frustrate every anti-reunification move of the south Korean conservative forces that have kept the inter-Korean relations from being improved and escalated the confrontation and tension, chiming in with the outsiders' scheme for perpetuation of national division.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should throw into the dustbin of history the south Korean conservative group's traitorous policy of confrontation and nonsensical theory of \"confrontation in system\" and open up the broad avenue for national reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t It is urgent to wage more vigorous struggle for independence, democracy and reunification in south Korea and thus deal a telling blow to those going against the nation with the backing of the outsiders.\n\t\t\t\t\t\n\t\t\t\t\t We should advance the cause of peaceful reunification along the road indicated by the inter-Korean joint declarations no matter how much water may flow under bridge.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should unite under the banner of \"By our nation itself\" irrespective of differences in ideology, political view and religious belief and accelerate the movement for national reunification with that might."
        },
        {
            "title": "Projected DPRK-targeted Joint Military Exercises Blasted",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-12ee.html",
            "content": "Projected DPRK-targeted Joint Military Exercises Blasted\n\t\t\t\t\t\t\r\n Pyongyang, March 1 (KCNA) -- Key Resolve and Foal Eagle joint military exercises to be staged by the U.S. imperialists and the south Korean puppet army from March 8 to 18 are a dangerous large-scale test war from A to Z as they are aimed to provoke an all-out nuclear war and bring down the DPRK by force of arms. \n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed commentary. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The warmongers are talking about \"annual exercises\" and \"improvement of defense capability\" when referring to the joint maneuvers, but they are nothing but hypocrisy to mislead the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve is aimed to ensure the rapid introduction and deployment of the U.S. reinforcements on the Korean front in \"emergency\" and to perfect the procedures for coordinated operations with the puppet army. \n\t\t\t\t\t\n\t\t\t\t\t Foal Eagle is typical offensive exercises to launch an all-out war against the DPRK through large-scale \"preemptive nuclear attacks\". \n\t\t\t\t\t\n\t\t\t\t\t The joint war exercises are so aggressive and provocative that with no rhetoric can the United States and warmongers of the south Korean military justify them no matter how desperately they may let loose a spate of such rubbish as \"annual exercises\" and \"defense\".\n\t\t\t\t\t\n\t\t\t\t\t We can never remain a passive onlooker to this grave situation created on the Korean Peninsula by the aggression forces against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Our answer to the exercises is merciless and annihilating retaliation. If the United States and south Korean puppets launch the joint military exercises, ignoring our warnings, we will react to them with our powerful military counteraction to clearly show the aggressors how merciless and decisive our sacred retaliation war for justice is, the commentary concludes."
        },
        {
            "title": "Stop to War Exercises Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-04ee.html",
            "content": "Stop to War Exercises Demanded in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, March 1 (KCNA) -- Organizations of the movement for peace and reunification in south Korea including the Solidarity for Implementing the South-North Joint Declaration held the 250th Friday rally against the U.S. and war and for the withdrawal of the U.S. troops outside the U.S. embassy in Seoul on Feb. 26.\n\t\t\t\t\t Speakers at the rally accused the U.S. and south Korean bellicose forces of planning to stage the Key Resolve and Foal Eagle joint military exercises aiming at mounting a preemptive attack on the DPRK from March 8.\n\t\t\t\t\t\n\t\t\t\t\t The projected saber-rattling brought to light the true colors of the U.S. seeking confrontation and war, not dialogue and peace, they held, demanding the U.S. immediately cancel the plan for the north-targeted joint military exercises which may bring the dark clouds of a nuclear war to hang over the Korean Peninsula and positively opt for concluding a peace treaty."
        },
        {
            "title": "S. Korean Troop Re-dispatch to Afghanistan Protested",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-06ee.html",
            "content": "S. Korean Troop Re-dispatch to Afghanistan Protested\r\n Pyongyang, March 1 (KCNA) -- Opposition parties of south Korea held a meeting in the building of the \"National Assembly\" on Feb. 25 in protest against the move of the puppet group for troop re-dispatch to Afghanistan.\n\t\t\t\t\t Speakers at the meeting denounced the \"government\" and the ruling party for contemplating dispatching troops to Afghanistan again, breaking the promise made to the people.\n\t\t\t\t\t\n\t\t\t\t\t Recalling it is only the authorities that are making haste to dispatch troops to the shambles of the Afghan war again when the international community is taking hands off it, they declared that this cannot be interpreted otherwise than a foolish and reckless action."
        },
        {
            "title": "S. Korean Authorities' Anti-reunification Action Flayed",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-07ee.html",
            "content": "S. Korean Authorities' Anti-reunification Action Flayed\r\n Pyongyang, March 1 (KCNA) -- Son Mi Hui, chairperson of the External Cooperation of the Council for the Solution of the Issue of the Volunteers' Corps in south Korea, on Feb. 25 denounced the puppet Ministry of Unification for blocking inter-Korean contact.\n\t\t\t\t\t She accused the ministry of disallowing her to participate in a working-level discussion with the north side for seeking a solution to the issue of the \"comfort women\" for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t She lodged a protest with the authorities against the unreasonable action taken by them to \"selectively disallow\" her participation in the contact under the pretext of the \"present south-north relations\" and \"guarantee of security\" and \"observance of order\"."
        },
        {
            "title": "Judging Present Regime and GNP Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-05ee.html",
            "content": "Judging Present Regime and GNP Called for in S. Korea\r\n Pyongyang, March 1 (KCNA) -- The Youth Solidarity of south Korea on Feb. 21 issued an appeal titled \"Let us judge the present regime and the Grand National Party in the election to the local self-governing bodies through grand and strong anti-government alliance.\"\n\t\t\t\t\t The appeal deplored that the present regime's fascist suppression has violated democracy, deteriorated the inter-Korean relations, which had headed towards reconciliation, cooperation, peace and reunification, and thrown the people's living into a deeper crisis over the past two years. \n\t\t\t\t\t\n\t\t\t\t\t In consequence, growing stronger among the people from all walks of life are the voices calling for using the above-said election as an occasion of judging the authorities for pursuing a misrule in disregard of the people, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The appeal stressed that in order to put an end to the conservative ruling forces' moves to undermine democracy, deteriorate the people's living and block reunification it is necessary to ensure a victory of the progressive forces in the above-said election without fail."
        },
        {
            "title": "DPRK's Proposal for Concluding Peace Treaty Favored",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-02ee.html",
            "content": "DPRK's Proposal for Concluding Peace Treaty Favored \r\n Pyongyang, March 1 (KCNA) -- The Socialist Party of Paraguay, the Communist Party, the Socialist Party, the Front for Victory and the Revolutionary Trade Unions' Party of Argentina, the United Socialist Party of Venezuela, the Workers' Party of Dominica, the Bolivian Party of Movement for Freedom and the Socialist Party of Ecuador issued a joint statement on Feb. 19 in support of the DPRK's proposal for concluding a peace treaty.\n\t\t\t\t\t It noted that the DPRK's proposal for replacing the Armistice Agreement (AA) by a peace treaty is the most just one as it helps most reliably ensure the peace and security in the Korean Peninsula and other parts of Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S., the main parties to the six-party talks for the denuclearization of the Korean Peninsula,  have been in the state of ceasefire, neither a war nor peace, though more than a half century has passed since the truce and the armies of the two countries have stood in confrontation with each other with the Military Demarcation Line in between, the statement said, adding under this situation it is impossible to build confidence, a prerequisite for dialogue, and even if  the DPRK- U.S. talks and the six-party talks are opened, they cannot escape frustration and failure. \n\t\t\t\t\t\n\t\t\t\t\t Recognizing the primary importance of terminating the state of ceasefire between the DPRK and the U.S. for the denuclearization of the Korean Peninsula, the statement expressed full support for the above-said proposal of the DPRK and urged the parties to the AA to respond to the proposal as early as possible."
        },
        {
            "title": "Kim Jong Il's Birthday Observed Worldwide",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-03ee.html",
            "content": "Kim Jong Il's Birthday Observed Worldwide\r\nPyongyang, March 1 (KCNA) -- The birthday of General Secretary Kim Jong Il was significantly celebrated worldwide as a holiday common to humankind.\n\t\t\t\t\t Floral baskets were sent to the DPRK by the Central Committee of the Communist Party of China, the president of Laos who is the general secretary of the Central Committee of the Lao People's Revolutionary Party and the chief of the Palestinian National Authority on the occasion of the birthday of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets carrying the best wishes for his good health and well-being were sent to the diplomatic missions of the DPRK in the capital cities of more than 50 countries and he was presented with gifts by heads of state, political parties, ministries of governments, organizations, institutions and figures of various strata of the said countries. They included the king and the great king of Cambodia, the Commission for External Affairs of the Central Committee of the Communist Party, the Ministry of Foreign Affairs, the Ministry of Defence and the Central Committee of the Fatherland Front of Vietnam, the Ministry of Public Security of Laos, the Ministry of Foreign Affairs of Myanmar, the vice-president of Syria, the general secretary of the Party for Unity and Progress of Guinea, the Workers' Party of Mexico, the chairman of the People's Front of Workers, Peasants and Students of Peru, the China Association for International Friendly Contact, the Beijing Association for Int\n\t\t\t\t\t\n\t\t\t\t\t ernational Friendly Contact, the State Academic Igor Moiseyev Dance Company and the \"Orchestra of the 21st Century\" of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Federation of International Charity Organizations \"World of Goodwill\" presented him with an order \"Guardian of Justice and Peace\", the Nepal Journalist Association awarded a \"Peace Prize for 2009\" to him while Oaxaca State of Mexico conferred honorary title \"Extraordinary Amigo\" upon him.\n\t\t\t\t\t\n\t\t\t\t\t Preparatory committees for celebrating February 16 were inaugurated one after another in Russia, Cambodia, Indonesia, France, Egypt, Democratic Congo, Uganda, Mexico and many other countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t A total of more than 300 political and cultural events including meetings, seminars, lectures, book and photo exhibitions and film shows were sponsored by ruling parties, progressive parties, organizations and the above-said committees in at least 80 countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t The Dar Damascus Publishing House of Syria published book \"Kim Jong Il and his theory of Songun politics\" and international organizations and organizations of different countries issued bulletins or posted on Internet articles titled \"Kim Jong Il, a leader of decision\", \"Holiday common to humankind\" and \"A year of devotion to building a rich and powerful country.\""
        },
        {
            "title": "Kim Jong Il's Birthday Marked in Various Countries",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-01ee.html",
            "content": "Kim Jong Il's Birthday Marked in Various Countries\r\nPyongyang, March 1 (KCNA) -- Meetings were held in Russia, France, Bulgaria and Spain between Feb. 8 and 18 to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian Association for the Study of the Juche Idea and other speakers said that the DPRK has thoroughly embodied the Juche idea, the Songun idea in all fields of state activities.\n\t\t\t\t\t\n\t\t\t\t\t The signal successes made by the Korean people would be unthinkable without the wise leadership of Kim Jong Il, they noted, adding that led by him, they would surely open the gate to a thriving nation in 2012.\n\t\t\t\t\t\n\t\t\t\t\t Guy Dupre, vice-president of the France-Korea Friendship Association, highly praised Kim Jong Il for having performed immortal exploits in the Korean revolution and global independence by successfully carrying forward the cause of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bulgarian Committee for Supporting Korea's Reunification said thanks to the unique Songun politics of Kim Jong Il the Korean people are winning one victory after another by advancing along the road chosen by themselves, holding aloft the banner of Juche, and the DPRK is commanding the admiration of the world people.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Communist Youth Collectives of Spain said it is thanks to the Songun revolutionary leadership of Kim Jong Il that the Korean People's Army has grown stronger and the socialist system has been firmly defended.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to Kim Jong Il were adopted at the meetings in Russia and Bulgaria."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-10ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, March 1 (KCNA) -- One day in July Juche 54 (1965) an official, in the hope of arranging a rest for President Kim Il Sung, who had made ceaseless tours of field guidance for the improvement of the people's living, suggested going to a lakeside.\n\t\t\t\t\t Looking gently at him, the President said it would be good to spend summertime on a lake but he had no time to do so.\n\t\t\t\t\t\n\t\t\t\t\t A few days later the official conceived again an idea of making an opportunity for the President to relieve his fatigue.\n\t\t\t\t\t\n\t\t\t\t\t But the President summoned him and told him to prepare for his field guidance to the Sakju Foodstuff Factory and then a few counties. \n\t\t\t\t\t\n\t\t\t\t\t Reading a regrettable mind on his face the President recalled an old saying that if subjects worked hard the king would feel at ease and said he was a subject of the people and the latter was the king so he should work hard to make the people live an easy life.  \n\t\t\t\t\t\n\t\t\t\t\t He then said working much for the people was just a rest for him."
        },
        {
            "title": "Kim Yong Nam envia telegrama de consuelo a su homologa chilena",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-20ee.html",
            "content": "Kim Yong Nam envia telegrama de consuelo a su homologa chilena\r\nPyongyang, 1 de marzo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el 28 de febrero un telegrama de consuelo a la presidenta de Chile, Michelle Bachelet, en relacion con que este pais sufrio muchas perdidas debido al fuerte terremoto ocurrido el dia 27 en las costas chilenas del Pacifico.\n\t\t\t\t\tEl remitente expresa sus profundas condolencias a la destinataria y al pueblo chileno y desea que el gobierno chileno elimine cuanto antes las consecuencias de los danos."
        },
        {
            "title": "Pak Ui Chun envia telegrama de consuelo a su homologo chileno",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-21ee.html",
            "content": "Pak Ui Chun envia telegrama de consuelo a su homologo chileno\r\n  Pyongyang, 1 de marzo (ATCC) -- El canciller coreano Pak Ui Chun envio el 28 de febrero un telegrama de consuelo a su homologo chileno Mariano Fernandez Amunategui en relacion con que se produjo un fuerte terremoto en las costas del Pacifico de ese pais.\n\t\t\t\t\t  Enterado de la noticia desgraciada de que hubo muchas perdidas en ese siniestro natural, el remitente expresa profundas condolencias al destinatario y a los habitantes de la zona damnificada."
        },
        {
            "title": "Primer torneo de todos contra todos de futbol",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-22ee.html",
            "content": "Primer torneo de todos contra todos de futbol\n\t\t\t\t\t\t\r\nPyongyang, 1 de marzo (ATCC) -- Se efectua del 20 de febrero al 22 de marzo el primer torneo de todos contra todos de futbol de categoria suprema en el capitalino Estadio Kim Il Sung.\n\t\t\t\t\tSegun el resultado de las competencias del ano pasado, participaron en el presente torneo los 9 equipos (m) y los 8 (f), seleccionados como los mejores en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn diferencia del pasado, los partidos de futbol del presente ano tienen lugar de manera de todos contra todos para que se califique correctamente la capacidad de cada equipo, por lo cual llaman la atencion de los especialistas y  aficionados de futbol.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes, incluidos los jugadores de ambos sexos del Conjunto Deportivo del Ministerio de Industria Ligera y el Conjunto Deportivo 25 de Abril quienes habian salido victoriosos en los partidos de futbol del Campeonato Nacional efectuado en el 98 (2009) de la Era Juche, estan llenos de entusiasmo de lograr buenas notas en el presente torneo al poner de pleno manifiesto sus tecnologias adquiridas en los ejercicios de la estacion invernal."
        },
        {
            "title": "Se acoge en Corea 91o aniversario de Levantamiento del Primero de Marzo",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-23ee.html",
            "content": "Se acoge en Corea 91o aniversario de Levantamiento del Primero de Marzo\n\t\t\t\t\t\t\r\nPyongyang, 1 de marzo (ATCC) -- En el dia de hace 91 anos estallo en Corea el Levantamiento Popular del Primero de Marzo.\n\t\t\t\t\tEsta rebelion pannacional de caracter antijapones y patriotico tuvo por su meta rescatar la patria del colonialismo japones y establecer la soberania nacional.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas japoneses, que habian ocupado ilegalmente a Corea a principios del siglo 20, la convirtieron en una enorme carcel violando la dignidad y la soberania de la nacion coreana con la medieval \"gobernacion militar\".\n\t\t\t\t\t\n\t\t\t\t\tEl rencor y la indignacion del pueblo coreano por el barbaro coloniaje japones explotaron por fin el primero de marzo del 8 (1919) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tLa chispa de este levantamiento fue la masiva manifestacion antijaponesa escenificada en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, cuando se dio el campanazo del mediodia,  miles de manifestantes se congregaron en la cancha de la Escuela Femenina Sungdok, donde fue leida la \"Declaracion de Independencia\", y se desbordaron a las calles gritando a toda voz las consignas como \"!Viva la independencia de Corea!\" y \"!Fuera los japoneses y el ejercito nipon!\"\n\t\t\t\t\t\n\t\t\t\t\tAl frente de esas filas estuvieron los jovenes patrioticos de la Escuela Sungsil de Pyongyang, convertida por el indoblegable combatiente revolucionario Kim Hyong Jik en una de las bases confiables del movimiento independentista antijapones.\n\t\t\t\t\t\n\t\t\t\t\tPese a la brutal represion de los imperialistas japoneses, el numero de manifestantes alcanzo en breve a mas de 100 mil.\n\t\t\t\t\t\n\t\t\t\t\tEsta sublevacion se extendio a todo el pais y hasta a ultramar como Manchuria, Shanghai, Primorie y Hawai.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos, que experimentaron en carne propia el destino de apatridas, se sumaron al alzamiento en todas partes y sin distingos de sus edades y sexos, de empleos y religiones derramando su sangre patriotica.\n\t\t\t\t\t\n\t\t\t\t\tEn los 3 meses desde el inicio del levantamiento, tomaron parte en el mas de 2 millones de habitantes de diferentes sectores. Y hasta finales de 1919, se reportaron mas de 3 mil 200 manifestaciones e insurrecciones.\n\t\t\t\t\t\n\t\t\t\t\tEste suceso historico puso de manifiesto el elevado espiritu independiente y el impetu patriotico de la nacion coreana que no tolera jamas el dominio de las fuerzas extranjeras."
        },
        {
            "title": "Rodong Sinmun condena \"Key Resolve\" y \"Aguilucho\"",
            "url": "http://kcna.co.jp/item/2010/201003/news01/20100301-24ee.html",
            "content": "Rodong Sinmun condena \"Key Resolve\" y \"Aguilucho\"\n\t\t\t\t\t\t\r\n  Pyongyang, 1 de marzo (ATCC) -- Los ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\", que Estados Unidos y los titeres surcoreanos intentan librar del dia 8 al 18, son la peligrosisima guerra experimental de gran tamano para provocar la guerra nuclear total con el siniestro objetivo de atacar con las fuerzas armadas a la Republica Popular Democratica de Corea.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual del dia primero y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas hablan mucho de que esos ejercicios militares son \"anuales\" y sirven para el \"mejoramiento de la capacidad de defensa\". Pero, este subterfugio no pasa de ser un engano para inducir en error a la opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t \"Key Resolve\" es para adiestrar y completar el procedimiento de la cooperacion con el ejercito surcoreano mediante el envio y despliegue rapidos de las tropas norteamericanas de refuerzo en el frente coreano en el supuesto \"tiempo de emergencia\".\n\t\t\t\t\t\n\t\t\t\t\t El ejercicio \"Aguilucho\" es el tipico de ataque para ejecutar la guerra total contra la RPDC con el \"ataque preventivo nuclear\" de gran envergadura.\n\t\t\t\t\t\n\t\t\t\t\t Tales maniobras resultan demasiado agresivas y provocativas para ser justificadas con susodichos pretextos absurdos como \"anuales\" y \"defensivos\".\n\t\t\t\t\t\n\t\t\t\t\t La RPDC no puede mostrarse indiferente a la grave situacion dada en la Peninsula Coreana por las fuerzas que quieren agredirla.\n\t\t\t\t\t\n\t\t\t\t\t La respuesta de la RPDC a los \"Key Resolve\" y \"Aguilucho\" es el implacable y exterminador golpe de represalia.\n\t\t\t\t\t\n\t\t\t\t\t Si los yanquis y los titeres surcoreanos los libran al fin y al cabo a pesar de la advertencia de la RPDC, esta demostrara correctamente a los agresores cuan implacable y decidida sera la justa y sagrada guerra de venganza haciendoles frente con una fuerte reaccion militar."
        }
    ]
}