{
    "date": "2010-03-28",
    "url": "http://kcna.co.jp/item/2010/201003/2010-03-28ee.html",
    "articles": [
        {
            "title": "New Posters Produced",
            "url": "http://kcna.co.jp/item/2010/201003/news28/20100328-04ee.html",
            "content": "New Posters Produced\r\n Pyongyang, March 28 (KCNA) -- New posters were produced to encourage all the servicepersons and people in their great drive to build a great prosperous and powerful nation in hearty response to the joint editorial this year and the joint calls of the Central Committee and the Central Military Commission of the Workers' Party of Korea.\n\t\t\t\t\t The poster \"Every effort for the construction of the Huichon Power Station!\" created by the Workers' Party of Korea Publishing House depicted with simple and distinct stroke the heroic spirit of the builders of the power station, their hearts burning with the fixed faith that when the Party is determined, we can do anything.\n\t\t\t\t\t\n\t\t\t\t\t The poster ardently calls on the whole party and army and all people to come out as one and dash ahead at \"the Huichon speed,\" a new Chollima speed to contribute to hastening the construction of the power station and solving the shortage of electricity.\n\t\t\t\t\t\n\t\t\t\t\t Among the new posters are the posters \"We farmers are responsible for agriculture!\", \"Let's carry out rice-transplantation effectively in the right season!\" and \"Let the whole party and state and all people give strong help to the countryside!\"\n\t\t\t\t\t\n\t\t\t\t\t These posters show agricultural workers working hard in a vast cooperative field, keenly aware of their mission to make a main contribution to improving the people's standard of living, tractors carrying manure to fields, trucks transporting farm materials and helpers of farms. They vigorously arouse all the working people to the drive for implementing the Party's policy of agricultural revolution."
        },
        {
            "title": "Japan Urged to Pay for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2010/201003/news28/20100328-03ee.html",
            "content": "Japan Urged to Pay for Its Past Crimes\r\n Pyongyang, March 28 (KCNA) -- Japan should pay for its past crimes, urges Rodong Sinmun Sunday in a signed article.\n\t\t\t\t\t It cites facts to prove that Japan could achieve a high economic growth for one time and attain the status of an \"economic power\" as it gained rapid economic development thanks to enormous wealth including underground resources the Japanese imperialists looted in Korea during their occupation of it and its economy was recovered at the cost of blood shed by the Korean people during the last Korean war.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan's crimes denounced by the Korean people are not confined to those committed by the Japanese imperialists during their military occupation and rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t Japan is obliged to pay for the war crimes Japan committed by directly participating in the last Korean war and providing the U.S. imperialists with huge quantities of war materiel, thus helping them perpetrate massacre and destruction.\n\t\t\t\t\t\n\t\t\t\t\t It, however, has run the whole gamut of sleight of hand to evade the responsibility to redeem its past crimes for a long period of time.\n\t\t\t\t\t\n\t\t\t\t\t Japan should opt for settling its past crimes as early as possible, not forgetful that its much touted high economic growth was possible only thanks to the sea of blood shed by the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Japan should bear in mind that the further it delays the settlement of its past, the higher the Korean people's grudge and resentment against it will mount and the stronger their determination to take revenge upon it will grow."
        },
        {
            "title": "DPRK Important Days Observed by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2010/201003/news28/20100328-01ee.html",
            "content": "DPRK Important Days Observed by Peruvian Organization\r\n Pyongyang, March 28 (KCNA) -- The Peruvian Group for the Study of Kimilsungism issued a bulletin on Mar. 19 on the occasions of the Day of the Sun, the 17th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the 78th anniversary of the foundation of the heroic Korean People's Army.\n\t\t\t\t\t The bulletin carried a photo of President Kim Il Sung and Kim Jong Il standing together. It edited several articles, carrying a photo showing the birthplace of the President in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article captioned \"Eternal Leader of the Korean People\" said that the birth of the President was hailed as a great world political event and the international public boundlessly reveres him.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin introduced in detail the fact that Kim Il Sung founded the immortal Juche idea, ushering in the era of Juche, a new era of development of human history, and has led the Korean people along the road of victory and glory by thoroughly embodying the Juche idea in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean people hold the President in high esteem as their eternal leader, the bulletin stressed this would be unthinkable without the exploits Kim Jong Il has performed by perfectly clarifying the idea of the cause of perpetuating the memory of the President for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"The KPA under the Outstanding Supreme Commander\" noted that under the wise leadership of Kim Jong Il all the service personnel in the DPRK are keenly aware of their duty they have assumed before socialism and revolution and fully armed ideologically and morally to defend the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also carried an article dealing with the invincible might of the KPA which has grown to be an ever-victorious army."
        },
        {
            "title": "Day of Sun to Be Commemorated in Britain and Indonesia",
            "url": "http://kcna.co.jp/item/2010/201003/news28/20100328-02ee.html",
            "content": "Day of Sun to Be Commemorated in Britain and Indonesia\r\n Pyongyang, March 28 (KCNA) -- Preparatory committees for commemorating the Day of the Sun were inaugurated in Britain and Indonesia on March 22 and 23.\n\t\t\t\t\t Harpal Brar, chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), was elected chairman of the British preparatory committee and Ristiyanto, secretary general of the National Guidance Council of the Pioneer Party of Indonesia who doubles as chairman of the Indonesia-Korea Association for Friendship and Cultural Exchange, chairman of the Indonesian preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committees decided to hold colorful political and cultural events on the occasion of the Day of the Sun."
        }
    ]
}