{
    "date": "2010-11-17",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Industrial Establishments in Changsong",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-19ee.html",
            "content": "Kim Jong Il Inspects Industrial Establishments in Changsong\r\nPyongyang, November 17 (KCNA) -- General Secretary Kim Jong Il provided field guidance to various industrial establishments in Changsong County, North Phyongan Province to kindle a torch for bringing about a signal turn in local industry.\n\t\t\t\t\t  The first leg of his guidance was the technologically updated Changsong Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t Going round the technological updated production processes and looking at varieties of products, he expressed great satisfaction over the fact that the factory has kept the production going at a high rate.\n\t\t\t\t\t\n\t\t\t\t\t Saying that everything produced at the factory is so high in its quality that it is hard to believe it was turned out by a foodstuff factory in a mountainous area, he noted that the experience accumulated by the factory eloquently proves that even not big local industrial factories can increase the production of quality consumer goods if officials and other working people buckle down to doing so with a will. \n\t\t\t\t\t\n\t\t\t\t\t If all factories depend on locally available raw materials and resources and technologically update production processes in an effective manner just as the Changsong Foodstuff Factory did, they can fully meet the demand of the people in the local areas on their own and give fuller play to the vitality of the theses on the rural question authored by President Kim Il Sung which calls for narrowing down the disparity between the urban and rural areas, he said, calling on all foodstuff factories in cities and counties to follow its example.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled by the factory to manage and operate itself. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the wild fruit juice produced by the factory is so high in its quality that it is good for sale anywhere, he called upon it to steadily improve its quality and supply the peculiar foodstuff not only to Pyongyang but to rural areas.\n\t\t\t\t\t\n\t\t\t\t\tThe second leg of his guidance was the Changsong Textile Mill.\n\t\t\t\t\t\n\t\t\t\t\t Going round the production processes, he expressed great satisfaction over the fact that the mill is mass-producing good quality fabrics and knitwear popular among people in reliance upon locally available raw materials with a small female work force.\n\t\t\t\t\t\n\t\t\t\t\t The mill built with six housewives late in the 1950s has turned into a modern textile producer contributing to the improvement of the standard of people's living, he said, highly appreciating their achievements made in the past.\n\t\t\t\t\t\n\t\t\t\t\t The third leg of his guidance was the Changsong County House of Culture.\n\t\t\t\t\t\n\t\t\t\t\t He looked at diverse materials for education on display in the entry hall of the house and its interior to learn in detail about its operation.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the house is a historic place where the Changsong Joint Conference of Local Party and Economic Officials was held under the guidance of President Kim Il Sung, he was greatly pleased to learn that the county has successfully built the house as befitting a centre for entertainment and education and conducted effective revolutionary education by use of vivid visual aid by learning from the way the army is conducting its political work, in particular.\n\t\t\t\t\t\n\t\t\t\t\t That day he acquainted himself with the overall situation of the local industry in the county and put forward the tasks to be carried out by it.\n\t\t\t\t\t\n\t\t\t\t\t The shining achievements made by the county clearly testify to the validity and great vitality of the Party's policy for simultaneously developing the centrally controlled industry and the local industry, he added.\n\t\t\t\t\t\n\t\t\t\t\t Noting that many local industrial factories have sprung up across the country since the historic June, 1958, Plenary Meeting of the Party Central Committee and the Changsong Joint Conference of Local Party and Economic Officials and the might of the local industry has been fully displayed year by year, he earnestly called upon all the cities and counties to learn from the example of Changsong to bring about a new signal turn in the local industry.\n\t\t\t\t\t\n\t\t\t\t\t If a radical turn is to be effected in the local industry, it is of particular importance to increase the role of the cities and counties which are not only the lowest administrative organizations of the DPRK but also centers for linking the urban areas with the rural ones in political, economic, cultural and all other fields and developing the local economy, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t In order to spruce up the county seat well, it is necessary to carry out its construction in good order with a clear prospect and phased-out plan, he said, indicating orientation and ways to turn the county into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t After giving field guidance, he appreciated an art performance given by the Art Squad of Changsong County. \n\t\t\t\t\t\n\t\t\t\t\t Expressing satisfaction over the fact that the members of the Art Squad of Changsong County gave a splendid performance rich in ideological contents and high in artistry with numbers of great cognitional and instructive value as it truthfully represented their life, he highly appreciated the success made in the performance and extended thanks to them. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that the officials and other working people of the county would play the vanguard role in bringing about a signal turn in the local industry. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the WPK, Hong Sok Hyong, member of the Political Bureau and secretary of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the DPRK National Defence Commission, and Thae Jong Su and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Greets Omani Sultan",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-03ee.html",
            "content": "Kim Yong Nam Greets Omani Sultan\r\nPyongyang, November 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Qaboos Bin Said, Sultan of Oman, on Wednesday on the occasion of its national day.\n\t\t\t\t\tNoting that over the past 40 years the Omani people have achieved many successes in their efforts for social and economic development of the country under the correct leadership of the Sultan, Kim in the message wished the sultan good health and the Omani people greater progress and prosperity."
        },
        {
            "title": "Pak Ui Chun Greets Omani FM",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-13ee.html",
            "content": "Pak Ui Chun Greets Omani FM\r\n Pyongyang, November 17 (KCNA) -- DPRK Foreign Minister Pak Ui Chun sent a message of greetings Wednesday to Yousef Bin Alawi Bin Abdullah, minister responsible for Foreign Affairs of Oman, on its 40th national day.\n\t\t\t\t\t The message said that the people of Oman have achieved great successes by making constant efforts for the country's socio-economic development and prosperity under the correct guidance of Sultan Qaboos Bin Said over the past 40 years.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and Oman would continue to favorably develop, the message wished the minister success in his work."
        },
        {
            "title": "Pak Ui Chun Greets Singaporean FM",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-02ee.html",
            "content": "Pak Ui Chun Greets Singaporean FM\r\n Pyongyang, November 17 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun sent a message of greetings to George Yong-Boon Yeo, foreign minister of Singapore, on Nov. 4 on the occasion of the 35th anniversary of the establishment of diplomatic ties between the two countries. \n\t\t\t\t\t Noting that he is rejoiced over the fact that the friendly and cooperative relations between the two countries have developed on good terms over the past decades, Pak in the message expressed belief that these relations would further expand and develop."
        },
        {
            "title": "Gift from Lao Organization",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-18ee.html",
            "content": "Gift from Lao Organization\r\nPyongyang, November 17 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the Laos-Korea Friendship Association.\n\t\t\t\t\tThe gift was handed over to the head of the Pyongyang City delegation on a visit to Laos Tuesday by Tong Yeu Tho, chairman of the association who is member of the C.C., the Lao People's Revolutionary Party and standing vice-chairman of the C.C., the National Construction Front of Laos."
        },
        {
            "title": " National IST Exhibition of University Students Held",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-15ee.html",
            "content": "National IST Exhibition of University Students Held\r\n Pyongyang, November 17 (KCNA) -- The 3rd national information science and technology exhibition of university students was opened with due ceremony at the Three-Revolution Exhibition on Wednesday.\n\t\t\t\t\t Presented to the exhibition were at least 920 IT products made by universities and colleges across the country in the course of dynamic scientific pursuit.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Jin, chairman of the Education Commission, Ri Ja Bang, chairman of the State Science and Technology Commission, and others.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kuk Gon, secretary of the C.C., the Kim Il Sung Socialist Youth League, made an opening speech."
        },
        {
            "title": "Agricultural Workers Plant Trees at Kumsusan",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-17ee.html",
            "content": "Agricultural Workers Plant Trees at Kumsusan\r\n Pyongyang, November 17 (KCNA) -- Officials and members of the Union of Agricultural Workers of Korea planted trees of various species at the Arboretum of the Kumsusan Memorial Palace on Wednesday. \n\t\t\t\t\t Officials of the Central Committee of the UAWK and its officials and members in different cities and counties of North and South Phyongan and Hwanghae provinces carried at least 5,800 trees of 15 species and more than 20,000 flower roots to the arboretum with them. Over the past years they have planted many trees there with the will to spruce up the sacred temple of Juche where President Kim Il Sung lies in state. \n\t\t\t\t\t\n\t\t\t\t\t Those in several districts, including Mangyongdae District, and Kangdong County of Pyongyang, too, visited the arboretum, carrying over 300 trees of ten odd good species such as Korea larch and pine-nut tree."
        },
        {
            "title": " DPRK Wins Shooting and Weightlifting Gold at Asian Games",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-16ee.html",
            "content": "DPRK Wins Shooting and Weightlifting Gold at Asian Games\r\n Pyongyang, November 17 (KCNA) -- DPRK players won four gold medals in shooting and weightlifting events of the 16th Asian Games held on Tuesday and Wednesday.\n\t\t\t\t\t DPRK shooters grabbed gold medals in men's team 10 meter running target mixed event, Pak Myong Won in men's individual 10 meter running target mixed event and Jo Yong Suk in the women's individual 25m pistol event. \n\t\t\t\t\t\n\t\t\t\t\t Pang Kum Chol won the men's 77kg weightlifting title by lifting a total of 348 kg.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK shooters placed second in men's individual and team 10 meter running target events and in men's individual 25 meter standard pistol event respectively while other shooters of the DPRK finished third in men's team 25 meter standard pistol event."
        },
        {
            "title": " New Records Set in National Sports Festival",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-10ee.html",
            "content": "New Records Set in National Sports Festival\r\n Pyongyang, November 17 (KCNA) -- The National Sports Festival was held recently to celebrate the 65th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t More than ten records were renewed in shooting, athletics, weightlifting and archery.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Defence Sports Team broke the world record in women's team skeet shooting.\n\t\t\t\t\t\n\t\t\t\t\t It also established new national records in men's team 50m 3-position rifle shooting and men's individual 50m running game target.\n\t\t\t\t\t\n\t\t\t\t\t An athlete from the Kigwancha Sports Team vaulted 17 centimeters higher than the national record in women's pole vault.\n\t\t\t\t\t\n\t\t\t\t\t New records were also set in women's over-75kg jerk and total, men's 94kg snatch and 105kg jerk."
        },
        {
            "title": " New Science Films Released",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-12ee.html",
            "content": "New Science Films Released\r\n Pyongyang, November 17 (KCNA) -- The Korean Documentary and Science Film Studio has recently released new science films.\n\t\t\t\t\t The film \"Double-cropping on Eastern Coast\" introduces the achievements and experience gained by the Tongbong Co-op Farm in Hamju County, South Hamgyong Province, in raising two crops a year.\n\t\t\t\t\t\n\t\t\t\t\t It deals with ways of increasing the fertility of farmland and selecting high-yield strains of grain, and advanced farming methods.\n\t\t\t\t\t\n\t\t\t\t\t Another film \"Let Us Extensively Plant Trees of Good Species\" (Part 7) features a new species of poplar, Tumangang No.1, which is of high economic value. The species, which grows some 20 meters in five years, 30cm in diameter, can yield 500 cubic meters of timber per hectare.\n\t\t\t\t\t\n\t\t\t\t\t From it, with little lignin substances, high-quality paper is manufactured without use of caustic soda.\n\t\t\t\t\t\n\t\t\t\t\t Its leaf with 13.5 to 13.7 percent of protein content can be used as feed of goat, rabbit and cattle. Treated with microorganisms, it also serves as pig feed, reducing the consumption of grain by 40 to 50 percent."
        },
        {
            "title": " \"Complete Collection of Kim Il Sung's Works\" Vol. 90 Off Press ",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-14ee.html",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Vol. 90 Off Press\r\n Pyongyang, November 17 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 90 of \"Complete Collection of Kim Il Sung's Works\", a library of the immortal Juche idea which systematically and comprehensively deals with the works of President Kim Il Sung in a chronological order.\n\t\t\t\t\t The book contains 26 works including speeches, conclusions and talks made by the President between January and July Juche 80 (1991).\n\t\t\t\t\t\n\t\t\t\t\t In \"New Year Address\", \"On Some Tasks for Developing the Economy\" and other works, the President set forth the revolutionary policy for effecting a steady surge on all fronts of socialist construction and further strengthening the might of the independent national economy by dynamically conducting the three revolutions--ideological, technical and cultural--under the uplifted banner of the Juche idea as required by the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t Carried in the book are works dealing with measures for providing the people with more affluent and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t It also contains works which expound the matters arising in greatly encouraging Korean painting with a long tradition and creating popular fine art pieces and the theoretical and practical matters for valuing, properly inheriting and developing from the standpoint of Juche the national cultural heritage with long history.\n\t\t\t\t\t\n\t\t\t\t\t In such works as \"Let the Entire Nation Join Efforts in the Struggle for National Reunification\" and \"For a Free and Peaceful New World\" Kim Il Sung clarified the WPK's principled stand for realizing the national reunification and building a free and peaceful new world and gave a perfect exposition of the matters for doing so."
        },
        {
            "title": " Sports-related Data Displayed at Pyongyang Indoor Stadium",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-11ee.html",
            "content": "Sports-related Data Displayed at Pyongyang Indoor Stadium\r\n Pyongyang, November 17 (KCNA) -- New sports-related data are on display at Pyongyang Indoor Stadium.\n\t\t\t\t\tHighlighted in the exhibits are data showing the feats performed by President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese heroine Kim Jong Suk for the country's sports development.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, well aware of the importance of physical culture, put forward an original and popular sports policy after the liberation of the country from the Japanese colonial rule and paid deep concern to the country's sports development.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il wisely guided the effort for applying Juche-oriented tactics and principles in games, training reserve sportspersons in a far-sighted way, developing sports science and laying solid material and technical foundations of the sports sector.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk participated in an opening ceremony of Mangyongdae Revolutionary School and watched a sports meet of the pupils.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits also include data on Hero of the Republic Jong Song Ok, Labour Heroes Pak Yong Sun, Kye Sun Hui, Ri Song Hui, Pae Kil Su, Kim Il and other sportspersons who augmented the dignity and honor of the country at international tournaments.\n\t\t\t\t\t\n\t\t\t\t\t Achievements the Korean athletes made in the 8th World Cup and other international tournaments of volleyball, speed skating, table-tennis, weightlifting, boxing and other events are also on show."
        },
        {
            "title": "Anti-DPRK Remarks of S. Korean Chief Executive Flailed",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-07ee.html",
            "content": "Anti-DPRK Remarks of S. Korean Chief Executive Flailed\r\n Pyongyang, November 17 (KCNA) -- The south Korean chief executive, in the talks with the U.S. president during the recent international meeting held in Seoul, let loose again absurd remarks that the resumption of the six-party talks will be possible only when the north shows by action its will to abandon its nuclear program and that it will be a starting point of development of inter-Korean relations to show sincere attitude toward the case of the warship \"Cheonan\". And he asked for the U.S. support and cooperation for south Korea's \"policy towards the north\". \n\t\t\t\t\t Rodong Sinmun Wednesday says in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t His recent incoherent remarks clearly show once again who lays an obstacle to the resumption of the six-party talks and the improvement of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is clear to everyone that the six-party talks are for the denuclearization of the Korean Peninsula as a whole and, accordingly, an obligation for this matter can never be imposed on any specified state only.\n\t\t\t\t\t\n\t\t\t\t\t To remove the nuclear threat to the DPRK is an action measure that the U.S. and south Korea should take on a priority basis for settling the nuclear issue of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is ready for resumption of the six-party talks. The blame for failure to resume the talks is on the U.S. and south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive pretended to be interested in the six-party talks and the north-south relations, but he cannot hide his real intention. The trend of the times at present is going toward dialogue and detente.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is ready for both dialogue and confrontation. It will decisively cope with the moves of the U.S. and the south Korean authorities aggravating the tension of the Korean Peninsula through confrontation and pressure. \n\t\t\t\t\t\n\t\t\t\t\t Delaying tactics can never work. The south Korean authorities would be well advised to ponder over the fact that their reckless action against dialogue with the north is as foolish as lifting an axe to drop it on their own foot."
        },
        {
            "title": "Settlement of Japan's Heinous Crimes Demanded",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-04ee.html",
            "content": "Settlement of Japan's Heinous Crimes Demanded\r\n Pyongyang, November 17 (KCNA) -- The Japanese imperialists fabricated in a gangster-like manner the \"Ulsa Five-Point Treaty\" and forced the Korean nation to serve as their colonial slave for nearly half a century. Their crimes can neither be buried nor expunged no matter how much water may flow under the bridge.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The \"treaty\" for aggression cooked up by the Japanese imperialists on November 17, 1905 was a false and illegal one as it was unilaterally proclaimed by them in wanton violation of the requirements and principles of international laws, the article says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t It was a false document as it had no title and did not go through any treaty-making formalities such as signature of the king and the state seal, major procedures for effectuation of treaty, and credentials of its representative.\n\t\t\t\t\t\n\t\t\t\t\t It is well-known in history that the Japanese imperialists occupied Korea, with the invalid \"treaty\" lack of legality in view of international laws as the legal basis, and enforced the colonial fascist rule for more than 40 years while inflicting upon the Korean people immeasurable misfortunes, sufferings and mental and material damage. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese reactionaries have not yet sincerely repent of the crime-woven past and, on the contrary, are getting hell-bent on such distortion of history as justifying the past crimes committed by the Japanese imperialists against Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people's resentment toward Japan is growing stronger with each passing day. The behavior of the Japanese reactionaries who persistently avoid the settlement of the past and fan up the militarist fever, preoccupied by the desire for reinvasion, is stirring up the Koreans' hatred and wrath at Japan thousand-fold. The Korean people will never forget the crimes committed by the Japanese imperialists in the past but force Japan to pay for them. \n\t\t\t\t\t\n\t\t\t\t\t Japan should squarely look at the mental power and will of the Korean people and sincerely admit and clearly settle the unheard-of crimes it committed by enforcing the harsh colonial fascist and oppressive rule over Korea after cooking up the treaty and illegally occupying it."
        },
        {
            "title": "Japan's Settlement of Past Urged",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-08ee.html",
            "content": "Japan's Settlement of Past Urged\r\n Pyongyang, November 17 (KCNA) -- The chairman of the National Public Safety Commission of Japan demanded at a recent meeting of the House of Councilors that the government make compensation to the comfort women for the Imperial Japanese Army. And he said that he wants to take proper measures for restoring the honor and dignity of the former comfort women.\n\t\t\t\t\t Commenting on this fact, a news analyst of Rodong Sinmun today says it represented the public sentiment of Japan and the world that the Japanese government can never evade the responsibility for the settlement of Japan's past.\n\t\t\t\t\t\n\t\t\t\t\t It is the task of history and demand of the times for Japan to liquidate its past crimes, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The settlement of the past is a legal obligation Japan should discharge without condition.\n\t\t\t\t\t\n\t\t\t\t\t It is because the past occupation of Korea and colonial rule over it by the Japanese imperialists were a state-sponsored crime committed on the basis of illegally fabricated document. The \"Ulsa (1905) Five-point Treaty\", cited by Japan to prove the \"legitimacy\" and \"legality\" of its occupation and rule over Korea, was dismissed as an illegally fabricated document by the historical facts and data.\n\t\t\t\t\t\n\t\t\t\t\t It is also because the crimes perpetrated by the Japanese imperialists during their occupation and rule over Korea are hideous crimes against humanity that the statute of limitations can never be applied.\n\t\t\t\t\t\n\t\t\t\t\t To liquidate the past is a moral obligation of Japan. In the past Japan mercilessly trampled down upon the elementary rights and dignity of human being and people's rights to existence and ethics in Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the elementary moral code and usage that in relationship between individuals an assailant should make apology and reparation to a victim. The same is the case with relations between countries. With no tricks Japan can evade its moral obligation for the settlement of the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that conscientious people in Japan are urging the government to accept the demand of the times and discharge the legal and moral duty for settling the past.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should opt for liquidating the past as soon as possible, lending an ear to the fair voices of people at home and abroad. Delayed settlement of the past crimes will add to the crimes, and it will result in paying dearer for them."
        },
        {
            "title": "Protection of Irregularities Blasted in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-06ee.html",
            "content": "Protection of Irregularities Blasted in S. Korea\r\n Pyongyang, November 17 (KCNA) -- The Teachers Union of south Korea made public a statement on Nov. 12 to denounce the puppet group for sheltering and facilitating irregularities and corruption at private schools.\n\t\t\t\t\t Recalling that irregularities and corruption have been disclosed at universities in South Kyongsang and North Chungchong provinces, the statement said that such wrongdoings at private schools are ascribable to the authorities' connivance.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are seeking to amend or abolish the law on private schools with an aim to shield and foster irregularities and corruption at those schools, the statement pointed out, branding the \"Grand National Party\" as a \"party advocating irregularities and corruption.\"\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the authorities take practical measures to prevent irregularities and corruption at private schools."
        },
        {
            "title": "Probe into Truth behind \"Cheonan\" Case Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-05ee.html",
            "content": "Probe into Truth behind \"Cheonan\" Case Urged in S. Korea\r\n Pyongyang, November 17 (KCNA) -- The Students Committee of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea made public a statement on Nov. 11, urging the puppet authorities to probe the truth behind the warship \"Cheonan\" sinking case.\n\t\t\t\t\t The statement said that the people at home and abroad are lifting their voice of demanding probe into the truth about the shell with flower-like white substance which was found out inside the torpedo propelling body produced by the authorities as overwhelming evidence of the \"torpedo attack by the north.\"\n\t\t\t\t\t\n\t\t\t\t\t It is the view of experts that in light of the size and shape of the discovered shell and white substance on it, the shellfish inhabited and grew there just after its birth and at least five months are needed for it to grow as big as that, the statement added.\n\t\t\t\t\t\n\t\t\t\t\t It held that the \"government\" should no longer deceive the people over the \"Cheonan\" case but probe the truth about it though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard the authorities are working to cover up the truth behind the case, it would be clarified without fail, it stressed."
        },
        {
            "title": "DPRK's Stand on \"Cheonan\" Case Supported",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-01ee.html",
            "content": "DPRK's Stand on \"Cheonan\" Case Supported\n\t\t\t\t\t\t\r\n Pyongyang, November 17 (KCNA) -- Personages of Pakistan made public a joint statement on Nov. 10 in support of the first installment of a statement issued by the inspection group of the National Defence Commission of the DPRK. They were Mohammad Aslam Malik, secretary general of the Punjab Provincial Committee of the National Workers' Party of Pakistan, Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, Almas Jahra, secretary of the Pakistan Committee for Supporting Korea's Reunification, S. Z. Maulvi, general secretary of the Pakistan Organization for Afro-Asian People's Solidarity, Safdar Sindhu, secretary general of the Pakistan Trade Union Federation, and Mohammad Ali Bara, secretary general of the Pakistan Peasants Committee.\n\t\t\t\t\t The first installment of the NDC inspection group's statement disclosed in an overall way the plot hatched by the U.S. imperialists and the south Korean puppet authorities over the warship \"Cheonan\" sinking case, the joint statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We vehemently accuse the U.S. imperialists and the south Korean puppet forces of their smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the U.S. and the south Korean puppet clique will face a stern punishment by the times and history for the conspiratorial farce unprecedented in the history of the Korean nation orchestrated by them.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the stand of the DPRK denouncing the foolish fabrication of the U.S. imperialists and the south Korean puppet clique and extend firm solidarity to the Korean people in their struggle to defend the dignity and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Franken Group for the Study of the Juche Idea of Germany issued a similar statement."
        },
        {
            "title": "Kim Jong Il dirige sobre terreno fabricas del distrito de Changsong",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-20ee.html",
            "content": "Kim Jong Il dirige sobre terreno fabricas del distrito de Changsong\r\nPyongyang, 17 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, encendio las llamas de la revolucion en la industria local dirigiendo sobre el terreno las fabricas del distrito de Changsong de la provincia de Phyong-an del Norte.\n\t\t\t\t\t  Primero, estuvo en la Fabrica de Alimentos de Changsong modernizada tecnologicamente.\n\t\t\t\t\t\n\t\t\t\t\t  Al recorrer los procesos productivos modernizados y presenciar diversos productos, se mostro muy satisfecho de la normalizacion de produccion en un alto nivel.\n\t\t\t\t\t\n\t\t\t\t\t  Todos estos productos tienen una calidad tan alta que hacen dudar de su origen, o sea, esta fabrica de la zona montanosa, apunto y agrego que las experiencias de ella demuestran elocuentemente que si los funcionarios y trabajadores se esfuerzan con la firme decision, podran producir mucho mas articulos excelentes de consumo popular tambien en las fabricas pequenas de industria local.\n\t\t\t\t\t\n\t\t\t\t\t  Si se realizan con eficiencia la modernizacion tecnica de los procesos productivos apoyandose en las materias primas locales como lo hizo esta fabrica, pueden cubrir con las fuerzas propias la demanda de alimentos de los habitantes locales y hacer mas vigente la tesis rural del Presidente Kim Il Sung de reducir las diferencias entre la ciudad y el campo, dijo y exhorto a todas las fabricas alimentarias de las ciudades y distritos a seguir el ejemplo de esa fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presento las tareas que se presentan en la administracion y gestion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Las bebidas de frutas silvestres producidas en la  fabrica son de muy alta calidad, subrayo y agrego que hay que impulsar constantemente las labores para mejorar la calidad y suministrar los alimentos especiales no solo al distrito sino tambien a la ciudad de Pyongyang y otras localidades.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente dirigio a continuacion la Fabrica de Tejidos de Changsong.\n\t\t\t\t\t\n\t\t\t\t\t   Al recorrer los procesos productivos, se puso muy complacido de que la fabrica produjera con pocas obreras muchos tejidos y ropas de punto de aceptacion popular usando las materias primas locales.\n\t\t\t\t\t\n\t\t\t\t\t  Esta fabrica, organizada a finales de la decada de 1950 con 6 amas de casa, se ha convertido hoy en la moderna base textil que contribuye a la mejora de la vida del pueblo, subrayo y evaluo altamente los exitos logrados por esta fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente oriento seguidamente la Casa Cultural del distrito de Changsong.\n\t\t\t\t\t\n\t\t\t\t\t  Pasando revista al interior del edificio y a diversos datos educativos exhibidos en el hall, se entero en detalles como funciona la casa cultural.\n\t\t\t\t\t\n\t\t\t\t\t  Destaco que este establecimiento es el lugar historico donde se efectuo la Conferencia Conjunta de Changsong de los Trabajadores Locales del Partido y de la Economia.\n\t\t\t\t\t\n\t\t\t\t\t  Se mostro muy contento de que los empleados hayan acondicionado bien el edificio como punto cultural y educativo y realizaran sustancialmente la educacion revolucionaria con frescos datos visuales imitando el modo de trabajo politico del ejercito. \n\t\t\t\t\t\n\t\t\t\t\t  Este dia, el Dirigente averiguo la situacion general de la industria local del distrito de Changsong y presento las tareas que incumben a esta localidad.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que los orgullosos exitos logrados en el distrito de Changsong devienen la clara manifestacion de la justeza y la gran vitalidad de la politica de nuestro partido de desarrollar simultaneamente la industria central y la local.\n\t\t\t\t\t\n\t\t\t\t\t  Despues del historico Pleno del Comite Central del Partido, de junio de 1958 y la Conferencia Conjunta de Changsong de los Trabajadores Locales del Partido y de la Economia, se construyeron muchas fabricas industriales locales por doquier del pais y quedo manifestada plenamente de decada en decada la potencia de la industria local, senalo y exhorto encarecidamente a todas las ciudades y distritos que produzcan una nueva revolucion en la industria local siguiendo el ejemplo de Changsong.\n\t\t\t\t\t\n\t\t\t\t\t  Para este fin, tiene especial importancia consolidar el papel de las ciudades y distritos, unidades basicas de la administracion de nuestro pais que cumplen el rol de base que enlaza las areas urbanas y las rurales en varios dominios como la politica, la economia y la cultura y desarrolla la economia local, subrayo.\n\t\t\t\t\t\n\t\t\t\t\t  Para acondicionar mejor la cabecera del distrito, hay que construirlo por orden con la clara perspectiva y el plan por etapas, senalo e ilumino el rumbo y remedios para convertirlo en un paraiso socialista.  \n\t\t\t\t\t\n\t\t\t\t\tLuego de terminar su direccion sobre el terreno, el Dirigente presencio la funcion del grupo artistico del distrito de Changsong.\n\t\t\t\t\t\n\t\t\t\t\tSatisfecho de que los miembros del grupo artistico hayan realizado una excelente funcion de alto caracter ideo-artistico empleando las obras de suma importancia cognoscitivo-educativa que reflejan sinceramente su vida, el Dirigente evaluo altamente exitos de su funcion y les dio agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tY expreso su gran esperanza  y conviccion de que los funcionarios y otros trabajadores del distrito de Changsong cumpliran el papel vanguardista en realizar una revolucion en la industria local.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Ri Man Gon, secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Hong Sok Hyong, miembro del Buro Politico y secretario del CC del PTC,         Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN,  Thae Jong Su y Kim Phyong Hae, miembros suplentes del BP y secretarios del CC del PTC."
        },
        {
            "title": "Kim Jong Il recibe presente de Asociacion de Amistad Laos-Corea",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-21ee.html",
            "content": "Kim Jong Il recibe presente de Asociacion de Amistad Laos-Corea\r\nPyongyang, 17 de noviembre (ATCC) -- El Dirigente Kim Jong Il recibio regalo que le dirigiera la Asociacion de Amistad Laos-Corea.\n\t\t\t\t\tTong Yeu Tho, miembro del Comite Central del Partido Popular Revolucionario Lao, vicepresidente permanente del CC del Frente de Construccion Nacional de Laos y presidente de la Asociacion de Amistad Laos-Corea, lo entrego el dia 16 al jefe de la delegacion de la ciudad de Pyongyang que realiza una visita a su pais."
        },
        {
            "title": "CRPP condena el caso de espionaje inventado por el Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-22ee.html",
            "content": "CRPP condena el caso de espionaje inventado por el Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 17 de noviembre (ATCC) -- La titere Agencia de Policia Local de Seul del Sur de Corea publico el dia 9 la informacion manipulada de que un ex-cuadro del Comite por la Reunificacion de la Patria de la \"Federacion de Consejos Generales de Estudiantes Universitarios del Sur de Corea\" realizo el espionaje a las ordenes del Norte de Corea \"recibidas\" desde el ano 2003 en los actos de reunificacion y contactos de trabajo de los jovenes y estudiantes Norte-Sur, en los cuales el ha participado legitimamente.\n\t\t\t\t\t  En su informacion No. 967 publicada el dia 16, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) lo condeno como imperdonable crimen anti-reunificacion y antinacional para fomentar la confrontacion fratricida y enfriar el clima de reconciliacion y cooperacion Norte-Sur y de reunificacion independiente, que se eleva cada dia mas entre distintos sectores, al crear la espeluznante situacion de represion fascista pretextando la seguridad publica.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas conservadoras ultraderechistas del Sur de Corea, que se oponen a la reunificacion, califican hoy el debate y el contacto por la reunificacion entre los jovenes y estudiantes Norte-Sur efectuados en aquel entonces de \"espacio para recibir las ordenes\" de alguien y \"para entregar al Norte los datos de varios tipos relativos al movimiento estudiantil\", senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEsto vuelve a demostrar cuan obstinadamente actuan ellas para eliminar el movimiento por la reunificacion de los jovenes y estudiantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, devino la declaracion abierta de la banda de titeres surcoreanos de que para sus malsanos fines politicos esgrimiria el sablazo de represion fascista contra todos los que han visitado anteriormente a la RPDC y se han reunido con los compatriotas nortenos tildandolos de \"espias\" y criminando sus actividades como \"ilegales\" y \"pro-enemigas\".\n\t\t\t\t\t\n\t\t\t\t\t  Al volver a inventar el caso de espia unos dias antes de que se celebrara en suelo surcoreano una reunion internacional, los gobernantes conservadores surcoreanos revelaron por si solos que no tienen ni la minima voluntad de dialogar y mejorar las relaciones con el Norte y abrigan la siniestra intencion de enfrentarse hasta el final con la RPDC fomentando la opinion publica internacional en contra de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Sin frustrar tajantemente los complots anti-RPDC inventados en el Sur de Corea y la campana de represion fascista, no se puede esperar la reconciliacion y la unidad nacionales, ni la democratizacion de la sociedad ni la reunificacion independiente de la patria."
        },
        {
            "title": "Rodong Sinmun refuta la nueva acusacion de gobernante surcoreano",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-23ee.html",
            "content": "Rodong Sinmun refuta la nueva acusacion de gobernante surcoreano\r\n Pyongyang, 17 de noviembre (ATCC) -- Durante una reunion internacional sesionada hace unos dias en Seul, tuvieron lugar las conversaciones entre el gobernante surcoreano y el presidente estadounidense.\n\t\t\t\t\tEn esta ocasion, el primero suplico el apoyo y la cooperacion en su \"politica sobre el Norte\" hablando de que \"es posible reanudar las conversaciones a 6 bandas cuando el Norte muestre con acciones su voluntad de renunciar a las armas nucleares\" y que la \"actitud sincera sobre el incidente de la corbeta 'Cheonan' es el punto de partida del desarrollo de las relaciones Sur-Norte\".\n\t\t\t\t\t\n\t\t\t\t\t  Esta chismografia anti-RPDC vuelve a demostrar claramente quien obstaculiza la reanudacion de las conversaciones a 6 bandas y el mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Senala el diario Rodong Sinmun en un comentario individual publicado este miercoles y sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Esta claro para todos que las conversaciones a 6 bandas tienen por su meta la desnuclearizacion de toda la Peninsula Coreana y por lo tanto, en ellas no puede haber el caso de que los compromisos recaigan unilateralmente sobre un Estado.\n\t\t\t\t\t\n\t\t\t\t\t  Eliminar la amenaza nuclear a la RPDC es la medida de accion que deben tomar primero EE.UU. y el Sur de Corea para resolver el problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Aunque la RPDC esta lista para la reanudacion de la cita seis-partita, este dialogo no se abre por culpa de EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El mandatario surcoreano no podra ocultar su verdadera intencion aunque finge estar interesado en las conversaciones a 6 partes y las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, la situacion corre hacia el dialogo y el aflojamiento de tension.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC esta preparada tanto para el dialogo como para la confrontacion. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, hara frente rotundo a EE.UU. y las autoridades surcoreanas que agravan la tension de la Peninsula Coreana mediante el enfrentamiento y la presion.\n\t\t\t\t\t\n\t\t\t\t\t  La tactica dilatoria no saldra con la suya. \n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas deben pensar que su locura de rechazar el dialogo es una accion suicida."
        },
        {
            "title": "Japon no debe eludir liquidacion de su pasado, senala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2010/201011/news17/20101117-24ee.html",
            "content": "Japon no debe eludir liquidacion de su pasado, senala Rodong Sinmun\r\nPyongyang, 17 de noviembre (ATCC) -- Hace poco, en una reunion de la camara de consejeros de la dieta japonesa, el presidente de Seguridad Estatal de Japon dijo que el gobierno \"debe recompensar a las ex consoladoras sexuales del viejo ejercito japones\" y agrego que \"quiere tomar correctas medidas para recuperarles la dignidad y el honor\".\n\t\t\t\t\tEste dicho representa la opinion publica del mundo y de Japon de que el gobierno japones no puede eludir nunca la responsabilidad de liquidar sus crimenes del pasado.\n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un comentario individual de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa liquidacion del pasado es la tarea historica de Japon y la demanda de la epoca. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, constituye la obligacion legal que Japon debe cumplir incondicionalmente. Es que la ocupacion y la dominacion colonial sobre Corea por parte de los imperialistas japoneses fueron crimenes de Estado cometidos en virtud del \"Tratado de 5 Puntos de Ulsa\".\n\t\t\t\t\t\n\t\t\t\t\tEl caracter ilegal y fraudulento de ese documento, utilizado por Japon para dar \"legitimidad\" a su dominacion de Corea, ha sido desenmascarado totalmente por los hechos y datos historicos. \n\t\t\t\t\t\n\t\t\t\t\tLos crimenes de los imperialistas japoneses cometidos durante su dominacion de Corea son los antieticos de peor calana que no tienen prescripcion. \n\t\t\t\t\t\n\t\t\t\t\tLa liquidacion del pasado por Japon tiene tambien el caracter moral porque sus crimenes acabaron con los derechos elementales y dignidad como humano, el derecho a la vida y la etica del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEs una norma moral basica y costumbre tanto en las relaciones personales como en las entre los paises que el culpable pida disculpas e indemnice a su victima. \n\t\t\t\t\t\n\t\t\t\t\tJapon no debe evadir de ninguna manera su deber moral de liquidar sus crimenes del pasado.\n\t\t\t\t\t\n\t\t\t\t\tEs muy justo que los japoneses de conciencia exijan a su gobierno cumplir su compromiso legal y moral aceptando la demanda de la epoca sobre la liquidacion del pasado.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben escuchar las voces justas de los nacionales y extranjeros y acceder cuanto antes a la liquidacion de su pasado criminal. Mientras se dilate esta labor, se abultara mas el expediente de crimenes de Japon y este tendra que pagarlos mas caro."
        }
    ]
}