{
    "date": "2010-09-26",
    "url": "http://kcna.co.jp/item/2010/201009/2010-09-26ee.html",
    "articles": [
        {
            "title": "Delegates to WPK Conference Arrive Here",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-09ee.html",
            "content": "Delegates to WPK Conference Arrive Here\r\n Pyongyang, September 26 (KCNA) -- Delegates to the conference of the Workers' Party of Korea arrived here on Sunday. \n\t\t\t\t\t They were greeted by the officials of the preparatory committee of the WPK conference."
        },
        {
            "title": "CPRK Secretariat Defied US-S. Korean Provocative War Maneuvers ",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-07ee.html",
            "content": "CPRK Secretariat Defied US-S. Korean Provocative War Maneuvers \r\n Pyongyang, September 26 (KCNA) -- The U.S. and south Korean puppet warmongers are going to stage joint anti-submarine exercises in the West Sea of Korea from Sept. 27 to Oct. 1 with the involvement of the latest war hardware including destroyers, submarines, patrol boats and patrol planes, defying deep concerns and strong protest at home and abroad. \n\t\t\t\t\t It is also reported that toward the end of October they would stage carrier assault exercise after introducing the U.S. extra-large nuclear carrier George Washington to the West Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in information bulletin No. 965 Sunday said the ceaseless DPRK-targeted war exercises staged by the U.S. and south Korean puppet group are deliberate military provocation to hamstring the efforts for detente on the Korean Peninsula, chill the mounting atmosphere of improved inter-Korean relations and aggravate the confrontation and the premeditated war maneuvers to ignite a nuclear war at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is staging frantic war exercises with the U.S. against the DPRK at a time when it is holding dialogue with it to settle the Red Cross humanitarian issue. This is an intolerable mockery of its dialogue partner and challenge to it, the bulletin noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet warmongers have staged several large-scale war exercises against the DPRK in the East and West Seas of Korea and in all areas of south Korea after the sunk warship case.\n\t\t\t\t\t\n\t\t\t\t\t The unprecedentedly frequent war exercises prove that they are stepping up the preparations for a real war in the last phase after finally rounding off the scenario of a war of aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We want dialogue, but will never pardon provocateurs and mercilessly wipe them out."
        },
        {
            "title": "Gift from Fidel Castro Ruz",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-08ee.html",
            "content": "Gift from Fidel Castro Ruz\r\nPyongyang, September 26 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Fidel Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba.\n\t\t\t\t\t Fidel Castro Ruz conveyed the gift to Kim Hyong Jun, vice-minister of Foreign Affairs who is leading the delegation of the DPRK Foreign Ministry on a visit to Cuba, on Sept. 24."
        },
        {
            "title": "Bulletins Released by International United Confederation of Koreans ",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-04ee.html",
            "content": "Bulletins Released by International United Confederation of Koreans\r\n Pyongyang, September 26 (KCNA) -- The International United Confederation of Koreans released the August and September issues of its bulletin Thongil.\n\t\t\t\t\tThe bulletin in its August issue allocated much space to photo-accompanied reports that General Secretary Kim Jong Il gave field guidance to factories in the field of light industry in Kanggye City and visited the South Hamgyong Provincial Consumer Goods Exhibition.\n\t\t\t\t\t\n\t\t\t\t\t It carried the report that he sent a message of greetings to the Russian president on the occasion of the 65th anniversary of the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under the title of \"To whom is the reunified Korea necessary?\" the bulletin carried an answer given by a spokesman for the Committee for the Peaceful Reunification of Korea in which he denounced the traitor Lee Myung Bak for spelling out the \"unification tax\" in his \"August 15 commemoration address\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin also carried the statement published by a spokesman for the DPRK Foreign Ministry on the lapse of a century since the fabrication of the brigandish \"Korea-Japan Annexation Treaty\" by the Japanese imperialists and the answer given by the same spokesman in denunciation of the U.S.-south Korea Ulji Freedom Guardian joint military exercises. \n\t\t\t\t\t\n\t\t\t\t\t The September issue of the bulletin carried photo-illustrated report that Kim Jong Il gave field guidance to the March 5 Youth Mine.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin also carried an article captioned \"Korea today\"."
        },
        {
            "title": "Japan's Shameless Bid to Sit on UNSC Denounced ",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-06ee.html",
            "content": "Japan's Shameless Bid to Sit on UNSC Denounced \r\n Pyongyang, September 26 (KCNA) -- Okada, former foreign minister of Japan, had separate talks with foreign ministers of different countries making up the Caribbean Community and Common Market on Sept. 1. There he begged them to support Japan's bid for permanent membership of the UN Security Council, uttering such sugar-coated words that Japan would render technical aid to those countries through cooperation for their economic development. \n\t\t\t\t\t Minju Joson Sunday observes a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan's desperate efforts to create circumstances favorable for assuming permanent seat of the UNSC is a shameless and impertinent act of a political pigmy. \n\t\t\t\t\t\n\t\t\t\t\t Japan has been recorded as an enemy state in the UN Charter as it invaded Asian countries including Korea and imposed immeasurable miseries and disasters upon the people in those countries in the past.\n\t\t\t\t\t\n\t\t\t\t\tIt has not yet shaken off the disgraceful fame of an enemy state. \n\t\t\t\t\t\n\t\t\t\t\t It has made neither repentance nor reparation for its past crimes but tried hard to calm down the international community's demand for the settlement of the past crimes through statement of \"apology\". \n\t\t\t\t\t\n\t\t\t\t\t No country in the world has so persistently denied and distorted its past crimes and evaded abolition of them as Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan is a chief culprit upsetting the strategic balance in Northeast Asia and threatening peace there as it opted for becoming a military giant and launching overseas expansion, challenging the wishes of humankind for peace. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that Japan will more openly rush headlong into overseas expansion if it is allowed to sit on the UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, Japan should be the first target to be excluded in the discussion of the issue of expanding the permanent members of the UNSC. \n\t\t\t\t\t\n\t\t\t\t\t Japan should sincerely reflect on its past blood-stained crimes and liquidate them before giving its eye-teeth for the responsible seat of the UNSC the mission of which is to champion international justice, democracy and peace."
        },
        {
            "title": "DPRK-Targeted Joint Naval Military Exercises Slashed",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-05ee.html",
            "content": "DPRK-Targeted Joint Naval Military Exercises Slashed\r\n Pyongyang, September 26 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers are contemplating staging joint naval military exercises aimed at mounting a preemptive attack on the DPRK in several waters in the West Sea of Korea from Sept. 27 to Oct. 1, according to Yonhap News of south Korea.\n\t\t\t\t\t The puppet Joint Chiefs of Staff announced this on Sept. 24.\n\t\t\t\t\t\n\t\t\t\t\t To be involved in the joint naval military exercises are huge armed forces including submarines of offensive nature of the U.S. imperialist aggression forces and their guided missile destroyers forward-deployed in Yokosuka base, Japan, patrol planes belonging to the 9th patrol plane squadron of the U.S. imperialists stationed in Hawaii and warships and planes with various missions of the puppet forces. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers blustered that they would conduct intensive training of the strategy, technique and procedures for countering someone's submarine infiltration, openly disclosing that the joint naval military exercises are targeted against the DPRK."
        },
        {
            "title": " Kimjongilia Exhibition Held in Russia",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-01ee.html",
            "content": "Kimjongilia Exhibition Held in Russia\r\n Pyongyang, September 26 (KCNA) -- The immortal flower Kimjongilia exhibition was held at the Arseniyev Museum in Vladivostok, Russia on Sept. 17 on the occasion of the 65th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Speeches were made there by the director of the Bureau for International Cooperation and Tourism of the Maritime Territorial Administration, the director of the External Relations Department of the Vladivostok City Administration and other personages.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed their pleasure of holding the exhibition of Kimjongilia, immortal flower, carrying the august name of a peerlessly great man, on the occasion of the 65th anniversary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tThey unanimously wished with sincerity General Secretary Kim Jong Il healthy life and the Korean people great successes in the building of a great prosperous and powerful nation under his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the immortal flowers on display."
        },
        {
            "title": "Kim Jong Il's Songun Politics Supported",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-03ee.html",
            "content": "Kim Jong Il's Songun Politics Supported\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Humberto Vargas Carbonel, general secretary of the People's Vanguard of Costa Rica, made public a statement on Sept. 19 on the occasion of the 65th founding anniversary of the Workers' Party of Korea. In the statement he said that the Korean people will always emerge victorious under the leadership of the WPK.\n\t\t\t\t\t The statement noted that the WPK has wonderfully fulfilled its mission as the guiding force of the popular masses' cause of independence and socialism in the past 65 years and led them to display the inexhaustible creativity in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The WPK put forward the correct line and policy, strategy and tactics in each period and at every stage of the revolution and construction, advancing the cause of socialism to victory. It firmly defended and embodied the revolutionary and socialist principles in the whole course of accomplishing the cause of socialism, noted the statement, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThanks to the Songun politics pursued by General Secretary Kim Jong Il the DPRK has not only safeguarded socialism weathering the worst adversities but also vigorously advanced towards a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed conviction that the goal of the Korean people to build a thriving nation will certainly be achieved thanks to the Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "Bulletin Issued in Czech Republic",
            "url": "http://kcna.co.jp/item/2010/201009/news26/20100926-02ee.html",
            "content": "Bulletin Issued in Czech Republic\r\nPyongyang, September 26 (KCNA) -- The Czech Group for the Study and Materialization of the Juche Idea and the Paektusan Czech-Korean Friendship Association released a special issue of bulletin in their name on Sept. 21 on the occasion of the 65th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin carried a poster depicting the Korean army and people waging a general offensive for the improvement of the standard of people's living and several articles including those titled \"The WPK is the party of Comrade Kim Il Sung, eternal President\" and \"The struggle for the advance of socialism and mankind.\"\n\t\t\t\t\t\n\t\t\t\t\t In an article under the title \"The Party's leadership provides a sure guarantee for the victory of the socialist cause\" the bulletin introduced socialism in the DPRK advancing victoriously and the standard of people's living improving day by day under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of President Kim Il Sung the WPK brought about revolutionary changes one after another in different fields, the bulletin noted, adding that socialist construction has been stepped up and the creative ingenuity of the people raised under the leadership of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The WPK rallied the Korean people around the Party and the leader as firm as a rock, consolidating its revolutionary unity, the bulletin noted."
        }
    ]
}