{
    "date": "2010-10-10",
    "url": "http://kcna.co.jp/item/2010/201010/2010-10-10ee.html",
    "articles": [
        {
            "title": "Military Parade Held ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-07ee.html",
            "content": "Military Parade Held \r\n Pyongyang, October 10 (KCNA) -- A military parade of the units of the three services of the Korean People's Army, the Korean People's Internal Security Forces, the Worker-Peasant Red Guards and the Young Red Guards was held with splendor at Kim Il Sung Square here on Sunday to celebrate the 65th anniversary of the foundation of the Workers' Party of Korea.\n\t\t\t\t\t Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, took the tribune of honor at the square. \n\t\t\t\t\t\n\t\t\t\t\t The tribune of honor and reviewing stands were taken by Kim Yong Nam, Choe Yong Rim and Ri Yong Ho, members of the Presidium of the Political Bureau of the Central Committee of the WPK, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, members and alternate members of the Political Bureau of the Central Committee of the WPK, the veteran anti-Japanese revolutionary fighters, the commanders of all services and arms of the KPA, the delegates to the national celebrations of the 65th birthday of the WPK, officials of the party and armed forces and power organs and public organizations, the ministries and national institutions, service persons of the KPA and KPISF, officials in the fields of science, education, culture and arts, public health and media, heroes and heroines, those related to the anti-Japanese revolutionary struggle, bereaved families of revolutionary martyrs, persons of merits, working people, members of congratulatory groups, delegations an\n\t\t\t\t\t\n\t\t\t\t\t d visiting groups of overseas Koreans, the chief of the Pyongyang mission of the Anti-imperialist National Democratic Front, a delegation of the Communist Party of China on an official good-will visit to the DPRK, delegations and delegates of groups for the study of the Juche idea, diplomatic envoys of different countries and representatives of international organizations and members of military attaches corps here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the KPA General Staff reported to Kim Jong Il that the military parade celebrating the 65th birthday of the WPK would be started. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ho said in his speech that the KPA has grown to be a revolutionary army boundlessly loyal to the idea and cause of the WPK and an invincible revolutionary army having powerful Korean style offensive and defensive means true to the behest of President Kim Il Sung entirely thanks to the energetic leadership of Kim Jong Il who made sure that the party and the army formed a community linked with the same destiny.\n\t\t\t\t\t\n\t\t\t\t\t The KPA will invariably preserve its revolutionary character as the army of the leader and the party, regarding the leadership of the supreme commander as an eternal lifeline and defend the Central Committee of the WPK headed by Kim Jong Il with lives on the first line of devotedly safeguarding the leader, he said.\n\t\t\t\t\t\n\t\t\t\t\t The KPA will always keep itself fully alerted as required by the tense situation and if the U.S. imperialists and their followers encroach upon the sovereignty and dignity of the country even a bit, it will blow up the strongholds of the aggressors by merciless and just retaliatory blows with all physical means including nuclear deterrent for self-defence involved and accomplish the historic cause of national reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t A flag bearing the portrait of Kim Il Sung entered the square, escorted by the colors of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t All the paraders paid the highest tribute to the portrait of the President. As the military parade started, columns of the KPA military universities at all levels led by the column of Kim Il Sung Military University and units of the three services of the KPA including Guard Kang Gon Infantry Division No. 2 and Guard Navy Flotilla No. 2 and the Korean People's Internal Security Forces marched in fine array to the tune of brass band music.\n\t\t\t\t\t\n\t\t\t\t\t The columns of the Worker-Peasant Red Guards, the Young Red Guards and the revolutionary schools also marched past the tribune of honor at the square in gallant array.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il waved back to the military paraders marching past in fine array.\n\t\t\t\t\t\n\t\t\t\t\t Then followed columns of mechanized units.\n\t\t\t\t\t\n\t\t\t\t\t Missile and interceptor missile complexes of Juche type moved past the tribune of honor demonstrating the will and might of Songun Korea to wipe out the enemy, bringing the splendid military parade to an end. \n\t\t\t\t\t\n\t\t\t\t\t Shown in succession on huge electronic displays set up on the square were historic scenes dealing with the glorious path covered by the revolutionary armed forces of the DPRK and service persons getting themselves fully ready as a match-for-a hundred stalwart fighters through training.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the parade Kim Jong Il warmly waved back to the enthusiastically cheering masses from the balcony of the tribune of honor."
        },
        {
            "title": "Grand Evening Gala Celebrates WPK Birthday",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-26ee.html",
            "content": "Grand Evening Gala Celebrates WPK Birthday\r\n Pyongyang, October 10 (KCNA) -- The grand evening gala \"Do Prosper, Era of Workers' Party\" was held with splendor in Pyongyang on Sunday evening to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Kim Jong Il, general secretary of the WPK, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, took the tribune of honor.\n\t\t\t\t\t\n\t\t\t\t\t Watching the gala were Kim Yong Nam, Choe Yong Rim and Ri Yong Ho, members of the Presidium of the Political Bureau of the Central Committee of the WPK, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, members and alternate members of the Political Bureau of the Central Committee of the WPK, the delegates to the national celebrations of the 65th birthday of the WPK, officials of the party, armed forces and power organs and social organizations, the ministries and national institutions, service persons of the KPA and the Korean People's Internal Security Forces, officials in the fields of science, education, culture and arts, public health and media, heroes and heroines, those related to the anti-Japanese revolutionary struggle, bereaved families of revolutionary martyrs, persons of merits, working people, members of congratulatory groups, delegations and visiting groups of overseas Koreans in different regions including the congratulatory group of Ko\n\t\t\t\t\t\n\t\t\t\t\t reans in Japan, the chief of the Pyongyang mission of the Anti-imperialist National Democratic Front, a delegation of the Communist Party of China, delegations and delegates of groups for the study of the Juche idea, diplomatic envoys of different countries and representatives of international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, said in his speech that the grand evening gala is a festival of victory and glory in high praises of the immortal feats performed by the WPK in the 65 year-long struggle under the leadership of President Kim Il Sung and Kim Jong Il and a festival of single-minded unity that demonstrates the tremendous might of Songun Korea dynamically dashing ahead toward the world, united close around the party.\n\t\t\t\t\t\n\t\t\t\t\t It is a Korean-style unique gala suited to the desire and sentiment of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t As the evening gala was declared open, paeans extending highest glory to the WPK reverberated through and there appeared on the huge electronic displays the title \"Grand evening gala celebrating the 65th birthday of the WPK.\"\n\t\t\t\t\t\n\t\t\t\t\t  It took place with Kim Il Sung Square, the Tower of the Juche Idea and the banks of the River Taedong as its venues. The fascinating scenery was presented by fireworks of various shapes and colors displayed in the sky that demonstrated the might of Korean-style fireworks industry, the ever-changing sea of dancers and flowers and ships and boats decorated with multi-color lights.\n\t\t\t\t\t\n\t\t\t\t\t The gala made up of prologue \"Glory to Mother Party\" and \"Party of Comrade Kim Il Sung\", \"Country where Leader's Desire Has Come into Full Bloom\", \"Party is Guide of Victory\" and epilogue \"Long Journey following General\" made a grand epic representation of the exploits the WPK has performed by ushering an era of prosperity, the first of its kind in the nation's history spanning 5 000 years. \n\t\t\t\t\t\n\t\t\t\t\t Fireworks were displayed in succession in the sky when the brass bands solemnly played \"Song of General Kim Il Sung,\" \"Song Devoted to Marshal Kim Il Sung\" and \"Song of General Kim Jong Il.\" \n\t\t\t\t\t\n\t\t\t\t\t Such national events as the achievements made in acquiring CNC technology, the successes attained in the production of Juche iron and the mass production of vinalon and Juche fertilizer, the miracle wrought in reclaiming the Taegyedo tideland were truthfully represented through dynamic and graceful mass gymnastic displays and art performances and by use of peculiar means of art depiction and cutting-edge technical means including moving electronic displays.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the gala Kim Jong Il warmly waved back to the enthusiastically cheering masses."
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-01ee.html",
            "content": "Homage Paid to Kim Il Sung\r\n Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il visited the Kumsusan Memorial Palace at 00:00 Sunday on the occasion of the 65th birthday of the WPK.\n\t\t\t\t\t He was accompanied by Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the WPK and chief of the General Staff of the KPA, Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Yong Chun, member of the Political Bureau of the WPK Central Committee and minister of the People's Armed Forces, Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the WPK Central Committee, Kim Kyong Hui, member of the Political Bureau and department director of the WPK Central Committee, Jang Song Thaek, alternate member of the Political Bureau of the WPK Central Committee and vice-chairman of the National Defence Commission, Kim Jong Gak, alternate member of the Political Bureau of the WPK Central Committee and first vice director of the General Political Bureau of the KPA, staff members of the Supreme Command of the KPA, commanders of the services and arms of the KPA and other commanding officers of the ar my.\n\t\t\t\t\t\n\t\t\t\t\t He paid homage to Kim Il Sung together with leading officials of the party and the army accompanying him."
        },
        {
            "title": "Congratulatory Message to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-10ee.html",
            "content": "Congratulatory Message to Kim Jong Il\r\n Pyongyang, October 9 (KCNA) -- General Secretary Kim Jong Il was presented with a joint congratulatory message on Saturday by the Central Committee and Central Military Commission of the Workers' Party Korea, the National Defence Commission of the DPRK, the Presidium of the Supreme People's Assembly and the Cabinet on the occasion of the 65th birthday of the WPK. \n\t\t\t\t\t The congratulatory message said that President Kim Il Sung's proclamation of the founding of the WPK on Oct. 10, Juche 34 (1945) before the whole world was not only a solemn declaration that heralded the birth of a revolutionary party of new type guided by the immortal Juche idea but a great event that ushered in the most brilliant era of the WPK in the history of the Korean people spanning 5 000 years. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that Kim Il Sung founded a revolutionary party of Juche type with his unique idea and extraordinary leadership, built on this land a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence and laid an ever-lasting solid foundation for eternal prosperity of the party, the country and people, the message stressed that his undying revolutionary exploits will shine forever along with the history of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t It pointed out that the WPK has ushered in the greatest heyday in its development, a period of great prosperity in the era of the WPK, demonstrating its invincible might under Kim Jong Il's experienced and tested guidance. \n\t\t\t\t\t\n\t\t\t\t\t The WPK Conference's decision on reelecting you as general secretary of the WPK is the history's official recognition of your distinguished political caliber and undying revolutionary feats you have performed by leading the cause of building a Juche-oriented party and the cause of socialism to one victory after another, leading the struggle to weather the tempest of the more than half a century-long revolution and a manifestation of the will of the whole party and army and all the people, the message noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t You have led the WPK to demonstrate its dignity as a revolutionary party of Juche type, the party of Comrade Kim Il Sung, steadfastly carrying forward his idea and cause. This is the greatest feat       you have performed on behalf of the times and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t What occupies a distinguished place in the immortal revolutionary exploits you have performed by strengthening and developing the WPK into the glorious party of Comrade Kim Il Sung is that you carried forward his idea of attaching importance to the army, thus making it possible for the party to demonstrate its might as a guiding force steering the Songun revolutionary cause to one victory after another. \n\t\t\t\t\t\n\t\t\t\t\t The army and people have deeply grasped through the dramatic changes that have taken place in the position of the DPRK the truth that only when they have a statesman of general style with literary and military accomplishments at the top posts of the party, the army and state can they demonstrate the authority and national power of the country and exalt the dignity and honor of the nation all over the world. \n\t\t\t\t\t\n\t\t\t\t\t It is a historic review of the WPK and revolution that you are identical to Comrade Kim Il Sung and it is possible to strengthen and develop the WPK into an eternal party of Comrade Kim Il Sung and accomplish the revolutionary cause of Juche started in the forest of Mt. Paektu only when all the people remain true to your idea and leadership. \n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message evinced the will to eternally glorify the party and the country as a glorious party of Kim Il Sung,            Kim Il Sung's Korea and give steady continuity to his history on this land."
        },
        {
            "title": "Congratulatory Message to Kim Jong Il from AINDF",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-28ee.html",
            "content": "Congratulatory Letter from Hu Jintao\r\n Pyongyang, October 10 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, was presented with a congratulatory message by Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, on the occasion of the 65th founding anniversary of the WPK. \n\t\t\t\t\t The message was courteously conveyed to Kim Jong Il on Saturday by Zhou Yongkang, member of the Standing Committee of the Political Bureau of the Central Committee and secretary of the Central Commission of Politics and Law of the Communist Party of China who is leading the visiting delegation of the CPC. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Wang Jiarui, head of the International Liaison Department of the C.C., the CPC, Sun Zhengcai, secretary of the Jilin Provincial Committee of the CPC, Liu Hongcai, Chinese ambassador to the DPRK, and Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed deep thanks for sending him a kind congratulatory message and asked Zhou Yongkang to convey his greetings to Hu Jintao and had a friendly talk with him."
        },
        {
            "title": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-17ee.html",
            "content": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace\r\n Pyongyang, October 10 (KCNA) -- Senior party and state officials, and officials of party, armed forces visited the Kumsusan Memorial Palace on Sunday on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Placed before the statue of President Kim Il Sung was a floral basket in the joint name of the Central Committee of the WPK, the Central Military Commission of the WPK, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t They paid high tribute towards the statue of the President.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage in humble reverence to the President who developed the WPK into a powerful guiding force of the revolution and an invincible party."
        },
        {
            "title": "Banquet Given in Celebration of 65th Birthday of WPK",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-23ee.html",
            "content": "Banquet Given in Celebration of 65th Birthday of WPK \r\n Pyongyang, October 10 (KCNA) -- A banquet was given by the Central Committee of the Workers' Party of Korea at the People's Palace of Culture Sunday in celebration of the 65th birthday of the WPK.\n\t\t\t\t\t Present there were senior party, army and state officials, the chairperson of a friendly party, the delegates to the national celebrations of the 65th birthday of the WPK and members of the congratulatory group of overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries, representatives of international organizations and members of the military attaches corps here and other foreign guests. \n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the WPK, addressed the banquet.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\tThe WPK has covered the road of victory and glory under the leadership of President Kim Il Sung and Kim Jong Il for past 65 years and brought about epoch-making miracles and changes unprecedented in the history of the nation spanning 5,000 years through dynamic revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has creditably discharged its mission and role as organizer and guide of all victories while always linking the leader with the people through the unprecedented rigorous course of history of the Korean revolution, he said, adding that the great exploits of the party are valuable fruition that could be performed under the leadership of the peerless great persons. \n\t\t\t\t\t\n\t\t\t\t\t The glorious history and exploits of the WPK by which it brought about steady victorious progress of the revolution and the prosperity of Kim Il Sung's nation true to the idea and cause of the President and Kim Jong Il will shine forever in the history of the country. \n\t\t\t\t\t\n\t\t\t\t\t Brighter and rosy future is in store for the army and people of the DPRK under the leadership of the WPK headed by Kim Jong Il."
        },
        {
            "title": "Firework Galas Held in Hamhung and Kaesong",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-24ee.html",
            "content": "Firework Galas Held in Hamhung and Kaesong\r\n Pyongyang, October 10 (KCNA) -- Firework galas celebrating the 65th anniversary of the founding of the Workers' Party of Korea were held in Hamhung City, South Hamgyong Province and Kaesong City, North Hwanghae Province with splendor on Sunday evening. \n\t\t\t\t\t Watching the fireworks were officials of party, armed forces and power organs and working people's organizations, service persons of the Korean People's Army, officials in the fields of science, education, culture and art, public health and media, working people of industrial establishments and cooperative farms in South Hamgyong Province and Kaesong City and foreign guests staying there.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the galas.\n\t\t\t\t\t\n\t\t\t\t\t Gorgeous fireworks were displayed in succession in the night sky, while song \"Under the Banner of the Party\" reverberated far and wide. \n\t\t\t\t\t\n\t\t\t\t\t Fireworks of various shapes and colors displayed in succession, working ever-changing wonders seemed to present the highest glory to the peerlessly great men who developed and strengthened the WPK into the ever-victorious revolutionary party and put the dignity and honor of the nation on the highest stage.\n\t\t\t\t\t\n\t\t\t\t\t Winding up firework galas, the speakers said that fireworks displayed in the night sky of October with splendor represent the highest glory and thanks to the WPK headed by Kim Jong Il and promise hope and victory for the bright tomorrow of building a thriving nation."
        },
        {
            "title": "WPK Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-20ee.html",
            "content": "WPK Birthday Celebrated\r\n Pyongyang, October 10 (KCNA) -- Leading papers Sunday editorially celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t President Kim Il Sung founded the WPK 65 years ago based on the organizational and ideological foundation for party building and shining revolutionary traditions provided amid the flame of the anti-Japanese revolution, This was a historic event that brought about a fundamental change in carving out the destiny of the nation and developing the Korean revolution, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe foundation of the WPK made it possible for the Korean people to follow the road of glorious struggle and victory with the powerful staff of the revolution and usher in the era of prosperity unprecedented in the history of the nation spanning 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t The President is the founder of the WPK and the eternal leader of the party and the people who developed the WPK into the new-type revolutionary party in the era of independence and brought about a new history of the cause of independence and socialist cause of the popular masses, the paper notes, praising his feats of party building.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President built the WPK in a far-sighted way with insight into the law of the revolutionary cause that is carried forward and accomplished generation after generation and successfully solved the problem of carrying forward the leadership of the party. This was the noteworthy feats he performed in accomplishing the cause of Juche-oriented party building. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is greeting the heyday of its development under the wise leadership of Kim Jong Il, the editorial says, referring to the fact that he has firmly preserved and exalted the revolutionary character of the WPK, the party of Kim Il Sung, century after century and has led the Korean revolution along the road of invincibility by remarkably enhancing its guiding role.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK are now confidently looking far into the victory of a thriving nation and the revolutionary cause of Juche in the dignified appearance of the WPK led by Kim Jong Il, it notes, and continues:\n\t\t\t\t\t\n\t\t\t\t\t The WPK led by Kim Jong Il, the master in the revolutionary party building and the veteran statesman for the century, will always highly demonstrate its dignity and might as the ever-victorious guiding forces in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls for achieving the eternal prosperity of the Republic under the leadership of the WPK headed by Kim Jong Il."
        },
        {
            "title": "Wreaths Laid before Statues, Monuments, Cemeteries and Graves of Martyrs",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-22ee.html",
            "content": "Wreaths Laid before Statues, Monuments, Cemeteries and Graves of Martyrs \r\n Pyongyang, October 10 (KCNA) -- Wreaths were laid before statues of martyrs, monuments of fallen fighters of the Korean People's Army and cemeteries and graves of martyrs in different parts of the country Sunday on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Present at the wreath-laying ceremonies were officials of the local party and power organs and working people's organizations, working people and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the name of local party and power organs, working people's organizations, factories, enterprises, farms, schools and others were placed in front of the Hyesan Revolutionary Martyrs' Cemetery, statues of martyrs, monuments of fallen fighters of the Korean People's Army and cemeteries and graves of martyrs in different parts of the country. \n\t\t\t\t\t\n\t\t\t\t\t Participants paid silent tribute to the martyrs who remained boundlessly loyal to the ideas and leadership of President Kim Il Sung and leader Kim Jong Il and made their lives worthwhile through the sacred struggles for protecting the sovereignty and independence of the country, the freedom and happiness of the people, the cause of building a Juche-oriented party, the prosperity of the country and national reunification."
        },
        {
            "title": "Reception Given at DPRK Embassy in Beijing",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-11ee.html",
            "content": "Reception Given at DPRK Embassy in Beijing\r\n Pyongyang, October 10 (KCNA) -- The DPRK embassy in Beijing gave a reception on October 8 on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Preset there on invitation were Xi Jinping, member of the Standing Committee of the Political Bureau of the Central Committee of the Communist Party of China and vice-president of the People's Republic of China, Wang Jiarui, head of the International Liaison Department of the CPC Central Committee, and others and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t On hand were Choe Pyong Gwan, DPRK ambassador to China, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\tChoe Pyong Gwan referred to the undying feats performed by President Kim Il Sung and General Secretary Kim Jong Il in founding the WPK, leading the revolution and construction to the path of victory and glory and strengthening the WPK into an invincible iron-willed party.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Jong Il's reelection as general secretary of the WPK was an expression of the absolute support and trust of all the Party members and other people in him and a demonstration of the faith and will of all the servicepersons and people to accomplish the revolutionary cause of Songun to the last, united close around him.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the WPK to invariably consolidate and develop the traditional DPRK-China friendship, he said, reiterating the will to make efforts with the Chinese comrades to boost the friendly and cooperative relations between the two parties, two countries and two peoples generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Xi Jinping said that over the past 65 years the Korean people under the leadership of the WPK founded by Kim Il Sung built the people's power, defended the sovereignty and dignity of the country while overcoming all difficulties through a bloody struggle and registered joyful achievements by steadily advancing along the road of building Korean-style socialism. \n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il visited China twice this year, had with General Secretary Hu Jintao a wide-ranging and in-depth exchange of views on the issue of the Sino-DPRK relations and matters of mutual concern and reached an important agreement, recording a brilliant page in the history of the Sino-DPRK friendship, he noted.\n\t\t\t\t\t\n\t\t\t\t\t China will join the new leadership group of the WPK in boosting the Sino-DPRK friendly and cooperative relations in the spirit of inheriting the tradition, facing up to the future, building good-neighborly friendship and strengthening cooperation, he concluded."
        },
        {
            "title": "Congratulatory Letter from Congratulatory Groups and Overseas Koreans",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-13ee.html",
            "content": "Congratulatory Letter from Congratulatory Groups and Overseas Koreans\r\nPyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il Sunday received a congratulatory letter from congratulatory groups, delegations and visiting groups of overseas Koreans who are staying in homeland on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The letter said that Kim Jong Il has defended and successfully carried forward the idea of President Kim Il Sung on party building and his feats and thus strengthened the WPK founded by the President into the revolutionary party of Juche type both in name and reality which is winning victory after victory with the might of the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Korea, which fell miserable victim to the scrambles of big powers for interests while undergoing sorrow as a weak and small country a century ago, towered high in the world as a politico-ideological power, a military power and a scientific and technological power and is now imposingly standing in the world while building a paradise of a thriving nation in which the people would live in splendor, it said, adding that this dream-like reality is a striking demonstration of the greatness of Kim Jong Il and invincibility of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The day will surely come when loud hurrahs for reunification will reverberate the three thousand-ri land of the country free from foreign forces as Kim Jong Il ushered in the June 15 era of reunification advancing in the idea of \"By our nation itself\" and is taking the lead in paving the wide avenue of national reunification with the might of Songun, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the WPK not only has enjoyed unanimous praises by all the people as the mother party for its great ideology, splendid feats and benevolent politics but also has become the beacon of hope to which the world progressives look up entirely because it is holding Kim Jong Il at the highest post.\n\t\t\t\t\t\n\t\t\t\t\t We will effect a new turn in the overseas Koreans movement, keeping pace with the people in homeland in their general advance of building a thriving nation in high spirit full of great pride and self-esteem of having reelected Kim Jong Il as general secretary of the WPK at its historic Conference."
        },
        {
            "title": "Gifts to Kim Jong Il from Russian and Mexican Figures ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-27ee.html",
            "content": "Gifts from Russian and Mexican Figures\r\n Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by A. N. Dolgachev, chairman of the Far Eastern Association for the Study of the Songun Policy and the Juche Idea of Russia, and Arturo Mauricio Juarez Lopez, president of the Mexican Puebla State Association for Friendship with the Korean People, on the occasion of the 65th birthday of the Workers' Party of Korea. \n\t\t\t\t\t The gifts were conveyed to officials of the DPRK missions in those countries on September 17 and October 3."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-18ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung\r\nPyongyang, October 10 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Servicepersons, working people of all strata and school youth and children visited the statue of the President on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t Seen before the statue was a floral basket from Kim Jong Il, general secretary of the WPK, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statue were floral baskets in the name of party, armed forces and power organs, social organizations, ministries, national institutions, units of KPA and the Korean People's Internal Security Forces, bodies of science, education, culture and art, public health and media, industrial establishments, schools, etc. \n\t\t\t\t\t\n\t\t\t\t\t A floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front was also placed.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid respects in profound reverence to the President, looking back on his brilliant exploits.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets, bouquets and flowers were also laid before the statues of the President in significant places of the city and local areas."
        },
        {
            "title": "Kim Yong Nam Meets Delegations of Organizations for Study of Juche Idea",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-19ee.html",
            "content": "Kim Yong Nam Meets Delegations and Delegates of Juche Idea\r\n Pyongyang, October 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Vishwanath, director-general of the International Institute of the Juche Idea and secretary general of the International Kim Il Sung Prize Council, Kenichi Ogami, secretary general of the IIJI, and delegations and delegates of the groups for the study of the Juche idea in different countries and regions participating in the celebrations of the 65th birthday of the Workers' Party of Korea at the Mansudae Assembly Hall on Sunday."
        },
        {
            "title": "Gift from Delegation of Polish Organization for Study of Juche Idea",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-29ee.html",
            "content": "Gift from Delegation of Juche Idea\r\n Pyongyang, October 10 (KCNA) -- President Kim Il Sung was presented with a gift by the delegation of the Polish Organization for the Study of the Juche Idea on a visit to the DPRK to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The gift was handed to an official concerned on Sunday by Jacek Poniewierski, head of the organization."
        },
        {
            "title": "Gifts and Floral Basket to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-31ee.html",
            "content": "Gifts and Floral Basket \r\n Pyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il was presented with gifts by Vishwanath, director-general of the International Institute of the Juche Idea and secretary general of the International Kim Il Sung Prize Council, and Kenichi Ogami, secretary general of the IIJI, on a visit to the DPRK to celebrate the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t They were separately handed to an official concerned on Sunday by Vishwanath and Kenichi Ogami.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket to Kim Jong Il from the secretary general of the IIJI and his party was conveyed to an official concerned."
        },
        {
            "title": "Military Attaches Corps Visits Kimilsungia-Kimjongilia Show",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-32ee.html",
            "content": "Military Attaches Corps Visits Kimilsungia-Kimjongilia Show\r\n Pyongyang, October 10 (KCNA) -- The military attaches corps here visited the Kimilsungia-Kimjongilia show for celebrating the 65th birthday of the Workers' Party of Korea on Sunday.\n\t\t\t\t\t The members of the corps looked round the show where Kimilsungias and Kimjongilias are in full bloom representing warm sincerity and the boundless reverence of the army and people of the DPRK and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit they made entries in a visitor's book."
        },
        {
            "title": "Congratulatory Message to Kim Jong Il from AINDF",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-08ee.html",
            "content": "Congratulatory Message from AINDF\r\nPyongyang, October 10 (KCNA) --General Secretary Kim Jong Il received a congratulatory message from the Central Committee of the Anti-Imperialist National Democratic Front Sunday on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The message said that President Kim Il Sung strengthened the WPK into an iron-willed party which achieved unity and cohesion in thinking and purpose and has a high degree of organization and discipline and a mother party enjoying absolute support and trust from the people and led to victory the social changes at several phases with their might, thus building a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence in the northern half of Korea.\n\t\t\t\t\t\n\t\t\t\t\tYou have dramatically strengthened the WPK into a great guide of the cause of the Songun revolution, thereby turning the DPRK into an invincible political and ideological power, a military power and a scientific and technological power and ushering in a new era of the greatest prosperity in the history of the nation spanning 5,000 years, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Your reelection as general secretary of the WPK was an expression of the absolute support and trust of the people in the northern half of Korea in you and marked a great political event which demonstrated internally and externally the faith and will of all the servicepersons and people to follow him to the last.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the AINDF will cherish the unshakable faith that the reunification of the country and the dignity and prosperity of the nation depend on trusting and following you as the Heaven and consolidate as firm as a rock the organizational and ideological unity of the ranks based on the Juche idea and the Songun idea, causing the hot wind of worship for you and supporting Songun to sweep all over south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It will hold aloft the banner of the June 15 joint declaration and the October 4 declaration, the immovable landmarks for national reunification, and wage a strenuous struggle to implement them and resolutely shatter the U.S. imperialists and the separatist forces' moves against reunification and racket for a war of aggression against the DPRK."
        },
        {
            "title": "WPK Praised by Norwegian Figure",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-06ee.html",
            "content": "WPK Praised by Norwegian Figure\r\n Pyongyang, October 10 (KCNA) -- Torstein Engelskjon, chairman of the Friendship Society Norway-Korea, released a statement on October 4 on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The statement said that ever since its founding the WPK has creditably discharged its mission and duty as a mass party of the working people.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has covered only a road of victory without a single mistake as regards its line and turns and twists despite all trials and tempest of history because it has held the distinguished leaders in high esteem and thoroughly applied the Juche idea, the guiding idea in the era of independence, in the revolution and construction, taking a firm hold on it.\n\t\t\t\t\t\n\t\t\t\t\t The WPK having a mass foundation as firm as a rock, enjoying the absolute support of the Korean people, will advance along the ever-victorious road in the future, too, despite any political upheaval of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Friendship Society Norway-Korea is firmly convinced that the Korean people will certainly fling open the gate to a thriving nation in 2012, the centenary of birth of President Kim Il Sung, under the leadership of the WPK headed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We will invariably support the just cause of the Korean people."
        },
        {
            "title": "WPK's Birthday Marked in Egypt",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-05ee.html",
            "content": "WPK's Birthday Marked in Egypt\r\n Pyongyang, October 10 (KCNA) -- The Egypt-Korea Friendship Association issued its bulletin on October 3 on the occasion of the 65th birthday of the Workers' Party of Korea.\n\t\t\t\t\t The bulletin edited articles titled \"October and WPK\" and \"WPK, guide of the Songun cause, and Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said in the articles that the founding of the WPK was a significant event in developing in depth the Korean revolution and carving out the destiny of the people, adding that it is thanks to the WPK that the DPRK has demonstrated its might as an independent power with powerful political and military might and a fortress for independence against imperialism which no one can provoke and destroy.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has demonstrated its might as the guide of the Songun cause under the leadership of Kim Jong Il, holing him in high esteem as its general secretary, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the WPK has put the political and ideological might onto an exceptionally high level by strengthening the single-minded unity of the whole society in every way and provided a solid military guarantee for building a thriving socialist nation by pursuing the Songun politics and made a breakthrough in making leap forward in economic construction, too.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the WPK holding Kim Jong Il in high esteem will demonstrate in the future, too, its might as the guide of the revolutionary cause of Songun."
        },
        {
            "title": "WPK Birthday Marked ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-02ee.html",
            "content": "WPK Birthday Marked \r\nPyongyang, October 10 (KCNA) -- Meetings took place in Russia, Romania, Italy and France between Sept. 28 and Oct. 2 to congratulate Gneral Secretary Kim Jong Il on his reelection as general secretary of the Workers' Party of Korea and greet its 65th birthday.\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t Dmitri Kostenko, chairman of the Russian Association for the Study of the Juche Idea, noted that it was a great political event in the struggle to further strengthen the party and bring earlier the final victory of the revolutionary cause of Juche that the Korean people had Kim Jong Il at the top post of the WPK again.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the reelection of Kim Jong Il as general secretary of the WPK was a manifestation of the steadfast will of the army and people of the DPRK to accomplish the socialist cause of Juche under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said that it was the great joy and honor of not only the Korean people but all other world progressives that Kim Jong Il was reelected as general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Flavio Pettinari, chief of the Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy, noted that Kim Jong Il's reelection as general secretary of the WPK brought a promising and rosy future of the WPK, the Korean revolution and the international socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t Edmond Jouve, chairman of the French Intellectuals' Study Association for Independent Development, stressed that as          Kim Jong Il was reelected as general secretary of the WPK, it would always demonstrate its invincible might as a leading force for the Songun cause in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the meeting in France."
        },
        {
            "title": "Greetings to Ethiopian PM and FM",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-30ee.html",
            "content": "Greetings to Ethiopian PM and FM\r\n Pyongyang, October 10 (KCNA) -- DPRK Premier Choe Yong Rim Saturday sent a message of greetings to Meles Zenawi upon his reelection as prime minister of Ethiopia.\n\t\t\t\t\t The message wished him good health and happiness and new success in his work for building a peaceful and prosperous Ethiopia.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Foreign Minister Pak Ui Chun sent a message of greetings to Haile-Mariam Dessalegn upon his appointment of foreign minister of Ethiopia."
        },
        {
            "title": "Anniversary of Proposal for Founding DFRK Observed in Russia",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-03ee.html",
            "content": "Anniversary of Proposal for Founding DFRK Observed in Russia \r\n Pyongyang, October 10 (KCNA) -- A meeting of solidarity with the Korean people took place in Russia on Oct. 3 on the occasion of the 30th anniversary of the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t Kang Igori, chairman of the Russian Saratov Anti-Imperialist Society for the Study of the Juche Idea, noted in a report at the meeting that President Kim Il Sung advanced the proposal for founding the DFRK favored by all the Koreans in the north and the south and abroad, visualizing the future of the Korean Peninsula with clairvoyant insight, adding that this is an immortal feat to go down in the history of the reunification movement of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The President had made all his efforts to hand a reunified country to posterity till the last moments of his life, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il formulated the Three Charters for National Reunification and made sure that the June 15 joint declaration was adopted and published to provide a sure guarantee for reunifying the country by federal formula in the spirit of \"By Korean nation itself\" and a landmark of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The countries concerned including the U.S. should stop doing things obstructive to Korea's reunification, owning the due responsibility for the division of the Korean Peninsula that lasted for more than half a century, he said, urging them to fulfill their duties for lasting peace and stability of the peninsula."
        },
        {
            "title": "Korean Books Donated to Brazil ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-04ee.html",
            "content": "Korean Books Donated to Brazil\r\n Pyongyang, October 10 (KCNA) -- A Korean book-donating ceremony was held in Brazil on Sept. 30.\n\t\t\t\t\t Present there were figures of the leadership of the Central Committee of the Brazilian Communist Party and a working people's organization under the party and their members and the DPRK ambassador to Brazil and staff members of his embassy there.\n\t\t\t\t\t\n\t\t\t\t\tWorks of President Kim Il Sung and General Secretary Kim Jong Il and different kinds of publications were handed to the international secretary of the Central Committee of the party.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the party noted at the ceremony that the books would greatly help the members of his party make a deep study of the successes and experience gained by the Workers' Party of Korea and the Korean people in the revolutionary struggle and construction under the wise leadership of the President and Kim Jong Il and learn from them."
        },
        {
            "title": "Kim Jong Il's Work Studied and Disseminated in Many Countries",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-09ee.html",
            "content": "Kim Jong Il's Work Studied and Disseminated in Many Countries \r\nPyongyang, October 10 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" has been widely studied and disseminated in at least 100 countries and regions for 15 years.\n\t\t\t\t\t The work, published on October 2, Juche 84 (1995), is an immortal great programme for party building and activities as it reviewed with pride the glorious history of the WPK which hewed out the new path of building a revolutionary party under the leadership of Kim Il Sung and indicated the way of strengthening and developing the WPK into the eternal party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The work was brought out in booklet by the Maritime Territorial Committee of the Communist Party of the Russian Federation, the People's Vanguard of Costa Rica, the Communist Party of Germany, the Mongolia Mt. Paektu Association for Independent Development, the Academia Publishing House of Cuba, the Antri Miek Publishing House of Cambodia, the Dar Damascus Publishing House of Syria, the Dar Al-Shaab Publishing House of Egypt, the Enugu Publishing House of Nigeria, the Canta Clara Publishing House of Venezuela, the Futra Publishing House of the Czech Republic, and political parties, organizations and institutions.\n\t\t\t\t\t\n\t\t\t\t\t Internet homepages and bulletins of the Mexican Institute for the Study of the Juche Idea, the British Association for the Study of Songun Policy, the U.S. Group for the Study of Songun Politics, the African Regional Committee for the Study of the Juche Idea and many other units published the work in full text and gist.\n\t\t\t\t\t\n\t\t\t\t\t Seminars, lectures, briefings on the work and reading sessions were briskly held by political parties and organizations of many countries of the world and regional organizations."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Ecuador ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-12ee.html",
            "content": "Kim Jong Il's Work Off Press in Ecuador\r\nPyongyang, October 10 (KCNA) -- Gneral Secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in e-book by the Ecuadorian Guaranda Association for Friendship, Culture and Solidarity with the Korean people on Oct. 4.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original one developed and systematized with its peculiar principles and a revolutionary and popular one truly conducive to the struggle for the independence of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The work clarifies the tasks to be implemented to study the Juche philosophy and explain and disseminate it in line with the intention of the Workers' Party of Korea and apply it to the revolutionary practices to the letter."
        },
        {
            "title": "Efectuado el desfile militar por el 65o aniversario del PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-33ee.html",
            "content": "Efectuado el desfile militar por el 65o aniversario del PTC\r\nPyongyang, 10 de octubre (ATCC) -- Tuvo lugar con solemnidad este domingo en la capitalina Plaza    Kim Il Sung el desfile militar de las unidades terrestres, navales y aereas del Ejercito Popular de Corea, las Fuerzas Populares del Interior de Corea, las Fuerzas Rojas Obrero-Campesinas y la Guardia Juvenil Roja en homenaje al 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t  Salio a la tribuna de la plaza el Dirigente Kim Jong Il, Secretario General del PTC, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del EPC.\n\t\t\t\t\t\n\t\t\t\t\t  En la tribuna y los asientos reservados para los invitados se distinguian Kim Yong Nam, Choe Yong Rim y Ri Yong Ho, miembros del Presidium del Buro Politico del CC del PTC, Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, los miembros y miembros suplentes del BP del CC del PTC, los ex combatientes revolucionarios antijaponeses, los comandantes de todos los ejercitos y armas del EPC, los delegados a los actos festivos centrales de la citada efemeride, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder, las entidades sociales, los ministerios y los organos centrales, los oficiales y soldados del EPC y de las Fuerzas Populares del Interior de Corea, los funcionarios de sectores de ciencia, educacion, cultura y arte, salud publica, prensa e informacion,  los heroes, las personas relacionadas con la Lucha Revolucionaria Antijaponesa, los familiares de los martires revolucionarios, los benemeritos y los trabajadores, los miembros de \n\t\t\t\t\t\n\t\t\t\t\t los grupos de felicitacion, delegaciones y grupos de visita de los coreanos en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, la delegacion del Partido Comunista de China que realiza una visita oficial y de amistad a Corea, las delegaciones y delegados de las organizaciones de estudio de la idea Juche, los representantes diplomaticos de varios paises, los delegados de organizaciones internacionales y los miembros del Cuerpo de Agregados Militares, acreditados en Corea, y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il recibio el parte del jefe del Estado Mayor General del EPC, Ri Yong Ho, de que iniciaria el desfile militar.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso, Ri Yong Ho dijo que hoy dia, en pleno acato al legado del Presidente Kim Il Sung, el EPC se ha formado como ejercito revolucionario del partido infinitamente fiel a la idea y la causa del PTC y como poderoso ejercito invencible dispuesto de todos los potentes medios de ataque y defensa al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEsto es el valioso resultado de la entusiasta direccion del Comandante Supremo quien unio el partido y el ejercito en un ente de destino comun, apunto el y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  Al tomar como su eterna linea vital la direccion del Comandante Supremo, el EPC mantendra invariablemente su caracter revolucionario de ejercito del lider y del partido y defendera con la vida el Comite Central del Partido encabezado por el Dirigente Kim Jong Il en la primera linea de defensa al lider.\n\t\t\t\t\t\n\t\t\t\t\t  El EPC se mantendra en el estado de alta movilizacion como lo exige la tensa situacion actual.\n\t\t\t\t\t\n\t\t\t\t\t  Si los imperialistas norteamericanos y sus satelites se atreven a atentar, aunque en lo minimo, la soberania y la dignidad de Corea, el EPC eliminara de raices con el intolerable y justo golpe de represalia los bastiones de agresores usando todos los medios fisicos, incluyendo el disuasivo nuclear para la autodefensa, y cumplira sin falta la historica causa de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, entro en la plaza la bandera con la efigie del Presidente Kim Il Sung, escoltada por los estandartes del EPC.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los integrantes del desfile expresaron el mas sublime homenaje hacia la bandera con la efigie del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tUna vez comenzado el desfile, marcharon a pasos firmes al son de la sonora musica de instrumentos de viento las columnas de las escuelas militares a todos los niveles del EPC, encabezadas por la de la Academia General Militar Kim Il Sung, los bloques de la Segunda Division Guardia de Infanteria Kang Kon, la Segunda Escuadra Guardia de la Marina de Guerra y otras unidades terrestres, navales y aereas del EPC y las columnas de las Fuerzas Populares del Interior de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPasaron con gallardia por delante de la tribuna de la plaza las escuadras de las Fuerzas Rojas Obrero-Campesinas, la Guardia Juvenil Roja y las escuelas revolucionarias.? \n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente respondio con su mano alzada al saludo de las columnas que pasaban por delante de la tribuna.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, avanzaron las escuadras motorizadas haciendo temblar el suelo.\n\t\t\t\t\t\n\t\t\t\t\tLos complejos de misiles y cohetes antibalisticos desarrollados al estilo coreano adornaron de manera significativa el final del desfile manifestando la voluntad de exterminar a los enemigos y el poderio de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, en las grandes pantallas instaladas en la plaza se proyectaron las escenas historicas sobre la orgullosa trayectoria de las fuerzas armadas revolucionarias de Corea y el entrenamiento de los militares preparandose como los aguerridos capaces de hacer frente a solas a cien enemigos.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el desfile, desde el balcon de la tribuna, el Dirigente respondio con su mano alzada a las hospitalarias aclamaciones de la multitud."
        },
        {
            "title": "Acto central por el 65o aniversario de la fundacion del PTC ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-34ee.html",
            "content": "Acto central por el 65o aniversario de la fundacion del PTC \r\nPyongyang, 10 de octubre (ATCC) -- Tuvo lugar el dia 9 en esta capital el acto central por el 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\tParticipo en el acto el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los miembros del Presidium del Buro Politico del Comite Central del PTC Kim Yong Nam, Choe Yong Rim y Ri Yong Ho, el vicepresidente de la Comision Militar Central del PTC Kim Jong Un, los miembros y miembros suplentes del Buro Politico del CC del PTC, los delegados a los actos festivos centrales del 65o aniversario de la fundacion del PTC, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder, las entidades sociales, los ministerios y los organos centrales, los veteranos combatientes revolucionarios antijaponeses, los oficiales y soldados del EPC y de las Fuerzas Populares del Interior de Corea, los ex presos de larga condena no abjurados que son combatientes patrioticos pro-reunificacion, los funcionarios de sectores de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, familiares de los martires revolucionarios y trabajadores. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del miembro del Buro Politico del CC del PTC y vicepresidente del Presidium de la Asamblea Popular Suprema de la RPDC, Yang Hyong Sop.\n\t\t\t\t\t\n\t\t\t\t\t  El orador senalo que la fundacion del PTC el 10 de octubre del 34 (1945) de la Era Juche por el Presidente Kim Il Sung fue una declaracion solemne sobre el nacimiento del nuevo partido revolucionario que toma por guia directriz la idea Juche, y un evento especial que dio al pueblo coreano la firme garantia para avanzar con toda seguridad por el camino de la independencia, la soberania y el socialismo bajo la direccion del poderoso Estado Mayor politico. \n\t\t\t\t\t\n\t\t\t\t\t  La historia de lucha revolucionaria del PTC brilla por las inmortales hazanas del Presidente           Kim Il Sung y el Dirigente Kim Jong Il quienes dirigieron sabiamente la patria y el pueblo por un camino del triunfo y gloria.\n\t\t\t\t\t\n\t\t\t\t\t  El verdadero aspecto del PTC construido y fortalecido por la destacada idea y direccion del Presidente y el Dirigente es precisamente el partido del lider con el firme sistema de unica ideologia, el partido invencible que orienta la original causa revolucionaria del Songun y el partido madre que se ha arraigado profundamente en las masas populares y pone en el primer lugar el bienestar del pueblo.  \n\t\t\t\t\t\n\t\t\t\t\t  La historia del PTC es la del triunfo que ha creado los incesantes prodigios mientras que el lider confia al pueblo y este apoya con fidelidad a aquel.\n\t\t\t\t\t\n\t\t\t\t\t  Aun en las pruebas severas de la marcha penosa y la forzada, el PTC defendio firmemente el socialismo al estilo coreano y preparo la firme base de la construccion de la gran potencia prospera movilizando el indoblegable poderio espiritual de todo el ejercito y el pueblo y abrio la era dorada de grandes saltos y prosperidad de la Corea del Songun, la de la nacion de Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tPese a las dificultades y pruebas sin precedentes en la historia el PTC ha venido manteniendo firmemente el socialismo al estilo coreano y realizando excelentemente el ideal y el deseo independientes del pueblo sin desviarse nada del camino escogido por si mismo bajo la bandera de la idea Juche, la del Songun. Esto es precisamente la orgullosa historia de lucha de los 65 anos del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Tenemos que apoyar activamente la direccion del partido,  acelerar la construccion de la gran potencia prospera socialista y lograr lo mas pronto posible la reunificacion de la patria y el triunfo final de la causa del Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Debemos enaltecer de generacion en generacion al Presidente como Sol del Juche, fortalecer el PTC como eterno partido de Kim Il Sung y llevar adelante las inmortales hazanas del Presidente y el Dirigente logradas en la direccion sobre la construccion del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Al desplegar energicamente la lucha por destruir con las fuerzas unidas de la nacion el perverso desafio y las maniobras de provocacion de nueva guerra de las fuerzas anti-reunificacion del interior y exterior del pais y lograr la reunificacion independiente del pais bajo la bandera de la Declaracion Conjunta Norte-Sur, levantaran sin falta la potencia reunificada prospera en este territorio.\n\t\t\t\t\t\n\t\t\t\t\t  El PTC mantendra invariablemente el ideal de la independencia, la paz y la amistad y seguira luchando energicamente por preservar la paz y la estabilidad de Asia y el resto del mundo y realizar la causa de la realizacion de la independencia de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se efectuaron semejantes actos en todas las provincias, ciudades y distritos."
        },
        {
            "title": "Funcion gimnastico-artistica masiva \"Arirang\" ",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-35ee.html",
            "content": "Funcion gimnastico-artistica masiva \"Arirang\" \r\nPyongyang, 10 de octubre (ATCC) -- En conmemoracion del 65o aniversario de la fundacion del Partido del Trabajo de Corea se ofrecio el dia 9 en el Estadio Primero de Mayo la funcion gimnastico-artistica masiva \"Arirang\", obra laureada con el Premio Kim Il Sung.\n\t\t\t\t\tAsistio a la citada funcion el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa vieron los cuadros directivos del partido, el ejercito y el Estado, los delegados para los actos festivos centrales del 65o aniversario de la fundacion del PTC, los funcionarios de los organos del partido, las fuerzas armadas y el Poder, las organizaciones sociales, los ministerios y los organos centrales, los ex - combatientes revolucionarios antijaponeses, los oficiales y soldados del Ejercito Popular de Corea y las Fuerzas Populares del Interior de Corea, los funcionarios de los dominios de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, los heroes, las personas relacionadas con la Lucha Revolucionaria Antijaponesa, los familiares de los martires revolucionarios, los benemeritos y los trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tFiguraban entre los presentes los miembros de los grupos de felicitacion, delegaciones y grupos de visita de los coreanos en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, la delegacion del Partido Comunista de China que realiza una visita oficial y de amistad a Corea, las delegaciones y delegados de las organizaciones de estudio de la idea Juche, los representantes diplomaticos de varios paises y los delegados de las organizaciones internacionales acreditados en Corea y los huespedes extranjeros\n\t\t\t\t\t\n\t\t\t\t\tLa funcion inicio mientras que aparecian sucesivamente en la pizarra humana las letras \"Maximo homenaje al gran Lider, fundador de nuestro partido\", \"Gran gloria al gran Dirigente, camarada Kim Jong Il\", etc., y se extendian el mar de flores y el baile.\n\t\t\t\t\t\n\t\t\t\t\tMostro vividamente los sagrados 65 anos del PTC y la historia llena de triunfos y glorias de la nacion de Kim Il Sung que se ha presentado con dignidad en la escena mundial bajo la direccion del gran lider y del gran partido."
        },
        {
            "title": "Kim Jong Il visita el Palacio Memorial Kumsusan",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-36ee.html",
            "content": "Kim Jong Il visita el Palacio Memorial Kumsusan\r\nPyongyang, 10 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional (CDN) de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea (EPC), visito a la hora 0 del dia 10 el Palacio Memorial Kumsusan con motivo del 65o aniversario de la fundacion del PTC.\n\t\t\t\t\t  Le acompanaron en esta ocasion Ri Yong Ho, miembro del Presidium del Buro Politico (BP) del CC del PTC y jefe del Estado Mayor General del EPC, Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Yong Chun, miembro del BP del CC del PTC y ministro de las Fuerzas Armadas Populares, Kim Ki Nam y Choe Thae Bok, miembros del BP y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Kim Jong Gak, miembro suplente del BP del CC del PTC y primer subjefe de la Direccion Politica General del EPC, los miembros de mando de las operaciones de la Comandancia Suprema del EPC, los comandantes de los ejercitos y armas del EPC y otros comandantes del ejercito.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente rindio homenaje al Presidente       Kim Il Sung junto con los acompanantes."
        },
        {
            "title": "CC del PTC ofrece banquete en honor de delegacion del PCCh",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-37ee.html",
            "content": "CC del PTC ofrece banquete en honor de delegacion del PCCh\r\nPyongyang, 10 de octubre (ATCC) -- El Comite Central del Partido del Trabajo de Corea ofrecio el dia 9 en el capitalino Palacio de los Congresos Mansudae un banquete en honor de la delegacion del Partido Comunista de China que realiza una visita oficial y de amistad a Corea.\n\t\t\t\t\tFueron invitados el jefe de la delegacion, Zhou Yongkang, miembro del Comite Permanente del Buro Politico del Comite Central y secretario de la Comision Central de Politicas y Ley del PCCh, el jefe del Departamento de Enlace Internacional del CC del PCCh, Wang Jiarui, el secretario del Comite Provincial del PCCh en Jilin, Sun Zhengcai, el subjefe del Departamento de Enlace Internacional del CC del PCCh, Liu Jieyi, el subdirector de la Oficina Central de los Asuntos Extranjeros, Qiu Yuanping, el viceministro de Relaciones Exteriores Zhang Zhijun, el viceministro de Comercio Chen Jian, el subsecretario del Comite Provincial del PCCh en Liaoning, Chen Xi, el subsecretario del Comite Provincial del PCCh en Heilongjiang, Du Yuxin, y otros integrantes de la delegacion, el embajador Liu Hongcai y otros miembros de la sede diplomatica china en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes el miembro del Presidium del Buro Politico del CC del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, el miembro suplente del Buro Politico y secretario del CC del PTC, Kim Yong Il, el secretario responsable del Comite del PTC en la Provincia de Jagang, Ju Yong Sik, el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Ri Man Gon, el secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, O Su Yong, el secretario responsable del Comite del PTC en la Provincia de Ryanggang, Kim Hi Thaek, el subjefe de departamento del CC del PTC Kim Song Nam, el viceministro de Relaciones Exteriores Kim Song Gi, el viceministro de Comercio Exterior Ku Pon Thae y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Kim Yong Nam dijo que la amistad Corea-China, que supero todas las pruebas y adversidades de la historia, se desarrolla cada dia mas favorablemente bajo la profunda atencion de los maximos dirigentes de los dos partidos y los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano se alegra mucho de los grandes exitos que bajo la correcta guia del PCCh, alcanza el hermano pueblo chino en la construccion para la modernizacion del socialismo con peculiaridades chinas, destaco.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que bajo la orientacion del PCCh encabezado por el estimado Secretario General Hu Jintao, el pueblo chino lograra mayores exitos en la construccion de la sociedad socialista armoniosa mediante la materializacion de la concepcion de desarrollo cientifico.\n\t\t\t\t\t\n\t\t\t\t\tConsolidar y desarrollar generacion tras generacion las tradicionales relaciones de amistad y cooperacion entre Corea y China son la invariable posicion del PTC y el gobierno coreano, asevero y expreso la voluntad de seguir fortaleciendo el apoyo reciproco y la cooperacion con los camaradas chinos en el cumplimiento de la causa de construccion socialista, de acuerdo con el proposito de los maximos dirigentes de ambos partidos y paises, y de realizar ingentes esfuerzos por llevar adelante la amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso, Zhou Yongkang se refirio a que a lo largo de estos 65 anos, el PTC ha conducido sabiamente al pueblo coreano y en ese curso establecio el poder donde el pueblo es dueno de lo todo y abrio la nueva coyuntura en la construccion del socialismo al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la conviccion de que bajo la direccion del PTC encabezado por el camarada Secretario General           Kim Jong Il, el diligente e inteligente pueblo coreano alcanzara grandes exitos en la construccion de la gran potencia prospera para acoger significativamente 2012, ano del centenario de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tLa amistad China-Corea, riqueza comun preparada por los dirigentes de veterana generacion de los dos partidos y los dos paises, se desarrolla cada dia mas, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tEl partido y el gobierno de China mantienen la invariable orientacion de consolidar y desarrollar constantemente las relaciones de amistad y cooperacion entre China y Corea, dijo y manifesto la decision de esforzarse mucho junto con los camaradas coreanos por desarrollarlas y lograr la paz y la prosperidad de la region."
        },
        {
            "title": "Kim Jong Il recibe carta de felicitacion de Hu Jintao",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-38ee.html",
            "content": "Kim Jong Il recibe carta de felicitacion de Hu Jintao\r\nPyongyang, 10 de octubre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio la carta de felicitacion que le dirigiera Hu Jintao, Secretario General del CC del Partido Comunista de China (PCCh) y Presidente de la Republica Popular China, en ocasion del 65o aniversario de la fundacion del PTC.\n\t\t\t\t\t  La carta le fue trasladada cortesmente el dia 9 por Zhou Yongkang, miembro del Comite Permanente del Buro Politico del Comite Central y secretario de la Comision Central de Politicas y Ley del PCCh, quien encabeza la delegacion del PCCh de visita en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En la audiencia estuvieron presentes el jefe del Departamento de Enlace Internacional del CC del PCCh, Wang Jiarui, el secretario del Comite Provincial del PCCh en Jilin, Sun Zhengcai, el embajador chino en Corea Liu Hongcai y Kim Yong Il, miembro suplente del Buro Politico y secretario del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente expreso profundo agradecimiento por el envio de esa carta amable y transmitio el saludo a Hu Jintao. \n\t\t\t\t\t\n\t\t\t\t\tLuego, sostuvo cordiales conversaciones con Zhou Yongkang."
        },
        {
            "title": " Capitalinos dan bienvenidas a los participantes en desfile militar",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-39ee.html",
            "content": "Capitalinos dan bienvenidas a los participantes en desfile militar\r\nPyongyang, 10 de octubre (ATCC) -- Este dia, los participantes en el desfile militar por el 65o aniversario de la fundacion del Partido del Trabajo de Corea recibieron la calida bienvenida por parte de mas de 300 mil capitalinos. \n\t\t\t\t\tLos trabajadores de distintos estratos, jovenes, estudiantes y ninos con los ramos y ramitas de flores en sus manos dieron calurosa bienvenida a los camiones con los integrantes de las escuelas militares a todos los niveles, las unidades de las fuerzas terrestres, navales y aereas del Ejercito Popular de Corea, las Fuerzas Populares del Interior de Corea, las Fuerzas Rojas Obrero-Campesinas, la Guardia Juvenil Roja y las escuelas revolucionarias, que pasaban por las calles de la capital luego de participar en el desfile militar.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos respondieron a la bienvenida de la multitud gritando las consignas \"Defensa a ultranza\", \"Bombas y balas\", \"Unidad monolitica\", etc.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien en las calles por donde pasaban las columnas motorizadas se formo un mar de flores de bienvenida."
        },
        {
            "title": "Efectuada la gran velada por el 65o aniversario del PTC",
            "url": "http://kcna.co.jp/item/2010/201010/news10/20101010-40ee.html",
            "content": "Efectuada la gran velada por el 65o aniversario del PTC\r\nPyongyang, 10 de octubre (ATCC) -- Tuvo lugar solemnemente el dia 10 por la noche en esta capital la gran velada \"Que prospere la epoca del Partido del Trabajo\" en homenaje al 65o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t  El Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, salio a la tribuna.\n\t\t\t\t\t\n\t\t\t\t\t  Presenciaron la velada Kim Yong Nam, Choe Yong Rim y Ri Yong Ho, miembros del Presidium del Buro Politico (BP) del CC del PTC, Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, los miembros y miembros suplentes del BP del CC del PTC, los delegados a los actos festivos centrales de la citada efemeride, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder, las entidades sociales, los ministerios y los organos centrales, los oficiales y soldados del EPC y de las Fuerzas Populares del Interior de Corea, los funcionarios de sectores de ciencia, educacion, cultura y arte, salud publica, prensa e informacion,  los heroes, las personas relacionadas con la Lucha Revolucionaria Antijaponesa, familiares de los martires revolucionarios, benemeritos y trabajadores, los miembros de los grupos de felicitacion, delegaciones y grupos de visita de los coreanos en ultramar, incluyendo el grupo de felicitacion de los coreanos residentes en Japon, el \n\t\t\t\t\t\n\t\t\t\t\t representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, la delegacion del Partido Comunista de China, las delegaciones y delegados de las organizaciones de estudio de la idea Juche, los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales, acreditados en Corea, y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t  Al hacer uso de la palabra Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, dijo que la gran velada de hoy deviene el festival del triunfo y gloria que elogia las inmortales proezas del PTC logradas en la larga lucha de 65 anos bajo la direccion del gran Lider y gran Dirigente y el de la unidad monolitica que manifiesta energicamente el inagotable poderio de Corea del Songun que avanza con valentia para superar el nivel mundial unida monoliticamente en torno al partido.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien, resulta la velada con peculiaridades coreanas que convienen a la aspiracion y sentimiento del pueblo coreano, enfatizo.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando se declaro el inicio de la gran velada, repercutieron los himnos que dan la maxima gloria al PTC y en las grandes pantallas aparecio esta frase: \"Gran velada de festejo del 65o aniversario de la fundacion del Partido del Trabajo de Corea\".\n\t\t\t\t\t\n\t\t\t\t\t  La gran velada, cuya sede es la Plaza Kim Il Sung, el Monumento a la Idea Juche y la zona riberena del rio Taedong, mostro un mundo maravilloso sin precedente en la historia con los fuegos artificiales de diversos colores y formas, que estallan en el cielo mostrando el poderio de la industria de salvas de Corea, las oleadas de bailarines y flores de mil transfiguraciones y los barcos adornados con lamparillas multicolores.\n\t\t\t\t\t\n\t\t\t\t\t  La velada compuesta con el prologo \"Gloria al partido madre\", los capitulos \"Partido del camarada Kim Il Sung\", \"Tierra donde se realiza el deseo del lider\" y \"El partido es el orientador del triunfo\" y  el epilogo \"Largo camino siguiendo al Dirigente\" describio en grandes escenas epicas las proezas del PTC que trajo por primera vez en la historia nacional de 5 milenios la epoca de prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras resonaban con solemnidad la \"Cancion del General Kim Il Sung\", \"Himno al Mariscal         Kim Il Sung\", \"Cancion del General Kim Jong Il\" y explotaron sucesivamente  los cohetes.\n\t\t\t\t\t\n\t\t\t\t\t  En la sede de la velada fueron dadas las escenas que muestran los eventos historicos nacionales acontecidos en Corea como  la conquista de la tecnologia CNC, la produccion del acero Juche, el gran jubilo de vinalon, la produccion en avalancha del abono de Juche, el prodigio de la roturacion de las marismas Taegyedo, etc. mediante las especificas formas artisticas y los medios tecnicos de punta como la animada y hermosa gimnasia masiva y funcion artistica y la pantalla movil.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando termino la velada, el Dirigente respondio cordialmente con su mano alzada a las aclamaciones entusiastas de las masas."
        }
    ]
}