{
    "date": "2010-11-15",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Greets Syrian President",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-14ee.html",
            "content": "Kim Jong Il Greets Syrian President\r\nPyongyang, November 15 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, Monday sent a message of greetings to Bashar Al-Assad, regional secretary of the Arab Baath Socialist Party and President of Syria, on the 40th anniversary of the corrective movement in Syria.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to you and the friendly Syrian people on the 40th anniversary of the corrective movement in Syria.\n\t\t\t\t\t\n\t\t\t\t\t After the corrective movement your people have made many achievements in the work to build modern and prosperous Syria under the correct leadership of Hafez Al-Assad and you. \n\t\t\t\t\t\n\t\t\t\t\t I take this opportunity to sincerely wish you happiness in good health and bigger success in your work, reaffirming our people's full support for the Syrian people's cause of justice."
        },
        {
            "title": "Kim Yong Nam Greets Syrian President",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-15ee.html",
            "content": "Kim Yong Nam Greets Syrian President\r\nPyongyang, November 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings Monday to Bashar Al-Assad, President of Syria, on the 40th anniversary of the corrective movement in Syria.\n\t\t\t\t\t Kim in the message said that the corrective movement conducted under the guidance of Hafez Al-Assad, eternal leader of the Syrian people, was a historic event that brought about an epochal turn in the Syrian people's struggle to defend the sovereignty and dignity of the country and achieve its social progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The message heartily wished the Syrian people greater successes in their efforts to consolidate the national unity and step up the modernization of the country under the correct leadership of the Arab Baath Socialist Party led by Bashar Al-Assad."
        },
        {
            "title": "Brazil Proclamation of Republic Day Observed",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-16ee.html",
            "content": "Brazil Proclamation of Republic Day Observed\r\n Pyongyang, November 15 (KCNA) -- Brazilian Ambassador to the DPRK Arnaldo Carrilho hosted a reception at the Taedonggang Diplomatic Corps Club on Monday to mark the day of the proclamation of the Federative Republic of Brazil.\n\t\t\t\t\t Present there on invitation were Minister of Foreign Affairs Pak Ui Chun, Vice Department Director of the C.C., the Workers' Party of Korea Pak Kun Gwang, Vice-Minister of Foreign Trade O Ryong Chol, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries Mun Jae Chol and officials concerned, diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Brazilian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "DPRK Statement on \"Cheonan\" Distributed as UNSC Official Document",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-03ee.html",
            "content": "DPRK Statement on \"Cheonan\" Distributed as UNSC Official Document \r\nPyongyang, November 15 (KCNA) -- \"The warship 'Cheonan' case orchestrated by the U.S. and the Lee Myung Bak group of traitors is the hideous conspiratorial farce unprecedented in the nation's history\", the first installment of the statement issued by the inspection group of the DPRK National Defence Commission to disclose the truth behind the case, was distributed as S/2010/568, an official document of the UN Security Council, on Nov. 12."
        },
        {
            "title": "German and US Figures Arrive",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-13ee.html",
            "content": "German and US Figures Arrive\r\n Pyongyang, November 15 (KCNA) --Thomas Lutze, vice-chairman of the German-Korean Parliamentary Friendship Group, and his party came here Monday. \n\t\t\t\t\t Also arriving was a U.S. delegation of experts on the DPRK policy led by Morton Abramowitz, senior fellow of \"The Century Foundation\"."
        },
        {
            "title": "11th National Education Software Exhibition Held",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-17ee.html",
            "content": "11th National Education Software Exhibition Held\r\n Pyongyang, November 15 (KCNA) -- The 11th national software exhibition in the field of education was held at the Three-Revolution Exhibition from November 8 to 15.\n\t\t\t\t\t On display there were more than 900 programs conducive to training technical talents including simulation experiment and practice, programs for remote-controlled education and multimedia and putting national economy on a Juche, modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated at the exhibition were programs presented by Kim Il Sung University, Kim Chaek University of Technology and others.\n\t\t\t\t\t\n\t\t\t\t\t Its closing ceremony took place on Monday."
        },
        {
            "title": "Ministry of Electronics Industry Hits Yearly Economy Target ",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-18ee.html",
            "content": "Ministry of Electronics Industry Hits Yearly Economy Target \r\n Pyongyang, November 15 (KCNA) -- Officials, workers and technicians under the Ministry of Electronics Industry and units under it carried their yearly national economy quotas at 101 percent as of Monday. \n\t\t\t\t\t The ministry channeled great efforts into supplying equipment and materials necessary for speeding up the technological updating and production at the industrial establishments under it.\n\t\t\t\t\t\n\t\t\t\t\t Their officials, workers and technicians have steadily increased the production of equipment, automation elements and appliances to be sent to the construction sites of power stations and other fields. \n\t\t\t\t\t\n\t\t\t\t\t The yearly plans were carried out at more than 110 percent at the Pyongyang Automation Instrument Factory and the Moranbong Automation Instrument Factory respectively. \n\t\t\t\t\t\n\t\t\t\t\t The yearly production plans were also honored by the workers of the Saenal Electrical Factory and the Hamhung and Hongwon Automation Instrument Factories. \n\t\t\t\t\t\n\t\t\t\t\t The Taedonggang Television Factory, the Sinuiju Electronic Gadget Factory, the Sariwon Electronic Gadget Factory and the Huichon Disabled Soldiers' Electronic Gadget Factory made contributions to the Electronic Gadget Management Bureau's overfulfillment of its yearly plan by 2.9 percent."
        },
        {
            "title": " Reconstructed Pyongyang University of Dance ",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-10ee.html",
            "content": "Reconstructed Pyongyang University of Dance \r\n Pyongyang, November 15 (KCNA) -- Pyongyang University of Dance has been reconstructed successfully in a formative, artistic and three-dimensional way.\n\t\t\t\t\t The university, with a total floor space of over 20,000 square meters, has main buildings, a dance theater, a gym and other educational facilities.\n\t\t\t\t\t\n\t\t\t\t\t The 400-seat theater is equipped with all necessary facilities, including fashionable dressing rooms and rehearsal halls.\n\t\t\t\t\t\n\t\t\t\t\t The main buildings consist of teachers' rooms, lecture rooms, practical rooms, costume workshop and other service facilities.\n\t\t\t\t\t\n\t\t\t\t\t The teachers and students of the university are now determined to contribute to developing the artistic education and the Juche-based dance arts."
        },
        {
            "title": "Knitted Goods Output Goes Up",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-12ee.html",
            "content": "Knitted Goods Output Goes Up \r\n Pyongyang, November 15 (KCNA) -- Knitted goods factories in the Democratic People's Republic of Korea have topped their monthly plans on all indices and largely expanded the variety of products in response to this year's joint New Year editorial calling for making a decisive turn in the people's livelihood.\n\t\t\t\t\t The Kanggye Knitted Goods Factory has made new models of knitted clothes with round collars, while boosting the output of quality knitted clothes and hosiery.\n\t\t\t\t\t\n\t\t\t\t\t The Songyo Knitted Goods Factory has carried out its annual plan three months ahead of schedule, with hundreds of its employees having fulfilled their yearly assignments.\n\t\t\t\t\t\n\t\t\t\t\t An unprecedented upswing in production has also been reported from knitted goods factories in Haeju, Sariwon, Sunchon and Hamhung.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Hosiery Factory has streamlined its production processes to increase the production capacity 3.5 times and manufacture over 200 kinds of well-designed and quality hosiery."
        },
        {
            "title": "Public Catering Establishments Built in Hoeryong City",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-11ee.html",
            "content": "Public Catering Establishments Built in Hoeryong City\n\t\t\t\t\t\t\r\nPyongyang, November 15 (KCNA) -- Hoeryong City in the northern border area of Korea is well furnished with public catering establishments.\n\t\t\t\t\tIn a year or little more, 18 catering establishments have been newly built or rebuilt in the city. \n\t\t\t\t\t\n\t\t\t\t\tLots of restaurants, including rabbit meat, maize food and soft drink houses, have appeared on both sides of a street, and Hoeryong Restaurant and a food factory have also been built in the city.\n\t\t\t\t\t\n\t\t\t\t\tHoeryong Onban (cooked rice served in chicken soup) House, Saemaul Restaurant and Sanop Pulgogi (roast meat) House and other existing service facilities have been facelifted.\n\t\t\t\t\t\n\t\t\t\t\tThe catering establishments serve various kinds of dishes, including national food. \n\t\t\t\t\t\n\t\t\t\t\tThe food factory provides the restaurants with food and foodstuffs.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, pig and duck farms and a vegetable hothouse have been built in the city to fully supply products to catering establishments.\n\t\t\t\t\t\n\t\t\t\t\tThe city, North Hamgyong Province, is the birthplace of anti-Japanese heroine Kim Jong Suk."
        },
        {
            "title": " S. Korea's Behavior at FTA Renegotiations with US Termed Humiliating ",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-06ee.html",
            "content": "S. Korea's Behavior at FTA Renegotiations with US Termed Humiliating\r\n Pyongyang, November 15 (KCNA) -- The south Korea- U.S. renegotiations for settling problems concerning FTA had been under way since Nov. 4. The south Korean authorities took such a humiliating action at the renegotiations as meeting without any protest the U.S. demands for dramatically easing the restrictions on the import of U.S.-made vehicles and limiting as much as possible the export of south Korea-made vehicles to the U.S. \n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary in this regard: This once again proves that the south Korean authorities are stooges of the U.S. and sycophants and traitors who do not hesitate to sell off the dignity and the interests of the nation to outside forces as it is a product of the unlimited avarice of their master U.S. and submission of its lackeys. \n\t\t\t\t\t\n\t\t\t\t\t South Korea-U.S. FTA is, in essence, nothing but a lever for plunder as it covers the U.S. economic aggression of south Korea with a veil of \"free trade\", the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t FTA is an unequal and shackling agreement aimed at reducing the south Korean economy to a colonial subcontract economy of the U.S. and infringing upon the interests of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling forces are no more than a group of traitors who have not an iota of national dignity and are utterly indifferent to the right of the people to existence as they unhesitatingly leave the economic sovereignty of south Korea to the tender mercy of foreign monopoly capital by staging even the renegotiations yielding to the U.S. pressure. \n\t\t\t\t\t\n\t\t\t\t\t Their ulterior motive is, in a word, to hurt the DPRK by force of arms at any cost, backed by the U.S. The south Korean authorities are committing the above-said treachery to realize the above-said criminal scenario. They are so wicked as not to dither about leaving south Korea's economic sovereignty and the people's right to existence to the tender mercy of outside forces if they deem it necessary to curry favor with the U.S. and tighten the \"alliance\" with it for war of aggression against the DPRK."
        },
        {
            "title": "Resumption of Tourism Urged",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-09ee.html",
            "content": "Resumption of Tourism Urged\r\n Pyongyang, November 15 (KCNA) -- The resumption of tourism is an urgent task which brooks no further delay as it is one of the important ways for improving the abnormal inter-Korean relations at present.\n\t\t\t\t\t Rodong Sinmun Monday stresses this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t Tourism between the north and the south is not a mere one but it is an important patriotic work for reunification to remove the mistrust and confrontation and achieve the reconciliation and cooperation between the two sides, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The matter of resuming tourism should never be used for impure political purposes for confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The tourism and the issue of the inter-Korean relations are inseparable from each other.\n\t\t\t\t\t\n\t\t\t\t\t The attitude towards tourism precisely means the position towards the inter-Korean relations. Opposition to tourism is just a denial to the national reconciliation and cooperation and the improvement of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t If the present north-south relations in a peril are to be improved such cooperation and exchanges as tour of Mt. Kumgang should be resumed at an early date and the south Korean authorities should open the tightly closed door.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should respond to the negotiations on the resumption of tourism as soon as possible with the stand and will for detente and peace and the national unity.\n\t\t\t\t\t\n\t\t\t\t\t The present trend of the times is going toward the national unity and independent reunification. Squarely seeing this trend, the south Korean authorities should no longer hinder the realization of national reunification but show sincerity to the issue of resuming the tour."
        },
        {
            "title": " Imperialists' Sanctions Termed Trite Methods of Aggression",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-07ee.html",
            "content": "Imperialists' Sanctions Termed Trite Methods of Aggression\r\n Pyongyang, November 15 (KCNA) -- Sanctions and blockade are the trite methods of aggression persistently employed by the imperialists, Rodong Sinmun Monday says in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the past the U.S. forced other countries to accept the Western-style political and economic modes, taking issue with their political systems and economic modes, when deeming them as contradicting its purpose of domination and plunder and asserting that \"human rights\" and \"democracy\" are problematic. But today it is slapping sanctions and blockade on those countries which incur its displeasure under horrendous charges of \"terrorism\" and \"proliferation of WMD\" and working hard to justify them. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. describes the economic sanctions as ones for ensuring global \"peace and security\", \"democracy\" and guaranteeing \"human rights\", but with no sophism can it hide the injustice and aggressive nature of its sanctions.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. has worked hard to lay an international siege to the DPRK, trumpeting about the \"danger of the proliferation of WMD\". It has run the whole gamut of methods including \"appeasement\", pressure for disarmament and military pressure in a bid to stifle the DPRK. When the U.S. found it not caving in to the former, it takes much pain to get something through sanctions. It is, however, a foolish pipe dream for the U.S. imperialists and their followers to try to browbeat the people of the DPRK with such sanctions and attain their sinister political and military aims.\n\t\t\t\t\t\n\t\t\t\t\t If the confidence that international law and the Armistice Agreement and other mechanisms can deter a war sinks, there will be an inevitable demand for other deterrent. \n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the DPRK will never remain a passive onlooker now that the U.S. and its lackeys' moves to slap harsher sanctions upon the DPRK are obviously deliberate and premeditated provocations aimed to ignite a war."
        },
        {
            "title": "Struggle against Conclusion of FTA Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-04ee.html",
            "content": "Struggle against Conclusion of FTA Declared in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, November 15 (KCNA) -- The south Korean Confederation of Trade Unions and a U.S. trade union called a press conference in Seoul on Nov. 10 at which they declared that they would launch a vigorous struggle for checking the conclusion of the south Korea-U.S. \"Free Trade Agreement.\"\n\t\t\t\t\t The organizations in a joint statement denounced the FTA as an unpopular agreement which gives priority to the interests of the capitalists and inflicts sufferings upon the workers.\n\t\t\t\t\t\n\t\t\t\t\t The agreement should not be concluded as it brings fabulous damage to employment and working conditions, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. and the south Korean authorities to discuss such demands of workers as provision of jobs and improvement of working environment before anything else.\n\t\t\t\t\t\n\t\t\t\t\t They declared that the workers would wage a powerful solidarity struggle to check the conclusion of the agreement.\n\t\t\t\t\t\n\t\t\t\t\t The Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. Free Trade Agreement held a rally at the plaza of Seoul Railway Station on Nov. 11 to denounce the puppet authorities for getting hell-bent on the conclusion of the FTA with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Democratic Labor Party and other opposition parties held a rally outside the \"National Assembly\" building to declare that they would join civic and public organizations in the actions against the conclusion of FTA."
        },
        {
            "title": " Opening of Information about \"Cheonan\" Case Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-05ee.html",
            "content": "Opening of Information about \"Cheonan\" Case Demanded in S. Korea\r\n Pyongyang, November 15 (KCNA) -- The Joint Action for Probing Truth about Case of Warship Cheonan and Achieving Peace on the Korean Peninsula in south Korea held a press conference on Nov. 11 demanding the U.S. open to the public all information about the warship case.\n\t\t\t\t\t A press release read out at the press conference accused the U.S. of still keeping mum about the truth about the warship case.\n\t\t\t\t\t\n\t\t\t\t\t The truth about the warship case should be probed without fail to achieve peace on the Korean Peninsula and, to this end, the U.S. should opt for probing the truth as early as possible, it held. \n\t\t\t\t\t\n\t\t\t\t\t The press release demanded the U.S. clarify, among other things, the linkage of the Key Resolve and Foal Eagle joint military exercises aimed at invading the DPRK with the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. to open to the public all information about the case as it perfectly knows about the situation in the waters where the case occurred at that time."
        },
        {
            "title": "Halt to Anti-DPRK Propaganda Demanded by British Group",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-02ee.html",
            "content": "Halt to Anti-DPRK Propaganda Demanded by British Group\r\n Pyongyang, November 15 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on Nov. 5 in support of the first installment of the statement issued by the inspection group of the DPRK National Defence Commission to disclose the truth behind the \"Cheonan\" case.\n\t\t\t\t\t The joint statement said that the first installment of the NDC inspection group's statement evidently proves in a scientific way that the DPRK had nothing to do with the case of the south Korean warship sinking and the assertion of the south Korean puppet authorities is foolish and ridiculous.\n\t\t\t\t\t\n\t\t\t\t\t All the facts suggest that the above-said case was a stupid and immature farce orchestrated by the U.S. imperialists and the south Korean puppet bellicose forces, it said.\n\t\t\t\t\t\n\t\t\t\t\t It charged that venal imperialist media are unhesitatingly making false propaganda though the \"results of investigation\" into the \"Cheonan\" case lack creditability.\n\t\t\t\t\t\n\t\t\t\t\t The joint statement condemned the West's media for ballyhooing in a bid to tarnish the image of dignified Juche Korea and stifle its socialist system.\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the U.S. imperialists, the south Korean puppet authorities and the West's media halt their anti-DPRK propaganda at once."
        },
        {
            "title": "Anniversary of CPV's Entry into Korean Front Observed in China",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-01ee.html",
            "content": "Anniversary of CPV's Entry into Korean Front Observed in China\r\n Pyongyang, November 15 (KCNA) -- A symposium was held in Beijing on Nov. 12 to commemorate the 60th anniversary of the entry of the Chinese People's Volunteers into the Korean front.\n\t\t\t\t\t Attending it were experts and scholars of the Document Research Office and the Party History Research Centre of the Central Committee of the Communist Party of China, the Academy of Social Sciences, the Academy of Military Sciences and other relevant organs of China and teachers and students of the Chinese People's University and the Beijing Normal University.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there on such themes as \"The strategic decision on resisting America and aiding Korea and its weighty significance to new China\", \"Resisting America and aiding Korea and defence upbuilding of new China\", \"The war of resisting America and aiding Korea and the construction for modernizing the People's Liberation Army\", \"The position and role of the war of resisting America and aiding Korea in the postwar world's history\" and \"The political mobilization for resisting America and aiding Korea and the patriotic spirit of the Chinese people\".\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Chinese Academy of Social Sciences said that the history proved that the decision on resisting America and aiding Korea was of weighty significance in protecting the security of the Democratic People's Republic of Korea and the newly-emerged People's Republic of China, safeguarding the world's peace and the independence and freedom of all the oppressed and exploited people and defusing the danger of outbreak of another world war."
        },
        {
            "title": "Kim Jong Il felicita a Bashar Al-Assad ",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-19ee.html",
            "content": "Kim Jong Il felicita a Bashar Al-Assad\r\nPyongyang, 15 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 15 un mensaje de felicitacion a Bashar Al-Assad, Secretario Regional del Partido Socialista del Resurgimiento Arabe (BAAS) y Presidente de la Republica Arabe de Siria, con motivo del 40o aniversario del Movimiento de Rectificacion de este pais.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe hago llegar a Vd. y al amistoso pueblo arabe sirio mis calidas felicitaciones por el 40o aniversario del movimiento de Rectificacion de Siria.\n\t\t\t\t\t\n\t\t\t\t\tDespues de ese movimiento, el pueblo sirio logro muchos exitos en los trabajos para construir una Siria moderna y prospera bajo la acertada guia de Su Excelencia Hafez Al-Assad y Vd.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para reafirmarle el apoyo total de nuestro pueblo a la justa causa del pueblo arabe sirio y desearle de todo corazon buena salud, felicidad y mayores exitos en su trabajo."
        },
        {
            "title": "Embajador brasileno ofrece banquete por efemeride brasilena",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-20ee.html",
            "content": "Embajador brasileno ofrece banquete por efemeride brasilena\r\nPyongyang, 15 de noviembre (ATCC) -- Con motivo del dia de proclamacion de la Republica Federativa de Brasil, el embajador brasileno en Corea, Arnaldo Carrilho, ofrecio el dia 15 una recepcion en el Club para el Cuerpo Diplomatico Taedonggang.\n\t\t\t\t\tFueron invitados a la ocasion el canciller Pak Ui Chun, el subjefe de departamento del CC del PTC Pak Kun Gwang, el viceministro de Comercio Exterior O Ryong Chol, el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero Mun Jae Chol, y otros funcionarios coreanos, los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales acreditados en nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tTambien estuvieron presentes los miembros de la sede diplomatica brasilena.\n\t\t\t\t\t\n\t\t\t\t\tEn el banquete hubo discursos."
        },
        {
            "title": "En Pyongyang huespedes extranjeros",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-21ee.html",
            "content": "En Pyongyang huespedes extranjeros \r\nPyongyang, 15 de noviembre (ATCC) -- Llegaron el dia 15 a esta capital el vicepresidente del Grupo de Parlamentarios de Amistad Alemania-Corea, Thomas Lutze, y su comitiva.\n\t\t\t\t\tLo hicieron tambien la delegacion de especialistas en la politica sobre Corea de Estados Unidos encabezada por Morton Abramowitz, investigador superior de la \"Fundacion Century\"."
        },
        {
            "title": "Acta de revelacion circulada como documento oficial de la ONU",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-22ee.html",
            "content": "Acta de revelacion circulada como documento oficial de la ONU\r\nPyongyang, 15 de noviembre (ATCC) -- La primera parte del acta de revelacion del grupo de inspeccion del Comite de Defensa Nacional de la Republica Popular Democratica de Corea \"El incidente de hundimiento de la corbeta surcoreana 'Cheonan' inventado por Estados Unidos y la banda traidora de Lee Myung Bak es el gran complot sin precedente de la historia nacional\" ha sido circulada el dia 12 como documento oficial S/2010/568 del Consejo de Seguridad de la ONU."
        },
        {
            "title": "Rodong Sinmun denuncia \"convenio de comercio libre\"",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-23ee.html",
            "content": "Rodong Sinmun denuncia \"convenio de comercio libre\"\r\nPyongyang, 15 de noviembre (ATCC) -- Tuvieron lugar desde el dia 4 en el Sur de Corea las renegociaciones entre este y Estados Unidos para solucionar \"lo problematicos\" en la concertacion de \"convenio de comercio libre\", en las cuales las autoridades surcoreanas aceptaron sin ninguna refutacion la exigencia de EE.UU. de relajar considerablemente la restriccion de importacion de los carros de fabricacion norteamericana y restringir al maximo la exportacion de los vehiculos de fabricacion surcoreana a aquel pais.\n\t\t\t\t\tEl diario Rodong Sinmun lo califica, en un comentario individual difundido este lunes, del producto de la codicia bandidesca del amo estadounidense y de la humillacion del subalterno surcoreano y continua:\n\t\t\t\t\t\n\t\t\t\t\tTambien, eso vuelve a demostrar que las autoridades surcoreanas son lacayunas de EE.UU., que venden sin vacilacion la dignidad e intereses de la nacion coreana a las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\tEl \"convenio de comercio libre\" es, en su esencia, un lazo de pillaje economico de EE.UU. sobre el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien, resulta el desigual y dependiente que convierte la economia surcoreana en la colonial de EE.UU. y viola los intereses de los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes surcoreanos, que rendidos ante la opresion del imperio, hicieron hasta las renegociaciones y entregaron sin vacilacion la autonomia economica del Sur de Corea a los monopolistas extranjeros, son la banda de traidores que no tiene en lo minimo la dignidad nacional ni tampoco toma en consideracion el derecho a existencia del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, ellas tratan de danar, cueste lo que cueste, con las fuerzas armadas a la Republica Popular Democratica de Corea bajo el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSon actuales gobernantes surcoreanos en el Poder los que entregan sin titubeo la autonomia economica y el derecho a existencia del pueblo a las fuerzas foraneas si atraen la simpatia de EE.UU. y pueden fortalecer \"alianza\" de guerra contra el Norte con este pais."
        },
        {
            "title": "Rodong Sinmun destaca la necesidad de reanudar el turismo",
            "url": "http://kcna.co.jp/item/2010/201011/news15/20101115-24ee.html",
            "content": "Rodong Sinmun destaca la necesidad de reanudar el turismo\n\t\t\t\t\t\t\r\nPyongyang, 15 de noviembre (ATCC) -- La reanudacion del turismo constituye uno de los remedios importantes para mejorar el actual estado anormal de las relaciones intercoreanas, siendo la tarea que debe ser cumplida por mas tiempo.\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un articulo individual divulgado este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl turismo entre el Norte y el Sur de Corea no es mera labor turistica sino importante proyecto patriotico pro-reunificacion para eliminar la desconfianza y la confrontacion entre ambas partes y realizar la reconciliacion y la cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tEl problema de reanudacion del turismo no debe usarse nunca en los malsanos fines politicos para la confrontacion intercoreana.\n\t\t\t\t\t\n\t\t\t\t\tLa labor del turismo y las relaciones intercoreanas son asuntos inseparables.\n\t\t\t\t\t\n\t\t\t\t\tLa actitud del turismo es precisamente la posicion sobre las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLa negativa al turismo significa rehusar la reconciliacion y la cooperacion de la nacion y el mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPara mejorar las catastroficas relaciones actuales entre el Norte y el Sur de Corea, es necesario que se reanuden las labores de cooperacion e intercambio, incluyendo el turismo al monte Kumgang, y que las autoridades surcoreanas rompan su barrera de hermetismo.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, ellas deben proceder cuanto antes a las conversaciones sobre la reanudacion del turismo al monte Kumgang con la aspiracion al aflojamiento de tension y a la paz y la voluntad de fomentar la unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa corriente de la epoca actual se dirige ahora a la unidad nacional y a la reunificacion independiente. \n\t\t\t\t\t\n\t\t\t\t\tAl darse cuenta de ello, las autoridades surcoreanas deben dejar de obstaculizar el cumplimiento de la causa de reunificacion de la patria y mostrarse sinceras en el tema de reinicio del turismo."
        }
    ]
}