{
    "date": "2010-11-12",
    "url": "http://kcna.co.jp/item/2010/201011/2010-11-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-11ee.html",
            "content": "Kim Jong Il Inspects KPA Unit\r\nPyongyang, November 12 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, inspected KPA Unit 3875 honored with the title of O Jung Hup-led Seventh Regiment.\n\t\t\t\t\tAfter receiving a salute from the commander of the unit, he dropped in at an operation command room and military study room to acquaint himself with the unit's performance of duty.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the servicepersons of the unit have performed their guard duties in a responsible manner with a high degree of revolutionary vigilance and the unit has prepared all its commanding officers as ones equipped with a high level of operation and combat organization and command ability to skillfully organize and command any difficult combat duty in a modern warfare by effectively organizing trainings for boosting the operation and command capability, he set forth the tasks to be fulfilled by the unit to further increase its combat capability.\n\t\t\t\t\t\n\t\t\t\t\t  Then he went round a combined drill ground of the unit located on a high and steep mountain to learn in detail about the training of its servicepersons. \n\t\t\t\t\t\n\t\t\t\t\t After watching drills conducted in various drill grounds built in a peculiar manner in the valley, he highly appreciated the militant training style of the servicepersons who only think of their combat preparations awake or asleep, praising the unit for having prepared all of them as a-match-for-a hundred fighters by organizing intensive training.\n\t\t\t\t\t\n\t\t\t\t\t Then he made the rounds of the servicepersons' health complex, a combined welfare and supply service centre built by the unit itself, to take deep care of their living.\n\t\t\t\t\t\n\t\t\t\t\t Walking in the compound of the barracks nestled in a deep forest which looks like a rest home, he said that the servicepersons of the unit successfully spruced up the barracks and the area around them as required by the era of Songun as befitting the creators of the revolutionary soldier culture in the above-said era. This unit is a model not only in combat and political training but in the management of the unit and supply service and all other aspects, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il inspected a company under the above-said unit on the same day.\n\t\t\t\t\t\n\t\t\t\t\t He paid deep attention to the living of the servicepersons, looking round various places including an education room, a bedroom, a wash-cum-bath house, mess hall and kitchen of the company.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the company for having trained its servicepersons into fighters strong in thinking and faith who are firmly armed with the WPK's Songun revolutionary idea and possessed of versatile knowledge and cultural attainment after successfully manufacturing entertainment and educational means. He underscored the need for all the servicepersons to firmly prepare themselves as Ri Su Bok and Kang Ho Yong in the Songun era having the staunch spirit of defending the socialist motherland. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the servicepersons of the company have not only set an example in carrying out their military duties but assiduously managed their economic life by learning from the work and life style of the anti-Japanese guerrillas. The servicepersons are excellent revolutionaries and precious treasures of the country as they are making their precious youth shining along with their arms after courageously turning out in a sacred struggle for defending the country, he added.\n\t\t\t\t\t\n\t\t\t\t\t Noting that commanding officers of the KPA love their soldiers like their real brothers and sisters while soldiers follow and help the former like their elder brothers and sisters, he added that this revolutionary comradeship is given fuller play in the army as the days go by. This is a shining tradition and trait of the heroic KPA, the army of the party and the revolution, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Choe Ryong Hae, alternate member of the Political Bureau of the C.C., the WPK, member of the Central Military Commission of the WPK and secretary of the C.C., the WPK, Kim Phyong Hae, alternate member of the Political Bureau of the C.C., the WPK and secretary of the C.C., the WPK, KPA Generals Hyon Chol Hae and Ri Myong Su and other commanding officers of the army."
        },
        {
            "title": "29th Yun I Sang Concert Closes",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-09ee.html",
            "content": "29th Yun I Sang Concert Closes\r\nPyongyang, November 12 (KCNA) -- The 29th Yun I Sang concert was closed. \n\t\t\t\t\t Its closing performance was given at the Yun I Sang Concert Hall on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the performance were Han Chol, vice-minister of Culture, officials concerned, creators and artistes of national art organizations, teachers, researchers and students in the field of art education and working people in the city of Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Also among the audience were Yun's widow and daughter, overseas compatriots staying in the homeland, Germany Ambassador to the DPRK Gerhard Thiedemann, a press corps of a music broadcasting company of Germany, etc. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of performance by artistes of the orchestra of the Yun I Sang Music Institute were orchestra \"Don't Advance Night of Pyongyang\", string quartet No. 6 composed by Yun, La forza del destino-Sinfonia composed by Verdi and other numbers."
        },
        {
            "title": "Festival of Korean Youth in Japan Held",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-06ee.html",
            "content": "Festival of Korean Youth in Japan Held\r\nPyongyang, November 12 (KCNA) -- A festival of Korean youth in Japan took place in Tokyo on November 7.\n\t\t\t\t\t Present there were at least 10 000 Koreans including Ho Jong Man, chief vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), vice-chairmen, the chairman of the Central Audit Committee of Chongryon, advisors and members of the Central Standing Committee of Chongryon, leading officials of the organizations and enterprises of Chongryon in Tokyo, chairpersons of the headquarters of Chongryon in the Kanto area and youths under the headquarters of Chongryon in the Kanto area including Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t Kim Cha Dol, chairman of the Central Standing Committee of the Korean Youth League in Japan who doubles as co-chairman of the Committee for Steering the Festival of Korean Youth in Japan, made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t Nam Sung U, vice-chairman of the Central Standing Committee of Chongryon, read out a message of greetings to the participants in the festival sent by the Presidium of the DPRK Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t Its attendants watched chorus and dance \"Arirang of Prosperity for Chongryon\" and chorus \"Let Us Young People Bring a New Heyday\" presented by over 250 persons.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings and recorded letters from various organizations in the homeland were introduced at the festival.\n\t\t\t\t\t\n\t\t\t\t\t Then followed an art performance by youth and students.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the performance Ri Ryol Ri, champion of the super bantam of WBA, renewed his determination to emerge a victor in the future matches for defending his title with the pride and stamina of a young Korean.\n\t\t\t\t\t\n\t\t\t\t\t The program of the festival included diverse events including a singing contest among families, arm wrestling and tug of war.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the participants went around an exhibition on the homeland and a youth exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Seen at the exhibition on the homeland was a photo of General Secretary Kim Jong Il and Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, standing on the tribune of honor of the grand evening gala to celebrate the 65th birthday of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched photos on the subjects of \"Leaping Country! Juche Industry\", \"Latest Science and Technology! Information Science and Technology of Our Country\" and \"Thriving Country! Improvement of the Standard of the People's Living\" and a video showing the progress made by the country where the greatest change has taken place.\n\t\t\t\t\t\n\t\t\t\t\t The youth exhibition showed a video introducing activities of Korean youth in Japan in Chongryon and international arena under the care of the homeland.\n\t\t\t\t\t\n\t\t\t\t\t On the same day colorful events were held at the Korean Hall of Culture, too.\n\t\t\t\t\t\n\t\t\t\t\t The participants had a youth dancing party to the tune of the theme song of the festival and songs including \"Reunification Train Runs\" and \"Ongheya\"."
        },
        {
            "title": "Landmark Decision Adopted in Wartime for Public Health",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-10ee.html",
            "content": "Landmark Decision Adopted in Wartime for Public Health\r\nPyongyang, November 12 (KCNA) -- Universal free medical care came into effect in the Democratic People's Republic of Korea in the period of the hard-fought war (June 1950-July 1953).\n\t\t\t\t\t At that time all the Korean people turned out in a life-and-death fight against the U.S. imperialists both in the front and rear. \n\t\t\t\t\t\n\t\t\t\t\t It was beyond imagination to allot a large amount of money to free medical care at a time when more arms, military uniforms and food were badly needed in battlefields.\n\t\t\t\t\t\n\t\t\t\t\t But President Kim Il Sung, taking into account the people's centuries-old desire to enjoy a long and happy life in good health, made a resolute decision for universal free medical care in the country and wisely guided the effort for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the Cabinet's decision No. 203 on the introduction of free medical care in the country was adopted on November 13, Juche 41 (1952).\n\t\t\t\t\t\n\t\t\t\t\t It was a result of the President's deep concern for the promotion of public health.\n\t\t\t\t\t\n\t\t\t\t\t The universal free medical care system is still in effect in the country, providing the people with a full understanding of the socialist society's advantages."
        },
        {
            "title": "Koreans Called upon to Remain True to Songun Politics",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-08ee.html",
            "content": "Koreans Called upon to Remain True to Songun Politics\r\nPyongyang, November 12 (KCNA) -- The Songun politics of the Workers' Party of Korea is patriotic politics reflecting the desire for independence and wishes of the Korean nation, says Rodong Sinmun Friday in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The national power has reached the highest stage, a heyday of the greatest prosperity in the nation's history spanning 5,000 years has been ushered in the country and its dignity and pride have been fully demonstrated before the whole world under the Songun banner.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of the WPK is great independent one as it successfully translates the desire for independence and interests of the nation into reality.\n\t\t\t\t\t\n\t\t\t\t\t It is under the uplifted banner of Songun that the WPK is creating an environment favorable for achieving the independent and peaceful reunification of the country, smashing outsiders' moves for aggression and those of the anti-reunification forces subservient to them. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun politics every move of foreign forces and their followers for invading the DPRK has been frustrated and all Koreans at home and abroad have become stronger in their desire for national reunification and there has come the historic June 15 era of reunification in which they are working to achieve independent reunification, peace and prosperity by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's Songun politics serves as an invincible banner for achieving the unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics helped all Koreans at home and abroad feel the immense pride and honor that the Korean nation is the best in the world. That is why they are turning out as one in the struggle to carve out the independent destiny of the nation, being optimistic about a rosy future of a reunified powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t No matter where they live, they should warmly support and uphold the Songun politics and remain true to it out of single-minded patriotism.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad will surely have a bright prospect of national reunification and national prosperity only when they come out as one in upholding Songun."
        },
        {
            "title": "Puppet Prosecution's Suppression Blasted",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-04ee.html",
            "content": "Puppet Prosecution's Suppression Blasted\r\nPyongyang, November 12 (KCNA) -- The Solidarity for Implementing the South-North Joint Declaration of south Korea issued a statement on November 5 denouncing the puppet prosecution for its unwarranted suppression of a member of the organization. \n\t\t\t\t\t The statement accused the prosecution of arresting Chairman of the Executive Committee of the organization Mun Kyong Hwan on the charge of violating the \"National Security Law\" and not allowing him even to meet his family. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that when his family lodged a protest against its action, the prosecution justified it under an absurd pretext that \"the action was taken for fear of destroying evidence and the danger of his escape,\" the statement branded this as an unjust action. \n\t\t\t\t\t\n\t\t\t\t\t Lashing out at the security authorities' unwarranted investigation and human rights abuse, it declared the above-said organization would not stop its actions till he is released."
        },
        {
            "title": "Sit-in Strike Staged in Protest against Negotiations with U.S. in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-05ee.html",
            "content": "Sit-in Strike Staged in Protest against Negotiations with U.S. in S. Korea\r\nPyongyang, November 12 (KCNA) -- South Korean civic and public organizations and opposition parties staged an emergency sit-in strike on November 8 in protest against the humiliating additional negotiations with the United States for the conclusion of FTA.\n\t\t\t\t\t They held a press conference in connection with the sit-in strike in front of the Posin Pavilion in Seoul on the same day. \n\t\t\t\t\t\n\t\t\t\t\t Speakers there denounced the authorities for conducting the above-said negotiations with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The main targets of the negotiations are the import of beef infected with mad cow disease from the U.S. and the opening of the auto market, they held, adding that the successive U.S. administrations have forced south Korea to sacrifice itself for meeting their interests.\n\t\t\t\t\t\n\t\t\t\t\t Noting that people from all walks of life have turned out in the sit-in strike to hold in check the conclusion of an unequal and humiliating \"agreement,\" they declared they would hold candle-light rallies, press conferences in front of the U.S. embassy, lectures, etc. in demand of an immediate halt to the negotiations."
        },
        {
            "title": "DPRK's Stand on \"Cheonan\" Case Supported in Italy",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-03ee.html",
            "content": "DPRK's Stand on \"Cheonan\" Case Supported in Italy\r\nPyongyang, November 12 (KCNA) -- The Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy and the Italian Branch of the Korean Friendship Association issued a joint statement on Nov. 5 in support of the first installment of a statement released by the inspection group of the National Defence Commission of the Democratic People's Republic of Korea.\n\t\t\t\t\t The first installment of a statement released by the inspection group of the NDC of the DPRK disclosing the truth behind the \"Cheonan\" case clarified before the whole world that the DPRK had nothing to do with it and it was a conspiratorial farce and charade orchestrated by the U.S. and the south Korean authorities, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t  By far-fetchedly linking the \"Cheonan\" case with the DPRK at any cost the U.S. and the south Korean authorities sought to justify their pressure and sanctions against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t  All the members of the said group and the branch fully support the first installment of the statement released by the inspection group of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  We will build up public opinion for probing the truth behind the case of \"Cheonan\" warship fabricated by the U.S. and the south Korean authorities and conduct positive activities in support of the DPRK."
        },
        {
            "title": "Kim Il Sung and Kim Jong Il Praised in Spain",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-02ee.html",
            "content": "Kim Il Sung and Kim Jong Il Praised in Spain\r\nPyongyang, November 12 (KCNA) -- A lecture introducing the feats of the peerlessly great men was held in a city of Tarragona Province, Spain on November 5 under the sponsorship of the Korean Friendship Association. \n\t\t\t\t\tAlejandro Cao de Benos, chairman of the association headquartered in Spain, said in the lecture that President Kim Il Sung who inherited as legacy two pistols from Kim Hyong Jik, an indomitable revolutionary fighter, led the anti-Japanese armed struggle to victory to put an end to the colonial rule of the Japanese imperialists and achieve the historic cause of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The President defeated the U.S. imperialist aggressors, provoker of the Korean War, to honorably defend the sovereignty and the dignity of the country and built in Korea a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il put the DPRK on the position of a politico-ideological and military giant by successfully embodying the Juche idea, the Songun idea founded by the President in defence upbuilding and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, Kim Jong Il is the great man who has devoted his all to the prosperity of the country and happiness of the people."
        },
        {
            "title": "Bulletin Issued in Mexico",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-01ee.html",
            "content": "Bulletin Issued in Mexico\r\nPyongyang, November 12 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued bulletin titled \"The Juche Idea and Economic Development of Korea\".\n\t\t\t\t\t The bulletin carried a photo of General Secretary Kim Jong Il giving on-the-spot guidance to the February 8 Vinalon Complex.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article said that the DPRK overcame the economic difficultiesin a short span of time and is now nearing to the eminence of an economic power. One of the fundamental secrets of this progress is the thoroughgoing embodiment of the requirements of the Juche idea in the economic construction, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is carrying out with its own efforts and technology the drive to newly build the foundations of the economy and put it on the level suited to the requirement of the 21st century, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the economic construction is conducted strictly with reliance on its resources to suit its specific conditions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has long made sustained efforts to build the economy which stands on its feet without dependence on others, as required by the Juche idea, and serves for its people and develops in reliance on its resources and efforts of its people and lay the strong foundations of the independent national economy.\n\t\t\t\t\t\n\t\t\t\t\t It is not by chance that the economy of the DPRK, which has been built and developed strictly with the Juche idea, is putting forth its great strength despite the world-wide economic upheaval."
        },
        {
            "title": "Kim Jong Il inspecciona la Unidad 3875 del EPC",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-12ee.html",
            "content": "Kim Jong Il inspecciona la Unidad 3875 del EPC\r\nPyongyang, 12 de noviembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del  Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad 3875 del EPC, laureada con el titulo de Septimo Regimiento de O Jung Hup.\n\t\t\t\t\t  Tras recibir el parte de recepcion del comandante de la Unidad, se entero del estado de cumplimiento de la mision de ella en la sala de mando operacional y los cuartos de estudios militares.\n\t\t\t\t\t\n\t\t\t\t\t  Muy satisfecho de que los oficiales y soldados de la unidad realizaran con responsabilidad la guardia avanzada manteniendo la alta vigilancia revolucionaria y se desarrollaran de manera sustancial en este destacamento los ejercicios para formar a todos los comandantes como los capaces de organizar y dirigir con habilidad cualquier operacion y mision de combate, por muy dificiles que fueran, en la guerra moderna, presento las tareas para fortalecer considerablemente la combatividad de la unidad.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, recorrio el campo de entrenamiento combinado de la unidad situado en una montana alta y abrupta cerciorandose detalladamente del estado de ejercicios de los militares.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver los entrenamientos que se efectuan en diferentes lugares acondicionados originalmente para este fin en el valle, elogio el hecho de que la unidad prepara mediante intensos ejercicios a todos los militares como combatientes aguerridos capaces de pelear a solas contra cien enemigos, y aprecio el combativo modo de ejercicio de ellos que piensan siempre en los preparativos de combate. \n\t\t\t\t\t\n\t\t\t\t\t　Acto seguido, el Dirigente recorrio las facilidades de intendencia como la casa de servicios publicos para los soldados construida por la unidad atendiendo esmeradamente las condiciones de vida de los militares.\n\t\t\t\t\t\n\t\t\t\t\t  Dando un paseo por el recinto del cuartel construido en medio del bosque frondoso como si fuera una casa de reposo, el Dirigente dijo que los militares de la unidad acondicionaron magnificamente conforme a la demanda de la epoca del Songun el cuartel y sus alrededores como creadores de la cultura revolucionaria de los militares de la misma epoca y prosiguio que esta unidad es ejemplo en todos los aspectos como entrenamiento politico y combativo, administracion de la unidad e intendencia. \n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, inspecciono una compania subordinada a la unidad.\n\t\t\t\t\t\n\t\t\t\t\t  Visito la sala de educacion, dormitorio, bano, comedor, cocina y otros lugares de la compania prestando profunda atencion a la vida de los militares.\n\t\t\t\t\t\n\t\t\t\t\t  Evaluando altamente el hecho de que la compania dispone de magnificos medios de cultura y educacion y forma a los militares como los fuertes en la ideologia y la fe, armados firmemente con la idea revolucionaria del Songun del partido y poseedores de conocimientos polifaceticos y talentos culturales, senalo que deben formar firmemente a todos los militares como Ri Su Bok y Kang Ho Yong de la epoca del Songun con la firme disposicion de defender la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Mostrandose muy contento de que los militares de la compania fueran ejemplares en el cumplimiento de la mision asumida y organizaran con esmero la vida economica imitando el modo de lucha y vida de los guerrilleros antijaponeses, apunto que todos los militares, quienes pasan su valiosa juventud con los fusiles en defensa de la patria, son magnificos revolucionarios y tesoros de la patria\n\t\t\t\t\t\n\t\t\t\t\t  En el ejercito popular se fomenta cada dia mas la camaraderia revolucionaria, segun la cual los oficiales aman a los soldados como a sus hermanos menores y los segundos respetan a los primeros como hermanos mayores ayudando mutuamente, senalo y destaco que esto es la orgullosa tradicion y aspecto del heroico EPC, ejercito del partido y de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t  Finalmente, se retrato con los militares de la unidad.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente fue acompanado por Kim Jong Un, vicepresidente de la Comision Militar Central (CMC) del PTC, Choe Ryong Hae, miembro suplente del Buro Politico (BP) del CC del PTC, miembro de la CMC del PTC y secretario del CC del PTC,  Kim Phyong Hae, miembro suplente del BP y secretario del CC del PTC, Hyon Chol Hae y Ri Myong Su, generales de ejercito del EPC, y otros miembros de mando del EPC."
        },
        {
            "title": "RPDC demanda iniciar pronto conversaciones entre autoridades N-S",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-13ee.html",
            "content": "RPDC demanda iniciar pronto conversaciones entre autoridades N-S\r\nPyongyang, 12 de noviembre (ATCC) -- La Direccion de Desarrollo Integral de Lugares Famosos de la Republica Popular Democratica de Corea envio el dia 11 un aviso telefonico al Ministerio de Reunificacion del Sur de Corea urgiendo las conversaciones de trabajo entre las autoridades de ambas partes coreanas sobre el tema de reinicio del turismo.\n\t\t\t\t\t　La parte norcoreana lamento la actitud dilatoria de la parte Sur que a pesar de que la primera propuso en dos ocasiones, o sea, los dias 2 y 14 de octubre, sostener las conversaciones para la reanudacion del turismo, no ha dado su respuesta hasta hoy a decenas de dias desde entonces con el subterfugio de que \"examinaria\" la propuesta y \"avisaria luego de eso\".\n\t\t\t\t\t\n\t\t\t\t\t  Sostuvo que esas conversaciones resultan urgentes tambien para la regularizacion del encuentro de familiares y parientes separados y propuso de nuevo realizar el dia 19 en Kaesong las conversaciones de trabajo entre las autoridades del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que la apertura de ellas creara el ambiente favorable a las conversaciones de cruz roja Norte-Sur que tendran lugar el dia 25."
        },
        {
            "title": "Festival de jovenes coreanos en Japon",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-14ee.html",
            "content": "Festival de jovenes coreanos en Japon\r\nPyongyang, 12 de noviembre (ATCC) -- Tuvo lugar el dia 7 en Tokio el festival de los jovenes coreanos residentes en Japon.\n\t\t\t\t\t　Estuvieron presentes en la ocasion Ho Jong Man, vicepresidente responsable del Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon), los vicepresidentes del mismo Presidium, el presidente de la Comision Central de Revision de la Chongryon, los asesores y los miembros del Presidium del CC de la Chongryon, los funcionarios directivos de las entidades centrales y de trabajo, los presidentes de las direcciones de la Chongryon en la region de Kanto, los jovenes de nueva generacion de las direcciones de la Chongryon en Tokio y otras partes de Kanto y mas de 10 mil compatriotas radicados en Japon.\n\t\t\t\t\t\n\t\t\t\t\t　Kim Cha Dol, copresidente del Comite por la Realizacion del Festival de Jovenes Coreanos en Japon y presidente del Presidium del Comite Central de la Union de Jovenes Coreanos Residentes en Japon, pronuncio el discurso inaugural.\n\t\t\t\t\t\n\t\t\t\t\t　El vicepresidente del Presidium del CC de la Chongryon, Nam Sung U, dio lectura al mensaje de felicitacion del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea enviado a los participantes en el festival.\n\t\t\t\t\t\n\t\t\t\t\t　Fueron presentados en el acto los mensajes de felicitacion y las cartas en formato digital de parte de varias organizaciones de la RPDC despues de terminada la interpretacion en coro y danza \"Arirang de prosperidad de la Chongryon\" y el coro \"Nosotros de la nueva generacion abramos la nueva epoca de prosperidad\", piezas en que actuaron mas de 250 personas.\n\t\t\t\t\t\n\t\t\t\t\t　Ademas, se efectuo la funcion artistica de los jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\t　Finalizada la funcion, Ri Ryol Ri, principe de la division super-gallo de la Asociacion Mundial de Boxeo (WBA), manifesto su conviccion de lograr la victoria sucesiva en las futuras peleas con el orgullo y el temperamento de la juventud coreana.\n\t\t\t\t\t\n\t\t\t\t\t　En el festival, se realizaron diversas actividades, incluyendo el concurso de canciones por familias, la competencia de pulseo y la lucha de cuerda.\n\t\t\t\t\t\n\t\t\t\t\t　Por otra parte, los participantes recorrieron la Exposicion de la Patria y la de Juventud.\n\t\t\t\t\t\n\t\t\t\t\t　En la primera estaban colocadas las fotografias del Dirigente Kim Jong Il y el vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea Kim Jong Un encontrandose en la tribuna de la velada conmemorativa del 65o aniversario de la fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\t　Ellos pasaron revista a las fotos con temas de \"!La patria que da grandes saltos! La industria del Juche\", \"!Ciencia sofisticada! Ciencia y tecnologia de informatica de nuestra patria\" y \"!La patria que prospera! Mejoramiento de la vida del pueblo\" y los videos que muestran el desarrollo de la patria que logro cambios trascendentales.\n\t\t\t\t\t\n\t\t\t\t\t　Se proyectaron en la Exposicion de Juventud los videos que dan a conocer las actividades de los jovenes coreanos residentes en Japon en la Chongryon y la sociedad internacional bajo la atencion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t　Por otro lado, se efectuo el mismo dia en la Casa Cultural de Corea diversas actividades.\n\t\t\t\t\t\n\t\t\t\t\t　Los participantes jovenes bailaron al son de la cancion principal del festival y las otras como \"Corre el tren de reunificacion\" y \"Ongheya\"."
        },
        {
            "title": "Clausurado 29o concierto Yun I Sang",
            "url": "http://kcna.co.jp/item/2010/201011/news12/20101112-15ee.html",
            "content": "Clausurado 29o concierto Yun I Sang\r\nPyongyang, 12 de noviembre (ATCC) -- Quedo clausurado el 29o concierto Yun I Sang.\n\t\t\t\t\t　Tuvo lugar el dia 12 en la Casa de Musica Yun I Sang la funcion de clausura.\n\t\t\t\t\t\n\t\t\t\t\t　La presenciaron el viceministro de Cultura Han Chol, y otros funcionarios, los creadores y artistas de las entidades artisticas centrales, los profesores, investigadores y estudiantes del sector de ensenanza artistica, los trabajadores capitalinos, la esposa y la hija de Yun, compatriotas en ultramar quienes permanecen en la patria, el embajador de la Republica Federal de Alemania en Corea, Gerhard Thiedemann el grupo de corresponsales de la compania televisiva musical de Alemania.\n\t\t\t\t\t\n\t\t\t\t\t　En la escena actuaron los artistas de la Orquesta del Instituto de Musica Yun I Sang en la musica orquestal \"No te vayas, noche de Pyongyang\", el cuarteto de instrumentos de cuerda no. 6 compuesto por Yun, el preludio de la opera \"La Forza del Destino\" compuesto por Verdi y otras piezas."
        }
    ]
}