{
    "date": "2010-08-02",
    "url": "http://kcna.co.jp/item/2010/201008/2010-08-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects 2.8 Vinalon Complex ",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-19ee.html",
            "content": "Kim Jong Il Inspects 2.8 Vinalon Complex \r\n Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the February 8 Vinalon Complex making a steady boost in production.\n\t\t\t\t\t The party members and other working people of the complex completed in a brief span of time the construction of major objects including the project for the construction of a 75 ton circulating fluidized bed boiler and intensified the mass technical innovation movement, remarkably improving the quality of vinalon cotton. \n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the complex before its large long-term design, he went round various places of the complex including the vertical spinning shop and the converting site to learn in detail about production there.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the workers of the complex successfully completed in a matter of a few months the huge project for the capacity expansion which would have taken a few years at ordinary pace. \n\t\t\t\t\t\n\t\t\t\t\t Praising the officials, workers and technicians for having sharply boosted the vinalon production and significantly improved the quality of vinalon cotton through a high-pitched drive, he highly appreciated the feats they performed by working hard for the prosperity of the country and the happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t The February 8 Vinalon Complex has a very important duty and role to perform as it is directly related to the people's living, he said, setting forth important tasks before it. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the most important task facing the complex is to keep the production going at a high rate and, at the same time, continue pushing forward the construction of objects for improving the quality of products and scientific and technological updating.\n\t\t\t\t\t\n\t\t\t\t\t In order to keep the production going at a high rate at the complex it is necessary to sufficiently supply electricity, anthracite and raw and other materials in good time and operate equipment in full capacity through the better management of equipment and technical control, he noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t It is necessary for the complex to wage an uninterrupted dynamic drive to increase the varieties of chemical products needed for the nation's economic development and the people's living on the basis of a solid material and technological foundation. \n\t\t\t\t\t\n\t\t\t\t\t He unraveled knotty problems arising in developing the complex under a long-term plan, underscoring the need to intensify the scientific researches into the production of varieties of chemical products out of vinalon intermediate products and, at the same time, build new modern closed carbide electrical furnaces and compounding towers and round off the aromatic compound production process and the synthetic fuel production process for the purpose of strengthening the Juche character of the chemical industry. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the February 8 Vinalon Complex is a historic complex closely associated with the great efforts exerted by President Kim Il Sung to provide the Korean people with better living conditions, he expressed expectation and conviction that the workers of the complex would wage a dynamic drive for increased production by devoting all their wisdom and enthusiasm and thus fully demonstrate its might as a model one of the Juche industry. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK, Jang Song Thaek, vice-chairman of the NDC of the DPRK and department director of the WPK Central Committee, Kim Ki Nam, secretary of the C.C., the WPK, and Kim Kyong Hui, Hong Sok Hyong and Thae Jong Su, department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Greets Beninese President",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-18ee.html",
            "content": "Kim Yong Nam Greets Beninese President\r\nPyongyang, August 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to Thomas Boni Yayi, President of Benin, on the occasion of the 50th anniversary of its independence on July 30.\n\t\t\t\t\tExpressing belief that the long-standing friendly and cooperative relations between the DPRK and Benin would grow stronger, Kim in the message sincerely wished the President and the people of Benin greater successes in their work for the development and prosperity of the country."
        },
        {
            "title": "Kim Yong Nam Greets Macedonian President",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-15ee.html",
            "content": "Kim Yong Nam Greets Macedonian President\r\n Pyongyang, August 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Gjorgje Ivanov, President of Macedonia, on its national day.\n\t\t\t\t\t Kim in the message expressed belief that the bilateral friendly and cooperative relations would grow strong, wishing the Macedonian people prosperity and well-being."
        },
        {
            "title": "Choe Yong Rim Greets Macedonian PM",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-13ee.html",
            "content": "Choe Yong Rim Greets Macedonian PM\r\nPyongyang, August 2 (KCNA) -- Premier of the DPRK Choe Yong Rim Monday sent a message of greetings to Nikola Gruevski, Prime Minister of Macedonia, on the occasion of its national day.\n\t\t\t\t\tThe message wished the Prime Minister and the government of Macedonia great success in the work for development of the country and the people's well-being.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a similar message to his Macedonian counterpart Antonio Milososki."
        },
        {
            "title": "Nepalese President Hope for Successful Progress of DPRK",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-04ee.html",
            "content": "Nepalese President Hopes for Successful Progress of DPRK\r\n Pyongyang, August 2 (KCNA) -- President of Nepal Ram Baran Yadav met with outgoing DPRK Ambassador to Nepal Jang Yong Chol on July 26.\n\t\t\t\t\t On the occasion the president said he is glad with the fact that Nepal and the DPRK have long had close relations of friendship. We sincerely wish the Korean people great victory in the drive to build a great prosperous and powerful socialist nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t He expressed firm belief that all the people in the north and the south of Korea would achieve national reunification in a peaceful way through their unity and the government and the people of the DPRK would register successes in their efforts for the prosperity of the country."
        },
        {
            "title": "Grand Gymnastic and Artistic Performance \"Arirang\" Starts",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-16ee.html",
            "content": "Grand Gymnastic and Artistic Performance \"Arirang\" Starts \n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Grand gymnastic and artistic performance \"Arirang\", winner of Kim Il Sung Prize, began at the May Day Stadium here on Monday.\n\t\t\t\t\t It was originally produced on the occasion of the 90th birth anniversary of President Kim Il Sung and the 70th founding anniversary of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t This time the creating staff has successfully re-portrayed it including the production of Chapter 5 \"Arirang for friendship.\"\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the opening performance were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kang Nung Su, vice-premier, leading officials of working people's organizations and ministries, servicepersons, working people in Pyongyang, overseas compatriots and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The performers made a great epic representation of the undying revolutionary exploits Kim Il Sung performed by achieving the historic cause of the country's liberation through the hard-fought war against the Japanese imperialists and building a dignified socialist power independent in politics, self-supporting in economy and self-reliant in national defence in this land and the heroic struggle of servicepersons and people of the DPRK who are bringing about the great innovations and making leap forward in building a thriving nation while pushing back the frontiers of latest science under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The performers presented dynamic gymnastic movements, beautiful music, elegant dances, ever-changing background scenes and gorgeous electronic displays, mesmerizing the spectators."
        },
        {
            "title": "Friendly Meeting with Foreign Campers Held",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-17ee.html",
            "content": "Friendly Meeting with Foreign Campers Held\r\n Pyongyang, August 2 (KCNA) -- A friendly joint meeting of the 25th batch of Korean and foreign campers was held at the Songdowon International Children's Camp on Aug. 1. \n\t\t\t\t\t Present there were campers from the DPRK, China, Russia and Tanzania and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t  Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a colorful art performance given by campers from the DPRK and other countries.\n\t\t\t\t\t\n\t\t\t\t\t  The participants danced representing their joyful camping, deepening the friendship."
        },
        {
            "title": "Japan Ignores International Recognition for Overseas Expansion",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-11ee.html",
            "content": "Japan Ignores International Recognition for Overseas Expansion\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Sixty-five years has elapsed since the Potsdam Declaration was adopted in July 1945. \n\t\t\t\t\t Article 8 of the declaration says Japan's jurisdiction should be limited to Honshu, Hokkaido, Kyushu, Shikoku and some islets the allied forces decide.\n\t\t\t\t\t\n\t\t\t\t\t In its note No. 677 dated January 29, 1946, confirming the scopes of the islets, the General Headquarters of the Allied Powers (GHQ) made clear that Ullung Island, Tok Islet and Jeju Island did not belong to the territory under Japan's jurisdiction.\n\t\t\t\t\t\n\t\t\t\t\t In another note No. 1033 dated June 22, 1946, the GHQ proclaimed a restricted line for Japanese fishing boats and fishermen and stipulated that Japanese vessels could not enter the waters around Tok Islet.\n\t\t\t\t\t\n\t\t\t\t\t The afore-said declaration and notes clearly confirmed once again the legal position of Tok Islet, which had long been recognized as part of the Korean territory. And Japan's official agreement on them means its official recognition of the islet as one of Korea.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, however, Japan has become more pronounced in its moves to seize the islet. It has published detailed maps, postage stamps, history textbooks, etc. marking the islet as part of the Japanese territory and has sent even warships and planes to the waters around the islet.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese reactionaries continue seeking overseas expansion in spite of repeated protests of Korea and its neighboring countries, it will result in moving up their isolation and doom.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islet always belongs to the Korean land."
        },
        {
            "title": "Kim Il Sung's Speech Declaring Victory in War Preserved in Museum",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-12ee.html",
            "content": "Kim Il Sung's Speech Declaring Victory in War Preserved in Museum\r\n Pyongyang, August 2 (KCNA) -- More than half a century has passed since the Korean people won the Fatherland Liberation War (June 25, 1950 - July 27, 1953). \n\t\t\t\t\t Visitors to the Victorious Fatherland Liberation War Museum can watch a video of President Kim Il Sung delivering a historic speech \"On the Conclusion of the Armistice Agreement\" on the platform of the Jonsung Square on July 28, Juche 42 (1953).   \n\t\t\t\t\t\n\t\t\t\t\t In the speech the President said the truce was the outcome of three years of the Korean people's heroic struggle to safeguard national freedom and independence against the imperialist allied forces and the traitorous Syngman Rhee clique, the U.S. imperialists' stooges, and it was a historic victory won by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He also noted that in the three years of the Korean war, the U.S. imperialists had come to know well how great the might of the Korean people was, how indomitable their fighting spirit was, and what a great vitality the people's democratic system established in the northern half of Korea had.   \n\t\t\t\t\t\n\t\t\t\t\t Listening to the speech of the President in uniform of marshal, the visitors learn about the great feats performed by him in guiding the hard-fought war to victory with rare military wisdom and matchless courage and grit to exalt the dignity and honor of the country."
        },
        {
            "title": "Puppet Minister of Unification's Anti-Reunification Remarks Blasted",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-08ee.html",
            "content": "Puppet Minister of Unification's Anti-Reunification Remarks Blasted\r\n Pyongyang, August 2 (KCNA) -- Puppet Minister of Unification of south Korea Hyon In Thaek, during his recent tour of the area of south Korean Kangwon Province along the front, blustered that it is necessary to think about \"the way of mending the present strained inter-Korean relations and what the future will be\" and it is not desirable to \"see a step forward to be followed by two steps back\" in the inter-Korean relations and the like, asserting that \"it is not important to repair those relations.\"\n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This once again clearly discloses traitor Hyon's anti-reunification stand to maintain the present catastrophic state of the inter-Korean relations come what may, dead-set against any process to improve the relations. \n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that it was none other than Hyon In Thaek who pushed the inter-Korean relations to the worst phase, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned reckless remarks made by Hyon are an undisguised mockery and challenge to the public at home and abroad desiring the improved inter-Korean relations and a switchover in the anti-reunification confrontation policy as they indicate that he still remains unchanged in his anti-reunification stand. By his sophism Hyon meant that the present inter-Korean relations should be mended, pursuant to the south Korean puppet authorities' anti-reunification \"policy toward the north.\" \n\t\t\t\t\t\n\t\t\t\t\t His outburst about \"one step forward and two steps back\" is, in essence, nothing but a version of the \"theory on adhering to the principle\" much touted by the puppet group as it is sordid anti-reunification sophism that the strained inter-Korean relations and division are better than the improved ones and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is beyond doubt that Hyon In Thaek is the most wicked anti-reunification element and traitor with whom the Koreans ardently desirous of the reunification and prosperity of the nation cannot live under the same sky. \n\t\t\t\t\t\n\t\t\t\t\t It is impossible to settle the catastrophic state of the inter-Korean relations as long as Hyon remains in office to be a stumbling block in the efforts to warm up the inter-Korean relations. The trouble-maker should be eliminated."
        },
        {
            "title": "WPK Dyed with Monolithic Revolutionary Idea of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-14ee.html",
            "content": "WPK Dyed with Monolithic Revolutionary Idea of Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- The Workers' Party of Korea has demonstrated its dignity as a transparent ideological entity which has firmly defended and glorified the revolutionary idea of President Kim Il Sung generation after generation and an invincible political leadership organization in which all its members have achieved steel-strong unity and cohesion and are transplanting his idea and desire into reality. \n\t\t\t\t\t Rodong Sinmun Monday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is invincible vanguard ranks devotedly defending the idea and cause of the President, the iron-willed militant ranks which fully ensured his unique idea and leadership and the pure organizational and ideological entity which has achieved unbreakable unity and cohesion on the basis of his revolutionary idea.\n\t\t\t\t\t\n\t\t\t\t\t The ranks of the WPK are pervaded with the noble spiritual world in which all its members are firmly defending and preserving his revolutionary idea and feats and sharing the idea, intention and destiny with the headquarters of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t The organizations of the WPK are the elite ranks of Songun revolutionary comrades fully ready to live even a moment for the sake of General Secretary Kim Jong Il and make their life worthwhile on the road of protecting him. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is replete with the Juche idea, the Songun idea of the President and all its members are creditably fulfilling their mission and duty as his soldiers and disciples. The WPK is the revolutionary vanguard ranks which remain true to the idea and leadership of Kim Jong Il over the work to translate the behests of the President into brilliant reality. This is the militant appearance of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The ranks of the WPK are invincible as all its members are closely united around their leader with the monolithic ideology and will amidst the dynamic advance for modeling the whole party on the Juche idea and formed a community in which they are united with the leader by the common destiny in the crucible of the Songun revolution. \n\t\t\t\t\t\n\t\t\t\t\t  As long as there is the single-minded unity, the firm unity of the whole party and all the people with the leader in the monolithic ideology and faith, the revolutionary cause of Juche pioneered by the President is always sure to triumph."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed ",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-10ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed \r\nPyongyang, August 2 (KCNA) -- President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" serves as precious guidelines and a genuine textbook to be held fast to in the struggle for Korea's reunification and throughout the historic course of efforts for national prosperity.\n\t\t\t\t\t Rodong Sinmun Monday says this in a signed article devoted to this anniversary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The work, published on Aug. 1, Juche 80 (1991), comprehensively and specifically deals with the idea of achieving the great national unity based on the immortal feats performed by the President and a wealth of experience gained by him in the days of the protracted revolutionary struggle and all theoretical and practical issues arising in embodying it.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast faith and will of the Workers' Party of Korea and the people of the DPRK to successfully carry forward the President's idea of attaining the great national unity and his theoretical and practical exploits generation after generation and thus advance the movement for Korea's reunification by the concerted efforts of all Koreans and demonstrate the dignity and spirit of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It presents itself as a more urgent task than ever before to rally all the patriotic forces in the north and the south of Korea desirous of the independent reunification of the country under the banner of the great national unity and resolutely meet the vicious challenge of the separatists at home and abroad by dint of unity.\n\t\t\t\t\t\n\t\t\t\t\t It is an important realistic task for all Koreans to achieve great unity irrespective of political view, religion and ism, guided by the idea of \"By our nation itself,\" under the uplifted banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t It is a basic requirement for achieving great national unity to put an end to the policy of confrontation with fellow countrymen and eliminate all the institutional mechanisms blocking the inter-Korean cooperation and contacts in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Just is the struggle of the south Koreans for independence, democracy and reunification through alliance with the DPRK and no force on earth can arrest the struggle of all the Koreans to achieve the independent and peaceful reunification of the country through the great national unity. The cause of independent reunification is sure to be crowned with victory as long as there are the wise idea of great national unity indicating the true way of achieving national prosperity and the support of all the patriotic Koreans ardently desirous of reunification."
        },
        {
            "title": "S. Korean Puppet Police Illegal Investigation under Fire",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-06ee.html",
            "content": "S. Korean Puppet Police Illegal Investigation under Fire\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- The Youth and Students Solidarity for Implementing the June 15 Joint Declaration in south Korea released a statement on July 29 condemning the puppet police for its illegal investigation into civilians.\n\t\t\t\t\t The statement accused the police authorities of forcing the chairperson of the Youth Society for Reunification to appear at the \"Security Investigation Group\" recently after keeping him on watch for several days.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the evermore undisguised suppression by the security forces, the statement deplored: One can no longer overlook the reality in which people are subject to dictatorial crackdown under the present regime and, worse still, even elementary human rights are abused due to illegal investigation.\n\t\t\t\t\t\n\t\t\t\t\t The security machine should be disbanded as it is engrossed in illegal inspections, trampling down upon the rights of the people and the Lee Myung Bak regime hell-bent on dictatorial crackdown should step down, urged the statement."
        },
        {
            "title": "Elimination of WMDs Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-05ee.html",
            "content": "Elimination of WMDs Called for in S. Korea\r\nPyongyang, August 2 (KCNA) -- South Korean organizations of various circles including the People for Achieving Peace and Reunification, the Citizens' Solidarity for Democratic Society, the Bar Association for Democratic Society and the Family Movement for Realizing Democracy held a joint press conference in front of the puppet Ministry of Foreign Affairs and Trade on July 29 demanding the elimination of all WMDs.\n\t\t\t\t\t The organizations at the press conference recalled that the treaty outlawing cluster bombs would formally take effect from August 1.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the U.S. and Israel used cluster bombs in Iraq, Afghanistan, Lebanon and other places, doing harm to a lot of people, the organizations held the fact that 95 percent of those killed by those bombs were civilians brings into bolder relief the danger of the use of these bombs.\n\t\t\t\t\t\n\t\t\t\t\t This prompted the world community to make a treaty calling for banning the production and stockpile and transfer of these bombs and other acts and eliminating them, clarified the organizations.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the U.S. and south Korean authorities of shying away from the accession to the treaty under an absurd pretext and contemplating the use of this weapon against the DPRK, they declared that fellow countrymen would, therefore, suffer tremendous damage in case a war breaks out on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The organizations demanded the authorities take substantial measures for eliminating all WMDs including cluster bombs."
        },
        {
            "title": "Anti-DPRK Campaign of Lee's Group Censured",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-07ee.html",
            "content": "Anti-DPRK Campaign of Lee's Group Censured\r\n Pyongyang, August 2 (KCNA) -- An enlarged meeting of officials and secretaries of the Association of Koreans in Japan for Peaceful Reunification was held in Tokyo on July 30.\n\t\t\t\t\t A special statement was made public at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the anti-DPRK campaign launched by the Lee Myung Bak group of traitors after fabricating the \"Cheonan\" case at the instigation of the U.S. brought to daylight its despicable conspiratorial nature.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. and the puppet group of traitors staged the largest-ever joint military exercises against the DPRK, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It is quite self-evident that there is nothing to expect from them any longer, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean conservative ruling forces are getting more frantic in their anti-DPRK rackets, far from drawing a proper lesson from their bitter fiasco, thus leading the situation on the Korean Peninsula to the brink of war. \n\t\t\t\t\t\n\t\t\t\t\t We vehemently condemn this as a blatant challenge to the public opinion at home and abroad demanding a peaceful and negotiated solution to all issues, and dangerous reckless military actions."
        },
        {
            "title": "Anti-DPRK War Moves Assailed",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-03ee.html",
            "content": "Anti-DPRK War Moves Assailed\r\nPyongyang, August 2 (KCNA) -- The U.S. Group for the Study of Songun Politics and the U.S. Solidarity Committee to Support the AINDF and the South Korean People's Struggle released a joint statement on July 23 denouncing the U.S. imperialists and the south Korean puppet authorities for their moves for confrontation and war against the DPRK.\n\t\t\t\t\t The statement branded the war maneuvers of the U.S. and south Korean authorities as a reckless scheme for aggression on the independent DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration should be clearly mindful that if the U.S. provokes a war against the DPRK, it would suffer a crushing defeat from the Korean People's Army, the invincible revolutionary armed forces with strong mental power, it said.\n\t\t\t\t\t\n\t\t\t\t\t The statement held that the U.S. and the south Korean puppet authorities should stop all forms of war exercises if they truly want peace.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association made public a joint statement on the same day, which charged that the war maneuvers of the U.S. imperialists and the south Korean puppet forces are a challenge to peace and a wanton infringement on the sovereignty of the DPRK as they are aimed to threaten the DPRK and stifle Korean-style socialism centered on the popular masses."
        },
        {
            "title": "Just Cause of Korean People Supported",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-02ee.html",
            "content": "Just Cause of Korean People Supported\r\n Pyongyang, August 2 (KCNA) -- Political parties, organizations and personages of different countries have expressed support for the just cause of the Korean people on the occasion of the 57th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The Central Committee of the Communist Party of India (Marxist), the National Council of the Communist Party of India, the Indian National Congress Party and the All India Indo-Korean Friendship Association issued a joint statement on July 27, which stressed that thanks to the distinguished commanding art and the Juche-oriented military idea and strategy of President Kim Il Sung the Korean army and people achieved a brilliant victory in the three-year hard-fought war against the U.S. imperialists and their allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean authorities are nowadays getting hell-bent on the reckless war exercises against the DPRK, far from drawing a lesson from the severe defeat they suffered in the last Korean War, the statement noted. And it fully supported the statement of a spokesman for the DPRK National Defence Commission clarifying the stand to take strong counteraction to the moves and expressed solidarity with the Workers' Party of Korea and the Korean people in the efforts to achieve the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Party for Peace and Unity of Russia said in its statement on July 25 that the U.S. imperialist warmongers committed such unprecedented hideous crimes as destroying cities and villages at random and massacring peaceful inhabitants in Korea, but could not bring the heroic Korean people to their knees.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a meeting was held in South Africa on July 24 to celebrate the said anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party and chairman of the South African Association of Friendship and Solidarity with Korean People, demanded at the meeting that the U.S. withdraw its aggression troops and military equipment from south Korea at once and the south Korean authorities accept the fair and aboveboard proposals of the DPRK for national reunification and discontinue the anti-DPRK moves immediately."
        },
        {
            "title": "Kim Jong Il's Work Printed in Peru",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-01ee.html",
            "content": "Kim Jong Il's Work Printed in Peru\r\n Pyongyang, August 2 (KCNA) -- General Secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in pamphlet by the L. S. Imagen Color Publishing House of Peru on July 23.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original philosophy which has been evolved and systematized with its own principles and a revolutionary and popular philosophy which is absolutely conducive to the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for studying and propagating the Juche philosophy in line with the Party's intention and thoroughly embodying it in the practice of revolution."
        },
        {
            "title": "Presidente nepales espera exitos de lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-20ee.html",
            "content": "Presidente nepales espera exitos de lucha del pueblo coreano\n\t\t\t\t\t\t\r\nPyongyang, 2 de agosto (ATCC) -- El embajador coreano en Nepal, Jang Yong Chol, realizo el 26 de julio una visita de despedida al presidente nepales Ram Baran Yadav.\n\t\t\t\t\tEn la ocasion el mandatario senalo que le complacen las profundas y largas relaciones de amistad entre su pais y Corea y deseo de todo corazon al pueblo coreano una gran victoria en su lucha por construir una gran potencia prospera socialista.\n\t\t\t\t\t\n\t\t\t\t\tExpreso su firme conviccion de que todos los coreanos del Norte y el Sur reunificaran por via pacifica el pais con las fuerzas unidas y de que el gobierno y el pueblo de la RPDC lograran exitos en su lucha por la prosperidad del pais."
        },
        {
            "title": "Encuentro de amistad en Songdowon",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-21ee.html",
            "content": "Encuentro de amistad en Songdowon\r\nPyongyang, 2 de agosto (ATCC) -- Tuvo lugar la vispera en el Campamento Internacional de Ninos de Songdowon el encuentro de amistad de los ninos coreanos y extranjeros participantes en el XXV campismo internacional de esa localidad.\n\t\t\t\t\tEstuvieron presentes en la ocasion los grupos de campistas de Corea, China, Rusia y Tanzania y los funcionarios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tEn el encuentro hubo intervenciones y la funcion artistica de los inquilinos de casa y otros paises.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes en el acto estrecharon el sentimiento de amistad bailando con alegria de campismo."
        },
        {
            "title": "Rodong Sinmun comenta disparates de Ryu Myong Hwan",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-22ee.html",
            "content": "Rodong Sinmun comenta disparates de Ryu Myong Hwan\n\t\t\t\t\t\t\r\nPyongyang, 2 de agosto (ATCC) -- En su entrevista de prensa concedida recientemente al final de una reunion sesionada en ultramar, el ministro titere de Relaciones Exteriores y de Comercio del Sur de Corea, Ryu Myong Hwan, lamento el resultado de las \"elecciones de autonomia local\" de junio pasado diciendo que la poblacion juvenil surcoreana fue enganada por la propaganda de que se desataria la guerra si vota por el \"Gran Partido Nacional\" y continuo que si a los jovenes les gusta el Norte (de Corea), que vivan ahi.\n\t\t\t\t\tEste disparate es una muestra de la hostilidad extremada de Ryu a los habitantes surcoreanos que luchan por la independencia, la democracia y la reunificacion e imperdonable provocacion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi senalo el diario Rodong Sinmun en un comentario individual difundido la vispera y continuo:\n\t\t\t\t\t\n\t\t\t\t\tAl decir ese disparate enajenado de su cargo de diplomatico, el traidor Ryu mostro su bajeza moral e intento fascista y antinacional de reprimir a las fuerzas progresistas de distintas capas del Sur de Corea vinculandolas con la RPDC y enfrentarse hasta el final con esta.\n\t\t\t\t\t\n\t\t\t\t\tEste traidor y conspirador anti-RPDC de pesima calana esta loco por servir a las grandes potencias y calumniar a la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, le convendria vivir como el perro guardia de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tEl tendra que pagar caro su chisme que ha dicho al sentirse amenazado por la verguenza y la derrota que sufre su camarilla en la campana conflictiva con la RPDC."
        },
        {
            "title": "Rodong Sinmun condena la posicion anti-reunificacion de Hyon In Thaek",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-23ee.html",
            "content": "Rodong Sinmun condena la posicion anti-reunificacion de Hyon In Thaek\r\nPyongyang, 2 de agosto (ATCC) -- Hace unos dias, el ministro titere de Reunificacion del Sur de Corea, Hyon In Thaek, acudio a la zona del frente en la provincia de Kangwon del Sur de Corea y dijo que \"lo importante no es resolver\" las actuales relaciones empeoradas entre el Norte y el Sur sino \"meditar en como resolverlas y en sus perspectivas\". Y continuo que \"no es deseable que las relaciones Norte-Sur den un paso adelante y dos atras\".\n\t\t\t\t\t  Este dicho vuelve a confirmar claramente la posicion anti-reunificacion del traidor Hyon In Thaek quien no desea ni en lo minimo la mejora de las relaciones Norte-Sur sino trata de mantenerlas a toda costa en el actual estado catastrofico.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Rodong Sinmun en un comentario individual del dia 2 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Ese tipejo es precisamente el culpable que llevo las relaciones intercoreanas a la actual coyuntura desastrosa.\n\t\t\t\t\t\n\t\t\t\t\t  Sus palabras arriba citadas corroboran la posicion de el en contra de la reunificacion y devienen la burla y desafio frontal a la opinion publica interna y externa que demanda la mejora de las relaciones Norte-Sur y el cambio de la politica de enfrentamiento con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  En su esencia, significan que se debe \"solucionar\" las relaciones bilaterales basandose en la \"politica sobre el Norte\" del Sur de Corea que niega la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  El disparate de \"un paso adelante y dos atras\" quiere decir que son preferibles el empeoramiento de las relaciones intercoreanas y la division que el mejoramiento y la reunificacion. Por lo tanto, no pasa de ser un derivado de la teoria del \"mantenimiento de principios\" de que hablan tanto los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Hyon es el traidor anti-reunificacion que no puede convivir con la nacion coreana que anhela la reunificacion y la prosperidad de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras que ese traidor ocupe el cargo de ministro de \"Reunificacion\" impidiendo el mejoramiento de las relaciones Norte-Sur, estas no podran salir nunca de la coyuntura catastrofica.\n\t\t\t\t\t\n\t\t\t\t\t  Hay que eliminar cuanto antes a los elementos como el que causan un tremendo dolor de cabeza a la nacion coreana."
        },
        {
            "title": "Japon desprecia la Declaracion Potsdam",
            "url": "http://kcna.co.jp/item/2010/201008/news02/20100802-24ee.html",
            "content": "Japon desprecia la Declaracion Potsdam\r\nPyongyang, 2 de agosto (ATCC) -- Pasaron 65 anos desde cuando se aprobo la Declaracion Potsdam (en julio de 1945).\n\t\t\t\t\t  En la clausula 8 de ella se establece que \"la soberania de Japon debe limitarse a Honshu, Hokkaido, Kyushu y Shikoku y a varios islotes que definiremos\".\n\t\t\t\t\t\n\t\t\t\t\t  Al fijar la extension de estos islotes, la nota no. 677 de la Comandancia Suprema de las Fuerzas Aliadas, fechada 29 de enero de 1946, estipulo claramente que los islotes Ulung y Tok y la isla Jeju de Corea estan fuera del alcance de la soberania de Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Segun la nota no. 1033 de la misma comandancia, esta proclamo la linea de prohibicion de pesca por parte de los barcos pesqueros de Japon y sus tripulantes y en particular, les desautorizo entrar en las aguas del islote Tok.\n\t\t\t\t\t\n\t\t\t\t\t  La Declaracion Potsdam y esos documentos oficiales volvieron a comprobar internacionalmente la posicion juridica del islote Tok reconocido historicamente como territorio propio de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  El hecho de que Japon los acepto oficialmente muestra que ha reconocido de igual modo que el Tok es una parte del territorio coreano.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de este hecho historico, en los ultimos anos, se tornan cada dia mas siniestros sus movimientos para arrebatar el Tok como la edicion de los mapas de precision, sellos, manuales de historia, etc. en que este islote es anotado como territorio de Japon y la aparicion de los buques y aviones de combate de este pais en los alrededores del Tok.\n\t\t\t\t\t\n\t\t\t\t\t  Si los reaccionarios japoneses siguen actuando irracionalmente para realizar su ambicion expansionista a ultramar desoyendo las reiteradas protestas y denuncias de Corea y los otros paises vecinos, seran aislados y arruinados mas pronto.\n\t\t\t\t\t\n\t\t\t\t\t  El islote Tok fue, es y sera siempre una parte del territorio coreano."
        }
    ]
}