{
    "date": "2010-06-17",
    "url": "http://kcna.co.jp/item/2010/201006/2010-06-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Tunisian PUP Delegation",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-25ee.html",
            "content": "Kim Yong Nam Meets Tunisian PUP Delegation\r\n Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of the People's Unity Party (PUP) of Tunisia led by Secretary General Mouhammad Bouchiha at the Mansudae Assembly Hall on Thursday.\n\t\t\t\t\tThe secretary general said that he was pleased to see the achievements made by the DPRK thanks to the Songun politics pursued by General Secretary Kim Jong Il during his visit.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the fact that the PUP of Tunisia has long expressed full support and solidarity with the Korean people in their just cause since the establishment of friendly relations with the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people would protect the sovereignty of the country and achieve its reunification and prosperity true to Kim Jong Il's Songun politics."
        },
        {
            "title": "Kim Yong Nam Greets Seychellois President",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-23ee.html",
            "content": "Kim Yong Nam Greets Seychellois President\r\n Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greetings to James Alix Michel, president of Seychelles, on Wednesday on the occasion of its national day.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the two countries would expand and develop and wished the president and people of Seychelles greater success in their work for the stability and socio-economic development of the country."
        },
        {
            "title": "Gift from Chinese PAP Delegation",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-26ee.html",
            "content": "Gift from Chinese PAP Delegation\r\n Pyongyang, June 17 (KCNA) -- Leader Kim Jong Il was presented with a gift by the visiting delegation of officials of the Chinese People's Armed Police Force (PAP).\n\t\t\t\t\t Xing Weizhi, deputy commander of the Xinjiang Uygur Autonomous Regional Armed Police Corps who is leading the delegation, handed over the gift to an official concerned."
        },
        {
            "title": "UK Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-28ee.html",
            "content": "UK Ambassador Gives Reception\r\n Pyongyang, June 17 (KCNA) -- Peter Hughes, British ambassador to the DPRK, arranged a reception on Thursday to celebrate the official birthday of the queen of the United Kingdom of Great Britain and Northern Ireland (national day). \n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affaires, and other officials concerned and representatives of foreign embassies and international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the British embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": " Polish Embassies Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-24ee.html",
            "content": "Polish Embassies Help Korean Farmers\r\n Pyongyang, June 17 (KCNA) -- Ambassador Edward Pietrzyk and staff members of the Polish embassy here did a friendly work on the DPRK-Poland Friendship Jangsuwon Cooperative Farm in Samsok District, Pyongyang on Wednesday. \n\t\t\t\t\t They gave a helping hand to the farmers. \n\t\t\t\t\t\n\t\t\t\t\t During a break, they appreciated an art performance given by kindergarteners."
        },
        {
            "title": " Performance of Art Groups of Servicemen's Families",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-22ee.html",
            "content": "Performance of Art Groups of Servicemen's Families\r\n Pyongyang, June 17 (KCNA) -- A performance of art groups of servicemen's families, which participated in the third round of the second-term contest among art groups of families of the Korean People's Army servicemen, was given at the East Pyongyang Grand Theater here on Wednesday.\n\t\t\t\t\t Appreciating it were writers, journalists and other men of the press in the fields of culture and art and media and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such colorful numbers as quartet \"Eternal Is His Smile\", poem recital \"Long Journey for Great Devotion\", solo \"I Am Wife of Officer\", narrative poem play \"Mother's Heart\" and chorus \"So Long As We Are with the General\".\n\t\t\t\t\t\n\t\t\t\t\t The performers well represented the noble spiritual world and personalities of the servicemen's families who have kept the military posts together with their husbands to devotedly safeguard the headquarters of the revolution while taking the lead in upholding the Songun leadership of the Workers' Party of Korea."
        },
        {
            "title": "Foreign Students Presentation of Composition",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-27ee.html",
            "content": "Foreign Students Presentation of Composition\r\nPyongyang, June 17 (KCNA) -- A public presentation of composition of foreign students studying at Kim Il Sung University and Kim Hyong Jik University of Education was held under the title of \"The country where the leader's desire blooms\" at the Taedonggang Diplomatic Corps Club on June 17 on the occasion of the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Students presented records of impression \"General's Music-based Politics\" and \"Korea I See\", travelogue \"Visiting Historic Place Oundong\", note \"Beautiful Memory\", random thoughts \"Ambition\", impression writing \"Confetti of Songun Victory\" and others.\n\t\t\t\t\t\n\t\t\t\t\t The works highly praised the undying feats of Kim Jong Il who has opened up the great heyday of Songun Korea and brought into reality the desire of President Kim Il Sung with outstanding ideological and theoretical activities and energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\t They added to the festive mood by singing Korean songs.\n\t\t\t\t\t\n\t\t\t\t\t After the presentation they watched Korean feature film \"The Country I Saw\" (part 4)."
        },
        {
            "title": "Expectations Reposed in Korean Football Team",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-13ee.html",
            "content": "Expectations Reposed in Korean Football Team\r\n Pyongyang, June 17 (KCNA) -- After watching the Korean team's first match with Brazil in Group G of the World Cup finals held early Wednesday morning (Pyongyang time), Pyongyang citizens are expecting that the national team will score good results in the tournament.\n\t\t\t\t\t The match was telecasted Wednesday evening in Korea.\n\t\t\t\t\t\n\t\t\t\t\t Feeling sorry about their team's loss in the match, viewers have become convinced that it would win the remaining matches.\n\t\t\t\t\t\n\t\t\t\t\t Pak Tu Ik, 74, who played a big role in defeating the Italian team in the 8th World Cup finals in 1966, told KCNA that he was happy to see the Korean team making a good job in the match with a powerhouse.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t At around the 88th minute of the match Ji Yun Nam kicked a nice goal after taking a pass from Jong Tae Se.\n\t\t\t\t\t\n\t\t\t\t\t I hope that our team will produce a new myth of Songun Korea in the tournament to live up to the expectation of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Gyu, 45, a researcher of the Academy of Sports Science, said the strong mental power displayed by the Korean footballers in the first match with Brazil, which won the World Cup five times, betokens good results of the Korean team in other matches.\n\t\t\t\t\t\n\t\t\t\t\t Han Song Chol, 23, a student of Korea University of Physical Education, said he was impressed by the Korean team playing the match with confidence and expressed his belief that it would beat Portugal and Cote d'Ivoire and enter the knock-out stage."
        },
        {
            "title": "Rice-Transplanting Completed in Major Paddy Fields",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-14ee.html",
            "content": "Rice-Transplanting Completed in Major Paddy Fields\r\n Pyongyang, June 17 (KCNA) -- Rice-transplantation was wound up in the major paddy fields in the countryside of the DPRK. \n\t\t\t\t\t It was completed earlier than in other areas on the farms associated with the leadership exploits of the peerless great persons including the co-op farms in Migok of Sariwon City, Samjigang of Jaeryong County, Sinam of Ryongchon County, Unhung of Thaechon County and Chongsan of Kangso District. \n\t\t\t\t\t\n\t\t\t\t\t The agricultural workers of the Samjigang Co-op Farm in Jaeryong County succeeded in finishing the rice-transplantation in a brief span of time on their own. \n\t\t\t\t\t\n\t\t\t\t\t The farms in Yonbaek, Yoltusamcholli, Unjon and Onchon plains increased the responsibilities and roles of drivers of rice- transplanting machines and rice-seedling feeders, while improving the management of beds for rice seedlings. As a result, they transplanted them in larger areas of paddies than planned. \n\t\t\t\t\t\n\t\t\t\t\t The farms in the Kindung Plain, Hwangju, and the Phungdok Plain ensured a high tempo in the rice-transplantation, while doing the job as required by the Juche farming method by giving definite priority to watering the rice-fields and harrowing and concentrating all manpower and machines on the job. \n\t\t\t\t\t\n\t\t\t\t\t The agricultural workers on the co-op fields on the East Coast including the Anbyon Plain successfully pushed forward the rice-transplantation by effectively using farm machines and draught cattle. \n\t\t\t\t\t\n\t\t\t\t\t The rice-transplantation was also wound up in the alpine areas in the right time. \n\t\t\t\t\t\n\t\t\t\t\t Many working people of ministries, national institutions, organs in provinces, cities and counties and industrial enterprises went to socialist co-op farms and worked hard in a manner befitting masters while artistes of various art troupes conducted brisk agitation, contributing to the above-said successes."
        },
        {
            "title": "Korean Artistes Opera Goes on in China",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-09ee.html",
            "content": "Korean Artistes Opera Goes on in China\r\n Pyongyang, June 17 (KCNA) -- Artistes of the Phibada Opera Troupe of the DPRK on a visit to China gave performances of opera \"A Dream of Red Mansions\" at the Grand Theatre in Chongqing City on June 13 and 14.\n\t\t\t\t\t The opera was appreciated by senior officials, officials concerned, veterans of the Chinese People's Volunteers and citizens of all strata in Chongqing.\n\t\t\t\t\t\n\t\t\t\t\t Bo Xilai, member of the Political Bureau of the Central Committee of the Communist Party of China and secretary of the Chongqing Municipal Committee of the CPC, when meeting leading officials and major actors and actresses of the troupe, said: The Phibada Opera Troupe of the DPRK, a famous art group, has created many excellent operas. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary opera \"The Flower Girl\" drew great attraction in China. I often enjoy music of this opera.\n\t\t\t\t\t\n\t\t\t\t\t \"A Dream of Red Mansions\", a classical masterpiece of China, is being staged by Korean artistes, a manifestation of deep feelings of friendship between the peoples of China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The head of the Publicity Department of the Chongqing Municipal Committee of the CPC hailed Korean artistes for their high level of performance, adding that the Phibada Opera Troupe of the DPRK is winning its fame in the world.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t The performance of opera \"A Dream of Red Mansions\" helped me to be fully aware of the ability of its creating staff. \n\t\t\t\t\t\n\t\t\t\t\t By the efforts of the Korean artistes this opera was re-portrayed and performed at its home country. \n\t\t\t\t\t\n\t\t\t\t\t The opera successfully showcased the contents of its original work in all aspects ranging from vocal music, dance to stage arts."
        },
        {
            "title": "Neolithic Earthenware Discovered",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-11ee.html",
            "content": "Neolithic Earthenware Discovered\r\n Pyongyang, June 17 (KCNA) -- Archeologists of the Democratic People's Republic of Korea have unearthed striped earthenware dating back to the Neolithic era in Phyodae in Honam-ri, Samsok District, Pyongyang.\n\t\t\t\t\t It is 28 centimeters across in mouth, 18.8 centimeters across in trunk and 30 centimeters high. It, a sort of jar, is peculiar in shape and delicate in pattern.\n\t\t\t\t\t\n\t\t\t\t\t The mouth has spot, zigzag and other patterns, while the trunk is patterned with two parallel lines intertwined with another two on the bias, each parallel lines being fraught with short oblique lines.\n\t\t\t\t\t\n\t\t\t\t\t When the jar was unearthed, it was in better state than other discovered pieces of earthenware.\n\t\t\t\t\t\n\t\t\t\t\t Until the new discovery, such earthenware pieces had been excavated in North Hwanghae Province and Nampho City only."
        },
        {
            "title": "Mud Snails Used in Farming",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-10ee.html",
            "content": "Mud Snails Used in Farming\r\n Pyongyang, June 17 (KCNA) -- Mud snails have been used to weed and manure rice fields of cooperative farms throughout the country.\n\t\t\t\t\t If mud snails are let loose on rice fields more than a week after rice-transplanting, they eliminate sprouting weeds and their excrements increase the fertility of soil.\n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae District, Pyongyang, in an effort to introduce organic farming method in all its farms, has expanded the acreage of mud snail use five times and put mud snails on rice fields after rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t The Chilgol and Wollo farms have raised mud snails on ponds for rice fields, while giving farmers knowledge necessary in breeding and using them.\n\t\t\t\t\t\n\t\t\t\t\t The Migok Cooperative Farm in Sariwon City, North Hwanghae Province, has built a large ground for feeding mud snails to dispense with much labor in weeding.\n\t\t\t\t\t\n\t\t\t\t\t This method has also been applied by farms in Mundok County in South Phyongan Province, Yomju County in North Phyongan Province and Sinchon County in South Hwanghae Province."
        },
        {
            "title": "Ssukttok, National Food",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-12ee.html",
            "content": "Ssukttok, National Food\r\n Pyongyang, June 17 (KCNA) -- The Chilgol Folk Restaurant in Kwangbok Street, Pyongyang, serves national dishes, including nearly ten sorts of ssukttok (rice cake seasoned with wormwood). \n\t\t\t\t\t With the beginning of summer, many people have visited the restaurant to take ssukttok.  \n\t\t\t\t\t\n\t\t\t\t\t Ssukttok is well known for its high medicinal effect and peculiar taste.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have long used wormwood as medicinal and food material as it contains vitamin B1, B2, C and PP, protein, fatty, mineral and other matters. \n\t\t\t\t\t\n\t\t\t\t\t Fancy, tailshaped and half-moon-shaped rice cakes and glutinous rice-cake stuffed with red-bean jam are seasoned with wormwood.\n\t\t\t\t\t\n\t\t\t\t\t Ssukttok, with distinct scent and color, is gummier than other kinds of rice-cake and does not become putrid and hard in a short time.\n\t\t\t\t\t\n\t\t\t\t\t It helps prevent illness resulting from body chill and improve stomach and intestines. It is also efficacious for various diseases.\n\t\t\t\t\t\n\t\t\t\t\t It is a custom of the Korean people to gather fresh wormwood and prepare ssukttok every year."
        },
        {
            "title": "Japan's Moves to Tamper with History Slashed",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-20ee.html",
            "content": "Japan's Moves to Tamper with History Slashed\r\n Pyongyang, June 17 (KCNA) -- The Japanese reactionaries have run the whole gamut of intrigues to play down and write off the crimes committed by the Japanese imperialists in the past, distorting and denying their history of aggression. \n\t\t\t\t\t Rodong Sinmun Thursday observes in a signed article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' moves to distort history were prompted by an attempt to create the impression that as a \"pacifist state\" Japan has done only \"good things\" down through generations and such history is still going on. \n\t\t\t\t\t\n\t\t\t\t\t Japan is taking much pain to emerge a political power, boasting of being an economic power. But a hurdle lying in the way of achieving this aim is that Japan is not trusted by the international community. Asian countries and many other countries of the world reject Japan, being cautious about it. Precisely for this reason the Japanese reactionaries are keen to distort and deny the past history of aggression at any cost in a bid to divert elsewhere the worldwide vigilance against them and create an environment favorable for gaining permanent membership of the UNSC under the guise of a \"peace champion.\"\n\t\t\t\t\t\n\t\t\t\t\t  Lurking behind the above-said moves is a black-hearted intention to go without making reparation to the victims of Japanese aggression. The Japanese reactionaries have become so adamant as to persistently misrepresent and deny Japan's past crimes. \n\t\t\t\t\t\n\t\t\t\t\t It is their calculation that Japan's past crimes will be glossed over with the passage of time and this will help create an environment favorable for repeating them. This is a dangerous way of thinking of those who are steeped in the idea of militarist aggression to the marrow of their bones. \n\t\t\t\t\t\n\t\t\t\t\t The harder the Japanese reactionaries work to launch their reinvasion, tampering with their crime-woven history, the bitterer rebuff and condemnation they will face in the eyes of the international community and the deeper mire of isolation and destruction they will find themselves."
        },
        {
            "title": "S. Korea Accused of Moves to Revive \"Military Alliance\"",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-18ee.html",
            "content": "S. Korea Accused of Moves to Revive \"Military Alliance\"\r\n Pyongyang, June 17 (KCNA) -- The Lee Myung Bak group of south Korea begged for jointly taking \"retaliatory measures\" against the DPRK at the \"talks of defense ministers\" of the U.S., Japan and south Korea in Singapore recently.\n\t\t\t\t\t Minju Joson Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the group of traitors seeks to revive the \"triangular military alliance\" though it exists in name only, taking advantage of the case of the warship sinking, and ignite a war of aggression against the DPRK at any cost under the patronage of its U.S. and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\t The \"triangular military alliance\" is a product of the collusion among the U.S., Japan and the south Korean puppet group to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. through the alliance is to set up \"NATO of Asian version\" by putting Japan and the south Korean puppet group under its control while the Japanese reactionaries seek through this to realize its ambition for reinvasion in collusion with the group, backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The \"cooperation\" for which the conservative group begged its masters in the anti-DPRK campaign over the warship sinking case was part of its criminal moves to revive the \"triangular military alliance\" and use it as a tool for starting a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the Lee Myung Bak group's moves for provoking a war of aggression against the DPRK after orchestrating the above-said hideous farce are being stepped up in real earnest within the framework of the alliance.\n\t\t\t\t\t\n\t\t\t\t\t The adventurous moves of the group of traitors to ignite a war of aggression against fellow countrymen, backed by foreign forces, are pushing the situation on the Korean Peninsula to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is working hard to increase the military pressure upon the DPRK and ignite a war against it in collusion with foreign forces but this will lead the group to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group had better behave itself, properly understanding the will of the army and people of the DPRK."
        },
        {
            "title": "Lee Myung Bak's Piffle under Fire",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-19ee.html",
            "content": "Lee Myung Bak's Piffle under Fire\r\n Pyongyang, June 17 (KCNA) -- Traitor Lee Myung Bak in his \"TV and radio appearance\" on June 14 referred to the \"orientation of the national administration\" after the \"elections to local self-governing bodies.\" He talked such rubbish as he would \"pay great heed to the changing mind-set of the people,\" \"reexamine the policy priority\" and \"carry out the reshuffle of Chongwadae and Cabinet.\"\n\t\t\t\t\t Rodong Sinmun Thursday observes in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but disgusting outbursts characterized by poor excuses and last-ditch efforts of the Lee group thrown into a bottomless quagmire by its heavy defeat in the elections.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people meted out a stern judgment to the unpopular domestic and foreign policies of the present conservative authorities through the elections. However, the south Korean chief executive in his \"national policy speech\" did not repent of his wrongs but betrayed his intention to stick to the existing policies. \n\t\t\t\t\t\n\t\t\t\t\t He should have apologized for his crimes a hundred times. But he cried out for \"invariably pursuing\" his traitorous policies though they are unanimously opposed by the people. This is a mockery of the mind-set of the south Korean public and the trend of the times and a challenge to them.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that Lee made such bellicose remarks as \"military provocation\" and \"resolute counter-action\" over the case of the warship \"Cheonan\" sinking.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolute counter-action\" touted by traitor Lee is little short of an open declaration to rush headlong into confrontation with the DPRK and a war against it to the last, defying the demands of the south Korean public and the unbiased world public for a drop of his \"hostile policy towards the north.\" \n\t\t\t\t\t\n\t\t\t\t\t It is impossible to escape the catastrophe of the south Korean society, the complete collapse of the inter-Korean ties and horrible war disasters as long as the traitor stays in power."
        },
        {
            "title": " Lee Myung Bak Group Accused of Anti-Reunification Acts",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-21ee.html",
            "content": "Lee Myung Bak Group Accused of Anti-Reunification Acts\r\n Pyongyang, June 17 (KCNA) -- The Lee Myung Bak group regarded the landmark events that took place in the inter-Korean relations after the publication of the June 15 joint declaration as a thorn in its flesh. It has brought the north-south relations to a total collapse and frantically pursued acts of treachery to ignite a war of aggression against the DPRK, backed by outside forces. These crimes are unpardonable. Rodong Sinmun Thursday observes this in a signed article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the present south Korean puppet authorities to escalate the confrontation with fellow countrymen in violation of the June 15 joint declaration and the October 4 declaration deprived the Korean nation of the precious results gained in the development of the inter-Korean relations after the publication of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has insisted on its policy of confrontation, malignantly slandering the above-said declarations as \"pro-communist documents benefiting the enemy.\" As a result, dialogues and negotiations for implementing the declarations had already stopped more than two years ago.\n\t\t\t\t\t\n\t\t\t\t\t All the north-south cooperation undertakings including the tour of Mt. Kumgang which had brought the hope of reunification and joy to all the fellow countrymen were scuttled and the cooperation between nongovernmental organizations came to an end. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group has brutally suppressed all the progressive pro-reunification patriotic forces for the mere reason that they opposed its anti-reunification \"policy towards the north\".\n\t\t\t\t\t\n\t\t\t\t\t There is nothing left in the inter-Korean relations after the group came to power. If there be anything, it is the only danger of a war of aggression against the DPRK. The whole land of Korea once shook with shouts of slogan \"We are one.\" But the case of \"Cheonan's\" sinking, an anti-DPRK farce for confrontation orchestrated by the Lee group of traitors, created such grave situation in the land that a war may break out any moment."
        },
        {
            "title": "Pullback of US Forces from S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-15ee.html",
            "content": "Pullback of US Forces from S. Korea Demanded\r\n Pyongyang, June 17 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification published a statement on June 13 on the lapse of 8 years since middle schoolgirls Sin Hyo Sun and Sim Mi Son were killed by the U.S. imperialist aggression forces. \n\t\t\t\t\t The statement noted with bitter indignation that though much water has flown under the bridge, people could not repress hatred for the U.S. imperialist aggression forces which brutally killed the two schoolgirls by driving an armored car over them. \n\t\t\t\t\t\n\t\t\t\t\t The statement deplored that the GI criminals are strutting about after being declared not guilty.\n\t\t\t\t\t\n\t\t\t\t\t The court of the Korean nation still remains open to try foreign forces and the candlelights that were kindled to represent the people's resentment at the U.S. imperialists, a group of killers, are now raging furiously across south Korea, triggering off actions against the U.S., war and dictatorship, the statement stressed, calling upon the people of all strata to firmly unite under the banner of the south-north joint declaration to drive the U.S. forces out of south Korea at an early date and build a new independent society free from the U.S."
        },
        {
            "title": "S. Korean Authorities Urged to Implement Joint Declaration",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-16ee.html",
            "content": "S. Korean Authorities Urged to Implement Joint Declaration\r\n Pyongyang, June 17 (KCNA) -- Members of south Korean civic and public organizations including the South Side Committee for Implementing the June 15 Joint Declaration and representatives of opposition parties held a \"national meeting for peace and reunification marking the 10th anniversary of the June 15 joint declaration\" at Jogye Temple in Seoul on June 15. \n\t\t\t\t\t Speakers at the meeting said that they could not repress anger at the Lee Myung Bak \"government\" as it has brought to naught all the successes made in the efforts to achieve inter-Korean reconciliation in total denial of the June 15 joint declaration and intensified confrontation with fellow countrymen since it came to power. \n\t\t\t\t\t\n\t\t\t\t\t They condemned the authorities for faking up the case of warship \"Cheonan\" sinking, driving the situation to the brink of a war. \n\t\t\t\t\t\n\t\t\t\t\t The authorities will not escape the nation's severe punishment unless they roll back their policy of confrontation with the DPRK at an early date, the speakers warned. \n\t\t\t\t\t\n\t\t\t\t\t They stressed that it is the most urgent issue in implementing the June 15 joint declaration to force the present \"government\" to make a switchover in its policy of confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t A joint statement of the north, south and overseas side committees of All-Korean Committee for Implementation of June 15 Joint Declaration was read out there. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean Teachers Union in its statement on June 14 stressed that the June 15 joint declaration should be implemented at an early date in order to hand over to the generations to come a reunified country, peaceful and good to live in.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean Federation of Peasants Associations in its statement on June 15 urged the Lee Myung Bak \"government\" to drop its policy of confrontation with the DPRK and immediately opt for implementing the joint declaration."
        },
        {
            "title": " Anniversary of Joint Declaration Marked",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-07ee.html",
            "content": "Anniversary of Joint Declaration Marked\r\n Pyongyang, June 17 (KCNA) -- The United Confederation of Koreans in Ukraine held a meeting in Kiev on June 11 on the occasion of the 10th anniversary of the June 15 joint declaration.\n\t\t\t\t\t Kim Yong Sul, chairman of the confederation, said in his speech that during the past decade, the validity and vitality of the joint declaration have been strikingly demonstrated, adding the declaration with the idea of \"By our nation itself\" as its core serves as a milestone of reunification for bringing peace and prosperity to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula is now inching close to the phase of a war owing to the Lee Myung Bak group of traitors' moves to escalate confrontation with the DPRK, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He called upon overseas compatriots to turn out as one in the struggle to thoroughly preserve and implement the joint declaration."
        },
        {
            "title": "S. Korea's Anti-DPRK Psychological Warfare Flayed",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-08ee.html",
            "content": "S. Korea's Anti-DPRK Psychological Warfare Flayed\r\n Pyongyang, June 17 (KCNA) -- The General Association of Koreans in China issued a statement on June 13 accusing the Lee Myung Bak group of traitors of their moves to resume the anti-DPRK psychological warfare.\n\t\t\t\t\t The statement bitterly denounced the group for working with bloodshot eyes to round off the preparations for resuming the overall anti-DPRK psychological warfare in the areas along the frontline while escalating confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It noted:\n\t\t\t\t\t\n\t\t\t\t\t This attempt stepped up by the group signifies undisguised abrogation of the historic June 15 joint declaration which it committed to honor before the whole nation and the north-south military agreement mapped out on its basis. It is also a hideous provocation that infringes upon the dignity of the DPRK and its supreme state interests.\n\t\t\t\t\t\n\t\t\t\t\t The group should not run amuck, clearly understanding what a high price it will have to pay for escalating confrontation with the DPRK, the statement warned.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the association and all Koreans in China will never pardon the Lee Myung Bak group of traitors ruthlessly scrapping the historic June 15 joint declaration and the October 4 declaration and bringing the dark cloud of a nuclear war but wage a dynamic struggle to throw those traitors away into the dumping ground of history, it held."
        },
        {
            "title": "DPRK's Stand on \"Cheonan\" Case Supported",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-04ee.html",
            "content": "DPRK's Stand on \"Cheonan\" Case Supported\r\n Pyongyang, June 17 (KCNA) -- Indonesian organizations issued statements in denunciation of the U.S. and the Lee Myung Bak group of traitors' anti-DPRK moves.\n\t\t\t\t\t The Indonesia-Korea Association for Friendship and Cultural Exchange in its statement on June 10 claimed that the case of sinking of warship \"Cheonan\" was a conspiratorial farce orchestrated by the south Korean conservative authorities against the DPRK from A to Z. Through this case, the south Korean conservatives fully revealed their true colors as the traitors seeking to impose great calamities upon the Korean nation, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support and solidarity with the DPRK's stand to defend the sovereignty of the country and the stability of the Korean Peninsula, the statement scathingly condemned the south Korean authorities' anti-DPRK moves.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian Maritime Transport Trade Union in its statement on June 9 disclosed that the \"Cheonan\" case was a product of the conspiracy between the south Korean authorities working hard to stifle the DPRK and tide over their political crisis and the U.S. seeking to enhance its strategic position in Northeast Asia. And it expressed support for all measures taken by the DPRK to defend its sovereignty and dignity."
        },
        {
            "title": "Kim Jong Il's Work Printed in Russia",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-01ee.html",
            "content": "Kim Jong Il's Work Printed in Russia\r\n Pyongyang, June 17 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on the occasion of the 10th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), expounds the immortal feats performed by President Kim Il Sung in the cause of national reunification. It also formulates the three principles of national reunification, the 10-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways for realizing national reunification based on them."
        },
        {
            "title": "Kim Jong Il's Wise Leadership Praised",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-02ee.html",
            "content": "Kim Jong Il's Wise Leadership Praised\r\n Pyongyang, June 17 (KCNA) -- Juzef Lachut, chairman of the National Executive Committee of the Polish Communist Party, issued a statement on June 10 to commemorate the 46th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Kim Jong Il has pursued the unique Songun politics on the basis of his deep insight into the concrete reality of Korea and the world political situation, the statement noted, and said:\n\t\t\t\t\t\n\t\t\t\t\t Under his Songun leadership the DPRK has made signal successes in various domains of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t The achievements made by the Korean people in building an economic power clearly prove the wise leadership of Kim Jong Il, general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the orientation and ways to turn the DPRK into an economic giant.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise guidance of the WPK with Kim Jong Il as its general secretary, the Korean people will certainly build an economic power, cherishing the faith in socialism, despite the persistent threat of the U.S. imperialists."
        },
        {
            "title": " Korean Exhibition Held in Macedonia",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-03ee.html",
            "content": "Korean Exhibition Held in Macedonia\r\n Pyongyang, June 17 (KCNA) -- A Korean photo and fine art exhibition was held in Macedonia from June 7 to 12.\n\t\t\t\t\t On display at the exhibition hall were photos of General Secretary Kim Jong Il giving guidance to the field of culture and arts, photos introducing the development of the Juche-oriented arts in the DPRK and fine art works associated with wisdom and talent of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The department director of the Skopje Cultural Information Center of Macedonia said at its opening ceremony that the culture and arts of the DPRK have reached the stage of high level and the Korean people are enjoying a genuine cultural life under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition offers the Macedonian people an important opportunity to get better understanding of the DPRK and the Korean people, the speaker said, expressing belief that such cultural exchange would be greatly helpful to the development of the relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition, a large number of personages and masses of different circles visited the exhibition hall."
        },
        {
            "title": "Inter-Korean Declaration Favored",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-05ee.html",
            "content": "Inter-Korean Declaration Favored\r\n Pyongyang, June 17 (KCNA) -- Ibrahim Eisam Lary, general-secretary of the Arab Lawyers Union, released a statement on June 10 to mark the 10th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The statement described the joint declaration as the historic programme for durable peace and reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It censured the present south Korean authorities for totally denying the historic June 15 North-South Joint Declaration and the October 4 declaration, its action programme, and unhesitatingly committing treacheries against the fellow countrymen in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The statement fully supported the DPRK's stand on the \"Cheonan\" case and expressed firm solidarity with the Korean people in the struggle to defend the sovereignty of the country and achieve national reunification under the banner of the said declarations.\n\t\t\t\t\t\n\t\t\t\t\t Simeon Ignatov, chairman of the Bulgaria-Korea Friendship Association, noted in a statement on the same day that after the adoption of the joint declaration all the Koreans in the north and the south and abroad have made marvelous achievements in the movement for national reunification under the banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed the conviction that the DPRK would foil every smear campaign of the warmongers with its powerful defence capability and open up a new heyday of national reunification movement under the banner of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the British Branch of the Korean Friendship Association headquartered in Spain issued a statement on June 11 in support of the Korean people's struggle for implementation of the June 15 joint declaration."
        },
        {
            "title": "Kim Jong Il's Activities Praised in Peru",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-06ee.html",
            "content": "Kim Jong Il's Activities Praised in Peru\r\n Pyongyang, June 17 (KCNA) -- The Peruvian preparatory committee for commemorating the centenary of birth of President Kim Il Sung issued a bulletin on June 1 on the occasion of the 10th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t It carried a photo showing the revolutionary activities of General Secretary Kim Jong Il and various articles.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article introducing the June 15 North-South Joint Declaration said that the President devoted his all to the country's reunification till the last moments of his life from the first day when the country was divided at the hand of outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The north-south summit meeting was provided and the north-south joint declaration the core of which is \"By our nation itself\" was adopted and published in June 2000 thanks to Kim Jong Il, who has upheld the President's instructions for national reunification, it said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration is an eternal banner of the nation's struggle for one Korea, prosperous and independent. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin referred to voices increasing in Peru and other Latin American countries in dismissing the case of the sinking of south Korea's warship \"Cheonan\" as an anti-DPRK conspiratorial farce orchestrated by the U.S. imperialists and the Lee Myung Bak group of traitors."
        },
        {
            "title": "Incidente del \"Cheonan\" es invento de EE.UU. y el Sur de Corea",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-29ee.html",
            "content": "Incidente del \"Cheonan\" es invento de EE.UU. y el Sur de Corea\r\nPyongyang, 17 de junio (ATCC) -- El representante permanente de la Republica Popular Democratica de Corea ante la ONU, Sin Son Ho, concedio el dia 15 en Nueva York una entrevista de prensa en relacion con el incidente del hundimiento del buque de guerra \"Cheonan\" de la marina de guerra titere del Sur de Corea.\n\t\t\t\t\tParticiparon los corresponsales de los periodicos, agencias noticieras y radios de distintos paises en la ONU.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hizo uso de la palabra Sin Son Ho.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, el se refirio a que ha informado la posicion de la RPDC sobre el incidente del hundimiento del \"Cheonan\" a los paises miembros del Consejo de Seguridad de la ONU y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tComo esta conocido por todos, las autoridades surcoreanas publicaron el pasado 20 de mayo el \"resultado de investigacion\" sobre el incidente del hundimiento del \"Cheonan\" vinculandolo con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC rechazo inmediata y totalmente ese \"resultado\", aclaro reiteradamente que no tiene nada que ver con el incidente y propuso enviar al  mismo lugar un grupo de inspeccion del Comite de Defensa Nacional para confirmar objetivamente tal \"resultado\".\n\t\t\t\t\t\n\t\t\t\t\tPero, las autoridades surcoreanas negaron la justa demanda de la RPDC y presentaron ante el Consejo de Seguridad de la ONU el \"resultado de investigacion\" ajustado unilateralmente.\n\t\t\t\t\t\n\t\t\t\t\tEste \"resultado de investigacion\" es, de cabo a rabo, una invencion de EE.UU. y de las autoridades surcoreanas. Por esta razon, desde el momento de su publicacion, se hace objeto de sospechas y criticas en el interior y el exterior del pais. A medida que pasan los dias, va revelandose a traves de varios  datos y la realidad objetiva que el \"resultado de investigacion\" es una falsificacion para realizar el proposito politico de ellos.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas lo publicaron el 20 de mayo, dia en que la secretaria de Estado norteamericana visito a Japon y dia de inicio de la campana de las \"elecciones de autonomia local\" en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En cuanto a la participacion de los especialistas extranjeros en la investigacion de dicho incidente, EE.UU. y el Sur de Corea hablan tanto de que eso es el \"grupo de investigacion multinacional\" y que ellos realizaron \"la investigacion objetiva y cientifica\". Pero, son problematicos la composicion del \"grupo de investigacion\" y el contenido de sus actividades.\n\t\t\t\t\t\n\t\t\t\t\tGran Bretana no habla nada todavia pese a que habia aceptado la propuesta oficial de informar sobre los especialistas britanicos participantes en el \"grupo de investigacion\" y Canada publico el 16 de mayo, antes de 4 dias de la publicacion del \"resultado de investigacion\", que enviaria a sus especialistas. Pero, no se informo de que cuando  llegaron ellos al Sur de Corea y si participaron  realmente en la \"investigacion\".\n\t\t\t\t\t\n\t\t\t\t\tSe dice que aunque Suecia se incorporo al \"grupo de investigacion\", le ofrecio solo la ayuda tecnica  y no participo estrictamente en definir el limite de la responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas presentaron solo las \"pruebas materiales\" favorables a vincular por coercion con la RPDC el caso del hundimiento y ocultaron todos los desfavorables bajo el pretexto de los \"secretos militares\". Tambien estas \"pruebas materiales\" dan numerosas sospechas, debido a lo cual estas se hicieron los enigmas en EE.UU., el Sur de Corea y el resto del mundo, senalo Sin Son Ho y revelo detalladamente los puntos sospechosos y los datos de prueba.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, ellas ocultaron una tras otra o excluyeron estrictamente de los objetos de investigacion las pruebas capaces de negar la intervencion de la RPDC en ese caso, dijo Sin y revelo sobre la turbina de gas y la letra \"1 pon\" (numero uno), que son las pruebas nucleares de la causa del incidente de hundimiento y el movimiento extrano del circulo militar surcoreano que sabria bien mas que nadie la causa del caso.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia en que la RPDC esta relacionada con el incidente del hundimiento del \"Cheonan\", es la invencion de EE.UU. y el Sur de Corea para realizar su proposito politico, subrayo el y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  En virtud del incidente del \"Cheonan\", EE.UU. se hizo el pais mas ganado.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. doblego a Japon en el problema de mudanza de la base de las tropas norteamericanas en Okinawa que ha sido un grave desafio en la realizacion de su estrategia sobre Asia y Pacifico oprimiendo a este pais isleno con la \"teoria de amenaza del Norte de Corea\" con motivo del incidente en cuestion, e hizo que se retirara el incomodo poder de Hatoyama.\n\t\t\t\t\t\n\t\t\t\t\tHatoyama confeso que el incidente del \"Cheonan\" fue el factor decisivo con que no podia menos de aceptar la demanda de EE.UU. en el problema del traslado de la base de las tropas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo de susodicho incidente, el imperio expresa abiertamente el intento de acelerar la formacion de la \"alianza militar tripartita\" de EE.UU., Japon y el Sur de Corea, preparar por inmediato el pretexto de la venta en gran cantidad de armas al Sur de Corea y de la salida de sus portaaviones al Mar Oeste de Corea y postergar la transferencia del \"derecho de control de las operaciones para el tiempo de guerra\" del ejercito norteamericano al Sur de Corea planificado para 2012.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente del \"Cheonan\" fue necesario para demostrar el aspecto poderoso de la administracion norteamericana en visperas de las elecciones medianas de este ano, y justificar su politica \"estrategica\" tendente a destruir el ambiente de inversion a la RPDC y asfixiar constantemente la economia de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, el objetivo del Sur de Corea es evadir la responsabilidad del incidente del \"Cheonan\".\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas creyeron que podrian unir el campo de conservadores, al publicar el 20 de mayo el \"resultado de investigacion\" del caso del \"Cheonan\" vinculandolo con la RPDC y presentando la \"seguridad estatal\" como el problema pendiente mas importante para las \"elecciones\". \n\t\t\t\t\t\n\t\t\t\t\tPero, la campana de \"oleada sobre el Norte\" de las autoridades surcoreanas se convirtio en la oleada contraria y estas sufrieron una gran derrota en las \"elecciones\".  \n\t\t\t\t\t\n\t\t\t\t\tAdemas, las autoridades surcoreanas difunden el rumor de \"ataque de torpedo del Norte\" con el fin de justificar su politica intransigente anti-RPDC de caracter anacronico, liberarse de la responsabilidad de haber llevado a la fase peor las relaciones Norte-Sur y meter la cuna en las relaciones Corea-China en desarrollo cada dia mas favorable. \n\t\t\t\t\t\n\t\t\t\t\t Como es conocido por todos, el \"testimonio material decisivo\" presentado por EE.UU. y las autoridades surcoreanas no pasa de ser una \"duda decisiva\", y el \"resultado de investigacion\" del \"grupo de investigacion conjunta multinacional\" no es cientifico ni objetivo, sino es prejuiciado y arbitrario. \n\t\t\t\t\t\n\t\t\t\t\t  Es por eso que tan pronto como se dio a la publicidad el \"resultado de investigacion\" del Sur de Corea, la RPDC lo rechazo y propuso enviar el grupo de inspeccion del Comite de Defensa Nacional al lugar de los hechos en el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\t Algunos paises hablan de la posibilidad de discutir el problema del \"Cheonan\" en la \"Comision Militar de Armisticio\". Pero, EE.UU. retiro unilateralmente en 1991 el miembro principal de la parte de las \"fuerzas de la ONU\" y lo sustituyo por un \"general\" del ejercito titere del Sur de Corea, que no es el interesado del Acuerdo de Armisticio. De esta manera, invalido la funcion de la \"Comision Militar de Armisticio\".\n\t\t\t\t\t\n\t\t\t\t\t Ahora, en la Peninsula Coreana se crea una situacion grave en que pueda estallar la guerra en cualquier momento debido al \"resultado de investigacion\" y las imprudentes \"contramedidas siguientes\" de las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\t  Si el Consejo de Seguridad de la ONU, que no habia detenido la guerra iraqui por haberse enganado vergonzosamente por la mentira de EE.UU. en febrero de 2003, trata injustamente el presente caso volviendo a enganarse por el imperio y, por su consecuencia, estalla un conflicto en la Peninsula Coreana, la responsabilidad por el respecto recaera enteramente sobre EE.UU. y el Consejo de Seguridad de la ONU. \n\t\t\t\t\t\n\t\t\t\t\t  Si los invasores se atreven a provocar la guerra pese a las reiteradas advertencias de la RPDC, el ejercito y el pueblo de Corea responderan con las contramedidas despiadadas, aniquilaran a todos los agresores en el territorio coreano y levantaran la patria prospera reunificada."
        },
        {
            "title": " Actos de entidades de masas por el 19 de junio",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-30ee.html",
            "content": "Actos de entidades de masas por el 19 de junio\r\nPyongyang, 17 de junio (ATCC) -- Con motivo del 46o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea, tuvieron lugar el dia 16 en esta capital los actos conmemorativos de la clase obrera, gremiales, jovenes y estudiantes, y el dia 15 en la comuna de Samjigang del distrito de Jaeryong de la provincia de Hwanghae del Sur el semejante acto de los trabajadores agricolas.\n\t\t\t\t\tEn las ocasiones los oradores destacaron que el inicio del trabajo del Dirigente en el CC del PTC fue un acontecimiento historico en que se preparo una garantia segura para llevar a feliz termino la causa revolucionaria del Juche y se extendio un radiante porvenir para el partido, la revolucion, la patria y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tSenalaron que el Dirigente fortalecio y desarrollo el PTC como el partido del Presidente Kim Il Sung y oriento sabiamente a todo el partido, todo el ejercito y todo el pueblo a la lucha por materializar la linea de la revolucion del Songun.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que gracias a la extraordinaria perspicacia ideo-teorica del Dirigente y su  incansable direccion sobre la revolucion mediante el Songun, se demostro con vigor a todo el mundo el poderio de Corea del Juche y se extendio sobre la tierra patria una epoca excepcional en que se realizan los ideales del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tExhortaron a todos a lograr exitos laborales orgullosos al producir grandes innovaciones y saltos en sus respectivos puestos de trabajo en acato al editorial del presente ano conjunto de los periodicos principales y las consignas conjuntas del Comite Central y de la Comision Militar Central del PTC."
        },
        {
            "title": "Crecen las expectativas del triunfo de la seleccion coreana",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-31ee.html",
            "content": "Crecen las expectativas del triunfo de la seleccion coreana\r\nPyongyang, 17 de junio (ATCC) -- En la madrugada del dia 16 (hora de Pyongyang) tuvo lugar  el partido RPDC-Brasil como parte de las clasificatorias de la llave G de la Copa Mundial de FIFA 2010.\n\t\t\t\t\tCasi todos los pyongyaneses vieron con dedos entrecruzados ese partido televisado ayer por la noche.\n\t\t\t\t\t\n\t\t\t\t\t Si bien el equipo coreano perdio lamentablemente por el escaso margen de un gol, los televidentes capitalinos elogian unanimemente a sus muchachos que jugaron con mucho coraje haciendo frente rotundo a sus rivales nada menos de Brasil.\n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo, expresan la esperanza y conviccion de que ellos ganaran sin falta los partidos restantes.\n\t\t\t\t\t\n\t\t\t\t\t Pak Tu Ik (de 74 anos de edad), quien trajo la victoria del equipo coreano frente a la seleccion italiana en la VIII Copa Mundial de 1966 al meter ese inolvidable gol que atormenta todavia a los italianos, hizo las siguientes declaraciones a la ATCC:\n\t\t\t\t\t\n\t\t\t\t\t \"Viendo a nuestros futbolistas jugando con fe frente al poderoso equipo brasileno, me acorde de aquellos dias de hace ahora 44 anos. Ha sido muy perfecto el gol espectacular de nuestro equipo marcado a los 88 minutos del partido como producto de la magnifica combinacion dual Jong Tae Se - Ji Yun Nam. Deseo que nuestros jugadores creen la nueva \"leyenda de futbol\" de la Corea del Songun en la presente Copa Mundial pensando siempre en la confianza de la patria y el pueblo depositada en ellos\".\n\t\t\t\t\t\n\t\t\t\t\t  El investigador de la Academia de Ciencias Deportivas, Kim Yong Gyu (de 45 anos de edad), dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\t-!Que lastima! -Claro, mejor habria sido si hubieramos ganado ese primer partido. Pero el poderio espiritual, de que hicieron uso nuestros jugadores en el juego con Brasil, pentacampeon mundial, es la garantia de los buenos exitos en los partidos futuros.\n\t\t\t\t\t\n\t\t\t\t\tEl estudiante de la Universidad de Cultura Fisica de Corea, Han Song Chol (de 23 anos de edad), expreso asi su impresion:\n\t\t\t\t\t\n\t\t\t\t\t-Estuve muy emocionado de nuestros jugadores que corrieron y recorrieron la cancha con gran fe. Estoy seguro de que ellos redoblaran su coraje y avanzaran a los octavos de final doblegando a Portugal y Cote d'Ivoire."
        },
        {
            "title": "Rodong Sinmun critica tergiversacion de historia en Japon",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-32ee.html",
            "content": "Rodong Sinmun critica tergiversacion de historia en Japon\r\nPyongyang, 17 de junio (ATCC) -- El periodico Rodong Sinmun inserto el dia 17 un articulo individual criticando a los reaccionarios japoneses que hacen todo lo posible para aminorar y borrar los crimenes cometidos en el pasado por los imperialistas de su pais tergiversando y negando la historia de agresiones de estos.\n\t\t\t\t\t Detras de la tergiversacion de la historia hay el siniestro intento de dar la impresion de que historicamente, Japon \"vino haciendo siempre favores\" como \"Estado pacifista\" y esta historia transcurre hasta hoy, comienza el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, Japon anda con fanfarroneria como potencia economica y quiere alcanzar esta posicion tambien en el plano politico. \n\t\t\t\t\t\n\t\t\t\t\tUna de las trabas para ello es la falta de la confianza de la sociedad internacional. Pues, muchos paises del mundo, en particular, los asiaticos repudian a Japon tomando precaucion de este pais isleno.\n\t\t\t\t\t\n\t\t\t\t\t  En estas condiciones, al tergiversar y negar a toda costa la historia de agresion del pasado, los reaccionarios japoneses pretenden aflojar la vigilancia del mundo y convertirse en el \"defensor de la paz\" creando asi el ambiente favorable para ganar la membresia permanente del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Tales maniobras entranan el avieso intento de no recompensar a los paises victimas.\n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses piensan que con el paso del tiempo, seran olvidados sus crimenes del pasado y se crearan las condiciones favorables para repetirlos.\n\t\t\t\t\t\n\t\t\t\t\t  Este peligroso modo de pensar es de los tipejos imbuidos en el agresivismo militarista.\n\t\t\t\t\t\n\t\t\t\t\t  Si ellos persiguen la nueva agresion tergiversando su historia de crimenes, seran sometidos al repudio mas fuerte de la sociedad internacional y condenados al aislamiento y arruinamiento."
        },
        {
            "title": "Minju Joson denuncia renacimiento de la \"alianza militar tripartita\"",
            "url": "http://kcna.co.jp/item/2010/201006/news17/20100617-33ee.html",
            "content": "Minju Joson denuncia renacimiento de la \"alianza militar tripartita\"\r\nPyongyang, 17 de junio (ATCC) -- En las \"conversaciones de ministros de defensa\" de Estados Unidos, Japon y el Sur de Corea, recien efectuadas en Singapur, la banda del traidor Lee Myung Bak suplico a tomar las \"contramedidas\" conjuntas contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tEsto muestra que los titeres surcoreanos intentan resucitar la \"alianza militar tripartita\" de mero nombre, bajo el pretexto del incidente del hundimiento de la corbeta \"Cheonan\", y provocar por fin la guerra de agresion contra la RPDC con el amparo de sus amos norteamericano y japones.\n\t\t\t\t\t\n\t\t\t\t\tSenala el periodico Minju Joson en un comentario individual de este jueves y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa \"alianza militar tripartita\" es el producto de la confabulacion de EE.UU., Japon y los titeres surcoreanos para aplastar a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA traves de esta alianza, EE.UU. persigue fabricar el \"OTAN de cuno asiatico\" en contubernio con Japon y los titeres surcoreanos, y los reaccionarios japoneses, a su vez, intentan realizar su ambicion de nueva agresion a la RPDC en colaboracion con EE.UU. y los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t En la ocasion, los titeres surcoreanos mendigaron a sus amos norteamericano y japones la \"cooperacion\" en las maniobras anti-RPDC pretextando dicho incidente. Esto fue un eslabon de sus maniobras criminales encaminadas a reestablecer la \"alianza militar tripartita\" y utilizarla como un aparato de guerra de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  En efecto, las maniobras belicas anti-RPDC de la banda traidora, que invento el caso del buque \"Cheonan\", se impulsan a galope dentro del marco de la \"alianza militar tripartita\".\n\t\t\t\t\t\n\t\t\t\t\t  Debido a las maniobras aventureras de los titeres surcoreanos que pretenden desatar la guerra de agresion contra los connacionales, valiendose de las fuerzas extranjeras, la situacion de la Peninsula Coreana llega a la fase de guerra. \n\t\t\t\t\t\n\t\t\t\t\t  Pero, tales maniobras les llevaran a la autodestruccion. \n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee debe actuar con prudencia dandose clara cuenta de la voluntad de nuestro ejercito y pueblo."
        }
    ]
}