{
    "date": "2010-02-12",
    "url": "http://kcna.co.jp/item/2010/201002/2010-02-12ee.html",
    "articles": [
        {
            "title": "14th Kimjongilia Festival Opened",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-21ee.html",
            "content": "14th Kimjongilia Festival Opened\r\nPyongyang, February 12 (KCNA) -- The 14th Kimjongilia Festival was opened with splendor with due ceremony here on Friday to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in its venue are tens of thousands of potted Kimjongilias presented by armed forces organs, power bodies, ministries, national institutions and many other units and servicepersons of the Korean People's Army, working people from all walks of life and school youth and children, the Central Standing Committee of the General Association of Korean Residents in Japan, overseas compatriots and south Korean people and diplomatic missions of different countries and missions of international bodies here, friendship and solidarity organizations, businesses and personages of different countries and Chinese residents in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Thae Bok, Yang Hyong Sop and officials concerned, the congratulatory group of Koreans in Japan, servicepersons and working people.\n\t\t\t\t\t\n\t\t\t\t\t Addressing the ceremony, An Tong Chun, minister of Culture, said that the festival of the immortal flower, which is held with a large attendance every year, has become a festival of praises for the great person as it carries the Korean people and the world revolutionary people's deep gratitude and boundless reverence for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t This festival will fully display the high stamina of the Korean army and people and the spirit of invincible Songun Korea, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants went round the festival venue."
        },
        {
            "title": "Festival of Youth and Children Opens",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-17ee.html",
            "content": "Festival of Youth and Children Opens\r\nPyongyang, February 12 (KCNA) -- The 17th national loyalty festival of youth and children was opened on the occasion of General Secretary Kim Jong Il's birthday.\n\t\t\t\t\t The festival is divided into sections of politics, economy, art and sports.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the Central Youth Hall on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jung Rin, secretary of the Central Committee of the Workers' Party of Korea, officials concerned and school youth and children in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, in his opening address stressed the need to fully display the noble ideological and moral traits, the militant stamina and the revolutionary optimism and passion of the youth and children in the Songun era, the era of great changes.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the ceremony said that the youth and children should deeply grasp the greatness and immortal revolutionary exploits of the three commanders of Mt. Paektu and thoroughly arm themselves with the Songun idea and the Songun revolutionary line of the WPK and thus prepare themselves to be young vanguard and children's guard boundlessly loyal to the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their resolution to make a breakthrough for advance by conducting the brisk drive of youth shock-brigade at difficult worksites including the fields of light industry and agriculture, the four pilot sectors of the national economy and the construction site of the Paektusan Songun Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the youth and children to push back the frontiers of science, study hard with the ambition and ideal to highly demonstrate the dignity of the country, launch the vigorous mass technical innovation movement including the \"scientific and technical march of youth\" and intensify the mass cultural and art and mass sports activities."
        },
        {
            "title": "Festival of Ice Sculptures Held",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-23ee.html",
            "content": "Festival of Ice Sculptures Held\r\nPyongyang, February 12 (KCNA) -- A festival of ice sculptures is now underway in Samjiyon County, Ryanggang Province on Thursday in the run-up to the birthday of General Secretary\n\t\t\t\t\t Kim Jong Il.\n\t\t\t\t\t On display in the venue of the festival taking place on the shore of Lake Samji at the foot of Mt. Paektu and around the Samjiyon County House of Culture are hundreds of ice sculptures.\n\t\t\t\t\t\n\t\t\t\t\t On the shore there are a 25-ton ice sculpture depicting the Arch of Triumph, ice sculptures representing spectacular molten iron falls at the Songjin Steel Complex, the imposingly soaring dam of the Huichon Power Station and other ice sculptures.\n\t\t\t\t\t\n\t\t\t\t\t Among them are such ice sculptures vividly showing the stirring reality of the country, where the ideals of the people have come true, as a large basket full of varieties of fruits, an endless stream of eggs, a pattern sturgeon and a fish globe in which chars are swimming.\n\t\t\t\t\t\n\t\t\t\t\t Ice sculptures depicting a large vase eight tons in weight and 4.5 meters in height and a celebration lantern are evoking the admiration of spectators for their high workmanship.\n\t\t\t\t\t\n\t\t\t\t\t Ice sculptures depicting rare animals and flowers in the area of Mt. Paektu are exhibited outside the house of culture, adding to the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t Especially, a snow teahouse, which is set to serve on the February holiday, draws the attention of people for its peculiar scenery."
        },
        {
            "title": "Floral Basket from Chinnese Party ",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-18ee.html",
            "content": "Floral Basket from Chinnese Party \r\nPyongyang, February 12 (KCNA) -- General Secretary Kim Jong Il was presented with a floral basket by the Central Committee of the Communist Party of China on the occasion of his birthday.\n\t\t\t\t\tIt was handed to Kim Yong Il, department director of the Central Committee of the Workers' Party of Korea, by Liu Xiaoming, Chinese ambassador to the DPRK, on Friday."
        },
        {
            "title": "Floral Basket from Economic and Commercial Councilors",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-19ee.html",
            "content": "Floral Basket from Economic and Commercial Councilors\r\nPyongyang, February 12 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory letter from the economic and commercial councilors corps here on the occasion of his birthday.\n\t\t\t\t\t The basket and letter were conveyed to an official concerned by Wang Zhilin, economic and commercial councilor of the Chinese embassy here who is doyen of the corps, on Friday."
        },
        {
            "title": "Foreigners Visit Venue of Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-20ee.html",
            "content": "Foreigners Visit Venue of Kimjongilia Festival\r\nPyongyang, February 12 (KCNA) -- Diplomatic envoys of different countries, representatives of international bodies, the military attaches corps and the economic and commercial councilors corps here visited the venue of the 14th Kimjongilia Festival on Friday in the run-up to February 16, the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The visitors expressed great admiration, looking round the fascinating festival venue made up of the potted Kimjongilias which have come into full bloom with the boundless reverence of the Korean people and the world progressives for the peerlessly great man and their ardent devotion.\n\t\t\t\t\t\n\t\t\t\t\t After the visit, they made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the diplomatic envoys and representatives visited the photo and book exhibition hall for celebrating February 16."
        },
        {
            "title": "Bangladesh Figure Praises Kim Jong Il  ",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-02ee.html",
            "content": "Bangladesh Figure Praises Kim Jong Il  \r\nPyongyang, February 12 (KCNA) -- Garib Newaz, president of the Bangladesh People's League who doubles as chairman of the Bangladesh Self-Reliance Research Centre, released a statement on February 6 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The statement said that Songun Korea has won victory after victory, remaining undeterred by all sorts of challenges of the imperialists and manifold trials as it is led by Kim Jong Il, an outstanding statesman and iron-willed commander, and greeted a new heyday in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the immortal feats of Kim Jong Il would remain shining forever as he has developed Kim Il Sung's Korea high in dignity thanks to the Juche idea and the Songun politics into an invulnerable socialist fortress, independent in politics, self-supporting in economy and self-reliant in national defence, and wisely led mankind's just cause of independence against imperialism and global peace."
        },
        {
            "title": "Kim Jong Il's Birthday Observed in Various Countries ",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-04ee.html",
            "content": "Kim Jong Il's Birthday Observed in Various Countries \r\nPyongyang, February 12 (KCNA) -- Meetings took place in Bangladesh, Romania and the Democratic Republic of Congo on February 5 and 6 to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, said that the birthday of Kim Jong Il is not only the greatest national holiday of the Korean people blessed with the illustrious leaders generation after generation but also the auspicious common holiday of mankind.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Korean people and progressive mankind are dynamically advancing along the road of independence under the leadership of Kim Jong Il, he sincerely hoped that the Korean people would build a great prosperous and powerful nation as early as possible and achieve the independent and peaceful reunification of the country true to his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, stated that Kim Jong Il, regarding it as his lifelong mission to carry forward and accomplish the revolutionary cause of Juche started by President Kim Il Sung, established a Songun political mode, firmly defending the cause of socialism from all sorts of moves of the imperialist allied forces to stifle the DPRK and further developing it into an ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\tOtete Gaston Mboyo, chairman of the National Committee of the Genuine Lumumbist Patriotic Party of DR Congo, and Rohekele Andre, president of the Working Citizens' Association of DR Congo, noted that it has become a trend of the world to study the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\tA message of greetings to Kim Jong Il was adopted at the meeting in DR Congo."
        },
        {
            "title": "UN Envoy Leaves",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-22ee.html",
            "content": "UN Envoy Leaves\r\n Pyongyang, February 12 (KCNA) -- B. Lynn Pascoe, under-secretary-general of the United Nations for the Department of Political Affairs who is special envoy of its secretary general, and his party left here on Friday.\n\t\t\t\t\t During the stay, they visited the E-Library of Kim Chaek University of Technology, the Pyongyang Children's Foodstuff Factory and others. And they enjoyed a performance given by the State Symphony Orchestra."
        },
        {
            "title": "Reception Given by Iranian Ambassador",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-07ee.html",
            "content": "Reception Given by Iranian Ambassador\r\nPyongyang, February 12 (KCNA) -- Morteza Moradian, Iranian ambassador to the DPRK, hosted a reception on Thursday on the occasion of the 31st anniversary of the victory in the Islamic Revolution in Iran.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, Kung Sok Ung, vice-minister of Foreign Affairs, Jong Chol Yun, vice-minister of Oil Industry, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, Mun Song Mo, director of the Bureau of Diplomatic Corps Affairs, and officials concerned and diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were staff members of the Iranian embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "S. Korea-US War Confab under Fire",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-10ee.html",
            "content": "S. Korea-US War Confab under Fire\r\n Pyongyang, February 12 (KCNA) -- Warmongers of south Korea and the United States, at the 24th south Korea-U.S. \"meeting on security policy initiative\", described as a \"provocation\" the annual live-shell firing exercises staged by artillery units of the Korean People's Army in waters of the West Sea of Korea. And they clamored for \"close watch on the military movements\" of the DPRK, \"full readiness to cope with emergency\", etc. The south Korean bellicose forces went the length of imploring their American master to \"ensure the provision of the U.S. reinforcements\" and \"offer extended nuclear deterrence\" under the pretext of \"contingency\" while committing themselves to \"provide conditions for the U.S. forces' stable presence\" in south Korea.\n\t\t\t\t\t Minju Joson Friday says in a signed commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This anti-DPRK war confab under the signboard of \"security\" betrayed once again the bellicose nature of the aggressors and traitors who disturb peace and security on the Korean Peninsula and increase the danger of a new war, nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t What the south Korean puppets have sought is to deliberately aggravate the situation and ignite an all-out war of aggression on the DPRK through surprise preemptive attack in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Their oft-repeated clamoring about \"provocation\" and \"threat\" from the DPRK is nothing but a ploy to cover up such sinister scheme.\n\t\t\t\t\t\n\t\t\t\t\t Their moves to escalate confrontation with fellow countrymen and stand-off between systems would only precipitate their self-destruction. It is the temperament of the army and people of the DPRK never to pardon the aggressors and traitors working hard to infringe upon the dignity of the nation. Should the south Korean war-like forces finally unleash a war of aggression against the DPRK in league with outsiders, they would face the might of the self-reliant defense capability bolstered up by the army and people of the DPRK under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean war hawks had better behave themselves, mindful that they will get nothing but a bitter defeat and death from confrontation with fellow countrymen."
        },
        {
            "title": "Japan Urged to Settle  Past Crimes",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-15ee.html",
            "content": "Japan Urged to Settle  Past Crimes\r\n Pyongyang, February 12 (KCNA) -- In recent years Germany and other countries with inglorious history are showing sincerity in settling their past, but only Japan is desperately working hard to evade settlement of its past. \n\t\t\t\t\t Rodong Sinmun Friday observes in a signed article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is beneficial for Japan, too, to sincerely repent of its crime-woven past. \n\t\t\t\t\t\n\t\t\t\t\tThe most shuddering crime committed by the Japanese imperialists against the Korean people in the first half of the last century was that they forcibly drafted, abducted and seduced 200,000 Korean women into serving as \"comfort women\" for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the \"comfort women\" is an important issue to be settled by the Japanese government with responsibility from state and legal points of view.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can Japan cover up or whitewash the crimes it committed against Korean and other Asian peoples in the past. It is an issue of the past pending thorough settlement and, at the same time, a sensitive and outstanding political issue.\n\t\t\t\t\t\n\t\t\t\t\t If Japan tries to bury into oblivion its past crimes, far from making sincere apology, repentance and settlement, it will only add to its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t No matter how much water may flow under the bridge the Korean people will never forget the Japanese imperialists' history of aggression on Korea ridden with monstrous crimes and will certainly force Japan to pay dearly for its crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan is well advised to face up to reality and opt for settling the past as early as possible."
        },
        {
            "title": "Japan's Reparation for  Past Crimes Demanded",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-05ee.html",
            "content": "Japan's Reparation for  Past Crimes Demanded\r\n Pyongyang, February 12 (KCNA) -- The General Federation of Organizations of Victims of Japanese Imperialism and the Citizens Council with Grand Mothers of \"the Volunteers Corps\" of south Korea and civic organizations of Japan called a joint press conference in Seoul on Feb. 8 demanding Japan make apology and reparation for its past crimes.\n\t\t\t\t\t At the press conference speakers accused the Japanese authorities of deciding to pay 99 yen at most to the victims to the  sexual slavery of comfort women for the Imperial Japanese Army under the pretext of allowance for the withdrawal of welfare pension and having refused to make reparation to the victims of \"drafting.\" \n\t\t\t\t\t\n\t\t\t\t\t They condemned the Japanese authorities for having failed to liquidate the crimes committed by Japan till now though this year, 100 years after the fabrication of the brigandish \"Korea-Japan Annexation Treaty\".\n\t\t\t\t\t\n\t\t\t\t\t They accused Japan of perpetrating such disgraceful act as misinterpreting the issue of \"claim\", the issue of Tok Islets, etc. so deliberately that they may remain hardly understandable while reluctantly opening to the public the documents related to the south Korea-Japan \"agreement\" signed in 1965, in particular.\n\t\t\t\t\t\n\t\t\t\t\t This is little short of expressing Japan's intention not to admit its past aggression, they noted, urging Japan to open to the public all of the said documents and make apology and reparation for its past crimes though belatedly."
        },
        {
            "title": "DPRK FM Statement Supported in Sweden",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-03ee.html",
            "content": "DPRK FM Statement Supported in Sweden\r\n Pyongyang, February 12 (KCNA) -- Christer Lundgren, chairman of the Sweden-Korea Friendship Association, released a statement on February 6 in support of the statement of the DPRK Foreign Ministry.\n\t\t\t\t\t The statement recalled that important agreements such as the \"DPRK-U.S. Agreed Framework\" and the September 19 joint statement were adopted thanks to the efforts of the DPRK government for peace and security in Northeast Asia and the denuclearization of the world but they have not been implemented.\n\t\t\t\t\t\n\t\t\t\t\t Through the Foreign Ministry statement the DPRK proposed to the parties to the Armistice Agreement an early start of the talks for replacing the AA by a peace treaty this year, 60 years after the outbreak of the Korean War, it noted, welcoming the proposal.\n\t\t\t\t\t\n\t\t\t\t\t It called on the Swedish government, organizations and individual figures to positively support the efforts of the DPRK for peace and security and denuclearization of the Korean Peninsula."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Italy",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Italy\r\n Pyongyang, February 12 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by the Unified Communist Party of Italy on February 5.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), deals with the undying feats performed by President Kim Il Sung for national reunification and formulates the three principles of national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification. It indicates the tasks and ways for national reunification based on the three charters."
        },
        {
            "title": "Acto de juramento en campamento secreto del monte Paektu",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-24ee.html",
            "content": "Acto de juramento en campamento secreto del monte Paektu\r\nPyongyang, 12 de febrero (ATCC) -- Con motivo del dia de natalicio (16 de febrero) del Dirigente Kim Jong Il, se efectuo el dia 11 el mitin de juramento en el campamento secreto del monte Paektu, lugar sagrado de la revolucion.\n\t\t\t\t\tEn la ocasion estuvieron presentes Choe Thae Bok, Kim Jong Gak, Kim Ki Nam, Kim Il Chol, los funcionarios directivos de las instituciones del partido y las fuerzas armadas, las organizaciones de masas, los ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea, miembros de la Brigada de Construccion 18 de Junio y trabajadores de la provincia de Ryanggang.\n\t\t\t\t\t\n\t\t\t\t\tEn este acto se pronunciaron discursos que reflejan la fe y el juramento de llevar a feliz termino la causa revolucionaria del Juche iniciada en el Paektu siguiendo la direccion del Songun del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok, miembro suplente del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, dijo en tono enfatico que gracias al nacimiento del Dirigente con el vigor y el temperamento del Paektu como hijo del legendario guerrillero, el ejercito y el pueblo de Corea pudieron avanzar a pasos firmes por su unico camino de la independencia y el Songun disfrutando de generacion en generacion de la fortuna de contar con excelentes lideres y generales.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, el PTC pudo ostentar su poderio de glorioso partido del Presidente Kim Il Sung y se registraron cambios seculares en la construccion de una patria prospera, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a los militantes del partido y los trabajadores a crear la nueva velocidad de avance en gran auge en todos los campos de construccion de una potencia economica teniendo bien presente las consignas conjuntas del CC y la Comision Militar Central del PTC publicadas con motivo del aniversario 65 de la fundacion de este partido.\n\t\t\t\t\t\n\t\t\t\t\tEl general de ejercito del EPC Kim Jong Gak, miembro del Comite de Defensa Nacional de la RPDC y primer subjefe de la Direccion Politica General del EPC, aseguro que los militares del EPC confiaran y seguiran unicamente al Comandante Supremo       Kim Jong Il bajo cualesquier vientos y mareas y se haran vanguardias de la revolucion del Songun que defienden a la Direccion de la Revolucion estallandose como bombas y balas.\n\t\t\t\t\t\n\t\t\t\t\tRi Yong Chol, primer secretario del CC de la Union de la Juventud Socialista Kim Il Sung, senalo que los jovenes deben edificar mucho mas creaciones monumentales de eterna duracion y convertirse en heroes jovenes que glorificaran la epoca de gran auge, al abrir la brecha de avance en los dominios mas dificiles de la construccion socialista .\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se dio lectura a la Oda a la Estrella Luz escrita por el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEn medio del gran entusiasmo por elogiar al Dirigente, gran hombre, se lanzaron los fuegos artificiales al cielo sobre el campamento secreto del monte Paektu en festejo de la fiesta de febrero y estremecieron el cielo y la tierra los estruendosos vitores de los participantes."
        },
        {
            "title": "Inaugurado 17o Festival Nacional de de Jovenes y Ninos",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-25ee.html",
            "content": "Inaugurado 17o Festival Nacional de de Jovenes y Ninos\r\nPyongyang, 12 de febrero (ATCC) -- Con motivo del dia de nacimiento (16 de febrero) del Dirigente Kim Jong Il, quedo inaugurado el dia 12 en la Casa Central de la Juventud el 17o Festival Nacional de Fidelidad de Jovenes y Ninos. \n\t\t\t\t\tEl festival tendra lugar dividido en la categoria politica, la economica, la artistica y la deportiva.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de apertura participaron el secretario del Comite Central del Partido del Trabajo de Corea, Kim Jung Rin, y otros funcionarios, jovenes y ninos escolares de la capital. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra inaugural, el primer secretario del CC de la Union de la Juventud Socialista Kim Il Sung, Ri Yong Chol, enfatizo que todos deben mostrar sin reservas en el presente festival los nobles rasgos ideo-espirituales, el temperamento combativo, el optimismo y pasion revolucionarios de los jovenes y ninos de la era del Songun que viven y trabajan en el tiempo de grandes cambios. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que los jovenes y ninos deben asimilar profundamente las nobles personalidades e inmortales hazanas revolucionarias de los Tres Generales del monte Paektu y armarse firmemente con la idea del Songun y la linea revolucionaria del Songun del partido, de modo que se formaran como vanguardias jovenes y ninos infinitamente fieles al partido y al lider. \n\t\t\t\t\t\n\t\t\t\t\tManifestaron la decision de dinamizar el movimiento de brigadas juveniles en las areas mas dificiles como la industria ligera, la agricultura, los 4 sectores de avanzada de la economia nacional y el campo de construccion de la Central Hidroelectrica Juventud Songun de Paektusan para abrir la brecha de avance.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que todos los jovenes y ninos estudiaran con afan con la ambicion y el ideal de superar la cumbre tecnologica y dignificar a la patria, desarrollaran la \"marcha cientifico-tecnica de jovenes\" y otros movimientos masivos de innovacion tecnica y  desplegaran con dinamismo las actividades culturales y deportivas masivas."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores del CC del PCCh",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-26ee.html",
            "content": "Kim Jong Il recibe cesto de flores del CC del PCCh\r\n  Pyongyang, 12 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores que con motivo de su cumpleanos (el 16 de febrero) le dirigiera el Comite Central del Partido Comunista de China. \n\t\t\t\t\t  Liu Xiaoming, embajador de la Republica Popular China en Corea, lo entrego el dia 12 a Kim Yong Il, jefe de departamento del CC del Partido del Trabajo de Corea."
        },
        {
            "title": "Rodong Sinmun refuta disparate de \"primer ministro\" surcoreano",
            "url": "http://kcna.co.jp/item/2010/201002/news12/20100212-27ee.html",
            "content": "Rodong Sinmun refuta disparate de \"primer ministro\" surcoreano\r\nPyongyang, 12 de febrero (ATCC) -- En la reciente \"interpelacion en la Asamblea Nacional\" el \"primer ministro\" surcoreano Jong Un Chan hablo sobre la supuesta \"reunificacion mediante la fusion de regimenes\". \n\t\t\t\t\tEste disparate significa imperdonable desafio a todos los coreanos que desean la reunificacion pacifica basada en la reconciliacion y la colaboracion nacionales, y grave provocacion politica a la Republica Popular Democratica de Corea que se esfuerza sinceramente por mejorar las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el periodico Rodong Sinmun en un comentario individual del dia 12 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La controversial teoria del \"Estado unificado de una nacion, un Estado, un sistema y un gobierno\" no pasa de ser la doctrina de guerra y confrontacion con la RPDC destinada a extender el \"sistema democratico liberal\" del Sur de Corea a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t   El enfrentamiento entre regimenes y la \"reunificacion mediante la fusion de los mismos\" traeran solo la guerra fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra que las fuerzas conservadoras surcoreanas en el poder, que suenan con la \"reunificacion bajo el sistema democratico liberal\", son politicastros que no tienen el sentido de la epoca ni el juicio.\n\t\t\t\t\t\n\t\t\t\t\t  El remedio mas racional de la reunificacion de la patria para la nacion coreana consiste en fundar la Republica Federal Democratica de Coryo con una nacion, un Estado, dos regimenes y dos gobiernos.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas deben liberarse de su absurda y necia ilusion.\n\t\t\t\t\t\n\t\t\t\t\t  El enfrentamiento entre sistemas sociales traera solo la quiebra de las relaciones entre ambas partes de Corea y la guerra que destruira a cabalidad el baluarte de la camarilla conservadora surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben actuar con prudencia escuchando seriamente esa advertencia."
        }
    ]
}