{
    "date": "2010-12-11",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Factories and Restaurant",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-12ee.html",
            "content": "Kim Jong Il Inspects Factories and Restaurant\r\nPyongyang, December 11 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Pyongyang Flour-Processing Factory and the Sonhung Foodstuff Factory, both successfully rebuilt on an expansion basis, and Hyangmanru Popular Restaurant.\n\t\t\t\t\t The first leg of his guidance was the Pyongyang Flour-Processing Factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round various places of the factory including twist shop, bread shop and confectionary shop which have been put on a CNC basis with indigenous technology and equipment to acquaint himself in detail with its technological updating and technical equipment and production there.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the factory streamlined all the production processes by putting it on a CNC basis and sharply increased production while ensuring cultured practices in hygiene and production at a high level, he highly appreciated the feats performed by the builders and their helpers.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the factory has undergone a radical change as its interior and exterior have been spruced up like a palace in a matter of several months, he said, expressing great satisfaction over the fact that it has been successfully updated as required by the IT age to radically increase the production and sharply improve the quality of products. He repeatedly estimated the efforts made by the workers and builders of the factory to successfully complete the projects for rebuilding it on an expansion basis.\n\t\t\t\t\t\n\t\t\t\t\t  He set forth important tasks which would serve as guidelines for the management and operation of the factory.\n\t\t\t\t\t\n\t\t\t\t\t The most important task to be fulfilled by the factory is to vigorously accelerate the technological updating of its production processes at a higher level so as to realize robotization, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to minutely manage and operate the factory and systematically cut down the production cost.\n\t\t\t\t\t\n\t\t\t\t\t In order to keep the production going at a high rate at the factory it is necessary to take thorough measures for the supply of raw materials, he noted, specifying the orientation and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Sonhung Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the factory before a huge map showing its panoramic view, he went round production processes to acquaint himself in detail with its technical equipment and production there. \n\t\t\t\t\t\n\t\t\t\t\t Saying that the factory is a modern foodstuff processing base to be proud of as it was constructed on a high level and furnished with latest equipment, he praised it for successfully rebuilding itself on an expansion basis in a short span of time and keeping the production going at a high rate. \n\t\t\t\t\t\n\t\t\t\t\t Seeing varieties of foodstuffs churn out from work sites in an endless stream, he was pleased that the factory is mass-producing quality goods. He highly appreciated its workers' spirit of devoted service for people as they are devoting their wisdom and enthusiasm to improving the people's diet.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be implemented to manage and operate the factory. \n\t\t\t\t\t\n\t\t\t\t\t  The last leg of his guidance was the renovated Hyangmanru Popular Restaurant. \n\t\t\t\t\t\n\t\t\t\t\t He learned about details of the fashionable restaurant ranging from its inner structure to its facilities and furnishings and personally examined varieties of dishes to acquaint himself in detail with its renovation and operation. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats the builders performed by successfully renovating the modern catering center in a short span of time, noting that the restaurant was renovated in such a way as to fully establish the popular character in service. \n\t\t\t\t\t\n\t\t\t\t\t He advanced the tasks to be carried out to manage and operate the restaurant. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to increase the variety of dishes and improve their quality in order to serve the customers a lot of more delicious and diverse food, he pointed out.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to put the operation of the restaurant on a normal basis and further improve the service so that people may benefit from it.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the National Defence Commission, Thae Jong Su, alternate member of the Political Bureau and secretary of the C.C., the WPK, and Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK."
        },
        {
            "title": "Kim Yong Nam Greets President of Kenya",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-04ee.html",
            "content": "Kim Yong Nam Greets President of Kenya\r\n Pyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Mwai Kibaki, President of Kenya, on the occasion of the 47th anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the DPRK and Kenya would grow stronger at a new stage, wishing him greater success in his work for the country's political stability and economic prosperity."
        },
        {
            "title": " Pak Ui Chun Leaves for Russia",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-09ee.html",
            "content": "Pak Ui Chun Leaves for Russia\r\n Pyongyang, December 11 (KCNA) -- DPRK Foreign Minister Pak Ui Chun and his party left here Saturday by air to visit Russia."
        },
        {
            "title": "NPCK on DPRK Ready for Escalated Skirmish and All-out War",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-13ee.html",
            "content": "NPCK on DPRK Ready for Escalated Skirmish and All-out War\r\n Pyongyang, December 11 (KCNA) -- The war confab of the U.S. imperialists and the south Korean warmongers is, in fact, little short of a declaration of an all-out war aimed at the escalated skirmish, declared a spokesman for the National Peace Committee of Korea in a statement released on Saturday.\n\t\t\t\t\t  He went on to say:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the puppet warmongers held a meeting of the chairmen of the Joint Chiefs of Staff of south Korea and the U.S. in Seoul on December 8 at which they discussed a very dangerous war scenario calling on the puppet forces and the U.S. imperialist aggressor forces to mount a military attack on the DPRK under the pretext of \"deterring provocation\" of someone.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists openly approved the puppet forces' plan to attack the DPRK by mobilizing all fighters and warships, etc. not bound to the existing \"rules and regulations for battles,\" touting \"their right to self-defence.\" They, at the same time, declared they would consider the proposal for supporting the puppet forces with \"information about north Korea\" and with \"F-22 Raptors\" advertised by them as the \"most sophisticated fighters in the world\" in case of a war between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. is fully joining in the puppet forces' moves for a war of aggression against the DPRK after throwing away the disguise of a hypocrite. \n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers are behaving like mad dogs after facing resolute punishment by the Korean People's Army for their reckless military provocations. They are going reckless, vociferating about \"retaliation\" and \"punishment.\" \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is zealously egging the puppet forces on to kick up military hysteria, dispatching its military brasshat to Seoul, reinforcing its armed forces for aggression, escalating war exercises and rounding  off its \"plan for limited war.\"\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that if the puppet army mobilizes all flying corps, warships and missiles for a war against the DPRK and the U.S. imperialists join them with latest military hardware involved, it will develop into an all-out war, not confined to a local war.\n\t\t\t\t\t\n\t\t\t\t\t The above-said war confab made it clearer that the warship sinking case and the Yonphyong Island shelling incident cooked up by the puppet group and the U.S. imperialist warmongers were aimed at sparking off an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the puppet group to talk about \"right to self-defence\" and the like as it is no more than war servants and colonial stooges of the U.S. Its outbursts are nothing but sheer sophism intended to cover up its military provocations and war moves.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is inching close to the phase of an all-out war due to the reckless provocations of the U.S. imperialists and the puppet warmongers. \n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation reminds one of the eve of the past Korean War when the U.S. imperialists instigated the puppet forces to launch invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Should an all-out war break out again on this land, it will never confine to the boundary of the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are ready for both escalated war and an all-out war. \n\t\t\t\t\t\n\t\t\t\t\t They will deal merciless retaliatory blows at the provocateurs and aggressors and blow up their citadels and bases and thus honorably defend the dignity and security of the nation. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers of south Korea and the U.S. imperialists had better behave themselves, bearing in mind that their ignition of a dangerous war will bring them nothing but self-destruction."
        },
        {
            "title": "Hungarian Party Leader Meets WPK Delegation",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-10ee.html",
            "content": "Hungarian Party Leader Meets WPK Delegation\r\n Pyongyang, December 11 (KCNA) -- The DPRK has turned into a socialist power thanks to the leadership of the Workers' Party of Korea headed by Kim Jong Il, said Gyula Thurmer, chairman of the Hungarian Communist Workers' Party who visited the DPRK.\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Our visit to the DPRK provided us with an opportunity to know well about the wise leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has achieved great progress in accomplishing the socialist cause by leading the people.\n\t\t\t\t\t\n\t\t\t\t\t We were deeply impressed to visit the E-library and the Indoor Swimming Pool of Kim Il Sung University, the Ostrich Farm and the Taedonggang Combined Fruit Farm on the outskirts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThis would be unthinkable without the august name of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to him the WPK has confidently led the socialist cause along the road of victory, demonstrating its invincible might.\n\t\t\t\t\t\n\t\t\t\t\t This greatly encourages the world progressives in their struggle to build a new society.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people led by the great WPK have an immensely bright future. \n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the WPK in its just cause of dynamically advancing along the road of socialism under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Our party will as ever make positive efforts to develop the relations between the two countries and peoples.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is sure to triumph as it is led by Kim Jong Il."
        },
        {
            "title": "WPK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-11ee.html",
            "content": "WPK Delegation Back Home \r\n Pyongyang, December 11 (KCNA) -- The delegation of the Workers' Party of Korea led by Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, came back home on Saturday after participating in the 6th general meeting of the International Conference of Asian Political Parties held in Cambodia and visiting Laos and Vietnam.\n\t\t\t\t\t While staying in Vietnam the delegation laid a wreath before the Mausoleum of Ho Chi Minh and visited the Ho Chi Minh's office, the Temple of Literature-Loyal University, etc."
        },
        {
            "title": "Vietnamese President Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-02ee.html",
            "content": "Vietnamese President Meets DPRK Ambassador\r\n Pyongyang, December 11 (KCNA) -- President of Vietnam Nguyen Minh Chiet said that the party, the state and the people of Vietnam always remember the precious support and encouragement rendered by the party, the state and the people of the DPRK to them in their national liberation struggle and the cause of building the country and feel grateful for them. He said this, when receiving credentials from DPRK Ambassador to Vietnam Kim Chang Il on December 6.\n\t\t\t\t\t  The friendly relations between the two countries are the long-standing traditional relations, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The party, the state and the people of Vietnam set store by these relations and will make positive efforts to boost the cooperation in all fields."
        },
        {
            "title": "Education System Undergoes Improvement",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-08ee.html",
            "content": "Education System Undergoes Improvement\r\nPyongyang, December 11 (KCNA) -- The education system has been further consolidated and improved in the Democratic People's Republic of Korea this year.\n\t\t\t\t\t Advanced methods have been applied to political and ideological education and great achievements made in scientific and technological education.\n\t\t\t\t\t\n\t\t\t\t\t Many universities and colleges have included ultra-modern scientific and technological subjects in their education program, the contents and methods of education meliorated as required by the present time and a teleeducation system established throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Such things as computer, TV, video recorder and multimedia are used in teaching and experimentation and practice are based on IT in general education.\n\t\t\t\t\t\n\t\t\t\t\t E-libraries have been built in many universities and e-book reading rooms in colleges and secondary schools, with software introduced in education.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, such events as a national software contest of university students, the 3rd national IT exhibition of university students and the 11th national software exhibition of educational institutions were held to popularize good experience gained by some educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and researchers have made scientific findings conducive to putting experimental and practical equipment on the CNC basis and modernizing the economic sectors.\n\t\t\t\t\t\n\t\t\t\t\tThis year General Secretary Kim Jong Il gave field guidance to Pyongyang Medical College of Kim Il Sung University, Kim Jong Suk University of Education, Pyongyang University of Dance, Hamhung University of Hydraulic Engineering and other educational institutions to indicate ways for further developing Juche-based education."
        },
        {
            "title": "S. Korea Urged to Opt for Implementing Joint Declarations ",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-06ee.html",
            "content": "S. Korea Urged to Opt for Implementing Joint Declarations \r\nPyongyang, December 11 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea in a statement released Tuesday denounced the anti-DPRK confrontational policy of the Lee Myung Bak group of traitors.\n\t\t\t\t\tRecalling that the authorities are staging shelling exercises in 29 places in the East, West and South Seas of Korea every day, escalating military tension and confrontation, the statement added that this has created such tense situation on the Korean Peninsula that a war may break out there any moment. This situation has been created because the present regime has enforced an anti-DPRK confrontational policy, insisting on their watchword \"no nukes, opening and 3000 dollars\", etc. in gross violation of the inter-Korean joint declarations, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to avert a war, the statement said, urging the authorities to opt for dialogue with the DPRK on the basis of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The authorities would be well advised to bear in mind that it is the way of saving the nation from a war disaster to respect and implement the inter-Korean joint declarations, it noted."
        },
        {
            "title": "Actions for Peace against War Declared in S. Korea ",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-05ee.html",
            "content": "Actions for Peace against War Declared in S. Korea\r\nPyongyang, December 11 (KCNA) -- Representatives of youth and students organizations including the Youth Solidarity of south Korea and the south Korean Federation of University Students in the 21st Century at a press conference held in front of the building of the               puppet Ministry of Defence on Wednesday denounced the moves of the authorities to ignite a war and escalate confrontation.\n\t\t\t\t\t The speakers at the press conference accused the authorities of kicking off shelling exercises to increase the danger of war in the wake of staging the largest-ever combined maneuvers with the U.S. in the West Sea of Korea following the Yonphyong Island shelling incident.\n\t\t\t\t\t\n\t\t\t\t\t They declared that what the young people desire is not a war but peace.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that the Armistice Agreement should be replaced by a peace treaty to ensure durable peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to retract all the measures that may spark new military clashes and opt for dialogue with the DPRK as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t They declared the youth and students would conduct joint actions for achieving peace against war."
        },
        {
            "title": "93rd Birth Anniversary of Kim Jong Suk Commemorated ",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-03ee.html",
            "content": "93rd Birth Anniversary of Kim Jong Suk Commemorated\r\nPyongyang, December 11 (KCNA) -- The Mexican Institute for the Study of the Juche Idea brought out the 69th issue of its bulletin on the occasion of the 93rd birth anniversary of Kim Jong Suk, an anti-Japanese heroine. \n\t\t\t\t\t The bulletin carried an article titled \"Loving care for future\" with a photo of the woman commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the life of Kim Jong Suk was the one of loving care for the future, the bulletin in the article gave a detailed account of the facts that the woman commander of Mt. Paektu led the members of the Children's Corps at every step for their growth as their dear sister would do and after the liberation of the country she showed deep care for the nursing, upbringing and education of children. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin dealt with the noble feats performed by her for establishing and developing the Mangyongdae Revolutionary School and Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the universal eleven-year free compulsory education is in force in the DPRK, the bulletin continued:\n\t\t\t\t\t\n\t\t\t\t\t There are nurseries and kindergartens wherever there are children and schools are operated even for a few children in such remote places as deep mountainous areas and islets with lighthouses. This is the reality of the DPRK today.\n\t\t\t\t\t\n\t\t\t\t\t Children are given an ample opportunity of bringing their hope and talent into full bloom as after-school educational centers are found in every part of the country and students of the universities and colleges receive scholarship from the state. \n\t\t\t\t\t\n\t\t\t\t\t What Kim Jong Suk desired is becoming a reality."
        },
        {
            "title": "Preparatory Committee for Celebrating 2.16 Formed in Ukraine",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-01ee.html",
            "content": "Preparatory Committee for Celebrating 2.16 Formed in Ukraine\r\n Pyongyang, December 11 (KCNA) -- A Ukrainian preparatory committee for celebrating February 16 in 2011 was formed in Kiev on November 26.\n\t\t\t\t\t Prof. and Dr. Gennadi Berdishev of Kiev University was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events including lecture, photo exhibition and film show on the occasion of the birthday of General Secretary Kim Jong Il in 2011."
        },
        {
            "title": "Kim Jong Il dirige fabricas de la capital y el Restaurante Hyangman",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-14ee.html",
            "content": "Kim Jong Il dirige fabricas de la capital y el Restaurante Hyangmanru\r\n Pyongyang, 11 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Fabrica de Elaboracion de Harina de Trigo de Pyongyang, la Fabrica de Alimentos de Sonhung y el Restaurante Publico Hyangmanru reconstruidos magnificamente.\n\t\t\t\t\t  El estuvo primero en la Fabrica de Elaboracion de Harina de Trigo de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t  Se entero detalladamente del estado de modernizacion tecnica, equipos tecnicos y produccion recorriendo varios lugares incluidos el taller de rosquilla, el de pan y el de galleta donde se introdujo en alto nivel la tecnologia CNC con equipos nacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Muy satisfecho de que la fabrica haya aumentado mucho la produccion automatizando todos los procesos productivos mediante la tecnologia CNC y asegurado en alto nivel la cultura higienica y la de produccion, aprecio altamente los meritos de los constructores y voluntarios.\n\t\t\t\t\t\n\t\t\t\t\t  Al senalar que el interior y exterior de esta fabrica se transformaron como palacio en unos meses, expreso su gran satisfaccion de que ella haya sido reconstruida magnificamente conforme a la demanda de la epoca IT, de modo que se elevaran trascendentalmente la produccion y la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\t  Volvio a reconocer los esfuerzos de la clase obrera de la fabrica y los constructores quienes terminaron con exito la obra de reconstruccion y ampliacion.\n\t\t\t\t\t\n\t\t\t\t\t  Presento las tareas programaticas que serviran de guia en la administracion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que la tarea mas importante de la fabrica es seguir promoviendo energicamente en el nivel mas alto la modernizacion tecnica de los procesos productivos hasta que no se haga falta la mano de obra.\n\t\t\t\t\t\n\t\t\t\t\t  Destaco que la fabrica debe disminuir sistematicamente el costo de produccion organizando bien la labor de administracion.\n\t\t\t\t\t\n\t\t\t\t\t  Hay que tomar minuciosamente las medidas de abastecimiento de materias primas para normalizar en alto nivel la produccion de la fabrica, dijo e ilumino la orientacion y remedios detallados para el particular.  \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente visito la Fabrica de Alimentos de Sonhung. \n\t\t\t\t\t\n\t\t\t\t\t  Tras escuchar la explicacion ante plano de la fabrica, el Dirigente se cercioro en detalles del estado de equipos tecnicos y produccion recorriendo los procesos productivos.\n\t\t\t\t\t\n\t\t\t\t\t  Esta fabrica es moderna base de elaboracion de alimentos de que se puede enorgullecer porque fue construida en el nivel superior y se doto de equipos ultramodernos, dijo y elogio el hecho de que ella fue ensanchada magnificamente en un corto plazo y normaliza la produccion en alto nivel.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver diversos alimentos que salen sin parar de los talleres, se alegro mucho de la produccion cuantiosa de estos articulos de buena calidad.\n\t\t\t\t\t\n\t\t\t\t\tY aprecio altamente el espiritu de servicio abnegado al pueblo de la clase obrera de la fabrica que dedica toda su inteligencia y pasion para el mejoramiento de la vida alimentaria del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Al final, presento las tareas que surgen en la operacion de la fabrica. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el Dirigente estuvo en el Restaurante Publico Hyangmanru.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se informo detalladamente del estado de reconstruccion y operacion recorriendo uno por uno la estructura interna, equipos y muebles del restaurante acondicionado elegantemente y examinando personalmente diversos platos.\n\t\t\t\t\t\n\t\t\t\t\tEste restaurante fue remozado para mantener el caracter popular en sus actividades de servicio, destaco y evaluo altamente los meritos de los constructores quienes remodelaron excelentemente en un corto tiempo esta moderna base de servicio gastronomico.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento las tareas programaticas que serviran de guia en la administracion y la operacion del restaurante.\n\t\t\t\t\t\n\t\t\t\t\tPreciso que este restaurante debe alimentar al pueblo mucho mas platos sabrosos al diversificarlos y elevar la calidad de ellos.\n\t\t\t\t\t\n\t\t\t\t\tHay que normalizar la operacion de este restaurante publico y consolidar sus actividades de servicio para que el pueblo se beneficie realmente de ello, concluyo.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion el Dirigente fue acompanado por Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Kyong Hui, miembro del Buro Politico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del Comite de Defensa Nacional, Thae Jong Su, miembro suplente del BP y secretario del CC del PTC, y Mun Kyong Dok, miembro suplente del BP y secretario del CC del PTC y secretario responsable del Comite del PTC en la Ciudad de Pyongyang."
        },
        {
            "title": "Es invencible el PTC, afirma Gyula Thurmer",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-15ee.html",
            "content": "Es invencible el PTC, afirma Gyula Thurmer\r\nPyongyang, 11 de diciembre (ATCC) -- El presidente del Partido de los Trabajadores Comunistas de Hungria, Gyula Thurmer, de visita en Corea, apunto que gracias a la direccion del Partido del Trabajo de Corea guiado por el Dirigente      Kim Jong Il, Corea se ha convertido en la potencia socialista. \n\t\t\t\t\tDurante nuestra estancia en Corea, conocimos mejor de la sabia direccion del PTC, dijo el y continuo:\n\t\t\t\t\t\n\t\t\t\t\tConduciendo al pueblo, el PTC ha logrado gran avance en el cumplimiento de la causa socialista. \n\t\t\t\t\t\n\t\t\t\t\tNos quedamos muy impresionados cuando visitamos la Biblioteca Electronica y el centro de piscinas de la Universidad Kim Il Sung, la Granja de Avestruces en el suburbio de la ciudad de Pyongyang y la Granja Fruticola Combinada Taedonggang.\n\t\t\t\t\t\n\t\t\t\t\tEstas creaciones son inconcebibles sin el nombre del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tGracias al Dirigente, el PTC conduce con firmeza la causa socialista a la unica senda de victorias mostrando su poderio invencible.\n\t\t\t\t\t\n\t\t\t\t\tEsto estimula mucho a los pueblos progresistas del mundo que luchan por construir una nueva sociedad. \n\t\t\t\t\t\n\t\t\t\t\tEs muy prometedor el futuro del pueblo coreano guiado por el gran partido.\n\t\t\t\t\t\n\t\t\t\t\tApoyamos totalmente y nos solidarizamos con la justa causa del PTC que avanza a pasos firmes por el sendero del socialismo levantando en alto la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tambien, nuestro partido hara ingentes esfuerzos por desarrollar las relaciones entre los dos paises y los dos pueblos. \n\t\t\t\t\t\n\t\t\t\t\tEs invencible el PTC que cuenta con su gran Dirigente."
        },
        {
            "title": "Conversan las delegaciones del PTC y el PCV",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-16ee.html",
            "content": "Conversan las delegaciones del PTC y el PCV\r\nPyongyang, 11 de diciembre (ATCC) -- Tuvieron lugar el dia 9 las conservaciones entre las delegaciones del Partido del Trabajo de Corea y del Partido Comunista de Vietnam.\n\t\t\t\t\t  En la ocasion estuvieron presentes por la parte coreana los miembros de la delegacion del PTC encabezada por Kim Yong Il, miembro suplente del Buro Politico y secretario del Comite Central del Partido, de visita en Vietnam, y el embajador coreano en este pais Kim Chang Il y por la vietnamita, los miembros de la delegacion del PCV presidida por el jefe de la Comision para Asuntos Exteriores del Comite Central del PCV.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes se informaron de actividades de sus respectivos partidos e intercambiaron las opiniones sobre el desarrollo de las relaciones de amistad y cooperacion entre los dos partidos y otros problemas de interes mutuo."
        },
        {
            "title": "Presidente vietnamita aboga por desarrollar relaciones con Corea",
            "url": "http://kcna.co.jp/item/2010/201012/news11/20101211-17ee.html",
            "content": "Presidente vietnamita aboga por desarrollar relaciones con Corea\r\nPyongyang, 11 de diciembre (ATCC) -- El embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en Vietnam, Kim Chang Il, presento el dia 6 sus cartas credenciales ante el presidente de la Republica Socialista de Vietnam, Nguyen Minh Chiet.\n\t\t\t\t\tEn la audiencia el mandatario vietnamita dijo que el partido, el Estado y el pueblo de su pais no olvidan siempre el valioso apoyo y respaldo que el partido, el Estado y el pueblo de Corea dieron a la lucha por la emancipacion nacional y a la causa de la construccion del pais y les agradecen y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones de amistad entre nuestros dos paises son las tradicionales con larga historia.\n\t\t\t\t\t\n\t\t\t\t\tEl partido, el Estado y el pueblo de Vietnam las aprecian y haran ingentes esfuerzos por ampliar y desarrollar la cooperacion en todas las esferas."
        }
    ]
}