{
    "date": "2010-05-03",
    "url": "http://kcna.co.jp/item/2010/201005/2010-05-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Greets Egyptian President",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-13ee.html",
            "content": "Kim Jong Il Greets Egyptian President\r\nPyongyang, May 3 (KCNA) -- General Secretary Kim Jong Il, Monday sent a congratulatory message to President Muhammad Hosni Mubarak, chairman of the National Democratic Party of Egypt, on his birthday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Please accept my warm congratulations to you on your birthday.\n\t\t\t\t\t\n\t\t\t\t\t I, availing myself of this opportunity, sincerely wish you good health and happiness as well as greater success in the work of you and the government of Egypt for the development and prosperity of the country and a fair and comprehensive solution of the Mideast issue."
        },
        {
            "title": "Kim Yong Nam Greets Egyptian President",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-06ee.html",
            "content": "Kim Yong Nam Greets Egyptian President\r\n Pyongyang, May 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a congratulatory message to Muhammad Hosni Mubarak, president of Egypt, on his 82nd birthday.\n\t\t\t\t\t Kim in the message wished the president good health and happiness and greater success in his work for the development and prosperity of the country and peace and security of the region."
        },
        {
            "title": "Yang Hyong Sop Meets Pakistani Delegation",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-14ee.html",
            "content": "Yang Hyong Sop Meets Pakistani Delegation\r\n Pyongyang, May 3 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of the Pakistani preparatory committee for commemorating the centenary of birth of President Kim Il Sung headed by Nisar Ahmed Khuhro, speaker of the Assembly of Sind State who is advisor of the committee, at the Mansudae Assembly Hall Monday."
        },
        {
            "title": "Families of Fallen Fighters of CPV Delegation Here",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-11ee.html",
            "content": "Families of Fallen Fighters of CPV Delegation Here\r\n Pyongyang, May 3 (KCNA) -- A delegation of the families of fallen fighters of the Chinese People's Volunteers headed by Guan Youfei, deputy director of the Foreign Affairs Office of the Ministry of National Defense, arrived here by air on Monday."
        },
        {
            "title": " S. Korea Accused of Blocking Inter-Korean Women Seminar",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-10ee.html",
            "content": "S. Korea Accused of Blocking Inter-Korean Women Seminar\r\n Pyongyang, May 3 (KCNA) -- A spokesman for the Committee on Measure for the Issue of Former Korean \"Comfort Women\" for Imperial Japanese Army and Victims of Drafting in a statement issued on Monday denounced the south Korean conservative group for blocking the inter-Korean seminar of women for the solution to the issue of the \"comfort women\" for the Imperial Japanese Army to be held in Pyongyang in late April.\n\t\t\t\t\t The statement recalled that the south Korean conservative group \"selectively disallowed\" the representatives of the Council for the Solution of the Issue of the Volunteers' Corps of the south side to participate in a working contact, displeased with the seminar from the very day it was proposed. The group stood in the way of Pyongyang visit of the delegation of women of the south side, talking about the \"present situation of the inter-Korean relations\" and the like over the issue of the seminar, the statement noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t This is an act of treachery to serve Japan as it is aimed at openly shielding and conniving at the past crimes of Japan and an unpardonable treacherous act of hurting the dignity of the nation and defiling even the grudge of the sexual slaves for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors kowtows to the U.S. and Japan, while brandishing bayonets at fellow countrymen. The reality proves that it is impossible to achieve national sovereignty in south Korea nor is it possible to be free from foreign domination and interference as long as this group is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that the Koreans at home and abroad should deal a sledge-hammer blow at the south Korean puppet clique who is rushing headlong into sycophancy and treachery and confrontation with compatriots, defying the desire and wishes of the nation, and go united and force Japan to pay for its past crimes without fail."
        },
        {
            "title": " 9th National Workers Sports Contest Closes",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-12ee.html",
            "content": "9th National Workers Sports Contest Closes\r\n Pyongyang, May 3 (KCNA) -- The 9th national workers sports contest which opened on April 27 in the run-up to the 120th anniversary of May Day was closed with due ceremony at the gymnasium of the Namhung Youth Chemical Complex on Monday.\n\t\t\t\t\t The contest brought together at least 300 male and female players selected from different provinces of the country. They were divided into group A and group B.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the contest fully displayed sports technique and noble morality they cultivated after working hours. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Railways came first in team standing."
        },
        {
            "title": " Historic Relics, Remains Exhibited",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-07ee.html",
            "content": "Historic Relics, Remains Exhibited\r\n Pyongyang, May 3 (KCNA) -- A historic relics and remains exhibition was held at the Korean Central History Museum from February 12 to April 30.\n\t\t\t\t\t Displayed in the venue were more than 70 pieces and 250 photos of historic relics and remains discovered by various units such as Kim Il Sung University and the Academy of Social Sciences in recent years.  \n\t\t\t\t\t\n\t\t\t\t\t Among the exhibits were the fossil lower jaw of Hwangju man No. 2, fossil bones of animals and stoneware such as hand axe and hunting stone discovered in Chongphadae Cave in Hwangju County, belonging to the late period of the Paleolithic age, and photos of a kiln site and a model of a ruined large house in Honam-ri, Samsok District, belonging to the Neolithic era.\n\t\t\t\t\t\n\t\t\t\t\t On display were also photos of groups of dolmens belonging to Tangun Korea in Mt. Ryongak, Mangyongdae District and in Jongdong-ri, Unchon County, and photos of tomb murals belonging to Koguryo and Palhae.\n\t\t\t\t\t\n\t\t\t\t\t Characteristics and customs of the Koguryo people, wise, stout-hearted, ingenuous and optimistic, are clearly reflected in such exhibits as bronze bracelet, silver rod-like hairpin and silver-plated ornamental nail excavated in Thaesong-ri mural tomb No. 3 in Kangso District and in Songjuk-ri mural tomb in Yonthan County and photos of their mural paintings.\n\t\t\t\t\t\n\t\t\t\t\t Photos of ruined royal palaces and stone bridges of Koryo, the first unified state in Korea, gained the visitors' attraction.\n\t\t\t\t\t\n\t\t\t\t\t Peculiar styles of the ruined royal palace in Manwoltae, the ruined Taehwa Palace, Chuijok Bridge, etc. show that the Koryo people not only carried forward the architecture of the previous age but created a unique one by themselves.\n\t\t\t\t\t\n\t\t\t\t\t Besides, photos of the rehabilitated Singye Temple in Mt. Kumgang and the grave of Han Sok Bong, a well-known calligrapher in Ri Dynasty were also seen in the venue."
        },
        {
            "title": " New Science Films Produced",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-08ee.html",
            "content": "New Science Films Produced\r\n Pyongyang, May 3 (KCNA) -- The Korean Documentary and Science Film Studio has of late produced new films.\n\t\t\t\t\t The science film \"Peanut\" gives an explicit explanation of peanut's biological characters and its manuring and cultivation, as well as its economic profit. \n\t\t\t\t\t\n\t\t\t\t\t The film helps farms cultivate peanuts in a scientific way.\n\t\t\t\t\t\n\t\t\t\t\t Another science film \"Short Fruit Trees\" introduces experience gained bya fruit farm in breeding short apricot and plum trees by making use of wild trees.\n\t\t\t\t\t\n\t\t\t\t\t The film shows the course of breeding -- gaining seeds of wild trees in autumn, burying them under the ground in winter, unearthing them in spring and treating them chemically before planting and cultivating them one year and grafting apricot and plum tree branches on them."
        },
        {
            "title": "Japanese Reactionaries Accused of Fanning up Militarism",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-03ee.html",
            "content": "Japanese Reactionaries Accused of Fanning up Militarism\r\n Pyongyang, May 3 (KCNA) -- History textbooks published by the \"Nihon Publishing Company\" which have so far dealt with the issue of \"comfort women\" for the Imperial Japanese Army, etc. will be no longer used at middle schools, according to a recent report of the Japanese Sankei Shimbun.\n\t\t\t\t\t Meanwhile, a group of 59 dietmen belonging to the \"Dietmen's Society for Inviting All to Visit 'Yasukuni Shrine'\" visited the shrine, inciting militarism.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a signed commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that such moves of the Japanese reactionaries are aimed at justifying and repeating the history of bloody aggression committed by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are contemplating systematically instilling into the young Japanese a militarist view on history and the idea of aggression in a bid to use them as a shock brigade for overseas aggression, instead of helping them feel the guilty conscience of the aggression perpetrated by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t They are ceaselessly encouraging visits to \"Yasukuni Shrine,\" considering it a \"moral duty for politicians\" to do so and advertising them as \"a usual practice\". The ulterior aim sought by them through those visits is to treat the war criminals as \"heroes\" and \"sanctify\" them in a bid to bar the Japanese people from feeling guilty of the history of aggression and imbue them with the idea of defending it for the purpose of militarizing the Japanese society and creating a social atmosphere for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarist forces may launch reinvasion any time. They are set to hurl the Japanese people including the youngsters armed with the militarist idea into overseas aggression when an opportunity presents itself. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better discontinue the militarist actions, not forgetting the bitter lesson taught by the defeat the Japanese imperialists sustained while going mad with Asian aggression."
        },
        {
            "title": "Uninterrupted Advance toward Thriving Nation Called for",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-04ee.html",
            "content": "Uninterrupted Advance toward Thriving Nation Called for\r\n Pyongyang, May 3 (KCNA) -- Officials and working people in all fields and at all units should set bold goals to become main players in bringing about a dramatic turn in the wake of the signal change effected in putting the production of fertilizers on a Juche basis and thus register steady achievements to be specially recorded in the history of the country by fully displaying the heroic fighting spirit, urges Rodong Sinmun Monday in an editorial.\n\t\t\t\t\t The mass production of fertilizers in the wake of such great auspicious events as the production of Juche iron and Juche-based fiber helps settle fundamental issues arising in improving the people's standard of living and building an economic power, the editorial says, and continues:\n\t\t\t\t\t\n\t\t\t\t\tThis goes to clearly prove that the determination of the Workers' Party of Korea to open the gate to a great prosperous and powerful nation in significant 2012, the centenary of birth of President\n\t\t\t\t\t\t Kim Il Sung, precisely means a practice and the idea of building a thriving nation is becoming a reality.\n\t\t\t\t\t\n\t\t\t\t\t Placing the production of fertilizers on a Juche basis signifies an event which demonstrated once again the heroic spirit of Songun Korea rising to be a thriving nation, undeterred by the despicable moves on the part of the imperialist reactionaries to tighten the sanctions against the DPRK and stifle it and the tremendous might of the foundation of the self-supporting national economy.\n\t\t\t\t\t\n\t\t\t\t\t The production of fertilizers through the anthracite gasification means a shining victory of the WPK and the leader's Juche-oriented idea of building an industry and their wise leadership and a noble fruition of the ardent loyalty of the heroic working class of the DPRK determined to implement the party's plan and intention in a do-or-die spirit.\n\t\t\t\t\t\n\t\t\t\t\t All the people should wage a high-pitched drive to put everything on a Juche and indigenous basis and push back the frontiers of the latest science in all sectors for building a thriving nation in the strong spirit of national self-esteem under a far-reaching plan.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for handling every issue from a Juche-oriented stand and producing and building everything in Korean style and in a fresh and creative manner."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-05ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\n Pyongyang, May 3 (KCNA) -- President Kim Il Sung published the work \"On the Three Principles of National Reunification\" on May 3, Juche 61 (1972), thus making possible for all Koreans to wage a dynamic movement for national reunification full of strong confidence and optimism with clear-cut principles and ways.\n\t\t\t\t\t Rodong Sinmun Monday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of independence, peaceful reunification and great national unity laid down by the President clarify the basic stand and ways for achieving the reunification of the country by the concerted efforts of the Koreans in conformity with their  independent will and desire and interests, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification have given strong impetus to the cause of independent reunification, enjoying unquestioned support of all the fellow countrymen for decades as a great programme for reunification common to the nation for its validity and vitality, and thus ushered in a new era of independent reunification, the June 15 era of reunification on the land of Korea at last.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration, a programme for implementing it, are highly important guidelines for achieving national reunification on the basis of the three principles. The adoption of the above-said declarations and the shining successes achieved thanks to them in the June 15 era of reunification are a striking manifestation of the validity and vitality of the three principles.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation should firmly abide by the three principles no matter what difficult and complicated situation it may face in the future and wage a struggle for national reunification strictly on those principles.\n\t\t\t\t\t\n\t\t\t\t\t Lots of trials and difficulties still lie in the way of the struggle of the Korean nation to achieve national reunification but it is sure to be achieved as there are the three principles laid down by the President and the guidance of General Secretary Kim Jong Il."
        },
        {
            "title": "DPRK Exhibitions Held in Different Countries",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-01ee.html",
            "content": "DPRK Exhibitions Held in Different Countries\r\n Pyongyang, May 3 (KCNA) -- DPRK book, photo and handicraft exhibitions took place at the Zabaikal Territorial Museum and Exhibition Center of Russia, the building of the Sogd Regional Committee of the Communist Party of Tajikistan, the Cultural Hall of Kostenec City of Bulgaria, the Cultural Hall of Guaranda City of Ecuador and the building of the Parliament of Peru between April 1 and 30 on the occasion of the Day of the Sun.\n\t\t\t\t\t On display in their venues were famous works of President Kim Il Sung and General Secretary\n\t\t\t\t\t\t Kim Jong Il and photos showing their immortal feats and books, photos and handicrafts introducing the DPRK dynamically advancing toward a thriving nation under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the opening ceremonies of the exhibitions.\n\t\t\t\t\t\n\t\t\t\t\tA. Sirobatka, minister of Culture of the Zabaikal Territorial Government of Russia, noted that the birth anniversary of President Kim Il Sung is not only the national holiday of the Korean people but also a holiday common to all other progressive people of the world, adding that the exhibition marked an important occasion in opening a new chapter in the relations of cultural cooperation between the DPRK and Zabaikal Territory.\n\t\t\t\t\t\n\t\t\t\t\t Kurbonzyon Mirzoyeva, secretary of the Sogd Regional Committee of the Communist Party of Tajikistan, said that the President fathered the Juche idea, the Songun idea, providing immortal guidelines for accomplishing the cause of global independence and building an invincible socialist power centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t She praised Kim Jong Il for successfully carrying forward the revolutionary cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t Lubomir Mincheva, deputy mayor of Kostenec City of Bulgaria, noted that the exhibition offered a good opportunity to know better about the successes registered by the people of the DPRK in the fields of economy and culture, etc. stressing that the exhibition would contribute to boosting exchange and cooperation between the two peoples in the fields of friendship and culture."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-09ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, May 3 (KCNA) -- On October 12, Juche 36 (1947) President Kim Il Sung visited Mangyongdae Revolutionary School to take part in its opening ceremony.\n\t\t\t\t\t When he entered a classroom, schoolchildren rushed toward him, calling him \"papa.\"\n\t\t\t\t\t\n\t\t\t\t\t He embraced them, who were unwilling to part from him.\n\t\t\t\t\t\n\t\t\t\t\t Leaving the school, he told officials he would come to the school on holidays to see the bereaved children.\n\t\t\t\t\t\n\t\t\t\t\t Since then, he had often visited the school to take care of the schoolchildren's life."
        },
        {
            "title": "Kim Jong Il presencia concierto conjunto Corea-Rusia",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-15ee.html",
            "content": "Kim Jong Il presencia concierto conjunto Corea-Rusia\r\nPyongyang, 3 de mayo (ATCC) -- En ocasion del Primero de Mayo, Dia Internacional de los Trabajadores de todo el mundo, el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio el dia primero el concierto que ofrecieron en conjunto por esa efemeride la Orquesta Unhasu de Corea y la Orquesta del Siglo 21 de Rusia.\n\t\t\t\t\tEn este espectaculo iniciado con la interpretacion de los himnos nacionales de ambos paises se presentaron el coro \"Mayo de triunfo\", el coro femenino \"Cancion de la construccion industrial del pais\", el coro y musica orquestal \"Marcha de 'Aida'\", el solo femenino y coro \"Tres mil ri de Vinalon\", el duo femenino \"Nuestro deseo\", el duo mixto \"Oh, Pyongyang\", el solo femenino \"?Estamos viviendo como en aquellos dias?\", el solo masculino \"Oficiales\", el trio femenino \"Aqui es mi patria donde vivo\", la musica orquestal y coro \"Serie fantastica de canciones rusas del tiempo de guerra\", el cuarteto femenino \"Esto es el encanto del socialismo\", la musica orquestal \"Galopa el caballo Chollima\", el coro mixto y coro \"?Donde esta el querido General?\" y otras canciones famosas y favoritas de los pueblos de ambos paises y las otras mundiales.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, fue interpretado el trio mixto y coro \"Pyongyang donde se encuentra el\", nuevamente creada por el director de la orquesta rusa, Pavel Ovsyannikov, en testimonio de su gran veneracion al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl concierto, en que actuaron los artistas del Pueblo y benemeritos, los ganadores de concursos internacionales y otros renombrados directores, ejecutantes y vocalistas de los dos paises, fue ovacionado efusivamente por el publico por su alto nivel de habilidad artistica e interpretacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente mando a los ejecutantes un cesto de flores para felicitar sus exitos de funcion.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el se reunio con el director Pavel Ovsyannikov y otros miembros directivos y actores principales de la Orquesta del Siglo 21.\n\t\t\t\t\t\n\t\t\t\t\tReconocio los esfuerzos de ellos y envio un saludo cordial a todos los creadores y artistas de la orquesta visitante destacando que ella ha cumplido el papel de vanguardia en el fortalecimiento de las relaciones de amistad y cooperacion entre ambos paises al ofrecer entusiastas funciones realizando varias veces la visita a Corea con el sentimiento de amistad hacia el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente estuvo acompanado en esta ocasion por Kim Yong Chun, vicepresidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y ministro de las Fuerzas Armadas Populares, Kim Jong Gak, miembro del CDN de la RPDC y primer subjefe de la Direccion Politica General del Ejercito Popular de Corea, y otros miembros de mando del ejercito, los secretarios del CC del PTC Choe Thae Bok y Kim Ki Nam, los jefes de departamento Kim Kyong Hui, Jang Song Thaek, Kim Yong Il y Kim Yang Gon y otros cuadros directivos del Comite Central del Partido, el primer vicecanciller Kang Sok Ju, los funcionarios directivos de instituciones del partido, el Poder y las fuerzas armadas, entidades de masas, ministerios y organos centrales, los funcionarios de los dominios de ciencia, educacion, cultura y arte, salud publica, prensa e informacion y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tTambien estuvieron presentes alli el embajador Valery Sukhinin y otros diplomaticos oficiales de la embajada rusa en Corea."
        },
        {
            "title": " Kim Jong Il envia mensaje al presidente de Egipto",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-16ee.html",
            "content": "Kim Jong Il envia mensaje al presidente de Egipto\r\nPyongyang, 3 de mayo (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio este lunes un mensaje a Mohamed Hosni Mubarak, presidente del Partido Nacional Democrata de Egipto y de la Republica Arabe de Egipto, para felicitarle por su cumpleanos. \n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\t Hago llegarle a Vd. mi calurosa felicitacion por su  cumpleanos.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para formular sinceros votos por mayores exitos en la labor de Vd. y su gobierno para el desarrollo y la prosperidad del pais y la solucion imparcial y comprensiva del problema del Medio Oriente y por su buena salud y felicidad."
        },
        {
            "title": "Condenan a autoridades surcoreanas por desautorizar el encuentro N-S",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-17ee.html",
            "content": "Condenan a autoridades surcoreanas por desautorizar el encuentro N-S\r\nPyongyang, 3 de mayo (ATCC) -- El portavoz del Comite Coreano de Medidas por la Indemnizacion a las \"Consoladoras\" de las Tropas Japonesas y Victimas de Arresto Forzoso condeno en su declaracion fechada 3 a la banda de conservadores surcoreanos que impidio el seminario de las mujeres del Norte y el Sur de Corea para la solucion del problema de las ex \"consoladoras\" que iba a realizarse a finales de abril en esta capital.\n\t\t\t\t\tEsa camarilla, que estaba disgustada del seminario desde el principio, \"se puso selectiva en dar permiso\" a las delegados del \"consejo por la solucion del problema de las tropas de voluntarias\" del Sur de Corea que querian participar en el contacto de trabajo previo al seminario, senala el portavoz y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, en visperas del seminario, los titeres surcoreanos desautorizaron la visita a Pyongyang de la delegacion femenina surcoreana hablando de la \"situacion actual de las relaciones Sur-Norte\". \n\t\t\t\t\t\n\t\t\t\t\t Tal comportamiento significa un acto traidor projapones orientado a defender abiertamente los crimenes del pasado de Japon e imperdonable locura antinacional que insulta la dignidad de la nacion coreana y desestima ansia de las \"consoladoras\" de descargar su rencor que guardan del viejo ejercito japones.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra que dejando intacta a la banda de traidores que adula y obedece a ciegas a EE.UU. y Japon y se enfrenta con fusil y sable con los connacionales, no se puede defender nunca la soberania nacional en el Sur de Corea ni liberarse del dominio e intervencion de las fuerzas foraneas.  \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos en el interior y el exterior del pais deben castigar duro a la horda de titeres surcoreanos, que marcha afanosa por la senda de servilismo a grandes potencias y confrontacion fratricida dando espaldas a la aspiracion y la demanda de la nacion, y ajustar la cuenta, cueste lo que cueste, de los crimenes del pasado de Japon con sus fuerzas unidas."
        },
        {
            "title": " Rodong Sinmun condena la conducta militarista de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2010/201005/news03/20100503-18ee.html",
            "content": "Rodong Sinmun condena la conducta militarista de reaccionarios japoneses\r\nPyongyang, 3 de mayo (ATCC) -- Segun \"Sankei Shimbun\" del Japon, seran excluidos los manuales de historia hechos por la \"Compania Editorial Nihon\" que se usaban hasta la fecha en las escuelas secundarias haciendo referencia al \"problema de ex consoladoras sexuales\" y otros crimenes cometidos por el viejo ejercito japones.\n\t\t\t\t\tPor otra parte, 59 miembros de la dieta japonesa, pertenecientes al \"encuentro de parlamentarios que visitan todos al 'Santuario Yasukuni'\", acudieron a este lugar inculcando el militarismo.\n\t\t\t\t\t\n\t\t\t\t\t Esta claro que tal proceder de los reaccionarios japoneses parte de su meta de justificar y repetir la historia de agresiones ensangrentadas del pasado de los imperialistas de su pais.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el periodico Rodong Sinmun en un comentario individual del dia 3 y continua:\n\t\t\t\t\t\n\t\t\t\t\t Los reaccionarios japoneses tratan de sembrarles sistematicamente a las nuevas generaciones la concepcion de historia militarista y la idea de agresion, en vez de la culpabilidad por las agresiones cometidas por los imperialistas en el pasado, para lanzarlas luego como brigada de choque en la agresion a otros paises.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos siguen visitando al \"Santuario Yasukuni\", donde reposan los restos mortales de los criminales de guerra, considerandolo como \"obligacion moral de los politicos\" y \"acto usual\".\n\t\t\t\t\t\n\t\t\t\t\t  Mediante este acto de homenaje, ellos tratan de presentar a aquellos criminales como \"heroes\" y \"seres sagrados\" con el fin de militarizar la sociedad japonesa y crear el ambiente social a favor de la nueva agresion infundiendo en el pueblo japones no la culpabilidad de la historia de agresiones sino la idea de abogarla.\n\t\t\t\t\t\n\t\t\t\t\t  Es una cuestion de tiempo la nueva agresion de las fuerzas militaristas de Japon. Cuando llegue el tiempo, ellas lanzaran a las nuevas generaciones y otros habitantes armados con la idea militarista al camino de agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses deben abandonar sus irracionales actos militaristas sin olvidar las lecciones amargas de los imperialistas de su pais que resultaron derrotados finalmente en sus guerras de agresion a Asia."
        }
    ]
}