{
    "date": "2010-12-04",
    "url": "http://kcna.co.jp/item/2010/201012/2010-12-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Work in Different Domains of Hoeryong City",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-16ee.html",
            "content": "Kim Jong Il Inspects Work in Different Domains of Hoeryong City\r\nPyongyang, December 4 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the work in different domains of Hoeryong City in North Hamgyong Province.\n\t\t\t\t\t He visited the statue of Kim Jong Suk, anti-Japanese heroine, standing on Osan Hill to pay high tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t Going round the statue in humble reverence, he said that short as his mother's life was, it was a brilliant life of an ardent revolutionary who devoted everything to the struggle for liberation of the country and the victory of the Korean revolution and a lifeguard intensely loyal to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The first leg of his guidance was the Hoeryong Taesong Tobacco Factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round different places of the factory to acquaint himself in detail with the technological updating of the factory and the production there.\n\t\t\t\t\t\n\t\t\t\t\t After looking round work sites, he expressed great satisfaction over the fact that the workers of the factory have kept its interior and exterior neat and tidy in terms of sanitation and cultured practice and technologically updated it, mass-producing quality cigarettes. He highly appreciated the achievements made by them. \n\t\t\t\t\t\n\t\t\t\t\t Then he made the rounds of a gymnasium newly built by the factory to pay deep attention to the cultural and emotional life of the workers.\n\t\t\t\t\t\n\t\t\t\t\t The second leg of his guidance was the newly built Hoeryong Foodstuff Processing Factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round different production processes to learn in detail about the construction and technological equipment of the factory and production there.\n\t\t\t\t\t\n\t\t\t\t\t The factory is a modern foodstuff processing centre to be proud of as it was well designed and constructed at a high level and it is furnished with latest equipment, he noted, expressing great satisfaction over the fact that the factory was successfully built in a brief span of time as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t After getting familiar with varieties of processed foodstuffs produced at the factory one by one, he said that not only the primary and second-stage processed products but finished products produced at the factory are high in quality and attractive. He was very pleased that it became possible to supply greater quantities of tasty and nutritious foodstuffs to people.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the officials, workers and technicians of the factory to boost the production of processed foodstuffs including tasty and nutritious non-staple food to successfully carry out the behests of Kim Il Sung on completely freeing the women from the burden of household chores.\n\t\t\t\t\t\n\t\t\t\t\t The third leg of his guidance was the Hoeryong Koryo Medicine Factory.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the factory before a large map showing its production processes, he went round the interior and exterior of the factory to learn in detail about the production there.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the officials, workers and technicians of the factory successfully put Koryo medicines on an extractive and scientific basis and the factory on a sterilized and dust-free basis and remarkably improved the quality of medicines, he highly praised them for devotedly working to implement the Party's policies.\n\t\t\t\t\t\n\t\t\t\t\t Our ancestors lived in good health, curing diseases only by use of Koryo medicines for thousands of years, he said, adding that it is of weighty importance in promoting the people's health to develop traditional Koryo medicines.\n\t\t\t\t\t\n\t\t\t\t\t In order to increase the efficiency of Koryo medicines in treatment it is necessary to resolutely put their production on a scientific, industrial and extractive basis, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The last leg of his guidance was the newly built Hoeryong Restaurant. \n\t\t\t\t\t\n\t\t\t\t\t He learned about details of the magnificent and elegant restaurant including the inner structure, equipment and furnishings. Examining varieties of dishes, he acquainted in detail with its construction and operation. \n\t\t\t\t\t\n\t\t\t\t\t The restaurant is flawless in all aspects ranging from its design to its construction and kitchen utensils as it is a good combination of national, classical and contemporary architectural beauty and elegant and exquisite architectural styles, he said, highly praising the officials and builders of the city for successfully building the most fashionable catering center as good as Okryu Restaurant in Pyongyang in a short span of time. \n\t\t\t\t\t\n\t\t\t\t\t Then he went round the newly built street of a chain of restaurants in Hoeryong City. \n\t\t\t\t\t\n\t\t\t\t\t Going round the street of soft drink stands and restaurants serving special food such as soup of entrails, rabbit, soup of uncurdled bean curd, maize food and chow mein, he highly praised the city for building the catering center in a peculiar style as required by the daily rising standard of people's living. \n\t\t\t\t\t\n\t\t\t\t\t Looking round Hoeryong City, he set forth the tasks to be implemented to spruce up the city as required by the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Kim Ki Nam and Hong Sok Hyong, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Hyon Chol Hae and Ri Myong Su, department directors of the NDC."
        },
        {
            "title": "Kim Yong Nam Sends Message of Sympathy to Venezuelan President",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-14ee.html",
            "content": "Kim Yong Nam Sends Message of Sympathy to Venezuelan President\r\n Pyongyang, December 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of sympathy to Hugo Chavez Frias, President of the  Bolivarian Republic of Venezuela, as regards the torrential rains that hit the capital and various local areas of Venezuela, claiming casualties and material losses.\n\t\t\t\t\t Kim in the message expressed belief that the President and the government of Venezuela would eradicate the aftermath of the flood and bring the life of the afflicted people to normal as early as possible."
        },
        {
            "title": "Kim Yong Nam Greets Thai King",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-09ee.html",
            "content": "Kim Yong Nam Greets Thai King\r\n Pyongyang, December 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Bhumibol Adulyadej, King of Thailand, on his birthday and its national day.\n\t\t\t\t\t The message sincerely wished the King good health, the country prosperity and its people happiness."
        },
        {
            "title": "Choe Yong Rim Greets Thai PM",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-08ee.html",
            "content": "Choe Yong Rim Greets Thai PM\r\nPyongyang, December 4 (KCNA) -- Premier Choe Yong Rim Saturday sent a message of greetings to Abhisit Vejjajiva, Prime Minister of Thailand, on the occasion of its national day.\n\t\t\t\t\tThe message said that the DPRK is rejoiced over the successes made by the government and the people of Thailand in the efforts to ensure the political stability of the country and achieve a sustainable economic development.\n\t\t\t\t\t\n\t\t\t\t\tThe message expressed belief that the friendly and cooperative relations between the DPRK and Thailand would grow stronger in the common interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\tForeign Minister Pak Ui Chun sent a similar message to Kasit Piromya, foreign minister of Thailand, that day on the same occasion."
        },
        {
            "title": "SPA Delegation Back from China",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-15ee.html",
            "content": "SPA Delegation Back from China\r\n Pyongyang, December 4 (KCNA) -- A delegation of the Supreme People's Assembly of the DPRK headed by its Chairman Choe Thae Bok returned Saturday after winding up its visit to China.\n\t\t\t\t\t During its stay in China, it visited two corporations, Jilin Yuwen Middle School, Yaowang Shrine in Beishan Park, Jilin University, the Jilin Chemical Fiber Group, the Jilin Provincial People's Hospital and different places of Beijing and Jilin Province.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok met and had a talk with Sun Zhengcai, secretary of the Jilin Provincial Committee of the Communist Party of China who doubles as chairman of the Standing Committee of the Jilin Provincial People's Congress, and was entertained to a reception by Sun."
        },
        {
            "title": "DPRK Railways Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-12ee.html",
            "content": "DPRK Railways Delegation Leaves for China\r\n Pyongyang, December 4 (KCNA) -- A DPRK railways delegation headed by Jon Kil Su, minister of Railways, left here Saturday to take part in the 7th World High-speed Railway Conference to be held in Beijing, China."
        },
        {
            "title": "National Youth Championship Held",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-10ee.html",
            "content": "National Youth Championship Held\r\n Pyongyang, December 4 (KCNA) -- A national youth championship was held recently in the Democratic People's Republic of Korea.\n\t\t\t\t\t At the championship involving some 30 events, national youth records were renewed in four weightlifting categories.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Sports Team secured the first place in men's basketball, women's team table-tennis, men's and women's boxing, men's team gymnastics, men's and women's weightlifting, men's and women's field hockey and women's judo.\n\t\t\t\t\t\n\t\t\t\t\t The Central Physical Training College and the Chobyong Sports Team placed the first in men's and women's volleyball events respectively, the Pyongyang Railway Bureau Sports Team and the Taesongsan Sports Team in men's and women's ice hockey, and the Sports Team under the Ministry of Land and Marine Transport in synchronized swimming. \n\t\t\t\t\t\n\t\t\t\t\t The Amnokgang Sports Team, the Pyongyang SportsTeam, the Kigwancha SportsTeam, the Haebangsan Sports Team and the Suyangsan Sports Team finished first in women's basketball, men's team table-tennis, women's team gymnastics, men's badminton and women's field and track events respectively."
        },
        {
            "title": " New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-11ee.html",
            "content": "New Feature Film Produced\r\n Pyongyang, December 4 (KCNA) -- The Korean Film Studio recently produced feature film \"On the Blessed Land.\"\n\t\t\t\t\t The feature film deals with the noble ideological and moral traits and optimistic work style of young Koreans who are devotedly carrying out the Workers' Party of Korea's policy of bringing about a radical turn in potato farming after volunteering to work in Paektusamcholli Plain, Ryanggang Province.\n\t\t\t\t\t\n\t\t\t\t\t The hero of the film and other discharged soldiers and girls from Pyongyang devotedly work to turn the historic land associated with the undying feats performed by the peerlessly great persons into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t They realign the plain into fields of standardized shapes through their persevering efforts, sharply boosting the potato production and realizing the comprehensive mechanization of farm work by pooling creative wisdom. In this course they turn Taehongdan County into a model in potato farming.\n\t\t\t\t\t\n\t\t\t\t\t The film stresses that the stirring reality of the vast Paektu Plain, a blessed land in the era of Songun, is the fruition of the wise leadership and deep loving care of Kim Jong Il."
        },
        {
            "title": " Achievements of Foodstuff and Daily Necessities Industries",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-13ee.html",
            "content": "Achievements of Foodstuff and Daily Necessities Industries\r\n Pyongyang, December 4 (KCNA) -- The officials and workers in the field of foodstuff and daily necessities industries have achieved successes in technological updating and production.\n\t\t\t\t\t At least 860 factories carried out their yearly plans before the 65th anniversary of the founding of the Workers' Party of Korea this year and many other units took their cue.\n\t\t\t\t\t\n\t\t\t\t\t This year's plan of the Ministry of Foodstuff and Daily Necessities Industry for the production of August 3 consumption goods was overfulfilled by 12 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Cornstarch Factory, the Pyongyang Flour Processing Factory and the Pyongyang Cosmetics Factory put different production processes on a CNC basis while the Pyongyang Mechanical Pencil Factory built a new automated mechanical pencil production process in a brief span of time.\n\t\t\t\t\t\n\t\t\t\t\t Technological updating was pushed forward at local industrial factories in various provinces and an increasing number of units honored their yearly plans.\n\t\t\t\t\t\n\t\t\t\t\t The Paekunsan and Suyangsan combined foodstuff factories, combined special products processing centers of \"Samilpho\" style, technologically updated confectionary, bread and noodle production processes while the Jongbangsan Combined Foodstuff Factory modernized the maize and flour processing processes.\n\t\t\t\t\t\n\t\t\t\t\t North Hwanghae Province put various processes of nearly 40 factories on a CNC basis and South Hwanghae Province technologically updated the production processes of the Haeju Essential Foodstuff Factory, the Jaeryong and Pyoksong foodstuff factories, etc. which are now profusely paying off.\n\t\t\t\t\t\n\t\t\t\t\t More successes were reported from factories in South Hamgyong Province. The Hamhung Disabled Soldiers' Essential Plastic Goods Factory is producing injection-molded crystal sandals beautiful in their shapes and color and very comfortable for wear."
        },
        {
            "title": "Moves to Knock into Shape Tripartite Military Alliance Slammed",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-07ee.html",
            "content": "Moves to Knock into Shape Tripartite Military Alliance Slammed\r\nPyongyang, December 4 (KCNA) -- The intensified moves of the U.S., Japan and south Korea to knock into shape their tripartite military alliance are a serious threat and challenge to peace not only on the Korean Peninsula but also in Asia and the rest of the world and a hideous criminal scenario for aggression, observes Rodong Sinmun Saturday in a signed article.\n\t\t\t\t\t Citing facts to prove that the U.S. is stepping up the preparations for a new world war and intensifying the moves to fabricate the said alliance, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is giving spurs to arms buildup and the preparations for a war in south Korea, Japan and other parts of Northeast Asia and the Pacific region because it considers Asia as an important theater of military confrontation with socialist forces and regards the DPRK as a major target of this confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t The main characteristics of the moves to knock into shape the tripartite military alliance at present is that the U.S. is egging its members onto massively beefing up their military capabilities in a bid to round off the tripartite military nexus now  that this alliance has not yet been formed under a treaty.\n\t\t\t\t\t\n\t\t\t\t\t It was to achieve such aim that U.S. Defense authorities toured south Korea and Japan recently on the occasions of the U.S.-south Korea joint military exercises, the \"annual security consultative meeting\", etc.\n\t\t\t\t\t\n\t\t\t\t\t Through the arms buildup the U.S. imperialists, the Japanese reactionaries and the south Korean puppet forces seek to strengthen the elements of the above-said military alliance in an effort to round off the system as a collective alliance for aggression.\n\t\t\t\t\t\n\t\t\t\t\t What is noteworthy, in particular, is that various joint actions including joint study of \"defence\" and \"contingency\" and joint military exercises have become frequent among them.\n\t\t\t\t\t\n\t\t\t\t\t The above-said alliance is now functioning, in reality, after having all conditions and shapes as a collective military bloc. \n\t\t\t\t\t\n\t\t\t\t\t Just as the U.S. has NATO in Europe, it is in the process of establishing a war structure of \"anti-communist crusade\" called U.S.-Japan-south Korea tripartite military alliance in Northeast Asia whose preparations have been long in the making.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is getting tenser as the days go by and the danger of a war is increasing hour by hour owing to the reckless moves of the U.S. and Japanese reactionaries and the south Korean puppet forces to form the above-said alliance."
        },
        {
            "title": "Abolition of Fascist Law Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-05ee.html",
            "content": "Abolition of Fascist Law Demanded in S. Korea\r\n Pyongyang, December 4 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on Dec. 1, 62 years since the \"National Security Law,\" a fascist law, was fabricated.\n\t\t\t\t\t The statement charged that the NSL has served as a means for maintaining the dictatorial power since its appearance.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that innocent people died on the scaffold and suffered hardships in cold prisons for decades due to this evil law.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the Lee Myung Bak forces for indiscriminately suppressing the progressive forces with this fascist law as a weapon for maintaining their dictatorial power.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the NSL be abolished as soon as possible as it is trampling down upon the struggle for democratization and even the elementary rights of the people."
        },
        {
            "title": " Outbursts Patronizing Erstwhile Fascist Dictators Blasted",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-03ee.html",
            "content": "Outbursts Patronizing Erstwhile Fascist Dictators Blasted\r\n Pyongyang, December 4 (KCNA) -- Members of south Korean organizations including the Council of Bereaved Families of Civilians Killed before and after the Korean War, the May 18 Memorial Foundation, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Solidarity Council of Organizations for Honoring the Memory of Martyrs for the Nation and Democracy, the Measure Committee of Bereaved Families for Probing the Truth behind the Mysterious Cases and civilians held a press conference in Seoul on Nov. 29 denouncing the outbursts whitewashing the crimes of the erstwhile fascist dictators.\n\t\t\t\t\t At the press conference speakers noted that Ri Yong Jo, chairman of the Committee for Settling the Past History for Truth and Reconciliation, addressing an international academic symposium held in the U.S., let loose a string of balderdash such as describing the May 18 Kwangju Popular Uprising as a \"people's rebellion\" and the April 3 Popular Uprising as a \"riot led by communists.\"\n\t\t\t\t\t\n\t\t\t\t\t Such outbursts let loose by the boss of the said committee whose mission is to indict the erstwhile fascist dictators who killed innocent people and concealed the truth about their crimes in a bid to wrest and stay in power longer are the acts which can be committed only by those bereft of reason and barbarous acts little short of committing double murder of those who met grievous deaths, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed irrepressible resentment at Ri who repeated words \"rebellion\" and \"riot\" uttered by the dictators to justify their murder of innocent people.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Ri step down at once as he is not entitled to talk about truth."
        },
        {
            "title": "Tuition-waiver Program to Korean Schools in Japan Demanded",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-04ee.html",
            "content": "Tuition-waiver Program to Korean Schools in Japan Demanded\r\nPyongyang, December 4 (KCNA) -- University professors of Japan issued a written request addressed to the Japanese government on Nov. 29 demanding an immediate application of the tuition-waiver program to the Korean schools.\n\t\t\t\t\t In the written request they accused the Ministry of Education, Culture, Sports, Science and Technology of Japan of officially announcing a stop to the procedures for applying the tuition-free program to the Korean schools as regards the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This means the government is overturning itself its statement that it is necessary to objectively judge the issue of applying the tuition-waiver program from a correct viewpoint on education, they charged.\n\t\t\t\t\t\n\t\t\t\t\t This step reminds people of the past history in which Japan forcibly dissolved the Federation of Korean Residents in Japan, the predecessor of the General Association of Korean Residents in Japan, in 1949, closed Korean schools and confiscated properties of Koreans in Japan, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the Japanese government's recent step as an unreasonable one of breaching the Japanese Constitution, the International Convention on Human Rights and the International Convention on the Elimination of All Forms of Racial Discrimination. \n\t\t\t\t\t\n\t\t\t\t\t They urged the Japanese government to apologize for discriminating against students of Korean schools and those related to them and making a mockery at them and immediately apply the tuition-free program."
        },
        {
            "title": "Kim Jong Suk's Birth Anniversary Observed in Peru",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-02ee.html",
            "content": "Kim Jong Suk's Birth Anniversary Observed in Peru\r\n Pyongyang, December 4 (KCNA) -- The Peruvian People's Women Union issued a bulletin on Nov. 25 on the occasion of the 93rd birth anniversary of anti-Japanese heroine Kim Jong Suk.\n\t\t\t\t\t The bulletin carried photos of President Kim Il Sung and Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"93rd birth anniversary of anti-Japanese heroine Kim Jong Suk\" introduced the revolutionary family of the woman commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk tirelessly worked day and night for the interests of the revolution, the bulletin noted, adding that recorded in the history of the anti-Japanese war are the feats she performed by devotedly defending the President politically and ideologically.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk brought up Kim Jong Il to be an excellent leader who would shoulder upon himself the future of Korea, the bulletin said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will always remember her who performed great feats and convey her heroic life down to all generations to come."
        },
        {
            "title": " DPRK Important Days Marked",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-01ee.html",
            "content": "DPRK Important Days Marked\r\n Pyongyang, December 4 (KCNA) -- A lecture and film show took place in the Czech Republic, a seminar in Uganda and a film show in Russia on Nov. 23 and 27 on the occasion of the 19th anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 93rd birth anniversary of Kim Jong Suk, anti-Japanese heroine.\n\t\t\t\t\t The participants of the film shows enjoyed such Korean films as \"Fireworks for a Thriving Nation\", \"Pyongyang at Night\", \"The Arch of Triumph\" and \"Scenic Mt. Kuwol on the West Coast\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the events.\n\t\t\t\t\t\n\t\t\t\t\t Jiri Makovez, chairman of the Usti Nad Labem County Committee of the Czechoslovak Communist Party, said that the DPRK has turned into a military power capable of successfully beating back the military provocation of any hostile forces thanks to the Songun politics pursued by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Korean people under the leadership of Kim Jong Il would resolutely frustrate the U.S. and the south Korean authorities' moves against the DPRK and ensure lasting peace and stability on the Korean Peninsula, he voiced firm solidarity with the Korean people in their struggle."
        },
        {
            "title": "Kim Jong Il dirige en el terreno varios dominios de Hoeryong ",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-17ee.html",
            "content": "Kim Jong Il dirige en el terreno varios dominios de Hoeryong\r\nPyongyang, 4 de diciembre (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno las labores de varios dominios de la ciudad de Hoeryong de la provincia de Hamgyong del Norte.\n\t\t\t\t\t  El Dirigente rindio sublime homenaje a la Heroina de la Lucha Antijaponesa Kim Jong Suk ante su estatua de bronce erguida en la colina Osan.\n\t\t\t\t\t\n\t\t\t\t\t  Al recorrer con el sentimiento reverencial la estatua de bronce, dijo que aunque la madre vivia corto tiempo, su vida fue la de la ferviente revolucionaria quien lucho dedicando todo lo suyo por la emancipacion de la patria y el triunfo de la revolucion coreana y la brillante vida de la soldada de corps infinitamente fiel al Presidente             Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente visito la Fabrica de Cigarrillos Taesong de Hoeryong.\n\t\t\t\t\t\n\t\t\t\t\t  Haciendo recorrido por varios lugares de la fabrica se entero detalladamente del estado de reconstruccion tecnica y de produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Mostro gran satisfaccion de que hayan arreglado bien en lo higienico y cultural el interior y exterior de la fabrica y produjeran muchos cigarrillos de buena calidad realizando con eficacia la reestructura tecnica y evaluo altamente los exitos logrados por los obreros.\n\t\t\t\t\t\n\t\t\t\t\t  Acto seguido, recorrio el gimnasio nuevamente construido por la fabrica y presto profunda atencion a la vida cultural de los obreros.\n\t\t\t\t\t\n\t\t\t\t\t    A continuacion, dirigio en el terreno la Fabrica de Alimentos de Hoeryong, nuevamente construida.\n\t\t\t\t\t\n\t\t\t\t\t  Al recorrer varios procesos productivos se cercioro en detalles del estado de constriccion, equipos tecnicos y produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Esta fabrica es perfecta tanto en su proyecto como en su construccion y deviene la moderna base de elaboracion de alimentos equipado con las instalaciones ultramodernas, dijo y se mostro muy satisfecho de que hayan construido en un corto tiempo tal excelente fabrica conveniente a la demanda del nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\t  Se entero detalladamente del estado de produccion de diversos alimentos y expreso alegria de que se pudiera suministrar mucho mas los alimentos sabrosos y nutritivos al pueblo diciendo que todos los productos de la fabrica incluidos los de primera y segunda elaboracion tienen alta calidad y son agradables a la vista.\n\t\t\t\t\t\n\t\t\t\t\t  Enfatizo que los funcionarios, obreros y tecnicos de la fabrica deben producir mucho mas los alimentos elaborados incluyendo los subsidiarios sabrosos y nutritivos y asi materializar con brillantez el legado del Presidente de liberar completamente a las mujeres de los cargos de la faena domestica. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente realizo visita de orientacion sobre la Fabrica de Medicamentos Coryo de Hoeryong.\n\t\t\t\t\t\n\t\t\t\t\t  Tras escuchar la explicacion ante el plano del proceso productivo, recorrio el interior y exterior  de la fabrica enterandose en detalles del estado de produccion.\n\t\t\t\t\t\n\t\t\t\t\t  Los funcionarios, obreros y tecnicos de la fabrica realizaron excelentemente  la produccion en extracto y fundamentacion cientifica de los medicamentos Coryo, la esterilizacion y despolvorizacion de la fabrica y elevaron de manera trascendental la calidad de los medicamentos, senalo y evaluo altamente los meritos de ellos que dedican todo lo suyo a la materializacion de la orientacion del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Diciendo que durante miles de anos pasados los antecedentes coreanos habian vivido sanamente curando las enfermedades solo con los medicamentos Coryo, destaco que el desarrollo de esta medicina tradicional tiene importante significado en el fomento de la salud del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  A fin de elevar la eficiencia de los medicamentos Coryo, hay que producir el extracto de medicamento basandose en las ciencias y los metodos industriales.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente recorrio el Restaurante de Hoeryong nuevamente construido.\n\t\t\t\t\t\n\t\t\t\t\t  Prestando gran atencion desde la estructura interior hasta los equipos y muebles del comedor edificado de manera gigantesca y hermosa, vio diversas cocinas y se cercioro del estado de construccion y operacion.\n\t\t\t\t\t\n\t\t\t\t\t  Este restaurante, en que fueron combinadas las bellezas clasicas nacionales y las contemporaneas y armonizadas bien la elegancia y la fineza, es el edificio perfecto desde su proyecto hasta la construccion y los equipos de cocina, dijo y evaluo altamente los meritos de los funcionarios y constructores que edificaron excelentemente en un corto tiempo la moderna base de servicio de nivel maximo, comparable con el Restaurante Okryu de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente anduvo por la calle de comedores nuevamente construida en esta ciudad.\n\t\t\t\t\t\n\t\t\t\t\t  Al recorrer la calle de comedores donde estan alineados la refresqueria, la casa de sopa de visceras, el comedor de carne de conejo, el de requeson de soja no prensado, el de platos de maiz, el de plato de fideos condimentados y sin caldo, aprecio altamente el hecho de que edificaron de manera especifica la red de servicio conforme al nivel de vida del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  Este dia, recorriendo la citada ciudad, el Dirigente presento las tareas que se presentan para prepararla mejor conforme a la demanda de la epoca del Songun. \n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion el Dirigente fue acompanado por O Su Yong, secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Kim Ki Nam y Hong Sok Hyong, miembros del Buro Politico y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Pak To Chun y Thae Jong Su, miembros suplentes del BP y secretarios del CC del PTC, Hyon Chol Hae y Ri Myong Su, jefes de departamento del CDN."
        },
        {
            "title": " Kim Yong Nam envia telegrama de consuelo a Hugo Chavez",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-18ee.html",
            "content": "Kim Yong Nam envia telegrama de consuelo a Hugo Chavez\r\nPyongyang, 4 de diciembre (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un telegrama de consuelo al presidente de la Republica Bolivariana de Venezuela, Hugo Chavez Frias, en relacion con que este pais latinoamericano sufrio en su capital y otras localidades las perdidas humanas y materiales por las lluvias torrenciales de varios dias consecutivos.\n\t\t\t\t\tEl remitente expresa su conviccion de que el destinatario y el gobierno venezolano eliminen cuanto antes los danos naturales y estabilicen la vida de los habitantes damnificados."
        },
        {
            "title": "Rodong Sinmun condena alianza militar tripartita",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-19ee.html",
            "content": "Rodong Sinmun condena alianza militar tripartita\r\nPyongyang, 4 de diciembre (ATCC) -- Las maniobras de Estados Unidos para formar la alianza militar tripartita con Japon y el Sur de Corea devienen una gran amenaza y desafio a la paz de la Peninsula Coreana y del resto de Asia y el mundo y el acto criminal para la agresion.\n\t\t\t\t\tAsi senala el periodico Rodong Sinmun en un articulo individual del dia 4 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., que acelera los preparativos de nueva guerra mundial, fortalece las maniobras para crear la citada alianza en el Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tTambien, da acicate al aumento armamentista y los preparativos de guerra en el Nordeste Asiatico y del Pacifico incluyendo el Sur de Corea y Japon, lo cual muestra que el considera la region asiatica como importante campo de confrontacion militar con las fuerzas socialistas y toma a Corea como el blanco principal de esta politica de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tEn las condiciones de que esta alianza no fue fijada todavia por un convenio, trata de completar las relaciones tripartitas entre los tres paises aumentando en gran medida el poderio militar de estos, lo cual deviene la caracteristica principal de tales maniobras.\n\t\t\t\t\t\n\t\t\t\t\tPara lograr este objeto las autoridades militares norteamericanas viajaron en los ultimos dias al Sur de Corea y Japon con motivo del ejercicio militar conjunto EE.UU.-el Sur de Corea y la \"reunion consultiva anual para la seguridad\".\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas norteamericanos, los reaccionarios japoneses y los titeres surcoreanos pretenden perfeccionar el sistema de alianza agresiva colectiva fortaleciendo en lo militar los eslabones de este organismo militar mediante el aumento armamentista. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, suelen efectuarse entre ellos varias acciones conjuntas como el estudio comun para la \"defensa\" y el \"tiempo de emergencia\" y los ejercicios militares. \n\t\t\t\t\t\n\t\t\t\t\tYa, la alianza militar tripartita entre EE.UU., Japon y el Sur de Corea existe realmente disponiendose de todas las condiciones y aspectos de un bloque militar colectivo.\n\t\t\t\t\t\n\t\t\t\t\tPor su resultado, se convierte en realidad el sistema de guerra de la \"cruzada anticomunista\" compuesto por la OTAN en Europa y la alianza militar tripartita en el Nordeste Asiatico, que desde hace mucho tiempo se ha venido planeado por EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes maniobras de los reaccionarios yanquis y japoneses y los titeres surcoreanos para inventar la alianza militar tripartita, la situacion de la Peninsula Coreana se torna cada dia mas tensa y se agranda de hora en hora el peligro de la guerra."
        },
        {
            "title": "Efectuado Campeonato de Jovenes",
            "url": "http://kcna.co.jp/item/2010/201012/news04/20101204-20ee.html",
            "content": "Efectuado Campeonato de Jovenes\n\t\t\t\t\t\t\r\nPyongyang, 4 de diciembre (ATCC) -- Tuvo lugar en Corea el Campeonato de Jovenes.\n\t\t\t\t\tEn el marco del certamen se realizaron los torneos de mas de 30 disciplinas. \n\t\t\t\t\t\n\t\t\t\t\tSe han renovado los records de nivel de juniores de la Republica en 4 categorias de levantamiento de pesas y se han alcanzado buenos exitos en los juegos con pelotas y los de fuerza.\n\t\t\t\t\t\n\t\t\t\t\tLos jugadores del Conjunto Deportivo 25 de Abril lograron primeros lugares en varias disciplinas como el baloncesto (m), el ping pong colectivo (f), el boxeo de ambos sexos, la gimnasia colectiva (m), el levantamiento de pesas de ambos sexos, el jockey sobre hierba de ambos sexos y el judo (f).\n\t\t\t\t\t\n\t\t\t\t\tAdemas, los jugadores de la Escuela Deportiva Central y las jugadoras del Conjunto Deportivo Chobyong resultaron ganadores en el voleibol, los varones del Conjunto Deportivo de la Direccion del Ferrocarril de Pyongyang y las muchachas del Conjunto Deportivo Taesongsan, en el jockey sobre hielo, y los del equipo deportivo del Ministerio de Transporte Terrestre y Maritimo, en la natacion sincronica.\n\t\t\t\t\t\n\t\t\t\t\tEl Conjunto Deportivo Amnokgang, el Pyongyang, el Kigwancha, el Haebangsan y el Suyangsan salieron sobresalientes respectivamente en el baloncesto (f), el ping pong colectivo (m), la gimnasia colectiva (f), el badminton (m) y el atletismo (f)."
        }
    ]
}