{
    "date": "2011-09-30",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Greetings to Chinese Party and State Leaders ",
            "url": "http://kcna.co.jp/item/2011/201109/news30/20110930-14ee.html",
            "content": "Kim Jong Il Sends Greetings to Chinese Party and State Leaders \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il together with Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, and Choe Yong Rim, premier of the Cabinet, sent a message of greetings to Hu Jintao, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of its Central Military Commission, Wu Bangguo, chairman of the Standing Committee of the Chinese National People's Congress, and Wen Jiabao, premier of the State Council of China, on Friday on the occasion of the 62nd founding anniversary of the PRC.\n\t\t\t\t\t\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t We, in the name of the Workers' Party of Korea and the government and people of the Democratic People's Republic of Korea, extend warm congratulations and greetings to you and, through you, to the Communist Party of China and the government and people of the People's Republic of China on the 62nd founding anniversary of the PRC.\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the PRC was a historic event which opened up the way for the creation of independent, civilized and socialist new life for the hundreds of millions of Chinese people. \n\t\t\t\t\t\n\t\t\t\t\t For the past more than six decades the intelligent and diligent Chinese people have waged strenuous drive to build a modern socialist power in the land of China, bringing about world-startling great changes and development in all aspects of politics, economy and culture. \n\t\t\t\t\t\n\t\t\t\t\t Our people are pleased over the fact that everything goes well in China, friendly neighbor, and sincerely hope the fraternal Chinese people would achieve fresh and bigger success in the building of harmonious socialist society based on the scientific outlook on development under the guidance of CPC led by General Secretary Hu Jintao. \n\t\t\t\t\t\n\t\t\t\t\t The traditional DPRK-China friendship deeply rooted in the hearts of the peoples of the two countries after standing all ordeals of history is developing onto new higher stage in all aspects thanks to the joint efforts of both sides. \n\t\t\t\t\t\n\t\t\t\t\t We wish the PRC and its people prosperity and happiness, convinced that the traditional DPRK-China relations of friendship and cooperation will steadily grow stronger in conformity with the desire and wishes of the parties, governments and peoples of the two countries."
        },
        {
            "title": "Kim Jong Il Sends Special Thanks to Those Who Completed Waterway of Power Station",
            "url": "http://kcna.co.jp/item/2011/201109/news30/20110930-55ee.html",
            "content": "Kim Jong Il Sends Special Thanks to Those Who Completed Waterway of Power Statio\r\n\n\t\t\t\t\tPyongyang, September 30 (KCNA) -- General Secretary Kim Jong Il sent special thanks to the soldier-builders, shock brigade members and officials who completed the waterway of the Huichon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons and people of the DPRK completed in a matter of just two years the waterway dozens of kilometers long which would have taken more than 10 years at an ordinary pace in the wake of the construction of large dams between high mountains facing the upper reaches of Jangja and Chongchon Rivers. \n\t\t\t\t\t\n\t\t\t\t\t A meeting took place in the construction site of Huichon Power Station No. 1 on Friday to convey the special thanks from the leader. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Jo Pyong Ju, vice-premier of the Cabinet, officials concerned, soldier-builders and shock brigade members. \n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam said in his address the special thanks from Kim Jong Il is the highest commendation to the members of the vanguard in the advance for a great surge. \n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers at the meeting referred to the emotion and happiness with which they received the special thanks from the leader. They vowed to hasten the final-phase project and bring earlier the day of commissioning and dynamically push forward the construction of multi-tier power stations on the Chongchon River.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting there was the test operation of generators by the water fed by the waterway."
        },
        {
            "title": "Choe Yong Rim Visits Various Places of Nanjing City",
            "url": "http://kcna.co.jp/item/2011/201109/news30/20110930-12ee.html",
            "content": "Choe Yong Rim Visits Various Places of Nanjing City\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tNanjing, September 29 (KCNA correspondent) -- DPRK Premier Choe Yong Rim and his party Thursday visited various parts of Nanjing City, the capital of Jiangsu Province.\n\t\t\t\t\t\n\t\t\t\t\t At the Nanjing Chinese Electronics Panda Liquid Display Science and Technology Ltd., visited by President Kim Il Sung and General Secretary Kim Jong Il they were briefed on the company in front of the map showing its panoramic view and went round the products exhibition.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Yurun Group famous as a meat processing centre in China.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Choe made entries in the visitor's books.\n\t\t\t\t\t\n\t\t\t\t\t On the same day they looked round Zhongshan Grave."
        }
    ]
}