{
    "date": "2011-01-07",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-07ee.html",
    "articles": [
        {
            "title": "Choe Yong Rim Greets Guinea PM",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-15ee.html",
            "content": "Choe Yong Rim Greets Guinea PM\r\nPyongyang, January 7 (KCNA) -- Premier of the DPRK Choe Yong Rim on Dec. 31 last year sent a congratulatory message to Mohamed Said Fofana upon his appointment as Prime Minister of Guinea.\n\t\t\t\t\tThe message expressed belief that the traditional relations of friendship and cooperation between the two countries would continue to develop in the future, too. It wished the Prime Minister success in his work for national unity and socio-economic development."
        },
        {
            "title": "Choe Yong Rim Greets Belorussian PM",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-16ee.html",
            "content": "Choe Yong Rim Greets Belorussian PM\r\nPyongyang, January 7 (KCNA) -- Premier of the DPRK Choe Yong Rim Wednesday sent a congratulatory message to Mikhail Myasnikovich upon his appointment as Prime Minister of Belarus.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would favorably develop, the message wished him success in his work. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile Foreign Minister Pak Ui Chun sent a congratulatory message to Sergei Martinov upon his reappointment as foreign minister of Belarus."
        },
        {
            "title": "Pak Ui Chun Greets Uzbekistani FM",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-17ee.html",
            "content": "Pak Ui Chun Greets Uzbekistani FM\r\n Pyongyang, January 7 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Wednesday sent a message of greetings to E. M. Ganiev upon his appointment as foreign minister of Uzbekistan.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would develop on good terms and wished him great successes in his work."
        },
        {
            "title": "Pak Ui Chun Greets Brazilian FM",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-18ee.html",
            "content": "Pak Ui Chun Greets Brazilian FM\r\n Pyongyang, January 7 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun Wednesday sent a congratulatory message to Antonio Patriota upon his appointment as foreign minister of Brazil.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would continue to expand in the future, too, and wished him success in his work."
        },
        {
            "title": "Chinese Ambassador Hosts Friendly Meeting",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-19ee.html",
            "content": "Chinese Ambassador Hosts Friendly Meeting\r\n Pyongyang, January 7 (KCNA) -- Liu Hongcai, Chinese ambassador to the DPRK, hosted a friendly meeting with officials of the DPRK Ministry of People's Security at his embassy Friday on the New Year.\n\t\t\t\t\t Present there on invitation were Minister Ju Sang Song and officials of the ministry.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked to one another about the need to boost the DPRK-China relations, deepening the friendship."
        },
        {
            "title": "Gift from Chinese Official ",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-11ee.html",
            "content": "Gift from Chinese Official \r\n Pyongyang, January 7 (KCNA) -- General Secretary Kim Jong Il received a gift from the secretary of the Liaoning Provincial Committee of the Communist Party of China on the occasion of the New Year. \n\t\t\t\t\t Secretary Wang Min handed the gift to the DPRK consul general in Shenyang on January 4."
        },
        {
            "title": "Poster Exhibition Opens ",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-14ee.html",
            "content": "Poster Exhibition Opens\r\n Pyongyang, January 7 (KCNA) -- A poster exhibition was opened at the Pyongyang International Cultural Center on Friday to carry through the militant tasks set forth in the joint New Year editorial.\n\t\t\t\t\t On display are more than 60 posters which reflect the idea and spirit of the joint editorial. They were created by artistes of the Mansudae Art Studio, the Pyongyang University of Fine Arts, the Korean Central Fine Art Studio and the Fine Art Studio of the Ministry of Railways amid the stirring reality.\n\t\t\t\t\t\n\t\t\t\t\t Among them are posters \"Bring about a decisive turn in the improvement of the people's standard of living and the building of a great, prosperous and powerful country by accelerating the development of light industry once again this year!\" and \"Produce commodities to be favored by people and competitive on the world market!\" They call on all the party members and other working people to wage a dynamic drive for implementing the tasks set forth in the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t Posters of diverse themes include \"Let hasten the construction of the Huichon Power Station for happiness of the people at the maximum speed!\" \"Let us conduct a vigorous emulation for drastically increasing the per-unit grain yield!\" and \"Let all Koreans in the north, south and abroad join efforts to open a new phase of independent reunification!\"\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned, producers of art works and working people in the city looked round the exhibition."
        },
        {
            "title": "Officials Do First Friday-Labour of Year",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-13ee.html",
            "content": "Officials Do First Friday-Labour of Year\r\n Pyongyang, January 7 (KCNA) -- Officials of ministries and national institutions in the DPRK did the first Friday-labor of the year on farm fields. \n\t\t\t\t\t They helped the agricultural workers on farms in Mangyongdae and Rakrang districts of Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Among them were officials from the Presidium of the Supreme People's Assembly, the Ministry of Light Industry, the Ministry of Foreign Trade and the Ministry of Agriculture. They were busy carpeting fields with manure. \n\t\t\t\t\t\n\t\t\t\t\t Those of the Central Committee of the Kim Il Sung Socialist Youth League, the Mansudae Art Studio, the Guidance Bureau for Sericulture and Silk Industry and other guidance bureaus, too, visited farm fields busy with farming preparations, carrying much manure on trucks."
        },
        {
            "title": "Students' Social and Political Activities Brisk",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-07ee.html",
            "content": "Students' Social and Political Activities Brisk\r\n Pyongyang, January 7 (KCNA) -- Students in the DPRK are conducting brisk social and political activities during their vocation in hearty response to the joint New Year editorial.\n\t\t\t\t\t Students of Kim Il Sung University, Pyongyang Kim Won Gyun Conservatory and others have actively encouraged electricity producers of the Pyongyang Thermal Power Complex and the East Pyongyang Thermal Power Plant in their labor drive since the outset of the year.\n\t\t\t\t\t\n\t\t\t\t\t Students of Pyongyang University of Railways conducted dynamic agitation for increased production at factories and enterprises in the field of railway transport including the Kim Jong Thae Electric Locomotive Complex and the West Pyongyang Service Brigade of Engine to arouse the railway workers for new feats. They also handed various kinds of aid materials to them.\n\t\t\t\t\t\n\t\t\t\t\t Students of various universities including Kim Hyong Jik University of Education went to cooperative farms in Pyongyang alive with farm work for the new year and helped farmers there in the production of compost."
        },
        {
            "title": "New Technology of Plasma Heat Treatment Developed   ",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-10ee.html",
            "content": "New Technology of Plasma Heat Treatment Developed\r\nPyongyang, January 7 (KCNA) -- A new technology of plasma heat treatment has been developed in the Democratic People's Republic of Korea.\n\t\t\t\t\tThe technology ensures required hardness and rational composition of metal by using air instead of argon gas. \n\t\t\t\t\t\n\t\t\t\t\tOn the basis of the technology, different kinds of plasma heat treatment devices for machine parts were designed and manufactured. More than 20 units have introduced the devices to heat-treat large machine parts on a high level.\n\t\t\t\t\t\n\t\t\t\t\tThe devices make it possible to lower the electricity consumption one twentieth and the heat treatment cost one thirtieth, while sharply raising the actual processing rate, doubling the serviceable life of the processed parts and improving the environment of production.\n\t\t\t\t\t\n\t\t\t\t\tThe technology can be applied to heat treatment of various parts, including locomotive wheels, crankshafts, rollers, large gears and cutting tools."
        },
        {
            "title": "Helicopter Flies to Bring Drifters Home",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-06ee.html",
            "content": "Helicopter Flies to Bring Drifters Home\r\n Pyongyang, January 7 (KCNA) -- There is one more touching story in socialist Korea where the people have become a big harmonious family with General Secretary Kim Jong Il as its father.\n\t\t\t\t\t Some days ago, 10 inhabitants of Kwaksan County, North Phyongan Province went adrift due to violent sea waves while plucking shell fish. They had been rescued by lighthouse keepers and inhabitants from Rap Islet but could not come back as the iceberg more than a fathom deep blocked their way. \n\t\t\t\t\t\n\t\t\t\t\t The officials of the county and the families of the drifters were at a loss, though they confirmed their whereabouts.\n\t\t\t\t\t\n\t\t\t\t\t Informed of this, Kim Jong Il took a measure to bring them home. A helicopter of the air force of the Korean People's Army flew towards a remote lighthouse islet in the West Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t When the helicopter appeared in the air over the islet in the morning of Thursday, all the drifters and four inhabitants of Nampho City who found shelter on the islet and those on it were moved to tears by the loving care shown by Kim Jong Il. They shouted at the top of their voices \"Long live respected General Kim Jong Il!\""
        },
        {
            "title": "Self-Reliance, Key to Strong Economy",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-09ee.html",
            "content": "Self-Reliance, Key to Strong Economy\r\n Pyongyang, January 7 (KCNA) -- The joint New Year editorial issued by major newspapers of the DPRK calls for adhering to the principle of self-reliance in economic construction.\n\t\t\t\t\t The principle has been consistently maintained by the Workers' Party of Korea in the protracted and arduous revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t With this principle, the DPRK has built an independent economy from poor foundations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialists and their allies have persistently tried to obstruct the DPRK's economic construction with sanctions and blockade. However, they could not block the development of the DPRK as its economy is dependent on its own strength, technologies and resources.\n\t\t\t\t\t\n\t\t\t\t\t Solid foundations have been laid in the DPRK to massproduce steel, fiber and fertilizers with domestic materials and fuel. Signal achievements have also been made in the ultra-modern scientific and technological field like information and nuclear technologies.\n\t\t\t\t\t\n\t\t\t\t\t These facts clearly prove that self-reliance is a key to building a strong economy."
        },
        {
            "title": " Rodong Sinmun on Irresistible Trend of Times ",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-08ee.html",
            "content": "Rodong Sinmun on Irresistible Trend of Times \r\n Pyongyang, January 7 (KCNA) -- Developments in the international arena last year go to prove that the imperialists' high-handed and arbitrary practices can work no longer and the trend of the times toward independence has become irresistible, says Rodong Sinmun Friday in a bylined article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' high-handed and arbitrary practices diametrically run counter to the publicly recognized principles of independence and equality in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t They can hardly cut ice with anyone any longer in the international community today when all countries and nations are carving out their destinies independently.\n\t\t\t\t\t\n\t\t\t\t\t It is a global trend for the world people to head for independence and peace.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible for the imperialist forces to hold in check the global onward movement and realize their hegemonic ambition through their high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The trend of independence sweeps all over the continents and regions and an increasing number of countries are heading for independence.\n\t\t\t\t\t\n\t\t\t\t\t The cause of independence is sure to triumph for its validity and truth.\n\t\t\t\t\t\n\t\t\t\t\t Songun is a banner of struggle and a treasured sword for winning sure victory to be held fast to by the people advocating independence. \n\t\t\t\t\t\n\t\t\t\t\t Nothing can stem the trend of the times toward independence.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party and people of Korea will wage a vigorous struggle under the uplifted banner of independence against imperialism this year, too, and thus make a positive contribution to victoriously advancing the popular masses' cause of independence, the cause of socialism, concludes the article."
        },
        {
            "title": "Int'l Organization Pays Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-01ee.html",
            "content": "Int'l Organization Pays Tribute to Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, January 7 (KCNA) -- An event of laying a floral basket before the portrait of President Kim Il Sung with sunny smile took place at the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on Jan. 3 on the occasion of the New Year.\n\t\t\t\t\t Present there were the secretary-general and members of the organization and the ambassador and staff members of the DPRK embassy in Havana.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid a tribute to the President after placing a floral basket before the portrait."
        },
        {
            "title": "Joint New Year Editorial Hailed by Mexican Politician",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-04ee.html",
            "content": "Joint New Year Editorial Hailed by Mexican Politician\r\n Pyongyang, January 7 (KCNA) -- Cuautemoc Amezcua Dromundo, chairman of the C.C., Socialist Popular Party of Mexico, made public a statement on Jan. 2 in support of the joint New Year editorial of the DPRK.\n\t\t\t\t\t The statement said that the joint editorial serves as a militant banner and an important work as it represents a grand plan and will of General Secretary Kim Jong Il to build a thriving nation without fail true to the last instructions of President Kim Il Sung and indicates the strategy and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that in order to successfully accelerate the advance for this year the Workers' Party of Korea would give fuller play to the spirit of its historic Conference, the spirit of single-minded unity, the indomitable spirit of forced march and the spirit of uninterrupted revolution. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will advance dynamically, putting further spurs for a leap forward and the general offensive to Chollima in the Songun era till the day of final victory in hearty response to the militant call of the Party, it said."
        },
        {
            "title": "Germans Demand Demolition of Concrete Wall in Korea ",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-03ee.html",
            "content": "Germans Demand Demolition of Concrete Wall in Korea\r\n Pyongyang, January 7 (KCNA) -- The German Branch of the Korean Friendship Association issued a statement on Dec. 29 last year demanding the demolition of the concrete wall extending in the areas south of the Military Demarcation Line.\n\t\t\t\t\t 31 years have passed since it was built by the south Korean puppet authorities, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The building of the wall dividing the Korean Peninsula into the north and the south was an act of going against the will of all the Korean people for reunification as it was erected at the prodding of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The wall still remains the last leftover of the Cold War. Being a symbol of the division of the peninsula, the concrete wall is a physical barrier lying in the way of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should pull down the wall to create an atmosphere favorable for the reunification of Korea."
        },
        {
            "title": "DPRK's Anniversaries Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-02ee.html",
            "content": "DPRK's Anniversaries Marked Abroad\r\n Pyongyang, January 7 (KCNA) -- Events took place abroad to mark the 19th anniversary of General Secretary Kim Jong Il as supreme commander of the Korean People's Army and the 93rd birth anniversary of anti-Japanese war hero Kim Jong Suk on Dec. 21 and 22 last year. They included seminar, Korean book and photo exhibition and film shows in Russia and Germany.\n\t\t\t\t\t On display at their venues were works of President Kim Il Sung and Kim Jong Il, photos on the immortal feats of the three commanders of Mt. Paektu and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"The Country Shining with Arms of Mt. Paektu.\"\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the event held in Germany."
        },
        {
            "title": "Kim Jong Il recibe presente de Wang Min",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-20ee.html",
            "content": "Kim Jong Il recibe presente de Wang Min\r\nPyongyang, 7 de enero (ATCC) -- El Dirigente   Kim Jong Il recibio presente que le dirigiera el secretario del Comite Provincial del Partido Comunista de China en Liaoning, Wang Min, con motivo del Ano Nuevo.\n\t\t\t\t\t  El secretario lo entrego el dia 4 al consul general coreano en Shenyang."
        },
        {
            "title": "Estudiantes coreanos participan en actividades sociopoliticas",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-21ee.html",
            "content": "Estudiantes coreanos participan en actividades sociopoliticas\r\nPyongyang, 7 de enero (ATCC) -- En acato al editorial conjunto publicado con motivo del Ano Nuevo, los universitarios coreanos desarrollan actividades sociopoliticas en estos dias de vacaciones invernales. \n\t\t\t\t\tLos estudiantes de la Universidad Kim Il Sung, el Conservatorio Kim Won Gyun de Pyongyang, etc., acudieron a principios de enero a los Complejos Termoelectricos de Pyongyang y de Pyongyang Este para estimular a los productores de electricidad. \n\t\t\t\t\t\n\t\t\t\t\tLos muchachos de la Universidad de Ferrocarriles de Pyongyang realizaron la agitacion economica en las fabricas y empresas de la rama de transporte ferroviario como el Complejo de Locomotoras Electricas Kim Jong Thae y el cuerpo de locomotoras de Pyongyang Oeste y entregaron a los obreros varios materiales de ayuda pidiendoles que creen nuevos meritos.\n\t\t\t\t\t\n\t\t\t\t\t  Los jovenes de la Universidad Pedagogica         Kim Hyong Jik y otros planteles universitarios ayudaron la produccion de estiercoles en las granjas cooperativas especializadas en verduras de Jangchon y Hwasong de los capitalinos municipios de Sadong y Ryongsong y las otras."
        },
        {
            "title": "Actos en Rusia y Alemania por efemerides coreanas",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-22ee.html",
            "content": "Actos en Rusia y Alemania por efemerides coreanas\r\nPyongyang, 7 de enero (ATCC) -- Con motivo del 19o aniversario del nombramiento del Dirigente   Kim Jong Il como Comandante Supremo del Ejercito Popular de Corea y del 93o del nacimiento de la Heroina de la Lucha Antijaponesa Kim Jong Suk, tuvieron lugar los dias 21 y 22 de diciembre pasado simposios, exposiciones de libros y fotos y proyecciones filmicas de Corea en Rusia y Alemania.\n\t\t\t\t\t  En las ocasiones fueron exhibidos las obras del Presidente Kim Il Sung y el Dirigente Kim Jong Il, las fotos alusivas a las hazanas inmortales de los 3 generales del monte Paektu, los libros y fotos que dan a conocer a Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En los encuentros de cine fueron proyectados los filmes coreanos como \"La patria brilla con el fusil del monte Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t  En el acto celebrado en Alemania fue aprobado un mensaje de felicitacion al Dirigente."
        },
        {
            "title": "Rinden homenaje a Kim Il Sung en la OSPAAAL",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-23ee.html",
            "content": "Rinden homenaje a Kim Il Sung en la OSPAAAL\r\nPyongyang, 7 de enero (ATCC) -- Con motivo del Ano Nuevo, tuvo lugar el dia 3 en la Organizacion de Solidaridad de los Pueblos de Asia, Africa y America Latina (OSPAAAL) una ceremonia de homenaje al Presidente Kim Il Sung.\n\t\t\t\t\tEn la ocasion estuvieron presentes el secretario general y los miembros de la OSPAAAL, el embajador y otros miembros de la embajada coreana en Cuba.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron tributo al Presidente tras depositar un cesto de flores ante su retrato con amplia sonrisa."
        },
        {
            "title": "Politico mexicano apoya editorial conjunto de Corea",
            "url": "http://kcna.co.jp/item/2011/201101/news07/20110107-24ee.html",
            "content": "Politico mexicano apoya editorial conjunto de Corea\r\nPyongyang, 7 de enero (ATCC) -- El presidente del Comite Central del Partido Popular Socialista de Mexico, Cuautemoc Amezcua Dromundo, publico el dia 2 una declaracion expresando el apoyo al editorial conjunto publicado por los importantes periodicos de Corea con motivo del Ano Nuevo.\n\t\t\t\t\t  El documento senala que ese editorial refleja el magno proyecto y voluntad del Dirigente            Kim Jong Il de construir a toda costa una gran potencia prospera en acato al legado del Presidente Kim Il Sung y sirve de bandera combativa y guia programatica que ensena la estrategia y remedios para poner en practica ese proyecto.\n\t\t\t\t\t\n\t\t\t\t\t  Indica que para acelerar exitosamente la marcha de este ano, el Partido del Trabajo de Corea demostrara mas el espiritu de unidad monolitica, marcha forzada y revolucion continua que se ha expresado en su historica Conferencia.\n\t\t\t\t\t\n\t\t\t\t\t  Destaca que hasta el dia de victoria final, el pueblo coreano marchara a pasos firmes dando sucesivos acicates al corcel Chollima de la epoca del Songun para dar grandes saltos e impulsar la ofensiva general, en correspondencia al llamado combativo del partido."
        }
    ]
}