{
    "date": "2011-01-11",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Conveys Sympathy to Iranian President",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-15ee.html",
            "content": "Kim Yong Nam Conveys Sympathy to Iranian President\r\nPyongyang, January 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of sympathy to Mahmoud Ahmadinejad, President of Iran, as regards the airliner crash in Iran that claimed huge casualties.\n\t\t\t\t\tKim, in the message, expressed deep sympathy and condolences to the Iranian President and, through him, to the victims and the bereaved families of the dead."
        },
        {
            "title": "Korean Officials Vow to Improve People's Living",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-12ee.html",
            "content": "Korean Officials Vow to Improve People's Living\r\n Pyongyang, January 11 (KCNA) -- The joint New Year editorial issued by leading newspapers of the DPRK calls for giving priority to the improvement of the people's living standard in the effort for the building of a thriving nation.\n\t\t\t\t\t Light Industry Minister An Jong Su told KCNA that light industry was a major sector in attaining this year's target. It is the plan of the Workers' Party of Korea to press ahead with the upgrading of light industry, not partially but in an all-round way, not on an ordinary standard but on a standard of cutting edge, and with a sight set far ahead into the future.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his determination to work hard to implement the WPK's plan. \n\t\t\t\t\t\n\t\t\t\t\t Ri Hi Hon, manager of the Kim Chaek Iron and Steel Complex, said his complex would support light industry with increased iron and steel production and take the lead in the effort for improving the people's living standard and building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Vice-minister of Agriculture Ri Man Song said the agricultural sector would pay primary attention to implementing the WPK's policies of improvement in seed selection, double cropping, and potato and soybean farming. He also pledged to have more advanced methods and techniques, including organic method, introduced in farming.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, said the organization would encourage all the young people to play a big role in all economic sectors and in the scientific and technological development.\n\t\t\t\t\t\n\t\t\t\t\t Jang Chol, president of the State Academy of Sciences, said that scientists and technicians of the academy would contribute to the upgrading of light industry and the economic growth with more scientific findings."
        },
        {
            "title": "Joint New Year Editorial Studied",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-10ee.html",
            "content": "Joint New Year Editorial Studied\n\t\t\t\t\t\t\r\nPyongyang, January 11 (KCNA) -- Korean people are studying the joint New Year editorial issued by major newspapers of the country, which calls for bringing about a decisive turn in the improvement of the people's living standard.\n\t\t\t\t\tIt is read by all people of ministries, national institutions, industrial establishments and cooperative farms. \n\t\t\t\t\t\n\t\t\t\t\tMass media, including TV and radio, explain the editorial repeatedly and report what people say about it.\n\t\t\t\t\t\n\t\t\t\t\tOfficials introduce the editorial among people of their units in diversified ways to help them learn about their tasks for this year and ways for their fulfillment.\n\t\t\t\t\t\n\t\t\t\t\tRi Nam Jung, a department director of the Ministry of Foodstuff and Daily Necessities Industry, told KCNA that it was important in improving the people's living standard and accelerating the building of a thriving nation to carry out the tasks set forth in the editorial.\n\t\t\t\t\t\n\t\t\t\t\tSeen in the streets are posters \"Let us implement the tasks set forth in the joint New Year editorial!\" and \"All for the improvement of the people's living standard once again!\""
        },
        {
            "title": "Masses Marking Buddha's Day Held ",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-13ee.html",
            "content": "Masses Marking Buddha's Day Held \r\n Pyongyang, January 11 (KCNA) -- Masses praying for national reunification marking Buddha's Day were simultaneously held at various temples in the north on Tuesday.\n\t\t\t\t\t Present there were office-bearers of the Central Committee of the Buddhist Federation of Korea and its provincial, city and county committees, priests and believers of the temples concerned. Rituals were followed by speeches. Then addresses praying for national reunification were read out.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Buddha's Day is marked when all the people of the country are turning out in a dynamic general offensive to bring about a decisive turn in building a thriving nation, inspired by the joint New Year editorial. \n\t\t\t\t\t\n\t\t\t\t\t They called upon all the Buddhists at home and abroad to come out in a more dynamic struggle to improve the north-south relations and achieve the reunification of the country in Dharma-minded concord under the slogan \"Let all Koreans in the north, south and abroad join efforts and bring a new phase of independent reunification!\"\n\t\t\t\t\t\n\t\t\t\t\t They urged all the Buddhists in the north and the south and abroad to turn out in the practical actions to put the earliest possible end to the confrontation between the north and the south, defuse the danger of a war prevailing on the Korean Peninsula, preserve peace and actively promote dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t They called for shattering the moves of the separatists at home and abroad, taking the north-south joint declaration and the idea of \"By our nation itself,\" its basic spirit, as the lifeline of the movement for national reunification and thoroughly embodying them."
        },
        {
            "title": "Best Taekwon-Do Players, Coaches Selected",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-11ee.html",
            "content": "Best Taekwon-Do Players, Coaches Selected \r\n Pyongyang, January 11 (KCNA) -- Best Taekwon-Do players and coaches for Juche 99 (2010) were selected in the DPRK.\n\t\t\t\t\t The best players are Ri Myong Jin, a 26-year-old boy belonging to the North Hwanghae Provincial Taekwon-Do Team, and O Kum Ju, a 26-year-old girl of the national team. They bagged gold medals and technical prizes at the 5th Asian Taekwon-Do Championship.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Guk, a man aged 34, and Kim Yong Sun, a woman aged 37, were named best coaches. They are coaches of the national team."
        },
        {
            "title": "DPRK's Proposal for Wide-ranging Negotiations",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-09ee.html",
            "content": "DPRK's Proposal for Wide-ranging Negotiations\n\t\t\t\t\t\t\r\n Pyongyang, January 11 (KCNA) -- Recently, the DPRK government, political parties and organizations released a joint statement proposing wide-ranging dialogue and negotiations with their south Korean counterparts.\n\t\t\t\t\t The statement said the relations between the north and the south of Korea could never be improved through confrontation. They have precedents for having solved problems through dialogue and negotiations and they already adopted good principles and declarations.\n\t\t\t\t\t\n\t\t\t\t\t The July 4 joint statement was made public in Juche 61 (1972) based on three principles -- independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Historic summit meetings and talks between the north and south were held in Pyongyang in 2000 and 2007 to adopt the June 15 joint declaration and October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t They led to wide-ranging contacts and visits between the two sides, adding to the desire of the nation for the reunification.\n\t\t\t\t\t\n\t\t\t\t\t The latest statement mirrors a strong will of the whole nation to ensure peace in the Korean peninsula and open a decisive phase of national reunification without fail this year, the first of the second decade of the 21st century."
        },
        {
            "title": "KCNA Urges Japan to Behave Itself",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-14ee.html",
            "content": "KCNA Urges Japan to Behave Itself\n\t\t\t\t\t\t\r\n Pyongyang, January 11 (KCNA) -- A diplomatic document declassified by the Japanese Foreign Ministry recently disclosed the fact that Sato, prime minister in 1969, proposed the U.S. himself that Japan would provide a rear base to south Korea in \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t He said at the talks with the U.S. secretary of State at that time that \"if there came a formal request from south Korea on this matter, it was his intention to let not only bases in Okinawa but those in other parts of Japan provide logistic support to south Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t This discloses the invariable scenario of the Japanese reactionaries for staging a comeback to Korea as it provided a glimpse into the successive Japanese rulers' wild ambitions to invade Korea.\n\t\t\t\t\t\n\t\t\t\t\t  In the 1950s when the U.S. imperialist aggression forces launched a brigandish war against the young DPRK Japan offered its territory as logistic and sortie bases for them.\n\t\t\t\t\t\n\t\t\t\t\t Officers of the Imperial Japanese Army provided to the \"UN Command\" explanations and detailed maps not only on the military strongholds in the DPRK, harbors, factories, schools, hospitals but also on the type of every facility and voltage used there to help the U.S. forces in their military operations. \n\t\t\t\t\t\n\t\t\t\t\t Japan was not recovered from the aftermath of its defeat in the war but spared no human and material assistance to the U.S. imperialists during their aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan, having such precedent, is keen to launch reinvasion in the new century under the U.S. war umbrella in a sinister bid to fish in troubled waters. \n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the following fact: Japan is contemplating revising the \"Japan-U.S. Defence Cooperation Guidelines\" to hurl its \"Self-Defence Forces\" into the Korean front in \"contingency\" on the Korean Peninsula under the motto of \"closer alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. ignites another Korean war, Japan is set to take part in it as a force of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better draw a lesson from its history and behave itself."
        },
        {
            "title": "Rodong Sinmun Calls for Confidence-building between DPRK and US",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-06ee.html",
            "content": "Rodong Sinmun Calls for Confidence-building between DPRK and US\r\n Pyongyang, January 11 (KCNA) -- It is the master key to settling the present situation for the United States to drop its stance hostile to the DPRK and put an end to the DPRK-U.S. military confrontation. \n\t\t\t\t\t Rodong Sinmun Tuesday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more pressing and urgent than to ensure peace on the Korean Peninsula. It is the best way for settling issues to build confidence between the DPRK and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to conclude a peace treaty between the DPRK and the U.S. in order to terminate the state in which they are technically at war, the root cause of the hostile relations between them. \n\t\t\t\t\t\n\t\t\t\t\t The state of armistice on the peninsula is just like having a time bomb posing a constant threat not only to the security in Northeast Asia but the rest of the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the peace treaty is not the issue of one side giving any benefit to the other side or paying back for it. This is a realistic political issue beneficial to the parties concerned including the DPRK and the U.S. and international community and conducive to ensuring peace and security of Asia and the world. \n\t\t\t\t\t\n\t\t\t\t\t When a peace-keeping mechanism is built, it will help not only ensure durable peace and security on the peninsula and pave the way for national prosperity but open a phase favorable for peace and security in Northeast Asia. It will be beneficial to the U.S., too.\n\t\t\t\t\t\n\t\t\t\t\t If there are politicians intelligent and sensitive to the trend of the times in the U.S. they should properly understand this and have a pragmatic judgment and option. There is no reason for the U.S. to refuse to roll back its hostile policy toward the DPRK if it truly stands for confidence-building between the DPRK and the U.S. and peace and denuclearization of the peninsula."
        },
        {
            "title": "Irresponsible Remarks of Some Conservative Forces of S. Korea Flayed",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-07ee.html",
            "content": "Irresponsible Remarks of Some Conservative Forces of S. Korea Flayed\r\nPyongyang, January 11 (KCNA) -- Some conservative forces of south Korea are calling for \"sticking to the hard-line policy toward the north,\" urging \"the north to change its attitude\" and talking about \"sincerity.\" \n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These are the sinister remarks chilling the desire of the compatriots to see the relations between the north and the south improved and open a new phase of independent reunification through wide-ranging dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous desire of the nation and the trend of the times that the issue of relations between the north and the south and the country's reunification should be settled through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t Those who are talking about \"sincerity\" are well advised to go through every sentence of the joint statement of the DPRK government, political parties and organizations. \n\t\t\t\t\t\n\t\t\t\t\t The joint statement did not put any precondition, while proposing wide-ranging dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t  On the contrary, it made it clear that the north is ready to meet anyone anytime and anywhere from the standpoint of great national unity, letting bygones be bygones irrespective of party affiliation, political view and religious faith, if he or she is concerned about the prevailing situation and the destiny of the nation. Whether the north is sincere or not will be confirmed at the negotiating table. \n\t\t\t\t\t\n\t\t\t\t\t  Talking about \"sincerity\" before meeting with each other is an expression of a dishonest attitude. \n\t\t\t\t\t\n\t\t\t\t\t  The above-said remarks go to prove that they are still obsessed by the conception of confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities sincerely want wide-ranging dialogue and negotiations, they should abandon such conception and take immediate actions to stop the smear campaign and provocative acts against the north."
        },
        {
            "title": "Implementation of Inter-Korean Declarations Called for ",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-08ee.html",
            "content": "Implementation of Inter-Korean Declarations Called for\r\n Pyongyang, January 11 (KCNA) -- The June 15 joint declaration and the October 4 declaration serve as a banner of independent reunification to be always held fast to by all the fellow countrymen and a milestone confidently leading them to future prosperity of the nation, said Rodong Sinmun Tuesday in a bylined article. \n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean declarations pave a wide avenue for the Korean people to improve the north-south relations and achieve the country's peace and prosperity common to the nation through their concerted efforts and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t All members of the nation, be in the north, the south and abroad, should turn out as one in the patriotic struggle for upholding and implementing the June 15 joint declaration and the October 4 declaration, irrespective of political view, religious belief, class and stratum. No matter how complicated the situation may be and no matter how hard the circumstances may be, all the fellow countrymen should remain true to the north-south declarations and the idea of \"By our nation itself\" the validity and vitality of which have been clearly proved and wage a dynamic movement for the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly indicates that any act contrary to the above-said declarations results in deteriorating the north-south relations and escalating the military confrontation and tension on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The negation of the inter-Korean declarations means denying the development of the north-south relations and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is the inevitability of history that Korea artificially divided into two by foreign forces is sure to become one."
        },
        {
            "title": "DPRK's Proposal for Dialogue to Improve North-South Relations Hailed",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-04ee.html",
            "content": "DPRK's Proposal for Dialogue to Improve North-South Relations Hailed\n\t\t\t\t\t\t\r\n Pyongyang, January 11 (KCNA) -- The People for Achieving Peace and Reunification in south Korea on Jan. 6 released a statement titled \"The government should positively opt for north-south dialogue.\"\n\t\t\t\t\t The statement said that the joint statement of the DPRK government, political parties and organizations reflected the will of the north to tide over the crisis of military clash and confrontation and improve the south-north relations through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t Hailing the north's proposal for dialogue, the statement said that when the present \"government\" positively opts for dialogue and negotiations between the south and the north, it is possible to weather the dangerous crisis of a war and achieve prosperity common to the nation and peace. \n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to accept the north's proposal from a national stand.\n\t\t\t\t\t\n\t\t\t\t\t The Center for Peace and Disarmament of the Citizens' Solidarity for Democratic Society in south Korea also issued a statement on the same day demanding the present authorities opt for the south-north dialogue without delay.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that what is urgently needed for improving the south-north relations is for the authorities to stop the military actions and opt for dialogue with the north."
        },
        {
            "title": "Opening of Decisive Phase of National Reunification Called for ",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-03ee.html",
            "content": "Opening of Decisive Phase of National Reunification Called for\r\n Pyongyang, January 11 (KCNA) -- Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, released a statement Friday in support of the joint New Year editorial of the major newspapers of the DPRK and the joint statement of its government, political parties and organizations.\n\t\t\t\t\t The statement said that the joint New Year editorial is powerfully encouraging the compatriots in Japan and overseas in their patriotic struggle for the peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that on Jan. 5 the DPRK government, political parties and organizations in their joint statement set forth an important proposal for settling the grave situation prevailing in the Korean Peninsula and the north-south relations and opening a new phase for peace and reunification, the statement said that when all the Koreans assert in concert and pool their wisdom and efforts, they can defuse the danger of a war and bring earlier the day of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The association recognizes the orientation and tasks for the reunification movement laid down in the joint editorial and the important proposal set forth in the above-said joint statement as a patriotic decision to open a new phase of independent reunification, peace and prosperity in reflection of the will of all the fellow countrymen for peace and reunification and unequivocally supports them, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly seek a negotiated settlement of issues, they should not talk about \"sincerity\" of someone but immediately respond to the DPRK's proposal.\n\t\t\t\t\t\n\t\t\t\t\tThe association will take the June 15 joint declaration and the October 4 declaration as a banner of independent reunification and a landmark for national prosperity and wage a dynamic struggle to open a decisive phase for peace on the Korean Peninsula and its reunification without fail this year."
        },
        {
            "title": "DPRK Joint New Year Editorial Supported",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-01ee.html",
            "content": "DPRK Joint New Year Editorial Supported\n\t\t\t\t\t\t\r\n Pyongyang, January 11 (KCNA) -- British and Egyptian organizations expressed support for the joint New Year editorial of the DPRK.\n\t\t\t\t\t The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea said in a joint statement on Jan. 4: The joint editorial embodies President Kim Il Sung's idea of believing in the people as in Heaven and reflects the principle of activities of the DPRK and the Workers' Party of Korea which regard the improvement of the people's standard of living as the most important affair.\n\t\t\t\t\t\n\t\t\t\t\t The joint editorial will encourage the followers of the Juche idea, Songun idea and the people aspiring after independence, peace and socialism in the world, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will successfully carry out the tasks laid down in the editorial and thus show the might of the DPRK and build a prosperous socialist paradise, it added.\n\t\t\t\t\t\n\t\t\t\t\t The British Branch of the Korean Friendship Association, too, released a statement on the same day in which it expressed belief that the joint editorial would contribute to improving the people's standard of living and realizing national reunification and global peace and independence.\n\t\t\t\t\t\n\t\t\t\t\t The Egypt-Korea Friendship Association issued a statement on Jan. 3, expressing full support for the part on national reunification in the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t The Association urged the south Korean authorities to repeal the anti-reunification policy of confrontation with their fellow countrymen, respect and implement the June 15 joint declaration and the October 4 declaration and stop the anti-DPRK smear campaign and the crackdown on the patriotic forces for reunification."
        },
        {
            "title": "DPRK Joint New Year Editorial Studied Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-02ee.html",
            "content": "DPRK Joint New Year Editorial Studied Abroad\r\n Pyongyang, January 11 (KCNA) -- Reading sessions on the joint New Year editorial of the DPRK were held in Pakistan, Bangladesh and Sweden from Jan. 2 to 5.\n\t\t\t\t\t Asadulla Khan, chairman of the Karachi Branch of the Pakistan-Korea Friendship Association, said that the general target set by the joint editorial is to bring about a decisive turn in the improvement of the people's standard of living and the building of a great, prosperous and powerful nation by accelerating the development of light industry once again this year.\n\t\t\t\t\t\n\t\t\t\t\t Akrak Aktar Hamidi, chairman of the Society for the Study of Self-Reliance of Pakistan, noted that he was pleased that the Korean people gained brilliant achievements in developing the defence capability and building a great prosperous and powerful nation last year, adding that they were ascribable to the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t M. Gamrul Huda, chairman of the Bangladesh Institute of the Juche Idea, said that such grand political events noteworthy in the history of the Korean nation as the Conference of the Workers' Party of Korea and the events held last year to celebrate the 65th birthday of the WPK fully demonstrated the bright future and invincibility of the Party and revolution of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said that the Songun politics of the DPRK has helped firmly safeguard the sovereignty and dignity of the country and the nation from all the moves of the imperialists, adding that the army and people of the DPRK would successfully implement the tasks laid down in the joint editorial as long as they are under the experienced and tested leadership of Kim Jong Il."
        },
        {
            "title": "Seleccionados mejores jugadores y entrenadores de Taekwondo de 2010",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-16ee.html",
            "content": "Seleccionados mejores jugadores y entrenadores de Taekwondo de 2010\n\t\t\t\t\t\t\r\nPyongyang, 11 de enero (ATCC) -- Fueron seleccionados en la Republica Popular Democratica de Corea los jugadores y entrenadores mejores de Taekwondo para el 99 (2010) de la Era Juche.\n\t\t\t\t\t  Los primeros son Ri Myong Jin (muchacho de 26 anos de edad) del Equipo de Taekwondo de la Provincia de Hwanghae del Norte, quien conquisto varias medallas de oro y el premio tecnico en el V Campeonato Asiatico de Taekwondo, y O Kum Ju, (muchacha de 26 anos) de la Seleccion Nacional de Taekwondo.\n\t\t\t\t\t\n\t\t\t\t\t  Como mejores directores tecnicos fueron elegidos Kim Song Guk (hombre de 34 anos de edad) y Kim Yong Sun (mujer de 37 anos) de la Seleccion Nacional de Taekwondo."
        },
        {
            "title": "Japon debe sacar leccion de la historia, comenta ATCC",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-17ee.html",
            "content": "Japon debe sacar leccion de la historia, comenta ATCC\r\nPyongyang, 11 de enero (ATCC) -- Segun un documento diplomatico recien publicado por el Ministerio de Relaciones Exteriores de Japon, en 1969, el entonces premier japones, Sato, propuso a Estados Unidos que aproveche el territorio japones como retaguardia del Sur de Corea en el \"tiempo de emergencia\" de la Peninsula Coreana. \n\t\t\t\t\tEspecificamente, en entrevista con el secretario de Estado norteamericano, Sato dijo asi: \"si hay la peticion oficial del Sur de Corea sobre ese tema, pienso instruir el apoyo a este no solo a la base de Okinawa sino a las otras en el interior del pais\".\n\t\t\t\t\t\n\t\t\t\t\tEste hecho revela una parte de la ambicion de los sucesivos gobernantes de Japon de agredir a Corea.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, demuestra que los reaccionarios japoneses vienen acechando la oportunidad para lanzar de nuevo la agresion contra Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1950 cuando las tropas agresoras norteamericanas desataron la guerra contra la recien fundada Republica Popular Democratica de Corea, Japon concedio a EE.UU. su territorio como base de logistica, salida y suministro.\n\t\t\t\t\t\n\t\t\t\t\tPara las operaciones militares de las tropas norteamericanas, los oficiales del viejo ejercito japones elaboraron los mapas y guias, que ofrecian en detalles los datos de fortalezas militares, puertos, fabricas, escuelas, hospitales y hasta las formas de cada establecimiento y tension electrica, y los entregaron a la \"comandancia general de las fuerzas de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\tAun no pudiendo reparar las consecuencias de su derrota en la Segunda Guerra Mundial, Japon no escatimo su apoyo humano y material a los imperialistas yanquis que invadieron a Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo siglo tambien, Japon persigue la malsana intencion de emprender el camino de nueva agresion bajo el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn ese contexto, pretende enmendar la \"guia de cooperacion en defensa Japon-EE.UU.\" para poder despachar a las \"Fuerzas de Autodefensa\" al frente coreano en el supuesto \"tiempo de emergencia\" de la Peninsula Coreana, pretextando el \"fortalecimiento de la alianza\" con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn caso de que EE.UU. provoque la segunda guerra coreana, Japon volveria a tomar parte en ella como fuerza agresora. \n\t\t\t\t\t\n\t\t\t\t\tPero, seria conveniente a Japon que actue con prudencia sacando lecciones de la historia."
        },
        {
            "title": "Rodong Sinmun llama a establecer confianza entre RPDC y EE.UU.",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-18ee.html",
            "content": "Rodong Sinmun llama a establecer confianza entre RPDC y EE.UU.\r\nPyongyang, 11 de enero (ATCC) -- Estados Unidos deben abandonar su posicion hostil a la Republica Popular Democratica de Corea y cambiar su politica para acabar con el estado de confrontacion militar con ella, esto es la clave para superar la crisis actual. \n\t\t\t\t\tSenala el diario Rodong Sinmun en un comentario individual de este martes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAhora no hay otro problema mas urgente que preservar la paz en la Peninsula Coreana y el mejor remedio para el particular es crear la confianza entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPara ese fin, es preciso firmar primero el convenio de paz para acabar con el estado tecnicamente de guerra, causa de relaciones hostiles entre los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tEl estado de armisticio en la Peninsula Coreana es igual a tener una bomba de tiempo a punto de explotar que amenaza en todo momento la seguridad del Nordeste Asiatico y el resto de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tLa concertacion del convenio de paz no se trata de hacer favores o pagar por una parte a la otra, sino es un tema politico realista que beneficia a todos los paises interesados, incluyendo a Corea y EE.UU., y a la sociedad internacional y hace aporte a la paz y seguridad de Asia y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tSi se establece el sistema de paz, se preservaran la duradera paz y la seguridad de la Peninsula Coreana, se asegurara la prosperidad nacional y se creara la coyuntura favorable a la paz y la seguridad del Nordeste Asiatico, lo cual favorecera tambien a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSi en EE.UU. hay politicos con prevision y sensibles a la epoca, ellos deberan comprenderlo bien y tomar la opcion pragmatica. \n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. desea de veras la confianza mutua con Corea, la paz y la desnuclearizacion de la Peninsula Coreana, no tendria ningun inconveniente en renunciar a su politica hostil a la RPDC."
        },
        {
            "title": "Rodong Sinmun reafirma la vigencia de declaraciones Norte-Sur",
            "url": "http://kcna.co.jp/item/2011/201101/news11/20110111-19ee.html",
            "content": "Rodong Sinmun reafirma la vigencia de declaraciones Norte-Sur\n\t\t\t\t\t\t\r\n  Pyongyang, 11 de enero (ATCC) -- En un articulo individual difundido este martes, el diario Rodong Sinmun senala que la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre son la bandera de reunificacion independiente, que la nacion coreana debe levantar siempre, y el jalon que la conduce al futuro de prosperidad nacional.\n\t\t\t\t\t  Esas declaraciones N-S abrieron amplio camino para mejorar las relaciones intercoreanas y lograr la paz del pais y la prosperidad comun de la nacion uniendose y cooperando entre los connacionales, comienza el articulista y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Los coreanos en el Norte, el Sur y en ultramar deben levantarse unanimemente en la lucha patriotica por implementar tales declaraciones, independientemente de sus criterios politicos, religiones, clases y capas. \n\t\t\t\t\t\n\t\t\t\t\t  Aunque la situacion se torne cada vez mas complicada y dificil, toda la nacion coreana debe ser mas fiel a las declaraciones N-S de justeza y vitalidad comprobadas y al ideal \"Entre nosotros, los connacionales\" y dinamizar el movimiento por la reunificacion de la patria de acuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra claramente que si se oponen a esas declaraciones, se empeoraran las relaciones intercoreanas y se agravaran la confrontacion militar y la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, la negativa a ellas significa rehusar el desarrollo de relaciones intercoreanas y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Es inevitable que se reunifique la nacion coreana dividida por las fuerzas extranjeras. La historia lo dira."
        }
    ]
}