{
    "date": "2011-03-01",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-01ee.html",
    "articles": [
        {
            "title": "FM Spokesman on DPRK Ready for Both Dialogue and Confrontation",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-42ee.html",
            "content": "FM Spokesman on DPRK Ready for Both Dialogue and Confrontation\r\n Pyongyang, March 1 (KCNA) -- The U.S. and the south Korean bellicose forces finally kicked off large-scale war exercises against the DPRK, going against the unanimous aspiration and demand of the people at home and abroad for the peace and stability on the Korean Peninsula.\n\t\t\t\t\t A spokesman for the DPRK Foreign Ministry Tuesday issued the following statement:\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises go to prove once again that the U.S. hostile policy to hinder the peaceful development of the DPRK in every way and stifle it by force of arms remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t They are the U.S. exercises for a war of aggression against the DPRK to put pressure upon the East of the Asian Continent and thus put the whole of the Korean Peninsula under its military control. They are exercises for a nuclear war involving huge nuclear offensive means of the U.S. now under way according to an operational plan for making a preemptive nuclear attack on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking about \"provocations\" from someone but the on-going joint military exercises cannot but be viewed as provocations. Given the fact that the international community unanimously expresses serious concern over the tense situation on the Korean Peninsula, this saber-rattling is itself a blatant provocation. The exercises whose purpose is to cope with the \"contingency\" of somebody and their nature suggests that they are the most serious provocation. \n\t\t\t\t\t\n\t\t\t\t\t It was expected that south Korea would work hard to torpedo dialogue through all kinds of provocations to keep the confrontation prevailing between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t As soon as the present south Korean authorities took power, they denied the reconciliation and cooperation between the north and the south. They are, therefore, under the political burden to justify their policy for escalating the confrontation at any cost till the next elections. \n\t\t\t\t\t\n\t\t\t\t\t  What merits a serious attention is a selfish aim of the U.S. to meet its strategic interests by taking advantage of such intention of the south Korean authorities. The U.S. is contemplating egging the south Korean authorities on to screw up the tension on the Korean Peninsula in a bid to round off the U.S.-Japan-south Korea triangular military alliance and establish military domination over this whole region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. responded with its vicious military provocation to the DPRK's proposal for avoiding actions which can be considered by each other as provocations and building confidence through dialogue and negotiations. It is nonsensical and hypocritical for the U.S. to talk about \"sincere\" dialogue, while kissing the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has done what it can to make necessary dialogues successful as far as possible without any precondition, not webbed to modality of dialogue, prompted by the single desire to defuse the tension on the Korean Peninsula and ensure peace and stability there. The international community as a whole concerned about the escalating tension in the peninsula and the region is expressing positive support for the peace-loving efforts of the DPRK for dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are expressing irrepressible resentment at the U.S. for its high-handed act of staging the large-scale war maneuvers against the DPRK again quite contrary to the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t Inevitable is the physical counter-action on the part of the army of the DPRK for self-defence. The hard-won opportunity of dialogue and detente is fading away.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be wholly accountable for all the consequences to be entailed by its military provocations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is ready for both dialogue and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to know well that it would lose more than what it would gain by escalating the military tension on the peninsula."
        },
        {
            "title": "Kim Yong Nam Congratulates to Algerian President",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-37ee.html",
            "content": "Kim Yong Nam Congratulates to Algerian President\r\n Pyongyang, March 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a congratulatory message to Abdelaziz Bouteflika, President of Algeria, on the occasion of his birthday.\n\t\t\t\t\t Kim in the message wished him greater success in his work for the stability, development and prosperity of the country. He also expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "DPRK Delegation Leaves ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-40ee.html",
            "content": "DPRK Delegation Leaves \r\n Pyongyang, March 1 (KCNA) -- A delegation of the Social Scientists Society of Korea led by Vice-Chairman Kim Chang Ryong left here Tuesday by air to visit Asian countries."
        },
        {
            "title": "German Guests Arrive",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-39ee.html",
            "content": "German Guests Arrive\n\t\t\t\t\t\t\r\n Pyongyang, March 1 (KCNA) -- Jurgen Klimke, member of the Federal Parliament from the Christian Democratic Union of Germany, and his party arrived here by air on Tuesday."
        },
        {
            "title": "CEO of Schulze Global Investments Here",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-33ee.html",
            "content": "CEO of Schulze Global Investments Here\r\n Pyongyang, March 1 (KCNA) -- Gabriel David Gottlieb Schulze, CEO of the Schulze Global Investments, arrived here by air on Tuesday."
        },
        {
            "title": "Security of Investment in DPRK Guaranteed by Law ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-32ee.html",
            "content": "Security of Investment in DPRK Guaranteed by Law\r\n Pyongyang, March 1 (KCNA) -- The DPRK encourages foreigners to make investments in the country on the principle of equality and reciprocity and neither nationalizes nor seize their invested properties, said an official of the DPRK Committee of Investment and Joint Ventures.\n\t\t\t\t\t In an interview with KCNA, Ri Song Hyok said the DPRK law on foreign investment stipulates the principles and order for protecting the investment of foreigners and ensuring legitimate rights and interests of foreign-invested businesses.\n\t\t\t\t\t\n\t\t\t\t\t \"The law gives a full detail of the requirements of the DPRK's investment policy, foreign investment forms and methods, investors' business conditions, investment sectors, incentive measures and preferential treatment in the Rason economic and trade zone,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t According to the principles and order stipulated by the law, regulations have been provided on investment, joint venture, foreign business, foreign-invested business, taxation for foreigners, foreign-invested bank, land lease and Rason economic and trade zone, he added.\n\t\t\t\t\t\n\t\t\t\t\t The law on foreign investment was adopted in the country on October 5, Juche 81 (1992) and revised in 1999 and 2004."
        },
        {
            "title": "Joint Declaration of North and South Churches Published",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-41ee.html",
            "content": "Joint Declaration of North and South Churches Published\r\nPyongyang, March 1 (KCNA) -- The Christian Federation of Korea agreed with the Council of Christian Churches in south Korea to publish a joint declaration at all churches of the north and the south of Korea on the occasion of the 92nd anniversary of the March First Popular Uprising.\n\t\t\t\t\t According to it, the Federation organized the commemorative rituals at the Pongsu Church, the Chilgol Church and all the family worshipping places on Feb. 27 and issued the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The joint declaration denounced foreign forces' moves to invade the DPRK. It strongly rejected any actions to open the path of reinvasion for the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should make sincere apology and reparation for their past wrongdoings, it demanded."
        },
        {
            "title": "Dredging Pothong River Starts ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-38ee.html",
            "content": "Dredging Pothong River Starts \r\n Pyongyang, March 1 (KCNA) -- Dredging up Pothong River began Tuesday in Pyongyang as part of the measure to spruce it up. \n\t\t\t\t\t Three convoys are made up of several dredgers, barges, etc. \n\t\t\t\t\t\n\t\t\t\t\t They will dredge up and transfer hundreds of cubic meters of mud a day, removing mud and other sediments and ensuring quality of water. \n\t\t\t\t\t\n\t\t\t\t\t An organic fertilizer factory using the mud as raw material is to be built with a view to contributing to increased grain production.\n\t\t\t\t\t\n\t\t\t\t\t More convoys are expected to be organized to tackle dredging in the waterway of the Pothonggang Recreation Ground."
        },
        {
            "title": "New Postage Stamps Issued",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-27ee.html",
            "content": "New Postage Stamps Issued\r\n Pyongyang, March 1 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea has issued new stamps  reflecting the joint New Year editorial of the DPRK's major newspapers.\n\t\t\t\t\t The editorial contains the strong will of the Workers' Party of Korea to bring about a decisive turn in the improvement of the people's standard of living and the building of a great, prosperous and powerful country by accelerating the development of light industry once again this year.\n\t\t\t\t\t\n\t\t\t\t\t The five individual stamps portray the Korean army and people striving hard to build a thriving nation as wished by President Kim Il Sung and greet his 100th birth anniversary as the greatest holiday of the country and a significant event of humankind."
        },
        {
            "title": "Mass Movement for Technical Innovation ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-30ee.html",
            "content": "Mass Movement for Technical Innovation \r\n Pyongyang, March 1 (KCNA) -- Industrial establishments in Korea have increased the production capability through technological updating of machines.\n\t\t\t\t\t Kim Jong Suk Pyongyang Silk Mill, Cornstarch Factory, Cosmetics Factory, Hosiery Factory and other light industry factories in Pyongyang have streamlined the production processes on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chaek Iron and Steel Complex and Musan Mining Complex have successfully carried on the socialist emulation for technical innovation and frequently organized exhibitions of tools and spare machine parts.\n\t\t\t\t\t\n\t\t\t\t\t Hoeryong City has become a model in modernizing factories and public catering establishments, while South Hamgyong Province has pushed ahead with updating of equipment at factories and enterprises.\n\t\t\t\t\t\n\t\t\t\t\t Factories in Changsong County have introduced up-to-date science and technology on the principle of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\tAccording to data available, 890 workshops and 1,430 industrial establishments won the \"Lathe No. 26\" Model Prize and 90 workshops and more than ten factories won the twice prize.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the Pyongyang Textile Machine Plant launched the movement for the prize in the 1960s."
        },
        {
            "title": "Kumsong Restaurant Famous for Pyongyang Onban",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-31ee.html",
            "content": "Kumsong Restaurant Famous for Pyongyang Onban\r\n Pyongyang, March 1 (KCNA) -- Pyongyang onban (cooked rice served in chicken soup) has long since been recognized as one of the four most popular dishes in Pyongyang.\n\t\t\t\t\t There is an onban restaurant in Kumsong Street in the city.\n\t\t\t\t\t\n\t\t\t\t\t The dish is served along with boiled pork, mushroom, mung-bean pancake and threaded egg and hot pepper.\n\t\t\t\t\t\n\t\t\t\t\t The restaurant, with a floor space of 1,400 square metres, has standardized the cookery of the dish through a desirable mixture of chicken, pork and mung-bean pancake."
        },
        {
            "title": "Italian Food Served in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-28ee.html",
            "content": "Italian Food Served in Pyongyang\r\n Pyongyang, March 1 (KCNA) -- The Haeun Italian Specialty Restaurant in Pyongyang has drawn many people.\n\t\t\t\t\t The three-storied restaurant was opened in April Juche 98 (2009).\n\t\t\t\t\t\n\t\t\t\t\t It, with a seating capacity of more than one hundred, serves Italian food and drinks, including pizza, spaghetti and cappuccino, as well as Korean dishes. \n\t\t\t\t\t\n\t\t\t\t\t Its cooks have good hands in preparing Italian traditional food.\n\t\t\t\t\t\n\t\t\t\t\t Dishes cooked by them are popular among local people and Europeans.   \n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Ok, manager of the restaurant, told KCNA that the restaurant was built by the DPRK government's measure for local people to take famous foreign dishes.\n\t\t\t\t\t\n\t\t\t\t\t The restaurant was run by the Corital (Korea-Italy) Joint-Venture Company."
        },
        {
            "title": "KCNA Blasts S. Korean Prime Minister's Remarks",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-15ee.html",
            "content": "KCNA Blasts S. Korean Prime Minister's Remarks\r\n Pyongyang, March 1 (KCNA) -- Puppet Prime Minister of south Korea Kim Hwang Sik said on Feb. 25 \"the policy pursued by the Lee Myung Bak government toward the north did not consider the north as a target of unification through absorption as it is aimed at co-existence and co-prosperity\".\n\t\t\t\t\t  If what was uttered by the responsible man in authority of south Korea meant a switchover in the policy of the south Korean authorities who asserted the unification of systems, this might be viewed as a positive development. But what matters is whether his words are really true and to what extent one can believe them.\n\t\t\t\t\t\n\t\t\t\t\tSuch policy as \"no nukes, opening and 3000 dollars\" and \"co-existence and co-prosperity\" touted so far by the south Korean authorities is nothing but an extreme policy for escalating the confrontation designed to swallow up the north through \"unification of systems\" and \"unification through absorption.\" This is therefore the root cause of bringing the inter-Korean relations to the present catastrophe. This fact admits of no further argument.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of an analysis of the present reality of the inter-Korean relations, the DPRK put forward a broad-minded and magnanimous proposal for holding active dialogue and negotiations between the north and the south without any precondition this year, the first year of another decade of the 21st century, be they between authorities, non-governmental organizations, ruling and opposition parties, progressives and conservatives. It took practical measures for putting the proposal into practice. \n\t\t\t\t\t\n\t\t\t\t\t But, the south Korean authorities responded to the goodwill of the DPRK with an undisguised evil intention. They turned the venue of hard-won dialogue into a theater of confrontation, not content with inventing all sorts of pretexts and conditions, throwing a wet blanket over the expectation of the nation and the international community.\n\t\t\t\t\t\n\t\t\t\t\t South Korea did not hide the fact that its scenario was aimed to cope with \"contingency\" of somebody and bring down the system. It kicked off the joint military exercises with the U.S. to put it into practice.\n\t\t\t\t\t\n\t\t\t\t\t Its words that it is ready to meet delegates of the north in any place and anytime without any precondition were a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t There is not an iota of reason at present to believe its words that it has no idea of achieving \"unification through absorption.\"\n\t\t\t\t\t\n\t\t\t\t\t What Kim Hwang Sik said should be proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities have a true intention to earn trust from the compatriots and improve the inter-Korean relations, they should drop the \"policy toward the north\" based on the daydream of achieving \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t They should stop pursuing confrontation as a waiting maid of outside forces but respond to the DPRK's proposal for having wide-ranging dialogue from the stand of giving importance to the nation. They should halt the war exercises and confabs designed to bring the situation on the Korean Peninsula to the brink of a war and strive to create the atmosphere of dialogue and cooperation."
        },
        {
            "title": "US- S. Korea Warned of Strong Counter-action against Their Saber-rattling",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-11ee.html",
            "content": "US- S. Korea Warned of Strong Counter-action against Their Saber-rattling\r\n Pyongyang, March 1 (KCNA) -- The large-scale Key Resolve and Foal Eagle joint military exercises kicked off by warmongers of the U.S. and south Korea throughout south Korea on Feb. 28 come under fire by a by-lined commentary of Rodong Sinmun Tuesday. \n\t\t\t\t\t The on-going joint military exercises are a blatant challenge to the DPRK which has made sincere efforts to improve the north-south relations and defuse the tension on the Korean Peninsula. They are an unpardonable crime committed by the warmongers to drive the situation to the brink of a war once again, the commentary notes, and goes on:   \n\t\t\t\t\t\n\t\t\t\t\t The tension prevailing on the peninsula has not been defused in the least because the south Korean authorities are persistently escalating the military confrontation in collusion with outsiders, pursuant to their anti-reunification \"policy toward the north.\" \n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never remain a passive onlooker to the moves of the south Korean warmongers posing a serious military threat to it and escalating the danger of a nuclear war to an extreme pitch in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t As already clarified in the statement of the Panmunjom mission of the Korean People's Army, the DPRK will react to the U.S. and the south Korean warmongers' vicious moves to escalate confrontation and their war racket with a decisive counter-action.\n\t\t\t\t\t\n\t\t\t\t\t Their military pressure upon the DPRK will get them nowhere. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces will be held wholly accountable for all the consequences to be entailed by the said joint military exercises."
        },
        {
            "title": "Removal of War Danger from Korean Peninsula Called for",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-09ee.html",
            "content": "Removal of War Danger from Korean Peninsula Called for\r\n Pyongyang, March 1 (KCNA) -- The south Korean warlike forces together with the U.S. are staging provocative Key Resolve and Foal Eagle joint military exercises under the simulated conditions of invasion of the DPRK. This comes under fire by a bylined article of Rodong Sinmun Tuesday.\n\t\t\t\t\t An opportunity for dialogue and peace disappeared and the danger of a war is increasing on the Korean Peninsula due to the reckless moves of the bellicose forces at home and abroad, a blatant challenge to the desire and demand of all Koreans for detente between the north and the south and peace on the peninsula, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is required by the Korean nation is detente and peace, not confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\tOnly when the danger of a war is defused on the peninsula, is it possible to ensure the peace of the country and the security of the nation and achieve independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t To this end, it is necessary to force the bellicose forces at home and abroad to cease their exercises for a war of aggression against the DPRK and their arms buildup.\n\t\t\t\t\t\n\t\t\t\t\t Their saber-rattling and arms build-up are the main factor of increasing the danger of a war and the root cause of harassing peace.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers let loose a whole string of outbursts calling for an adventurous \"preemptive attack\" on the DPRK. In order to realize their scenario they have massively introduced and deployed fighters, missiles, guided bombs and other latest attack means from the U.S. It admits of no argument that they are gravely threatening peace and security on the Korean Peninsula and the rest of Northeast Asia and bringing the dark clouds of a nuclear war to hang over the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t They should not tighten the cooperation with foreign aggressor forces but cooperate with the fellow countrymen desirous of reconciliation, unity, peace and reunification in order to defuse the danger of a war and ensure durable peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the north and south and overseas aspiring after peace can prove their matchless strength and smash any move of the bellicose forces at home and abroad and ensure the triumphant great march for independent reunification when all of them go united under the banner of the joint declarations."
        },
        {
            "title": "Japan Urged to Opt for Settling Its Past --Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-10ee.html",
            "content": "Japan Urged to Opt for Settling Its Past --Rodong Sinmun \r\n Pyongyang, March 1 (KCNA) -- It is nearly a century since the March First Popular Uprising and more than 60 years have elapsed since the Japanese imperialists' defeat. However, the Japanese militarists are persistently denying and distorting the hideous unethical crimes committed by them against the Korean people in the past, far from honestly admitting them and making apology and reparation for them. \n\t\t\t\t\t Rodong Sinmun observes this in a bylined article Tuesday in this regard. \n\t\t\t\t\t\n\t\t\t\t\t It has now become an international trend of the times to settle the past crimes, but only Japan is running the whole gamut of gimmicks in a desperate bid to dodge the settlement of its past crimes, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The issue of settling the past crimes is not a mere matter of an assailant paying reparation to his victim. In other words, this issue cannot be interpreted as a mere matter concerning moral obligation. It is a matter showing whether the assailant is willing to break with his crime-woven past and turn over a new leaf or going to repeat it. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are set to follow in the footsteps of the Japanese imperialists to repeat their crimes in the past. \n\t\t\t\t\t\n\t\t\t\t\t They are stepping up the militarization, backed by the U.S. imperialists. They are, at the same time, working with blood-shot eyes to realize their wild ambition for reinvasion of Korea and other Asian countries in a bid to translate their old dream of \"Greater East Asia Co-prosperity Sphere\" into reality. The Japanese militarists remain unchanged in their nature and ambition for aggression and are becoming evermore undisguised in their moves for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionary ruling quarters have openly disclosed their scenario for reinvasion of Korea in recent years. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never allow the Japanese militarist forces to desperately stage a comeback to Korea under the U.S. war umbrella in the new century."
        },
        {
            "title": " Rodong Sinmun Editorially Observes March First Popular Uprising ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-08ee.html",
            "content": "Rodong Sinmun Editorially Observes March First Popular Uprising\r\n Pyongyang, March 1 (KCNA) -- People from all walks of life at home and abroad should go united close, guided by the idea of by our nation itself irrespective of ideology and ism, system and religious belief and positively promote the peace on the Korean Peninsula and the cause of the country's reunification.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in an editorial dedicated to the 92nd anniversary of the March First Popular Uprising.\n\t\t\t\t\t\n\t\t\t\t\t The popular uprising was nation-wide anti-Japanese patriotic resistance to regain the country usurped by the Japanese imperialists and establish the sovereignty of the nation, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, who were subjected to unbearable insult and maltreatment under the brutal military rule of the Japanese imperialists, rose in a nationwide anti-Japanese resistance on March 1, 1919 as a manifestation of their pent-up grudge and resentment at them. \n\t\t\t\t\t\n\t\t\t\t\t The uprising recorded a brilliant chapter in the history of the anti-Japanese national liberation movement in Korea. It fully demonstrated the high spirit of independence, patriotic stamina and indomitable will of the Korean nation who offered stubborn resistance braving death against outside forces' domination and repressive rule.\n\t\t\t\t\t\n\t\t\t\t\t It taught a bitter lesson that if the popular masses are to emerge victorious in their struggle to achieve the sovereignty of the nation and the independence of the country, they should be guided by an outstanding leader without fail, build strong forces representing the nation and wage an organized struggle according to a correct strategy and tactics. \n\t\t\t\t\t\n\t\t\t\t\t The cherished desire of the participants of the popular uprising was translated into reality under the leadership of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tThe cause of national independence pioneered by the President is being successfully carried out by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the sun of the nation and the lodestar of the country's reunification as he glorified the DPRK as a power of Songun and dynamically advanced the cause of independent reunification, true to the behests of the President.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should intensify the patriotic struggle to foil the moves of outside forces for aggression and fully realize the sovereignty of the nation and thus accomplish the historic cause of the country's reunification as early as possible."
        },
        {
            "title": "US Psychological Campaign Denounced",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-17ee.html",
            "content": "US Psychological Campaign Denounced\r\n Pyongyang, March 1 (KCNA) -- The United States has steadily conducted psychological campaign to bring down progressive countries.\n\t\t\t\t\tA democracy fund, a U.S. psychological plot-breeding organ, recently invested 450,000 dollars in the anti-DPRK propaganda campaign of media and other organizations of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tAccording to Radio Free Asia on February 23, the fund allocated 10,000 dollars more to the three south Korean organizations as compared with the last fiscal year.\n\t\t\t\t\t\n\t\t\t\t\tIt is rumored that the CIA is involved in the fund headquartered in Washington D.C. The fund is financing what they called democracy-related projects of more than 1,000 institutions in at least 90 countries.\n\t\t\t\t\t\n\t\t\t\t\t The fund and other U.S. psychological organs are resorting to craftier and more diversified means including bribing, big propaganda over hi-tech weapons, e-mail and false report as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t Very serious is psychological campaign by means of broadcasting. After the Second World War, the United States fed massive false reports slandering the former Soviet Union and other socialist countries in East Europe into the Radio Freedom and Radio Free Europe in a bid to undermine and topple them. \n\t\t\t\t\t\n\t\t\t\t\t After its successful operation which resulted in bringing down those countries, the U.S. has changed its target to the countries in Asia and Africa. \n\t\t\t\t\t\n\t\t\t\t\t It set up the \"World Propaganda Office\" specializing in eliciting worldwide support for Iraqi war before invading it. It also built the \"News Broadcasting Station\" for psychological offensive at the expense of a large amount of funds. \n\t\t\t\t\t\n\t\t\t\t\t Radio Free Asia is what it uses as an important means for psychological campaign against the DPRK and other Asian countries at present. \n\t\t\t\t\t\n\t\t\t\t\t The Radio is aimed to spread the U.S. style view of value and corrupt ideology and culture among the Asian countries in a bid to benumb the independent consciousness of the people there. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. psychological campaign is being rejected by the awakened countries."
        },
        {
            "title": "Japan's \"Pacifist Constitution\" at Stake of Dissolution",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-34ee.html",
            "content": "Japan's \"Pacifist Constitution\" at Stake of Dissolution\r\n Pyongyang, March 1 (KCNA) -- The U.S. puts increasing pressure on Japan to convert its \"Pacifist Constitution\" into a war constitution.\n\t\t\t\t\t The U.S. asks Japan to let the \"Self-Defense Forces\" take part in the joint military exercises which it stages with the south Korean puppet forces every year, said Japanese related to the government on Feb. 22.\n\t\t\t\t\t\n\t\t\t\t\t This signifies the U.S. pressure on Japan to ignore the \"pacifist constitution\" which bans Japan's exercise of the right to collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\t Dennis Blaire, former administrator of the State Intelligence Agency under the present U.S. administration, when interviewed by Kyodo News, made a straightforward remark. He said that Japan once followed the line of attaching importance to light arms equipment and economy which was unsound one after a war. He also said that Japan should reexamine Article 9 of its Constitution.\n\t\t\t\t\t\n\t\t\t\t\t It is very exceptional for the former VIP of the U.S. administration to make such remarks about the revision of the Japanese Constitution.\n\t\t\t\t\t\n\t\t\t\t\t As already known, the Japanese Constitution has been called \"pacifist constitution\" as it contains Article 9 which bans Japan's right of belligerency and overseas troop dispatch, access to war potentials and its exercise of the right to collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The conversion of the \"pacifist constitution\" into war constitution is a strategic goal the U.S. has long pursued to use Japan as an advanced base and a shock brigade for invading Asia.\n\t\t\t\t\t\n\t\t\t\t\t \"Armitage Report 2\" worked out by the U.S. experts from the Republican and Democratic parties in February 2007 called on Japan to revise the Constitution and readjust the defense capability and the law on overseas troop dispatch.\n\t\t\t\t\t\n\t\t\t\t\t A report drafted by the U.S. Congressional Research Service last year said that the Article 9 of the Japanese Constitution the draft of which was written by the U.S. is a block lying in the way of closer defense cooperation between the U.S. and Japan. The report stipulated that Japan can cooperate with the U.S. in actions against the third party through collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, Japan has wantonly violated the \"pacifist constitution,\" looking for an opportunity to retrieve its defeat in the war. \n\t\t\t\t\t\n\t\t\t\t\t Nobusuke Kishi, a preceding prime minister, openly said during the period of the Iketa Cabinet, at a meeting of the House of Representatives: \"Japan's right to self-defense should be expanded as far as south Korea and Taiwan.\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries enacted the \"law on the situation in the surrounding areas\", the \"law on supporting anti-terrorism war\" and three bills related to \"contingency\" after the end of the Cold War, putting subsidiary legal mechanism in place to render the \"pacifist constitution\" defunct.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of the U.S.-Japan military integration at the \"U.S.-Japan Security Consultative Committee\" in May 2006 was an official declaration that the SDF can advance to any part of the world in coordinated operation with the U.S. forces even though it can not launch overseas aggression alone.\n\t\t\t\t\t\n\t\t\t\t\t In May 2007 Japan adopted the \"Law on Referendum\" stipulating that \"pacifist constitution\" may be revised through referendum. According to it, the Liberal Democratic Party and other political forces of Japan have pushed forward the search for a way of adopting war constitution in an organized manner.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. calculates that it can not realize its strategy for military control over Northeast Asia including the building of a missile shield, completion of the triangular military alliance grouping the U.S., Japan and south Korea and the establishment of a war posture for coping with emergency on the Korean Peninsula, unless the \"pacifist constitution\" is converted into war constitution in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan regards it as a golden opportunity for turning itself into a military giant and staging a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t The \"pacifist constitution\" faces the increasing danger of structural dissolution due to the U.S.-Japan tie-up in their ambition for aggression."
        },
        {
            "title": "Russia-Japan Strategic Dialogue Draws Attention ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-36ee.html",
            "content": "Russia-Japan Strategic Dialogue Draws Attention \r\n Pyongyang, March 1 (KCNA) -- The Russia-Japan strategic dialogue was reported to be held in Tokyo on March 2.\n\t\t\t\t\t The dialogue is to take place at a time when the confrontation between Russia and Japan is growing more acute than ever before over the issue of the Southern Kuriles and it is expected to deal with it as a main agenda item, drawing the attention of the public. \n\t\t\t\t\t\n\t\t\t\t\t As already known, Russia calls Etorofu, Shikotan, Kunashiri and Habomai located between the Kamchatka Peninsula and Hokkaido the Southern Kuriles while Japan calls them the \"Northern Territories.\"\n\t\t\t\t\t\n\t\t\t\t\t After the demise of the Cold War Russia and Japan desired mutual approaches and the development of bilateral relations, but they have had still very conflicting views on the territorial issue, the core of their relations. \n\t\t\t\t\t\n\t\t\t\t\t In order to settle this issue, Russia once expressed its readiness to conclude a peace treaty with Japan and return Habomai and Shikotan to Japan according to the Soviet Union-Japan joint declaration in 1956. \n\t\t\t\t\t\n\t\t\t\t\t Japan kicked up much fuss, claiming that the joint declaration does not stipulate the territorial issue is settled with the return of the two islands and it is hard to understand why Russia is not ready to return the four islands to Japan. \n\t\t\t\t\t\n\t\t\t\t\t This attitude made the settlement of the issue more difficult and resulted in rendering the stand of Russia tougher. \n\t\t\t\t\t\n\t\t\t\t\t Russia said its dominion over the Southern Kuriles was defined by international law as a result of the Second World War, adding that Japan's attempt to change it is little short of denying history.  \n\t\t\t\t\t\n\t\t\t\t\t Russian President Dmitri Medvedev visited the Kunashiri Island as the head of state of Russia for the first time early in November last year.\n\t\t\t\t\t\n\t\t\t\t\t This created the tendency of the issue of Kuriles developing into a war of words and competitive visits to Kuriles between the chief executives of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t At present the issue is leading to the moves for strengthening the effective domination over Kuriles.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the General Staff of the armed forces of the Russian Federation clarified a plan to reinforce and deploy a new-type unit in Kuriles. \n\t\t\t\t\t\n\t\t\t\t\t The Russian military announced that it would expand the airstrips on the Etorofu Island for military transport Il-76's landing and commission Mistral-class warships in the navy to use them in the Pacific Sea Fleet of Russia. Last year it ordered strategic bombers to fly on a guard mission over the Pacific near Japan for eleven hours.  \n\t\t\t\t\t\n\t\t\t\t\t The presidential envoy to the Far-eastern Region of the Russian Federation said at a press conference held on Feb. 21 Russia would allot a lot of funds and invite foreign investors in order to develop Kuriles.  \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Russia proposed Japan to develop Kuriles together with it and took a series of prudent steps for it. But there was no response from the Japanese side to this. If companies and investors of Japan do not move, people of China and Singapore and other countries will come. \n\t\t\t\t\t\n\t\t\t\t\t All these measures taken by Russia are aimed to intensify the political, economic and military domination over Kuriles. \n\t\t\t\t\t\n\t\t\t\t\t For Russia to preserve the right to control Kuriles cannot but be an important element of the general strategy towards the Asia-Pacific region.  If the Southern Kuriles are returned to Japan, the United States and Japan will use them to contain the former militarily while the Pacific Sea Fleet of Russia will be difficult to freely move in the Pacific. \n\t\t\t\t\t\n\t\t\t\t\t The \"Northern Territories\" present themselves as an important issue for Japan as they help create favorable conditions for reviving the nationalist sentiment at home, turning it into a military giant and staging a comeback to Korea and strengthen its existence in the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t Japan advocated the Southern Kuriles as part of its inviolable territory in the defense white paper issued by it in last September. Before and after this development the number of intrusions into the Russian territorial waters by Japanese fishing boats increased. It is by no means fortuitous that a national meeting was held at the outset of the year to call for the return of the \"Northern Territories\" with at least 1,400 persons including the prime minister, the foreign minister and dietmen attending. \n\t\t\t\t\t\n\t\t\t\t\t There were again voices calling for settling the issue of the Southern Kuriles through \"silent diplomacy\" between the two countries with the approach of the Russia-Japan strategic dialogue but it is not clear what will be outcome of the dialogue."
        },
        {
            "title": "Delicate Relations Surrounding \"Nordic Type NATO\"",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-14ee.html",
            "content": "Delicate Relations Surrounding \"Nordic Type NATO\"\r\n Pyongyang, March 1 (KCNA) -- The possibility for the Nordic countries to join NATO has created delicate relations between Russia and the U.S.\n\t\t\t\t\t An example of this was that the Russian newspaper Pravda (Internet) recently expressed caution against the attempt of the U.S. and the West to put increased pressure upon Russia by establishing \"Nordic Type NATO\" by plugging Nordic countries into NATO.\n\t\t\t\t\t\n\t\t\t\t\t According to the paper, the main purpose of the summit of the Nordic and Baltic countries held in London in January was not to boost cooperation in the socio-economic field but to create a military and political organization unofficially named \"Nordic Type NATO\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is more active than any others in this move. According to what was disclosed by Wikileaks, the U.S. ambassador to Norway in a report held that the establishment of such organization would be favorable for \"watching polar bears and the Russians\".\n\t\t\t\t\t\n\t\t\t\t\t The true intention of the U.S. to plug Nordic countries into NATO is to reduce the burden of NATO forces in Afghanistan and create a new cause of tension between the Nordic countries and Russia and thus escalate contradiction. \n\t\t\t\t\t\n\t\t\t\t\t Confrontation still exists between the U.S. and Russia over such issues as the missile defence system, the Strategic Arms Reduction Treaty (START), etc. \n\t\t\t\t\t\n\t\t\t\t\t A meeting for discussing the basic document for the establishment of \"Nordic Type NATO\" is to be held in a Nordic country in April, according to European press reports.\n\t\t\t\t\t\n\t\t\t\t\t The further the moves for its establishment get intensified in the future, the more acute the contradiction between Russia and the U.S. will grow."
        },
        {
            "title": " S. Koreans Angered by Unpopular Rule",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-35ee.html",
            "content": "S. Koreans Angered by Unpopular Rule\r\n Pyongyang, March 1 (KCNA) -- \"We could hardly live under the three years' rule of Lee Myung Bak. He should be forced to step down as it was unbearable!\"\n\t\t\t\t\t This uproar was heard at the \"people's rally for judging three years of tyranny of Lee Myung Bak and the 'Grand National Party' and saving people\" held in Seoul on February 25. It brought together the opposition parties and civic and public organizations of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Number 3 represents fortune for the Korean nation. But, for the south Korean people who have hardly subsisted under the Lee Myung Bak's regime, it is a dammed number representing their pent-up grudge.\n\t\t\t\t\t\n\t\t\t\t\t The declaration of people released at the rally shows that.\n\t\t\t\t\t\n\t\t\t\t\t It noted that people are living a hard life due to instable job, price rise, etc. although Lee Myung Bak styled himself as the \"president of economy.\"\n\t\t\t\t\t\n\t\t\t\t\t As for economic policy and the project for the improvement of four large rivers much touted by the group of traitors, the declaration deplored that the whole territory is dug up and the crisis of economy of the common people threatens everyday life of the people like a time bomb.\n\t\t\t\t\t\n\t\t\t\t\t The authorities have not set out any proposal to overcome the instability on the Korean Peninsula and people are in uneasiness, the declaration said, strongly blaming the Lee Myung Bak group's \"policy towards the north\" which strained to the maximum the tension between the south and the north of Korea. It warned that the south Korean people would no longer remain an onlooker to the crisis of people's living, democracy and the relations of the south and the north of Korea increasing due to the tyranny of the \"government\" and the GNP.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the south Korean society has turned into a veritable hell under the unpopular tyranny of the Lee's group for the past three years.\n\t\t\t\t\t\n\t\t\t\t\t There are numbers and facts proving this.\n\t\t\t\t\t\n\t\t\t\t\t The number of the unemployed reaches more than 5 million in south Korea at present and is on the steady increase.\n\t\t\t\t\t\n\t\t\t\t\t The youth suffer many privations. There are countless youth living unmarried due to poverty. According to an opinion poll, 86 percent of youth is pessimistic about the future, three of four suffer from melancholy and one of two feels impulse to commit suicide everyday.\n\t\t\t\t\t\n\t\t\t\t\t In fact, most of those who took their own lives in the last three years were in their 20s or 30s.\n\t\t\t\t\t\n\t\t\t\t\t The situation of women is worse as they are subject to discrimination in south Korea. Women hold 62 percent of the unemployed and the rate of part-time job of women workers is 30 percent higher than that of men.\n\t\t\t\t\t\n\t\t\t\t\t According to the difference indices between men and women recently made public by an international organization based on its survey among a hundred and tens of countries in the world, south Korea ranked the 115th, the last.\n\t\t\t\t\t\n\t\t\t\t\t 747 much touted by Lee Myung Bak alleging the development of economy has reduced to 447 with stupendous amount of debt, unemployment, etc.\n\t\t\t\t\t\n\t\t\t\t\t These numbers and facts are evidence of the deteriorating life of the people in south Korea in which the rich get ever richer and the poor ever poorer by the misrule of the conservative authorities.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group, cursed by the angered people, is making fuss to pursue popular policy as a desperate measure to get rid of the crisis. But no one will believe it.\n\t\t\t\t\t\n\t\t\t\t\t According to the opinion poll conducted by Kyunghyang Daily News of south Korea, the overwhelming majority of the respondents said that the administration of the state affairs under Lee does not reflect the public opinion, adding that if the \"presidential election\" takes place now, they would not vote for him.\n\t\t\t\t\t\n\t\t\t\t\t Traitors who put their backs on the people should be taken to the cesspit of the history."
        },
        {
            "title": "S. Korean Minister of Unification Displeases His American Master",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-16ee.html",
            "content": "S. Korean Minister of Unification Displeases His American Master\r\n Pyongyang, March 1 (KCNA) -- It was recently reported that Hyon In Thaek, minister of Unification of south Korea, obtrusively meddled in the matter of the DPRK-U.S. relations, displeasing the U.S. \n\t\t\t\t\t According to the south Korean paper Kyunghyang Daily News on Feb. 24, Hyon In Thaek opened to diplomatic officials concerned the information concerning the DPRK-U.S. dialogue of which the U.S. secretly informed the south Korean authorities. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. government formally expressed discontent with this case through the U.S. embassy in Seoul. \n\t\t\t\t\t\n\t\t\t\t\t Chongwadae also criticized Hyon for greatly displeasing the U.S. He was thus driven to a tight corner at home and abroad. To make matters worse, he is suspected of being a chieftain who cooked up \"unconfirmed information about the north\" and floated it among media. \n\t\t\t\t\t\n\t\t\t\t\tHyon is a notorious anti-reunification element and confrontation maniac as he put up watchwords \"no nukes, opening and 3000 dollars\" under the patronage of the U.S., thereby taking the lead in deteriorating the north-south relations and selling out the interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the atmosphere of dialogue mounting on the Korean Peninsula, Hyon worked hard to chill it. His sinister intention is known as a hard fact even among the south Korean authorities. An official concerned of the south Korean authorities said a think tank in charge of diplomacy and security suspects that Minister Hyon spread information in a bid to influence public opinion when the situation on the Korean Peninsula moved toward an atmosphere of dialogue these days. \n\t\t\t\t\t\n\t\t\t\t\t There are many instances in the world history in which those who worshipped America met miserable ends. Hyon is tight-cornered even among ruling quarters for displeasing his master by behaving against the trend of the times. This foretells the same fate awaits him. \n\t\t\t\t\t\n\t\t\t\t\t He is in such wretched position that even the Chinese Defence Daily, Kyunghyang Daily News of south Korea, etc. ridiculed him as \"atypical minister of Unification\" and \"amateur-like Hyon In Thaek\"."
        },
        {
            "title": "S. Korean Ministry of Unification Accused of Blocking North-South Exchange",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-06ee.html",
            "content": "S. Korean Ministry of Unification Accused of Blocking North-South Exchange\r\n Pyongyang, March 1 (KCNA) -- The permanent representative of the Media Headquarters of the South Side Committee for Implementing June 15 Joint Declaration accused the puppet Ministry of Unification of blocking the exchange between the north and the south.\n\t\t\t\t\t He chided the ministry for turning down the application submitted by the above-said organization to visit the north for a working meeting with the Media Panel of the North Side Committee for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the \"government\" refused to accept the application under an unreasonable pretext though it is very urgent for media persons in the south and the north to meet with each other.\n\t\t\t\t\t\n\t\t\t\t\t It is intolerable that the \"government\" completely blocked the non-governmental exchange between the south and the north, he added."
        },
        {
            "title": "S. Korean Prosecution Urged to Free Pro-reunification Activist",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-07ee.html",
            "content": "S. Korean Prosecution Urged to Free Pro-reunification Activist\r\n Pyongyang, March 1 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea in a commentary on Feb. 24 lashed out at the puppet prosecution for its unjust suppression of a pro-reunification activist.\n\t\t\t\t\t The commentary said that the prosecution demanded a warrant of arrest for Yun Ki Jin, ex-chairman of the South Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification, to be released after the expiration of his jail term.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution took the above-said action by invoking the \"National Security Law\" again, after describing Yun's letter as an enemy-benefiting one, it said, adding that it is prompted by the attempt to keep Yun in jail permanently.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution's action clearly revealed once again that the NSL is an evil law violating the freedom of thinking and conscience, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The party will exert all efforts to get Yun freed, the commentary declared."
        },
        {
            "title": "Meeting in Japan Calls for Settlement of Its Inglorious Past",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-13ee.html",
            "content": "Meeting in Japan Calls for Settlement of Its Inglorious Past\r\n Pyongyang, March 1 (KCNA) -- A meeting on the Juche idea and Japan-DPRK friendship was held at the Tokyo Art Theatre on Feb. 24 to realize the normalization of DPRK-Japan relations.\n\t\t\t\t\t Jyun Shimizu, deputy chief director of the Japan-Korea Cultural Interchange Association, addressing the meeting, urged Japan to honestly redeem as soon as possible its inglorious past colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t After the \"Meiji Restoration\" Japan justified its policy of aggression while instilling the superiority of Japan to Korea into its people, he said, adding: Japan faked up the \"Unyo-maru\" incident in 1875 and the \"Kanghwa Island Treaty\" in 1876, in particular, laying a springboard for aggression against Korea.\n\t\t\t\t\t\n\t\t\t\t\t He noted: Japan achieved economic growth through its unequal economic activities in Korea in the past and \"a high-rate of economic growth\" by taking advantage of the Korean War that started in 1950. Japan developed at the sacrifice of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He urged Japan to push forward the process to improve the relations with the DPRK with a proper understanding of the past.\n\t\t\t\t\t\n\t\t\t\t\t As the Korean Peninsula was divided due to the aftermath of Japan's colonial rule over Korea, one cannot say that Japan's \"postwar\" period is over as long as the peninsula remains divided, he said, adding: If the U.S. blocks its reunification, the Japanese government should follow a diplomatic policy to oppose it.\n\t\t\t\t\t\n\t\t\t\t\t This reflects voices of conscience not only of Jyun Shimizu but all the Japanese desirous of the normal development of Japan and peace and stability of Asia.\n\t\t\t\t\t\n\t\t\t\t\t To normalize the relations between the DPRK and Japan is the common aspiration and desire of the peoples of the two countries and their common interests.\n\t\t\t\t\t\n\t\t\t\t\t A new phase was opened in improving the bilateral relations in the past because the politicians who were able to foresee the future came out with a determination to undertake a just work to normalize the bilateral relations amid the growing voices of the broad segments of the Japanese people calling for the improved relations. It was also possible thanks to a positive change in Japan's Korea policy.\n\t\t\t\t\t\n\t\t\t\t\t What is essential for normalizing the bilateral relations is for Japan to fully redeem the crimes committed by it against Korea and its people in the past.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral relations could not be improved and a series of complicated issues cropped up as this issue has not yet been settled.\n\t\t\t\t\t\n\t\t\t\t\t Japan should face up to the trend of the times, approach the issue of redeeming its past crimes with an honest stand and attitude and roll back its hostile policy and halt its hostile actions toward the DPRK as desired and required by the two peoples."
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-03ee.html",
            "content": "Kim Jong Il's Birthday Celebrated at DPRK Missions Abroad\r\nPyongyang, March 1 (KCNA) -- Events took place at DPRK missions abroad from Feb. 9 to 15 to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t They included receptions, book and photo exhibitions and film shows at those missions in Vietnam, Laos, Thailand, Mongolia, Iran, India, Germany, UK, France, Bulgaria, Austria, Guinea, Ethiopia, Libya, Peru, Shenyang and Hong Kong of China, Nakhodka of Russia, at the DPRK permanent mission to the UN Office and international organizations in Geneva and the DPRK permanent mission at UN.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in their venues were works of President Kim Il Sung and Kim Jong Il, photos on their exploits and books and photos introducing the struggle of the army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"The Country Shining with Arms of Mt. Paektu\", \"Faith of Korea\" and \"Fireworks for a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the New Communist Party of Britain said that it was great happiness for the Korean people to have reelected Kim Jong Il as general secretary of the Workers' Party of Korea, providing a sure guarantee for successfully carrying forward and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Guinean People's Rally noted that the eye-opening successes made by the heroic Korean people in building a thriving nation would be unthinkable without his wise leadership art. \n\t\t\t\t\t\n\t\t\t\t\t The director-general of the UN Office in Geneva said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country which ensured the political stability and achieved the single-minded unity in society. No force can shake the Korean people's trust in their leader."
        },
        {
            "title": "US-S. Korea Joint Military Maneuvers Protested in Austria ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-05ee.html",
            "content": "US-S. Korea Joint Military Maneuvers Protested in Austria \r\n Pyongyang, March 1 (KCNA) -- The Vienna Committee of the Left Bloc of the Austrian Trade Union Federation sent letters to the U.S. and south Korean embassies in Vienna on Feb. 24 respectively in protest against the projected joint military exercises of the U.S. and the south Korean puppet forces.\n\t\t\t\t\t The letters read:\n\t\t\t\t\t\n\t\t\t\t\t We express anger at the U.S. and south Korea which decided to stage joint military exercises again.\n\t\t\t\t\t\n\t\t\t\t\t They are, in fact, a provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. and south Korean authorities roll back the plan for such saber-rattling at once and halt all the provocations to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to negotiate with the DPRK with reason."
        },
        {
            "title": "Foreign Papers Observe Kim Jong Il's Birthday",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-02ee.html",
            "content": "Foreign Papers Observe Kim Jong Il's Birthday\r\n Pyongyang, March 1 (KCNA) -- Newspapers of Cambodia and Russia gave special write-ups to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The Cambodian newspaper People on Feb. 20 carried a photo of Kim Jong Il inspecting a unit of the Korean People's Army and an article titled \"The leader revered by all people.\" \n\t\t\t\t\t\n\t\t\t\t\t The article said that Kim Jong Il held higher the banner of Songun with his will to defend and defend the socialist cause with arms to the last at the end of the last century.\n\t\t\t\t\t\n\t\t\t\t\t The article emphasized that thanks to his Songun leadership the KPA has grown to be matchless revolutionary forces capable of resolutely beating back any aggression forces. \n\t\t\t\t\t\n\t\t\t\t\t The Feb. 15th issue of the Russian newspaper Leninskaya Pravda in an article titled \"Son of the people\" said: Kim Jong Il is regarding himself as a son and servant of the people while believing in them as in Heaven and teacher. His politics is always aimed at the people's welfare."
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-01ee.html",
            "content": "Kim Jong Il's Birthday Celebrated Abroad\r\n Pyongyang, March 1 (KCNA) -- Events took place in different countries between Feb. 14 and 17 to mark the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t They included a floral basket-laying ceremony in Russia, lectures in the Czech Republic, UK and Indonesia, round-table talks in Austria and a reading session on book \"Short Biography of Comrade Kim Jong Il\" in Uganda.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Sixth District of the Prague City Committee of the Communist Party of Czech and Moravia said that Kim Jong Il turned the DPRK into a socialist power, adding that it was entirely thanks to his wise leadership that Korean-style socialism was defended and made a triumphant advance despite the unprecedentedly difficult circumstances in history.\n\t\t\t\t\t\n\t\t\t\t\t He foiled all sorts of the imperialists' moves against the DPRK and socialism by bolstering in everyway the national power with his Songun politics, the chairman stressed.\n\t\t\t\t\t\n\t\t\t\t\t The deputy manager of the Rabitra Bahtera Pratama Co. of Indonesia praised him as a genuine father of the people who has devoted his all to their happiness."
        },
        {
            "title": " Kim Jong Il's Philosophy on Arms Praised",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-04ee.html",
            "content": "Kim Jong Il's Philosophy on Arms Praised\n\t\t\t\t\t\t\r\n Pyongyang, March 1 (KCNA) -- The Feb. 18th issue of Nepal's newspaper Arpan carried an article titled \"Principle of Songun Revolution\".\n\t\t\t\t\t The article said: \n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il has systemized the principle of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t The principle defines the essence of the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He enunciated the philosophy on arms which clarifies that a revolution starts, advances and wins victory by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The philosophy clarifies the position and role of arms in the revolution. This runs through the overall Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t Arms mean a major factor of victory in the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The struggle against imperialism and counter-revolutionary forces means confrontation of arms. If the popular masses are to emerge victorious, they should have a strong revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t It is the immutable truth that there should be a powerful army to defend the triumphant revolution.\n\t\t\t\t\t\n\t\t\t\t\t The army plays a decisive role in socialist construction."
        },
        {
            "title": "US Urged to Lift Financial Blockade against Cuba ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-23ee.html",
            "content": "US Urged to Lift Financial Blockade against Cuba \r\n New Delhi, February 27 (KCNA) -- The representatives of bank workers' unions worldwide met in New Delhi recently, rejecting the U.S. anti-Cuba policy.\n\t\t\t\t\t A resolution adopted at the Congress of the International Union of Bank, Insurance and Finance Workers demanded the immediate lifting of the U.S. financial blockade against Cuba and the release of the five Cuban patriots imprisoned in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It expressed support and solidarity with the Cuban government and people."
        },
        {
            "title": "US Drone Attacks Kill Six Pakistanis ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-26ee.html",
            "content": "US Drone Attacks Kill Six Pakistanis \r\n Pyongyang, March 1 (KCNA) -- At least six people were killed on Feb. 24 when two U.S. drones fired missiles into the northwestern Pakistani tribal area of North Waziristan.\n\t\t\t\t\t The U.S. forces present in Afghanistan continue killing Pakistanis under the pretext of \"antiterrorism\".\n\t\t\t\t\t\n\t\t\t\t\t This is triggering off the bitter resentment of the people in the area."
        },
        {
            "title": "China Reaffirms Its Stance Opposing \"Taiwan Independence\"",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-20ee.html",
            "content": "China Reaffirms Its Stance Opposing \"Taiwan Independence\"\r\n Beijing, February 27 (KCNA) -- A spokesperson for the Taiwan Affairs Office of the State Council of China at a news interview on Feb. 23 reiterated China's stance opposing \"Taiwan independence\".\n\t\t\t\t\t Some topsiders of the Democratic Progressive Party of Taiwan recently published new articles on the cross-Strait relations.    Commenting on this, the spokesperson said China reaffirmed its stand over and over again that only one China exists in the world, the mainland and Taiwan belongs to one China and the sovereignty and territorial integrity of China can never be divided.\n\t\t\t\t\t\n\t\t\t\t\t Noting that all the Chinese in the mainland and Taiwan universally back the peaceful development of the cross-Strait ties, the trend of the times, the spokesperson said that China flatly rejects the splitting actions of any form for \"Taiwan independence\"."
        },
        {
            "title": "Russia Rejects Japan's Remarks about Southern Kuriles",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-18ee.html",
            "content": "Russia Rejects Japan's Remarks about Southern Kuriles\n\t\t\t\t\t\t\r\n Moscow, February 27 (KCNA) -- The Russian Foreign Ministry flatly rejected Japan's remarks about the Southern Kuriles on Feb. 24.\n\t\t\t\t\t The Chief Cabinet Secretary and the Foreign Minister of Japan at a recent Diet session said that Russia holds the Southern Kuriles without a legal ground. \n\t\t\t\t\t\n\t\t\t\t\t Refuting this, the Russian Foreign Ministry said that Russia has all necessary rights concerning Kurils. \n\t\t\t\t\t\n\t\t\t\t\t It clarified that Russia's right to the Southern Kuriles is legitimate and admits of no doubt. This was fixed by international law and is based on the results of the Second World War which were legitimatized by the UN Charter, it said."
        },
        {
            "title": " Israel Accused of Expanding Jewish Settlement",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-25ee.html",
            "content": "Israel Accused of Expanding Jewish Settlement\r\n Pyongyang, March 1 (KCNA) -- Mahmoud Abbas, chief of the Palestinian National Authority, on Feb. 25 criticized Israel for its moves to expand Jewish settlement.\n\t\t\t\t\t He insisted halting the settlement as a basic condition for resuming the Palestinian-Israeli peace talks.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli occupation of the Arab territories as well as the Palestinian territories must be ended immediately, he said."
        },
        {
            "title": "Vietnam to Supply Safe Water to Rural Citizens",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-21ee.html",
            "content": "Vietnam to Supply Safe Water to Rural Citizens\r\n Pyongyang, March 1 (KCNA) -- The Vietnamese government set out a program to provide rural areas in Vietnam with enough safe water.\n\t\t\t\t\t According to this program, 95 percent of rural population is to be accessed to safe drinking water and 75 percent of rural households have hygienic latrines by 2015, said a government official on Feb. 25.\n\t\t\t\t\t\n\t\t\t\t\t Special attention is to be paid to the provision of safe water to rural areas, especially to remote and ethnic minorities areas."
        },
        {
            "title": "New Zealander on Advanced Information Sharing in DPRK",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-19ee.html",
            "content": "New Zealander on Advanced Information Sharing in DPRK\r\n Pyongyang, March 1 (KCNA) -- A computer expert of New Zealand origin said that universities of the DPRK have advanced information sharing system, according to VOA on Feb. 25.\n\t\t\t\t\t He is a postgraduate of Massachusetts Engineering College of the U.S. When interviewed by VOA, he said about the impressions of his last year visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said that he was impressed to see the big e-copying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has private terminal devices for reading e-books and it can be said that it is going ahead of U.S. universities in the aspect of information sharing, he said."
        },
        {
            "title": "Costa Rica to Boost Activities against Racism ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-22ee.html",
            "content": "Costa Rica to Boost Activities against Racism \r\n Pyongyang, March 1 (KCNA) -- The government of Costa Rica is to boost the approval of the Inter-American Convention against Racism.\n\t\t\t\t\t As part of this activity, the government announced the creation of the Afro-Costa Rican National Commission on Feb. 24.\n\t\t\t\t\t\n\t\t\t\t\t The commission is said to be in charge of the activities related to the celebration of this year the United Nations International Year of the Afro-descendants. \n\t\t\t\t\t\n\t\t\t\t\t The Afro-descendant people represent 9 percent of the population in Costa Rica."
        },
        {
            "title": "Maize and Bean Prices to Rise Worldwide ",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-24ee.html",
            "content": "Maize and Bean Prices to Rise Worldwide \r\n Pyongyang, March 1 (KCNA) -- The maize and bean prices are expected to continue rising, a bank of Netherlands said quoting data available.\n\t\t\t\t\t According to it, the price of maize registered the rise of 90 percent while the prices of bean and wheat 51 percent and 71 percent worldwide last year. \n\t\t\t\t\t\n\t\t\t\t\t The price of maize is expected to rise to 7.25 US dollars per bushel while that of bean to 15 US dollars per bushel in the second quarter of this year.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the world bean output this year is expected to decrease 7 million tons as compared with last year."
        },
        {
            "title": "Anecdote about  Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-29ee.html",
            "content": "Anecdote about Kim Il Sung\r\n Pyongyang, March 1 (KCNA) -- One day in January Juche 47 (1958), President Kim Il Sung visited the then Saenal Agricultural Cooperative in Sinchon County, South Hwanghae Province.\n\t\t\t\t\t Arriving at the farm, he was guided to one of the newly built houses. \n\t\t\t\t\t\n\t\t\t\t\t After learning about the construction of the house, he was very pleased that peasants would live in new houses. He then said he would spend a night in an unoccupied house.\n\t\t\t\t\t\n\t\t\t\t\t Officials accompanying him were worried that he might have inconvenience in an empty house.\n\t\t\t\t\t\n\t\t\t\t\t Next morning, the President told the officials that he felt the house was built well, with rooms properly heated and no cold wind coming from outside. He also said more houses should be built for peasants.\n\t\t\t\t\t\n\t\t\t\t\t The officials realized why he stayed overnight in the empty house."
        },
        {
            "title": "RPDC esta lista tanto para el dialogo como para enfrentamiento",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-43ee.html",
            "content": "RPDC esta lista tanto para el dialogo como para enfrentamiento\r\nPyongyang, 1 de marzo (ATCC) -- Con respecto a que Estados Unidos y las fuerzas belicistas del Sur de Corea iniciaron por fin los ejercicios belicos de gran envergadura contra la Republica Popular Democratica de Corea, pese a la unanime aspiracion y reclamo de los nacionales y extranjeros por la paz y la estabilidad de la Peninsula Coreana, el portavoz del Ministerio de Relaciones Exteriores de la RPDC hizo publica el dia primero la siguiente declaracion:\n\t\t\t\t\tSe comprueba nuevamente que sigue inalterable la politica hostil de EE.UU. para obstaculizar en todos los sentidos el desarrollo pacifico de la RPDC y atropellar con las fuerzas el regimen de ella. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios belicos conjuntos \"Key Resolve\" y \"Aguilucho\" resultan la prueba de guerra nuclear de EE.UU., en que se movilizan enormes medios de ataque nuclear segun el plan operacional trazado para atacar preventivamente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, persiguen la meta de ocupar militarmente toda la Peninsula Coreana para presionar al oriente del continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. habla tanto de las \"provocaciones\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEsta claro para todos que las provocaciones provienen de esas maniobras militares que con el objetivo de hacer frente a la \"situacion emergente\" de alguien, se desarrollan justamente cuando la sociedad internacional expresa unanimemente la seria preocupacion por la situacion aguda de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tYa hemos previsto que el Sur de Corea cometeria provocaciones de toda indole para llevar al fracaso el dialogo y mantener la confrontacion fratricida N-S.   Tan pronto como tomaron el poder, las actuales autoridades surcoreanas rehusaron la reconciliacion y la cooperacion entre ambas partes coreanas. Por eso, tienen el cargo politico de justificar su politica conflictiva hasta las proximas elecciones presidenciales. \n\t\t\t\t\t\n\t\t\t\t\tLa gravedad del caso esta en la postura egoista de EE.UU. que pretende satisfacer sus intereses estrategicos aprovechando tal psicologia de las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, trata de agravar la tension de la Peninsula Coreana instigando a las autoridades surcoreanas, y tomandolo por pretexto, quiere completar la alianza militar tripartita EE.UU.-Japon-Sur de Corea y tomar la hegemonia militar sobre esta region. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. responde con brutales provocaciones militares a nuestra propuesta de evitar las acciones considerables como provocaciones a la contraparte y de construir la confianza mediante el dialogo y negociaciones. Sin embargo, habla absurda e hipocritamente junto con las autoridades surcoreanas de la \"sinceridad\" de dialogo. \n\t\t\t\t\t\n\t\t\t\t\tPartiendo del anhelo de aliviar la tension y preservar la paz y estabilidad en la Peninsula Coreana, hicimos todo lo posible para abrir los dialogos necesarios sin comprometerse a las formas ni poner condiciones.\n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional, preocupada de la escalada de tensiones en la Peninsula Coreana y la region, apoya tambien nuestros esfuerzos pacifistas por el dialogo. \n\t\t\t\t\t\n\t\t\t\t\tA contrapelo de esta corriente de la epoca, EE.UU. volvio a librar los ejercicios belicos anti-RPDC de gran envergadura. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo coreanos estan muy indignados por tal conducta arbitraria de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSe hace inevitable la reaccion fisica de nuestro ejercito para la autodefensa y se pierde la oportunidad de dialogo y el alivio de tension, preparada dificilmente.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe responsabilizarse de todas las consecuencias de sus provocaciones militares. \n\t\t\t\t\t\n\t\t\t\t\tEstamos listos tanto para el dialogo como para el enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. vera que si agrava las tensiones militares de la Peninsula Coreana, perdera muchas cosas mas de lo que va a ganar."
        },
        {
            "title": "Publicada declaracion conjunta de cristianos del Norte y el Sur",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-44ee.html",
            "content": "Publicada declaracion conjunta de cristianos del Norte y el Sur \r\nPyongyang, 1 de marzo (ATCC) -- La Federacion de Cristianos de Corea (FCC) acordo con el Consejo Nacional de las Iglesias Cristianas del Sur de Corea publicar una declaracion conjunta en todas las iglesias de ambas partes con motivo del 92o aniversario del Levantamiento Popular del Primero de Marzo.\n\t\t\t\t\tSegun el acuerdo, la FCC hizo publica el 27 de febrero la declaracion conjunta tras realizar la misa en las Iglesias Pongsu y Chilgol y los hogares de cristianos.\n\t\t\t\t\t\n\t\t\t\t\tLa nota condena las maniobras agresivas de las fuerzas foraneas contra Corea y rechaza categoricamente cualquier acto que favorezca la reagresion de los imperialistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\tExige al gobierno japones que pida disculpas sinceramente por sus crimenes del pasado y los indemnice."
        },
        {
            "title": " Iniciado dragado en el rio Pothong",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-45ee.html",
            "content": "Iniciado dragado en el rio Pothong\r\nPyongyang, 1 de marzo (ATCC) -- Se dinamizan en Corea los trabajos para proteger y mantener mejor el rio Pothong que bana esta capital.\n\t\t\t\t\tEl dia primero, entraron en operacion las dragas.\n\t\t\t\t\t\n\t\t\t\t\tLa flotilla de trabajo tiene dos dragas, un barco de transporte, etc.\n\t\t\t\t\t\n\t\t\t\t\tElla es capaz de dragar y transportar cientos de metros cubicos al dia y mejorar la calidad acuifera del rio eliminando el fango y la capa de residuos.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se construira una fabrica que producira, usando el fango excavado como materia prima, los fertilizantes organicos que contribuiran al aumento de produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tSe preve que se construiran mas dragas para ampliar la limpieza a toda la parte abajo del rio Pothong."
        },
        {
            "title": "ATCC comenta las palabras de Kim Hwang Sik",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-46ee.html",
            "content": "ATCC comenta las palabras de Kim Hwang Sik\r\nPyongyang, 1 de marzo (ATCC) -- El 25 de febrero, el premier titere surcoreano Kim Hwang Sik dijo que la \"politica sobre el Norte del gobierno de Lee Myung Bak se caracteriza por la coexistencia y la coprosperidad y no toma en ningun caso al Norte  como objeto de la reunificacion mediante la absorcion\".\n\t\t\t\t\tHabria que considerar como positivos los dichos de esa autoridad surcoreana si significan el cambio de la politica de las autoridades surcoreanas que vinieron insistiendo en la \"reunificacion de regimenes\".\n\t\t\t\t\t\n\t\t\t\t\tPero, el problema esta en la sinceridad y la credibilidad de sus dichos.\n\t\t\t\t\t\n\t\t\t\t\tLas politicas presentadas hasta hoy por las autoridades surcoreanas incluyendo \"la desnuclearizacion, la apertura y 3000 dolares\" o \"la coexistencia y la coprosperidad\" son las extremadamente conflictivas que pretenden devorar a alguien a traves de la \"reunificacion de regimenes o de absorcion\".\n\t\t\t\t\t\n\t\t\t\t\tEllas fueron la causa de la actual situacion catastrofica de las relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tPara salvar estos vinculos, la RPDC propuso en 2011, primer ano del nuevo decenio del siglo XXI, una propuesta magnanima y generosa de realizar activamente entre ambas partes el dialogo y la cooperacion incondicionales de las autoridades, los civiles, los partidos en el poder y opositores y los progresistas y conservadores.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, tomo medidas practicas para implementarla.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas, respondiendo con maldad a la buena fe de la RPDC, presentaron pretextos injustos para eludir el dialogo y convirtieron la mesa de dialogo dificilmente preparada en el espacio de enfrentamiento. De esta manera, defraudaron la esperanza de los compatriotas y la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tPublicaron abiertamente su meta de \"derrocar\" el regimen esperando el \"estado emergente\" de alguien y dieron inicio al entrenamiento militar conjunto con Estados Unidos para alcanzarla.\n\t\t\t\t\t\n\t\t\t\t\tY asi se revelo la falsedad de sus dichos de que se sentarian a conversar incondicionalmente cuandoquiera y dondequiera. \n\t\t\t\t\t\n\t\t\t\t\tPor el momento, no hay ninguna razon que haga creer las susodichas palabras de Kim Hwang Sik. Por lo tanto, sus palabras deben ser verificadas con hechos.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas desean ganar la confianza de los connacionales y mejorar las relaciones intercoreanas, deben abandonar su \"politica sobre el Norte\" basada en la estupida ilusion de \"reunificar mediante la absorcion\" y tomar la posicion de dar importancia a la nacion. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, tienen que aceptar la propuesta de dialogo amplio de la RPDC y fomentar el clima de negociaciones y cooperacion parando sus ejercicios de guerra que llevan al borde de guerra la situacion de la Peninsula Coreana."
        },
        {
            "title": " Rodong Sinmun condena ejercicios militares conjuntos anti-RPDC",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-47ee.html",
            "content": "Rodong Sinmun condena ejercicios militares conjuntos anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 1 de marzo (ATCC) -- En un comentario individual divulgado este martes, el diario Rodong Sinmun condeno a los belicistas de Estados Unidos y el Sur de Corea que iniciaron desde el 28 de febrero los ejercicios militares conjuntos \"Key Resolve\" y \"Aguilucho\" en toda la extension surcoreana.\n\t\t\t\t\t  Esta maniobra es un desafio frontal a la Republica Popular Democratica de Corea que se esfuerza sinceramente por mejorar las relaciones Norte-Sur y relajar la tension de la Peninsula Coreana, comienza el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tAdemas, constituye un acto criminal que vuelve a llevar la situacion al umbral de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora no se relaja ni un poco la tension de la Peninsula Coreana por culpa de las autoridades surcoreanas que siguen recurriendo a la confrontacion militar, en contubernio con las fuerzas extranjeras, insistiendo en su \"politica sobre el Norte\" de caracter anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC nunca se quedara con brazos cruzados ante la conducta de los belicistas surcoreanos que la amenazan militarmente en contubernio con las fuerzas extranjeras y aumentan el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Como ya mencionado en la declaracion de la representacion del Ejercito Popular de Corea en Phanmunjom, la RPDC respondera rotundamente a la brutal campana de EE.UU. y los belicistas surcoreanos para el enfrentamiento y la guerra contra ella.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos no podran conseguir nada mediante la presion militar y se responsabilizaran de todas las consecuencias que emanen de \"Key Resolve\" y \"Aguilucho\"."
        },
        {
            "title": "Funcionario coreano garantiza la seguridad de inversiones extranjeras",
            "url": "http://kcna.co.jp/item/2011/201103/news01/20110301-48ee.html",
            "content": "Funcionario coreano garantiza la seguridad de inversiones extranjeras\n\t\t\t\t\t\t\r\nPyongyang, 1 de marzo (ATCC) -- \"La Republica Popular Democratica de Corea fomenta las inversiones extranjeras en el territorio nacional en el principio de igualdad total y beneficios mutuos, no nacionaliza ni recoge los bienes invertidos.\"\n\t\t\t\t\t  Dijo asi el funcionario del Comite de Empresas Asociadas e Inversiones de la RPDC, Ri Song Hyok (41 anos de edad), en su entrevista con la ATCC.\n\t\t\t\t\t\n\t\t\t\t\t  La ley de la RPDC sobre las inversiones extranjeras establece en terminos claros los principios y procedimientos para proteger a los inversionistas extranjeros y garantizar los derechos legitimos e intereses de sus empresas, preciso el y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  Esa legislacion estipula en detalles los requisitos principales de la politica de la RPDC sobre la inversion, la forma y modo de inversiones extranjeras, las condiciones necesarias para los derechos legitimos, intereses y actividades administrativas de inversionistas extranjeros y sus empresas, las medidas para fomentar las inversiones, las prerrogativas que se les dan en la zona economica y comercial de Rason, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Segun esos principios y procedimiento, seran establecidos mas concretamente otras leyes relacionadas, tales como las de empresas asociadas, mixtas y extranjeras, la de impuestos que se aplican a las empresas inversionistas de otros paises y a los extranjeros, la de bancos inversionistas extranjeros, la de arriendo de la tierra, la de zona economica y comercial de Rason, y los reglamentos para el cumplimiento de ellas.\n\t\t\t\t\t\n\t\t\t\t\t  La ley de inversiones extranjeras fue aprobada el 5 de octubre del 81 (1992) de la Era Juche en nuestro pais y enmendada en 1999 y 2004."
        }
    ]
}