{
    "date": "2011-09-05",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-05ee.html",
    "articles": [
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-19ee.html",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- Leader Kim Jong Il received a floral basket and a congratulatory letter from the diplomatic corps here on the 63rd birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey were handed to DPRK Foreign Minister Pak Ui Chun on Monday by Russian Ambassador to the DPRK Valery Sukhinin who is doyen of the corps."
        },
        {
            "title": "Message of Sympathy to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-26ee.html",
            "content": "Message of Sympathy to Raul Castro Ruz\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of sympathy to Raul Castro Ruz, president of the Council of State and president of the Council of Ministers of Cuba. \n\t\t\t\t\t\n\t\t\t\t\tUpon hearing the sad news that Colonel General Julio Casas Regueiro, member of the Political Bureau of the C.C., the Communist Party of Cuba, vice-president of the Council of State and minister of the Revolutionary Armed Forces of Cuba, died to our sorrow, Kim Yong Nam expressed deep condolences to Raul Castro Ruz and, through him, to the bereaved family of the deceased and the Cuban people.\n\t\t\t\t\t\n\t\t\t\t\tAlthough Julio Casas Regueiro passed away, the exploits he performed for the Cuban revolution and the fraternal friendship between the two countries will last long, the message added."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-22ee.html",
            "content": "Visits\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- Leaving here on Monday were a delegation of the DPRK Ministry of Railways led by its minister Jon Kil Su to take part in the 39th ministerial meeting of the Organization of Railways Cooperation to be held in Beijing, China and a delegation of the Democratic Women's Union of Korea led by Ro Song Sil, chairwoman of its Central Committee to visit Laos and Vietnam. \n\t\t\t\t\t\n\t\t\t\t\tArrivals here on the same day included Peter Simon, member of European Parliament from the Social-Democratic Party of Germany, and his party and a delegation of the Vietnam General Confederation of Labor led by its chairman Dang Ngoc Tung and a Chinese side delegation led by Shu Yinbiao, executive vice president of the State Grid Corporation of China, to take part in the 63rd meeting of the Board of the Directors of the Korea-China Hydro-Electric Power Company."
        },
        {
            "title": "North-South Buddhist Joint Mass Praying for National Reunification Held",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-05ee.html",
            "content": "North-South Buddhist Joint Mass Praying for National Reunification Held\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- A north-south Buddhist joint mass for praying for national reunification was held at the Pohyon Temple in Mt. Myohyang on Monday to mark the millennium of the wood engraving of 80 000 blocks of Complete Collection of Buddhist Scriptures.\n\t\t\t\t\t\n\t\t\t\t\tPresent there from the north side were Chairman Sim Sang Jin and other personages of the Central Committee of the Buddhist Federation of Korea, those of the Hyangsan County Committee of the Federation and priests and believers of the Temple and from the south side were Ri Ja Sung, chairman of the Buddhist Orders Council and chief of the Administrative Office of the Buddhist Jogye Order, priests, believers and other personages concerned.\n\t\t\t\t\t\n\t\t\t\t\tA Buddhist ritual was held and speeches were made at the mass. Then a north-south Buddhist joint address was read out to pray for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches and address noted that to hold the joint mass at the Pohyon Temple in Mt. Myohyang, the site for praying for the good of the country, on the millennium of the wood engraving of 80 000 blocks of Complete Collection of Buddhist Scriptures is a meaningful Buddhist event as it reflects the desire and will of all the fellow countrymen to realize charity, equality and peace in accordance with  sacred teachings of Buddha, and build a reunified country, an earthly paradise in the present world, where the idea of getting rid of pain and attaining happiness has come true.\n\t\t\t\t\t\n\t\t\t\t\tAll the Buddhists in the north and the south should protect, preserve and glorify well the 80 000 blocks of Complete Collection of Buddhist Scriptures, a precious cultural heritage of the nation and a book of Buddha's teachings, and faithfully protect and implement the historic June 15 joint declaration and the October 4 declaration in Dharma-minded concord under the banner of \"By our nation itself\", they said.\n\t\t\t\t\t\n\t\t\t\t\tFor the present it is necessary to turn out in the practical actions to defuse the confrontation between the north and the south at an early date and actively push forward dialogue and cooperation, they stressed."
        },
        {
            "title": "Friendship Order of DPRK Conferred on Vice-President of ITF",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-23ee.html",
            "content": "Friendship Order of DPRK Conferred on Vice-President of ITF\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- Friendship Order First Class of the Democratic People's Republic of Korea was conferred upon Leong Wai Meng, vice-president of the International Taekwon-Do Federation (ITF).\n\t\t\t\t\t\n\t\t\t\t\tThis was in recognition of his firm support and solidarity with the Korean people in their struggle for the building of a socialist thriving nation and national reunification and his positive contribution to the strengthening and development of the ITF.\n\t\t\t\t\t\n\t\t\t\t\tAn awarding ceremony was held at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Jang Ung, president of the ITF, Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, Phap Lu, secretary general of the ITF, members of the ITF and officials concerned."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-18ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- Rodong Sinmun Monday dedicates a signed article to the 3rd anniversary of leader Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\".\n\t\t\t\t\t\n\t\t\t\t\tIn the work published on the 60th birthday of the DPRK he clarified successes and experience gained by the DPRK in the struggle of six decades and source of its invincibility and the tasks and ways to eternally glorify the country as Kim Il Sung's Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe work teaches the Korean people precious truth that if a leader and party are great, even a small and backward country can develop into a developed country and power with high prestige and it serves as an immortal banner encouraging them in the struggle to build a thriving nation of Juche, full of confidence in victory.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is the invincible power that successfully achieved the unbreakable single-minded unity of the leader, the party and the masses.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's historic visits to China and Russia this year represented unforgettable days which strikingly demonstrated the strong unity between the leader and the people.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's history is the history of Songun and its might is the one of Songun. President Kim Il Sung liberated the country by dint of Songun and provided a firm military guarantee for the sovereignty and independence of the country and its prosperity. The truth of the Songun idea founded by the President is being more strikingly demonstrated along with Kim Jong Il's Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is a sovereign socialist state that has firmly preserved the Juche character and the national character in the nation-building and state activities.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are dynamically advancing along the road chosen by themselves, undeterred by any wind, under the uplifted slogan \"Let Us Live Our Own Way!\"\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people like to sing Korean songs and dance to the tune of their folk music and wear national dresses. \n\t\t\t\t\t\n\t\t\t\t\tMonumental edifices symbolic of heyday of Songun Korea reflect the excellent national character. The daily blooming socialist way of life is also based on the Koreans' peculiar national tradition."
        },
        {
            "title": "Guidelines for Education",
            "url": "http://kcna.co.jp/item/2011/201109/news05/20110905-27ee.html",
            "content": "Guidelines for Education\r\n\n\t\t\t\t\tPyongyang, September 5 (KCNA) -- President Kim Il Sung on September 5 Juche 66 (1977) published a celebrated work \"Theses on Socialist Education\".\n\t\t\t\t\t\n\t\t\t\t\tThe work expounds in a scientific way the essence, contents, methods and goal of socialist education, as well as fundamentals and principles of socialist pedagogy.\n\t\t\t\t\t\n\t\t\t\t\tIt also indicates ways of enhancing the role of educational institutions and strengthening guidance over and assistance to the educational work.\n\t\t\t\t\t\n\t\t\t\t\tIt, scientific, unique and profound in contents, serves as great guidelines for socialist education in the era of Juche.\n\t\t\t\t\t\n\t\t\t\t\tSince the publication of the work, the educational work has steadily been improved in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe 11-year universal compulsory education was introduced and a large number of people are studying at many universities, colleges, and factory and farm colleges in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe President's educational idea and feats concerning Juche-oriented education have been carried forward by leader Kim Jong Il successfully.\n\t\t\t\t\t\n\t\t\t\t\tThe publication of \"On Further Developing Educational Work\", a letter he sent to the participants in a national meeting of educationalists in July 1984, marked an important occasion in implementing the theses.\n\t\t\t\t\t\n\t\t\t\t\tNew subjects on cutting-edge science and technologies have been applied to universities and colleges across the country and a nationwide tele-education has been launched with education put on a scientific and IT basis."
        }
    ]
}