{
    "date": "2011-05-13",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-13ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Congratulates Cambodian King on His Birthday ",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-33ee.html",
            "content": "Kim Yong Nam Congratulates Cambodian King on His Birthday \r\n Pyongyang, May 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Friday sent a congratulatory message to Norodom Sihamoni, king of Cambodia, on his 58th birthday.\n\t\t\t\t\t Wishing the king happiness in good health and great success in his noble work for prosperity of the country and the people, Kim in the message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "50th Anniversary of CPRK Marked ",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-32ee.html",
            "content": "50th Anniversary of CPRK Marked \r\n Pyongyang, May 13 (KCNA) -- A Pyongyang City meeting was held at the Central Hall of Workers Friday to mark the 50th anniversary of the Committee for the Peaceful Reunification of Korea (CPRK).\n\t\t\t\t\t President Kim Il Sung saw to it that the CPRK was formed on May 13, 1961. He advanced the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme for the great unity of the whole nation for the reunification of the country and wisely led the struggle for putting them into practice.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il made sure that the CPRK set up its Secretariat which came into being on Oct. 9, 1984. He provided the historic June 15 joint declaration and the October 4 declaration and energetically led the Committee to discharge its honorable mission and duty.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Yang Hyong Sop, member of the Political Bureau of the C.C., the WPK and vice-president of the Presidium of the Supreme People's Assembly, Kim Yang Gon, alternate member of the Political Bureau and secretary of the C.C., the WPK, Ro Tu Chol, vice-premier of the Cabinet, Kim Yong Dae, chairman of the C.C., the Korean Social Democratic Party, Ryu Mi Yong, chairwoman of the C.C., the Chondoist Chongu Party, Ryang Man Gil, chairman of the Pyongyang City People's Committee, An Kyong Ho, director of the Secretariat of the CPRK, Kim Wan Su, director of the Secretariat of the Democratic Front for the Reunification of the Fatherland, officials of social organizations and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Conveyed at the meeting was a congratulatory message of the C.C., the WPK on the occasion of the 50th anniversary of the CPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message highly appreciated the big feats performed by the CPRK in its efforts to accelerate the reunification through strenuous drive to carry out the party's idea and policy on national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yang Gon made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that the formation of the CPRK made it possible to conduct the work for improving the north-south relations and reunifying the country in a more organized way and put it on a new higher stage as desired by the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need for the CPRK to wage unflinching struggle to put an end to the nation's tragedy of division and achieve the unified development of the country and the nation, holding fast to the reunification line."
        },
        {
            "title": "Gift to Kim Jong Il from Nepali Newspaper Delegation",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-29ee.html",
            "content": "Gift to Kim Jong Il from Nepali Newspaper Delegation\r\n Pyongyang, May 13 (KCNA) -- General Secretary Kim Jong Il received a gift from the visiting delegation of the Press Chautari Nepal led by Chairman Gagan Bista.\n\t\t\t\t\t The chairman handed the gift over to an official concerned."
        },
        {
            "title": "Swedish Party Delegation and US Reverend Go Back",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-31ee.html",
            "content": "Swedish Party Delegation and US Reverend Go Back\r\n Pyongyang, May 13 (KCNA) -- The delegation of the Communist Party of Sweden led by Chairman Anders Karlsson went back home on Friday after winding up its visit to the DPRK.\n\t\t\t\t\t During the stay the delegation visited the Party Founding Memorial Tower, the Tower of the Juche Idea, Kim Il Sung Higher Party School, the E-library and swimming pool of Kim Il Sung University and so forth.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Reverend Franklin Graham, president of Samaritan's Purse, a non-governmental organization of the United States, and his party went back home by a chartered plane on the same day."
        },
        {
            "title": "IPU Secretary-General Here",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-30ee.html",
            "content": "IPU Secretary General Here\n\t\t\t\t\t\t\r\n Pyongyang, May 13 (KCNA) -- Anders Johnsson, secretary general of the Inter-Parliamentary Union, and his companion arrived here by air today."
        },
        {
            "title": "Sandy Dust Sweeps DPRK",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-34ee.html",
            "content": "Sandy Dust Sweeps DPRK\n\t\t\t\t\t\t\r\n Pyongyang, May 13 (KCNA) -- A dusty weather continued in most areas of the DPRK till Friday morning from 02:00 p.m. on Thursday.\n\t\t\t\t\t The dust level was 1,015 micrograms per cubic meter and visibility was reduced to 4-5 kilometers during the hours."
        },
        {
            "title": " Workshop for Athletics Coaches Held",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-23ee.html",
            "content": "Workshop for Athletics Coaches Held\r\n Pyongyang, May 13 (KCNA) -- An Olympic Solidarity Athletics Coaching Course took place in Pyongyang from May 11 to 12.\n\t\t\t\t\t The course, which was held at Table-tennis Gymnasium in Chongchun Street, was attended by coaches from local sports teams and teachers of juvenile sports schools.  \n\t\t\t\t\t\n\t\t\t\t\t It dealt with methods of physical and technical training, drawing up of training program and role of coaches.\n\t\t\t\t\t\n\t\t\t\t\t Renato Canova, a lecturer of the International Association of Athletics Federations, gave a lecture at the course."
        },
        {
            "title": "Foundations Laid for Heavy Rail Production",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-26ee.html",
            "content": "Foundations Laid for Heavy Rail Production \r\n Pyongyang, May 13 (KCNA) -- Foundations have been laid in the DPRK to boost the production of heavy rails and augment their quality. \n\t\t\t\t\t The Hwanghae Iron and Steel Complex has built small-size blast furnaces for rail steel production and improved the rail steel rolling method in a rational way.\n\t\t\t\t\t\n\t\t\t\t\t It has almost finished the project for applying a high-temperature air combustion technology to the heating furnace.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Ferrous Metal Research Institute of the State Academy of Sciences has made scientific and technological discoveries in the development of new ferroalloy to ensure the hardness and extension rate of heavy rails on a high level.\n\t\t\t\t\t\n\t\t\t\t\t A research team of Kim Chaek University of Technology found out a rational composition of rail steel through scores of experiments."
        },
        {
            "title": "Kaeson Youth Park Crowded with People",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-21ee.html",
            "content": "Kaeson Youth Park Crowded with People\r\n Pyongyang, May 13 (KCNA) -- Many people enjoy themselves in the Kaeson Youth Park, which was reopened in the beginning of April.\n\t\t\t\t\t The park is furnished with amusement and public service facilities.\n\t\t\t\t\t\n\t\t\t\t\t It also has pavilions of different styles, fountains and waterfalls. Its night view is a spectacular sight.\n\t\t\t\t\t\n\t\t\t\t\t Public catering establishments in the park serve national and foreign dishes and various kinds of drinks.\n\t\t\t\t\t\n\t\t\t\t\t The park, reconstructed last year, is associated with leader Kim Jong Il's deep concern for public entertainment."
        },
        {
            "title": "Home-made Goods Popular among Korean Women",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-20ee.html",
            "content": "Home-made Goods Popular among Korean Women\r\nPyongyang, May 13 (KCNA) -- Home-made consumer goods like hairpins, socks and cosmetics enjoy popularity among Korean women.\n\t\t\t\t\t Hairpins trademarked \"Pyongyang-Cosmos\" are made of plastic, cloth and other materials. They, diverse in model, command a large sale at Pyongyang Department Store No. 1 and other shops in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Plastic hairpins are decorated with jewels and flower patterns.\n\t\t\t\t\t\n\t\t\t\t\t \"Choljjuk\"-trademarked ladies' socks for spring and autumn wear are of different colors and designs.\n\t\t\t\t\t\n\t\t\t\t\t Summer socks are now in great demand with the temperature getting higher. \n\t\t\t\t\t\n\t\t\t\t\t Cosmetics with trademarks of \"Unhasu\" and \"Pomhyanggi\" also have a good demand among local women."
        },
        {
            "title": "Four Kinds of Writing Materials",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-24ee.html",
            "content": "Four Kinds of Writing Materials\n\t\t\t\t\t\t\r\n Pyongyang, May 13 (KCNA) -- Among writing materials created by the Korean people in ancient times are paper, cake ink, brush and inkstone.\n\t\t\t\t\t The papermaking technique was transferred by Koguryo Kingdom (277 BC-668) to neighboring countries and Korean paper was exported to even Arab nations in the period of Koryo Kingdom (early 10th century-late 14th century).\n\t\t\t\t\t\n\t\t\t\t\t Made of paper mulberry, Korean paper was very durable, white, soft and absorptive. \n\t\t\t\t\t\n\t\t\t\t\t The cake ink was also famous for fair quality.\n\t\t\t\t\t\n\t\t\t\t\t Brushes are seen in mural paintings of Koguryo tombs, an indication that brush has a long history in the country.\n\t\t\t\t\t\n\t\t\t\t\t Inkstone was made of blue stone and serpentine.\n\t\t\t\t\t\n\t\t\t\t\t The four kinds of writing materials are still in use in the country."
        },
        {
            "title": "Guidelines for Development of Fruit Farming",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-22ee.html",
            "content": "Guidelines for Development of Fruit Farming\r\nPyongyang, May 13 (KCNA) -- Ten years has elapsed since General Secretary Kim Jong Il published a famous work \"On Bringing About a New Turn in Developing Fruit Farming\" on May 13, Juche 90 (2001).\n\t\t\t\t\t The work, which deals with such issues as seed selection, manuring and cultivation of fruit trees and fruit processing and supply, serves as guidelines for the development of fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t Tremendous achievements have been made in the country's fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t The Taedonggang Combined Fruit Farm was built on a huge scale to produce large quantities of fruits and processed fruits.\n\t\t\t\t\t\n\t\t\t\t\t The Kosan Fruit Farm on the east coast finished a modernization project with high-yield dwarf apple trees growing in hundreds of hectares.\n\t\t\t\t\t\n\t\t\t\t\t An apple orchard covering over 160 hectares has been created in the Ryongjon Fruit Farm and an apricot orchard of several hundred hectares in the Hoeryong Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t The Sariwon Fruit Farm has built a grapery covering much more than a hundred hectares and Onchon, Hwangju, Toksong and other fruit farms planted a large number of high-yield fruit trees."
        },
        {
            "title": "Celebrated Traditional Medical Man",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-25ee.html",
            "content": "Celebrated Traditional Medical Man\r\n Pyongyang, May 13 (KCNA) -- Ro Jung Rye, a medical man in the 15th century, made a big contribution to developing Korea's traditional medicine.\n\t\t\t\t\t He weighed Koryo medicines with drugs manufactured in other countries for many years. \n\t\t\t\t\t\n\t\t\t\t\t He then compiled \"Hyangyakjipsongbang\", a comprehensive book on Koryo medicines, together with his colleagues.\n\t\t\t\t\t\n\t\t\t\t\t The book gives introductions, reasons, origins, symptoms and therapies of different diseases, as well as methods of applying acupuncture and moxibustion.\n\t\t\t\t\t\n\t\t\t\t\t It also introduces hundreds of medicinal materials available in Korea, their growing areas, medicinal effects, and collection and application methods.\n\t\t\t\t\t\n\t\t\t\t\t Ro also played a big role in compiling 365-volume \"Uibangryuchwi\", known as an encyclopedia of Koryo medicine."
        },
        {
            "title": "Rodong Sinmun Brands Bourgeois Ideology and Culture as Dangerous Virus ",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-16ee.html",
            "content": "Rodong Sinmun Brands Bourgeois Ideology and Culture as Dangerous Virus \r\n Pyongyang, May 13 (KCNA) -- Bourgeois ideology and way of life are dangerous virus making people mental cripples. Rodong Sinmun Friday says this in a bylined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Today the imperialists are infiltrating the reactionary ideology and culture into other countries, saying what can not be solved even with nuclear weapons can be easily done by the spread of ideology and culture. \n\t\t\t\t\t\n\t\t\t\t\t What they seek through their active ideological and cultural poisoning is to degenerate the people's idea, disintegrate those countries from within and put them under their domination and control. \n\t\t\t\t\t\n\t\t\t\t\t Running through the bourgeois ideology and culture are such inhumane elements as deception, fraud, extreme liberalism, class, national and racial discrimination, misanthropy, personal luxury, corruption and degeneration, dollar-almighty idea and war instigation. \n\t\t\t\t\t\n\t\t\t\t\t The bourgeois ideology and culture make people betes noires and mental cripples who idle time away with debauchery, dishonesty and corruption. \n\t\t\t\t\t\n\t\t\t\t\t The bourgeoisies are desperately trying to stamp out the national culture of other countries through ideological and cultural poisoning. The aim sought by them through this is to obliterate the national characters of those countries and make them blindly follow and serve them.\n\t\t\t\t\t\n\t\t\t\t\t One should never allow any practice of spreading bourgeois ideology, culture and lifestyle which divest man of his soul and body and cause social chaos."
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-03ee.html",
            "content": "Abolition of NSL Demanded in S. Korea\r\n Pyongyang, May 13 (KCNA) -- Jaju Minbo, an Internet newspaper of south Korea, on Monday released an article demanding the abolition of the \"National Security Law\", a treacherous anti-reunification law.\n\t\t\t\t\t The Intelligence Service and the Police Agency applied warrants of arrest for former and incumbent members of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration on charges of the violation of the NSL, but their applications were all rejected on May 6, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t In this regard accusations against the reckless repression by the Intelligence Service and the Police Agency are growing stronger among the progressive forces including reunification movement organizations, it said.\n\t\t\t\t\t\n\t\t\t\t\t It is disgrace of the nation that the evil law inciting the permanent division of the nation and cracking down on the pro-reunification patriots still remains in force, the article said, stressing that the NSL should be abolished at an early date."
        },
        {
            "title": "S. Korean Police Take Fascist Steps",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-04ee.html",
            "content": "S. Korean Police Take Fascist Steps\r\n Pyongyang, May 13 (KCNA) -- The south Korean puppet police authorities recently took repressive steps threatening the people's life.\n\t\t\t\t\t The director of the Police Agency on May 9 ordered the policemen to carry arms including pistols in ordinary time and make active use of them if circumstances are created.\n\t\t\t\t\t\n\t\t\t\t\t He also threatened to resign any policemen in case they do not use weapons in time.\n\t\t\t\t\t\n\t\t\t\t\t He declared that steps would be taken to prevent any punishment for policemen using weapons."
        },
        {
            "title": "Decision of IIJI Meeting Supported in Ethiopia",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-01ee.html",
            "content": "Decision of IIJI Meeting Supported in Ethiopia\r\n Pyongyang, May 13 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea issued a statement on May 6 in support of the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea and the appeal to the Juche idea followers of the world adopted at the Latin American regional seminar on the Juche idea and the struggle for independence against imperialism in Latin America.\n\t\t\t\t\t It is quite natural to hold a world conference on the Juche idea in Pyongyang on the occasion of the Day of the Sun in 2012 with large attendance in order to commemorate as a great political festival the centenary of birth of President Kim Il Sung who fathered the people-centered Juche idea, greatly contributing to the history of human thought, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe conference should be made an important occasion in praising the undying feats of the President and showing that General Secretary Kim Jong Il has developed in depth the Juche idea to carry forward the cause of the President, it said.\n\t\t\t\t\t\n\t\t\t\t\t We, together with the Juche idea study organizations and followers active in all continents of the world, will intensify the study and dissemination of the Juche idea to whip up the worldwide atmosphere for significantly commemorating the centenary of birth of the President."
        },
        {
            "title": "Korean Workers Praised by Regional Organization",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-02ee.html",
            "content": "Korean Workers Praised by Regional Organization\r\nPyongyang, May 13 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions Sunday posted on its internet website an article titled \"Only with one's own efforts and wisdom\" with a photo of General Secretary Kim Jong Il providing field guidance to the Kim Chaek Iron and Steel Complex.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The workers of the DPRK are now playing a big role in building a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Standing in the van of them are workers of the Kim Chaek Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t They completed the Juche iron production system based on Korean-style furnace last year.\n\t\t\t\t\t\n\t\t\t\t\t Their style of work and mental power has become a model of the workers across the country."
        },
        {
            "title": "Situation in Crippled Nuclear Power Plant of Japan Remains Serious",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-13ee.html",
            "content": "Situation in Crippled Nuclear Power Plant of Japan Remains Serious\r\n Pyongyang, May 13 (KCNA) -- The situation in the Fukushima Nuclear Power Plant still remains serious.\n\t\t\t\t\t The Tokyo Electric Power Co. on May 11 released results of an analysis of the seawater near the power plant, confirming that high level of radioactive substances was again leaking into the sea.\n\t\t\t\t\t\n\t\t\t\t\tRadioactive cesium-134 and -137 which are 32,000 and 22,000 times the legal level respectively were detected in the seawater near the intake of No.3 reactor, according to the analysis data.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the assistant to the prime minister told media it is a very serious problem.\n\t\t\t\t\t\n\t\t\t\t\t The damage by radiation is steadily increasing.\n\t\t\t\t\t\n\t\t\t\t\t Cesium exceeding the permitted level was found in grass for cows in three places of Gunma Prefecture.\n\t\t\t\t\t\n\t\t\t\t\tRadioactive cesium of maximum 17,020Bq per kilogram of earth was detected in the soil of the gas processing place in Ibaraki Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t According to the estimation of experts, radioactive materials of more than one trillion Bq per hour are still leaking from the plant.\n\t\t\t\t\t\n\t\t\t\t\t A work is now under way to recover from the accident at the power plant including the work to restore the cooling system of No.1 Reactor but they are progressing slowly. It is, therefore, expected to take nine months to bring Reactors No. 2, 3 and 4 to normal.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, observers said the continued leakage of radioactive substances is inevitable, adding that the future of the plant is dismal although two months have passed since the occurrence of the accident at the plant.\n\t\t\t\t\t\n\t\t\t\t\tIn the meantime, the quake-and tsunami-related death toll reached 14,898 and the number of those unaccounted 9,922 as of May 8, said the National Police Agency."
        },
        {
            "title": "Earthquake Jolts Area Bordering on China and Russia",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-12ee.html",
            "content": "Earthquake Jolts Area Bordering on China and Russia\r\n Pyongyang, May 13 (KCNA) -- A magnitude of 6.1 earthquake jolted an area bordering on China and Russia on May 10.\n\t\t\t\t\t The epicenter was about 80 km from Hunchun City, Jilin Province, China."
        },
        {
            "title": "Hu Jintao Calls for Following Example of Wu Mengch",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-17ee.html",
            "content": "Hu Jintao Calls for Following Example of Wu Mengchao\r\n Beijing, May 11 (KCNA) -- Chinese President Hu Jintao recently issued an important directive to follow and widely introduce the progressive activities of Academician Wu Mengchao and his noble moral traits and spirit of love for the party, the state and the people as a health worker.\n\t\t\t\t\t The president stressed that to introduce the progressive activities of excellent members of the Communist Party of China should be regarded as main part of the work for commemorating the 90th birthday of the CPC.\n\t\t\t\t\t\n\t\t\t\t\t Wu, an army surgeon, reportedly devoted his wisdom and passion to saving people's lives and made big contribution to putting the Chinese medicine on the world-leading level."
        },
        {
            "title": "China Calls for Giving Full Play to Good Tradition of Army ",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-18ee.html",
            "content": "China Calls for Giving Full Play to Good Tradition of Army \r\n Beijing, May 11 (KCNA) -- Guo Boxiong, member of the Political Bureau of the C.C., the Communist Party of China, stressed the need to give full play to good tradition of the army recently when speaking to the representatives of army and armed police units.\n\t\t\t\t\t Servicepersons should be loyal to their duty at their posts and work earnestly to register greater successes, said Guo, vice-chairman of the CPC Central Military Commission. \n\t\t\t\t\t\n\t\t\t\t\t He also said that they should strive to accelerate the scientific development in aspect of unit construction and combat preparations and thoroughly carry out all the missions given by the party and people to celebrate the 90th birthday of the CPC by real action."
        },
        {
            "title": "Seminar on 90th Birthday of CPC Held in China",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-19ee.html",
            "content": "Seminar on 90th Birthday of CPC Held in China\r\n Beijing, May 11 (KCNA) -- A seminar was held in Beijing, China on May 11 to celebrate the 90th birthday of the Communist Party of China. \n\t\t\t\t\t The seminar on the theme of \"The Communist Party of China and People's Army\" had a discussion on the theory, practice and other matters arising in the party's guidance to the army."
        },
        {
            "title": "Russian PM Calls for Intensified Education in Patriotism among Students",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-27ee.html",
            "content": "Russian PM Calls for Intensified Education in Patriotism among Students\n\t\t\t\t\t\t\r\n Moscow, May 11 (KCNA) -- Russian Prime Minister Vladimir Putin, addressing a recent inter-regional meeting of United Russia, called for intensifying the education in patriotism among students. \n\t\t\t\t\t He stressed that curriculums should be revised and the level of screening history textbooks raised for the students to get better understanding of the Great Patriotic War and the feats of the Soviet Army. \n\t\t\t\t\t\n\t\t\t\t\t What is essential for education in patriotism is to unite all the political forces of the country, he said."
        },
        {
            "title": "Former Israeli Spy Chief Terms Air Strike on Iran's Nuclear Facilities \"Stupid Idea\"",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-14ee.html",
            "content": "Former Israeli Spy Chief Terms Air Strike on Iran's Nuclear Facilities \"Stupid Idea\"\r\n Pyongyang, May 13 (KCNA) -- Meir Dagan, former chief of Mossad, Israel's foreign intelligence service, says an air strike against Iran's nuclear facilities would be a \"stupid idea that offers no advantage.\"\n\t\t\t\t\t\"Whoever attacks Iran should understand that he may bring about a regional war in which both Iran and Lebanon's Hezbollah, as well as Hamas and Syria, would fire missiles at Israel,\" Dagan warned during a conference at the Hebrew University in Jerusalem on Friday."
        },
        {
            "title": "PLO Condemns Israel's Moves to Expand Jewish Settlements",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-07ee.html",
            "content": "PLO Condemns Israel's Moves to Expand Jewish Settlements\n\t\t\t\t\t\t\r\n Pyongyang, May 13 (KCNA) -- Saeb Erekat, a member of Palestine Liberation Organization (PLO)'s executive committee, on May 9 accused Israel of its moves to expand Jewish settlements.\n\t\t\t\t\t \"It is clear that Israeli Prime Minister Benjamin Netanyahu has chosen settlement construction instead of peace,\" he said, branding it as an illegal act to shun peace process.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated the stand of the Palestinian National Authority that it would not hold peace negotiations with Israel unless it stops settlement construction."
        },
        {
            "title": "Cuba Observes Anniversary of Defeat of Fascism",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-28ee.html",
            "content": "Cuba Observes Anniversary of Defeat of Fascism\r\n Havana, May 11 (KCNA) -- An event took place in Havana on May 9 to mark the 66th anniversary of defeat of fascism.\n\t\t\t\t\t Present there were officials of the Civil Defence Council of Cuba and the ambassadors of Russia, Ukraine, Belarus and Kazakhstan to this country.\n\t\t\t\t\t\n\t\t\t\t\t They laid wreaths before the tomb of internationalist solider of the Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t The Russian ambassador said at the event that they pay tribute to the soldiers of the Soviet Union who fell in the Great Patriotic War."
        },
        {
            "title": "Angola Rejects Interference of Outside Forces in Continental Issue",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-06ee.html",
            "content": "Angola Rejects Interference of Outside Forces in Continental Issue\r\n Pyongyang, May 13 (KCNA) -- The first vice-president of the Angolan National Assembly on May 7 clarified the stand of his country on rejecting the outside forces' interference in the continental issue.\n\t\t\t\t\t The African issue should be settled by the efforts of African countries, not by military interference of outside forces, he said.\n\t\t\t\t\t\n\t\t\t\t\t The stand maintained by Angola is that the issue of continental countries should be settled by the efforts of the governments established in African countries, he stressed."
        },
        {
            "title": "Australia Fights against Japan's Whaling in International Court",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-09ee.html",
            "content": "Australia Fights against Japan's Whaling in International Court\r\n Pyongyang, May 13 (KCNA) -- The attorney-general of Australia in a statement Monday accused Japan of its unreasonable whaling.\n\t\t\t\t\t The move is Australia's next step in the case to put an end to Japan's whaling program in the Southern Ocean, he said.\n\t\t\t\t\t\n\t\t\t\t\t Australia will lodge a written submission with the International Court of Justice to argue Japan's whaling activities have breached international obligations, he noted."
        },
        {
            "title": "African Pig Pest Broke out in Russia",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-11ee.html",
            "content": "African Pig Pest Broke out in Russia\n\t\t\t\t\t\t\r\n Moscow, May 11 (KCNA) -- African pig pest broke out in Krasnodar Territory of Russia recently, causing damage.\n\t\t\t\t\t It was confirmed that five pigs died of pest in a rural village in the territory, the Ministry of Extraordinary Situation of Russia said on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Following the outbreak the government declared the state of emergency and is now taking emergency steps to prevent the spread of the disease."
        },
        {
            "title": "Philippines Damaged by Tropical Storm ",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-08ee.html",
            "content": "Philippines Damaged by Tropical Storm\r\n Pyongyang, May 13 (KCNA) -- Tropical storm Aere hit different areas of Philippines recently, causing damage.\n\t\t\t\t\t The death toll from the tropical storm on Monday rose to 13 on top of two still missing.\n\t\t\t\t\t\n\t\t\t\t\tTotal of about 111,473 people have been affected.\n\t\t\t\t\t\n\t\t\t\t\t Rescue operations are now underway in the afflicted areas."
        },
        {
            "title": "Natural Disasters in China",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-05ee.html",
            "content": "Natural Disasters in China\r\n Beijing, May 11 (KCNA) -- 34 persons died and a total of over 27,000 people were forced to make emergency evacuation in China in April due to various kinds of natural disasters.\n\t\t\t\t\t The number of victims totals 20,137,000 and the economic loss values at 5.11 billion yuan while the crops planted in 1,845,300 hectares of land were damaged.\n\t\t\t\t\t\n\t\t\t\t\t This was made public by the Ministry of Civil Affairs on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The country is taking positive steps to eradicate the aftermath of natural disasters."
        },
        {
            "title": "Poverty Gets Serious due to Worldwide Food Price Rise",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-10ee.html",
            "content": "Poverty Gets Serious due to Worldwide Food Price Rise\r\n Pyongyang, May 13 (KCNA) -- Many people are groaning in poverty due to the worldwide food price rise.\n\t\t\t\t\t Rising food prices have pushed about 44 million people into poverty since last June, according to an international survey released on Monday."
        },
        {
            "title": "Acto por el 50º aniversario de la constitución del CRPP",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-35ee.html",
            "content": "Acto por el 50º aniversario de la constitución del CRPP\r\nPyongyang, 13 de mayo (ATCC) -- Tuvo lugar el día 13 en la Casa Central de Obreros el acto de la ciudad de Pyongyang por el 50º aniversario de la constitución del Comité por la Reunificación Pacífica de la Patria (CRPP).\n\t\t\t\t\tEl Presidente Kim Il Sung lo constituyó el 13 de mayo del 50 (1961) de la Era Juche, presentó los Tres Principios de la Reunificación de la Patria, el Proyecto de la Fundación de la República Federal Democrática de Coryo y el Programa de diez puntos de la gran unidad pannacional para la reunificación de la patria y dirigió sabiamente la lucha por realizarlos. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il hizo instalar el Secretariado del CRPP el 9 de octubre del 73 (1984) de la Era Juche, preparó la histórica Declaración Conjunta del 15 de Junio y la Declaración del 4 de Octubre y condujo con energía el CRPP para que cumpliera su honrosa misión y deber. \n\t\t\t\t\t\n\t\t\t\t\tAl acto asistieron Yang Hyong Sop, miembro del Buró Político del Comité Central del Partido del Trabajo de Corea y vicepresidente del Presidium de la Asamblea Popular Suprema, Kim Yang Gon, miembro suplente del Buró Político y secretario del CC del PTC, Ro Tu Chol, viceprimer ministro del Consejo de Ministros, Kim Yong Dae, presidente del CC del Partido Social-Demócrata de Corea, Ryu Mi Yong, presidenta del CC del Partido Chondoista Chong-U, Ryang Man Gil, presidente del Comité Popular de la Ciudad de Pyongyang, An Kyong Ho, director del Secretariado del CRPP, Kim Wan Su, director del Secretariado del CC del  Frente Democrático para la Reunificación de la Patria, los funcionarios de entidades sociales y trabajadores capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasión se dio lectura al mensaje de felicitación del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLa misiva evalúa de altos el CRPP que libró la lucha incesante por materializar la ideología y las orientaciones del PTC en aras de lograr la reunificación de la patria e hizo grandes proezas para adelantar el cumplimiento de esa empresa nacional. \n\t\t\t\t\t\n\t\t\t\t\tKim Yang Gon dijo en su informe que la constitución del CRPP facilitó desarrollar más organizadamente en nueva etapa alta la lucha por la mejora de las relaciones entre ambas partes coreanas y la reintegración territorial del país de acuerdo con la aspiración y la demanda de los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizó que el CRPP debe mantener la línea de reunificación y luchar con más vigor por acabar con la tragedia de división nacional y el desarrollo unificado de la patria y la nación."
        },
        {
            "title": "Kim Jong Il recibe presente de delegación de periódico de Nepal",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-36ee.html",
            "content": "Kim Jong Il recibe presente de delegación de periódico de Nepal\n\t\t\t\t\t\t\r\nPyongyang, 13 de mayo (ATCC) -- El Dirigente Kim Jong Il recibió presente que le dedicara la delegación de la Editorial del periódico Chautari de Nepal presidida por el editor en jefe, Gagan Bista, de visita en Corea.\n\t\t\t\t\tEl jefe de la delegación lo entregó a un funcionario coreano."
        },
        {
            "title": "En Pyongyang el secretario general de UIP y su comitiva",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-37ee.html",
            "content": "En Pyongyang el secretario general de UIP y su comitiva\r\nPyongyang, 13 de mayo (ATCC) -- Llegaron este viernes por vía aérea a esta capital el secretario general de la Unión Interparlamentaria (UIP), Anders Johnsson, y su comitiva."
        },
        {
            "title": "Se desarrolla nueva tecnología de producción de electrodo",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-38ee.html",
            "content": "Se desarrolla nueva tecnología de producción de electrodo\n\t\t\t\t\t\t\r\nPyongyang, 13 de mayo (ATCC) -- Los científicos, técnicos y trabajadores de la industria metalúrgica de Corea desarrollaron la nueva tecnología de producir el electrodo auto-cocido usando como principal materia prima el antracita abundante en el país.\n\t\t\t\t\tEsto constituye otro cambio para el desarrollo metalúrgico.\n\t\t\t\t\t\n\t\t\t\t\tUsando sus experiencias, los técnicos de la Fábrica de Acero de Aleación de Puryong ingeniaron esa tecnología al estilo coreano que no requiere de coque y grafito ni de los procesos de tratamiento térmico y mezcla.\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo invento resulta muy económico y mejora las condiciones de trabajo previniendo la contaminación.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron simplificados los procesos de producción de electrodos al desaparecer los considerados antes como imprescindibles.\n\t\t\t\t\t\n\t\t\t\t\tPosibilita incrementar la productividad de 8 a 10 veces sin usar la electricidad y el combustible que se gastaban en los procesos de tratamiento térmico y mezcla de antracita.\n\t\t\t\t\t\n\t\t\t\t\tDicha fábrica aumenta la producción usando los electrodos apropiados para los altos hornos de diferentes capacidades.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios y otros obreros de la Fundición de Hierro de Posan introdujeron también la nueva tecnología.\n\t\t\t\t\t\n\t\t\t\t\tLa Acería de Chongjin solucionó problemas científico-técnicos para mejorar las especificaciones mecánicas del electrodo auto-cocido, tales como la adecuada composición, la proporción de mezcla y el aditamento.\n\t\t\t\t\t\n\t\t\t\t\tEntre tanto, los Complejos Siderúrgicos Kim Chaek y de Hwanghae están preparándose para aplicar la nueva técnica en la producción."
        },
        {
            "title": "Ideología y cultura burguesas deforman al hombre-Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201105/news13/20110513-39ee.html",
            "content": "Ideología y cultura burguesas deforman al hombre-Rodong Sinmun\r\nPyongyang, 13 de mayo (ATCC) -- El diario Rodong Sinmun divulgó en su edición de este viernes un artículo individual alarmando que la ideología y el modo de vida burgueses deforman mentalmente a las personas. \n\t\t\t\t\tEn la actualidad, los imperialistas divulgan a otros países su ideología y cultura reaccionarias creyendo que se puede hacer con eso lo que no pudieron alcanzar ni con armas nucleares, comienza el diario y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDetrás de esa ofensiva sucia está el objetivo de carcomer el sano juicio de los pueblos, descomponer desde adentro a sus países y tenerlos finalmente bajo su dominio y control. \n\t\t\t\t\t\n\t\t\t\t\tLa ideología y cultura burguesas tienen propiedades antihumanitarias como fraudes y estafas, liberalismo extremado, discriminación clasista, nacional y racial, misantropía, egoísmo, corrupción, omnipotencia de dinero, agitación de guerra, etc.\n\t\t\t\t\t\n\t\t\t\t\tEsos factores nocivos convierten a los hombres en holgazanes, corruptos, pródigos y psicópatas. \n\t\t\t\t\t\n\t\t\t\t\tLa otra meta que persiguen los imperialistas es suprimir la cultura nacional de otros países y castrar la nacionalidad de sus pueblos para que éstos les obedezcan dócilmente. \n\t\t\t\t\t\n\t\t\t\t\tNo se puede permitir nunca la difusión de idea, cultura y modo de vida de la burguesía que fomentan sólo el desorden y el disturbio en la sociedad."
        }
    ]
}