{
    "date": "2011-05-28",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-28ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Construction Site of Huichon Power Station",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-42ee.html",
            "content": "Kim Jong Il Inspects Construction Site of Huichon Power Station\r\nPyongyang, May 28 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the construction site of the Huichon Power Station upon his return home after wrapping up his unofficial visit to China and had a significant meeting with people there.\n\t\t\t\t\t He acknowledged the enthusiastic cheers of the soldier-builders and extended a warm salute to the beloved people whom he did not forget even a moment during his foreign tour.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the project in front of a huge map showing a panoramic view of the Ryongrim Dam, he looked round different places in the construction site.\n\t\t\t\t\t\n\t\t\t\t\t  Watching the gigantic Ryongrim Dam towering high in reflection of the spirit of Songun Korea, Kim Jong Il expressed great satisfaction over the fact that the soldier-builders successfully built the huge structure to go down in the history of building a thriving nation forever, convinced that \"Korea can do anything once it is determined!\"\n\t\t\t\t\t\n\t\t\t\t\t The successful completion of the concrete tamping on the dam is a striking demonstration of the tremendous mental power of the KPA and the enormous potential of the Juche-based industry, he said, adding it is another signal victory won by the army and people.\n\t\t\t\t\t\n\t\t\t\t\t Watching letters reading \"At a breath\" displayed at the construction site, he said that those letters fully reflect the indomitable mental power of the soldiers of the heroic KPA who carry out party's orders at a breath by going through thick and thin.\n\t\t\t\t\t\n\t\t\t\t\t Watching literary pieces and wood craft done by soldier-builders in work sites, he was pleased that there are lots of talented men among soldier-builders, creators of the soldier culture in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t  Noting that the construction of the Huichon Power Station is an important work to carry out the behests of President Kim Il Sung, he advanced highly important tasks to serve as guidelines for completing the construction earlier than scheduled. \n\t\t\t\t\t\n\t\t\t\t\t The devoted struggle of the soldier-builders and other builders of the power station made it possible to wind up the large-scale construction of the power station by 2012, the centenary of birth of the President, he said, underscoring the need to intensify the drive for great innovations and a great leap forward in every work site of the socialist front and thus show before the world what great miracles the army and people of the country are working while dashing ahead like the wind to build an invincible thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that the builders of the power station would demonstrate before the whole world once again the indomitable mental power and the revolutionary spirit of heroic Korea. \n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the builders of the Ryongrim Dam. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK; Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., the WPK and chief of the General Staff of the KPA; Kim Yong Chun, member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC and minister of the People's Armed Forces; Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the C.C., the WPK; Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK; Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC; Kim Jong Gak, alternate member of the Political Bureau of the C.C., the WPK and first vice-director of the General Political Bureau of the KPA; Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the C.C., the WPK; Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK; Ri Myong Su, minister of People's Security; and KPA Generals Kim Won Hong and Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Il Enjoys Performance by Song and Dance Ensemble of KPISF",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-43ee.html",
            "content": "Kim Jong Il Enjoys Performance by Song and Dance Ensemble of KPISF\r\nPyongyang, May 28 (KCNA) -- A music and dance performance was given by the Song and Dance Ensemble of the Korean People's Internal Security Forces to congratulate Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, on his successful unofficial visit to the People's Republic of China.\n\t\t\t\t\tAs Kim Jong Il appeared in the auditorium of the theatre, the audience enthusiastically welcomed him, offering the deepest respect and the warmest congratulations to him who conducted energetic foreign activities day and night through more than 6,000 km long-trip and thus made an undying contribution to the development of the DPRK-China friendship and the prosperity of the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t He acknowledged the enthusiastic cheers of the audience and extended a warm salute to the whole army and all the people of the country who are waging a dynamic drive to build a great prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included colorful numbers like oungum ensemble of the immortal masterpiece \"Azalea\", chorus \"Best Wishes\", dance \"Fruit Trees Laden with Abundant Fruits\", cello and mixed duet  \"We Sing of the Party\", female sextet and small chorus  \"Nilliri Moran Hill\", male guitar quartet \"A Soldier's Road of March\" and epilogue  \"Let's Love Our Country\".\n\t\t\t\t\t\n\t\t\t\t\t The artistes enthusiastically sang of the immortal exploits Kim Jong Il has performed by recording a brilliant chapter in the history of the DPRK-China friendship and ushering in a new era of prosperity with his inexhaustible energy. They, at the same time, powerfully demonstrated the firm faith and will of the army and the people of the DPRK to accomplish the revolutionary cause of Juche generation after generation, remaining single-mindedly loyal to the Party.\n\t\t\t\t\t\n\t\t\t\t\t They also successfully represented the ideological and moral traits of the servicepersons of the Korean People's Internal Security Forces to creditably discharge their honorable mission as the first-line unit in the class struggle, always sharing idea, will, breath and destiny with Kim Jong Il and thus defend the best Korean-style socialist system centered on the popular masses as firm as an iron wall.\n\t\t\t\t\t\n\t\t\t\t\t He warmly acknowledged the enthusiastic cheers of the performers and audience and congratulated the artistes on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with the splendid performance pervaded with the spirit of the era given by them as befitting the artistes of the art troupe full of the revolutionary soldier spirit. He highly appreciated their success made in the performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the Song and Dance Ensemble of the KPISF would conduct dynamic revolutionary and militant performing activities to powerfully arouse the popular masses to the revolution and construction and thus creditably fulfill their honorable mission and duty as the buglers of the Songun era and put forth important tasks to serve as the guidelines for art creation.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior officials of the Party, state and armed forces organs Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Hong Sok Hyong, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and Ri Myong Su, members of the Central Military Commission of the WPK Kim Kyong Ok, Kim Won Hong, Kim Myong Guk, Kim Yong Chol and Yun Jong Rin, Department Director of the NDC Hyon Chol Hae and officials in the fields of literature and arts and media."
        },
        {
            "title": "Kim Yong Nam Congratulates President of Seychelles ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-39ee.html",
            "content": "Kim Yong Nam Congratulates President of Seychelles \r\nPyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 27 sent a congratulatory message to James Alix Michel on his reelection as President of Seychelles.\n\t\t\t\t\tBelieving that the good friendly and cooperative relations between the two countries would continue to grow stronger in the future, too, the message sincerely wished the President greater success in his responsible work."
        },
        {
            "title": "Kim Yong Nam Congratulates President of Cote d'Ivoire",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-40ee.html",
            "content": "Kim Yong Nam Congratulates President of Cote d'Ivoire\r\nPyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a congratulatory message to Alassane Ouattara upon his assumption of office as President of Cote d'Ivoire.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in line with the common interests and will of the two peoples."
        },
        {
            "title": "Kim Yong Nam Greets President of Azerbaijan ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-37ee.html",
            "content": "Kim Yong Nam Greets President of Azerbaijan \r\n Pyongyang, May 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Ilham Aliyev, president of Azerbaijan, on its national day.\n\t\t\t\t\t Kim in the message expressed belief that the bilateral friendly and cooperative relations would continue to favorably develop in mutual interests and wished Azerbaijan steady progress and prosperity."
        },
        {
            "title": "Pak Ui Chun Greets Foreign Minister of Azerbaijan ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-38ee.html",
            "content": "Pak Ui Chun Greets Foreign Minister of Azerbaijan \r\n Pyongyang, May 28 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Saturday sent a message of greetings to his counterpart of Azerbaijan Elmar Mamediyarov on the national day of his country. \n\t\t\t\t\t Expressing the belief that the friendly and cooperative relations between the two countries would develop favorably in the future, too, the message wished him success in his work."
        },
        {
            "title": "Pak Ui Chun Meets Heads of Foreign Delegations",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-41ee.html",
            "content": "Pak Ui Chun Meets Heads of Foreign Delegations\r\n Pyongyang, May 28 (KCNA) -- DPRK Foreign Minister Pak Ui Chun separately met and had talks with heads of Namibian, Iranian, Algerian and Cambodian delegations in Indonesia on May 26 and 27.\n\t\t\t\t\t They are staying in this country to attend the meeting of foreign ministers of the non-aligned countries."
        },
        {
            "title": "Delegation of US State Department Leaves",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-29ee.html",
            "content": "Delegation of US State Department Leaves\r\n Pyongyang, May 28 (KCNA) -- The delegation of the U.S. State Department led by Robert King, its special envoy for Human Rights and Humanitarian Issues, left here Saturday by air after visiting the DPRK to consult humanitarian issues between the DPRK and the U.S."
        },
        {
            "title": "Delegation of CBCK Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-36ee.html",
            "content": "Delegation of CBCK Leaves for China\r\n Pyongyang, May 28 (KCNA) -- A delegation of the Central Broadcasting Committee of Korea led by Vice-Chairman Kim Phal Ryong left here on Saturday to visit China.\n\t\t\t\t\t Arriving here on the same day was the Osaka delegation for Japan-Korea friendship and solidarity led by Masaaki Arimoto, Osaka co-representative of the Citizens Solidarity Demanding Earlier Normalization of the Relations between Japan and DPRK."
        },
        {
            "title": "Artistic Activities for Accelerating Spring Farm Work ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-21ee.html",
            "content": "Artistic Activities for Accelerating Spring Farm Work  \n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- Art squads and itinerant art squads at all levels started performance tours of cooperative farms throughout the country on May 11, inspiring peasants and volunteers to finish rice transplanting and other spring farm work in time and in a qualitative way.\n\t\t\t\t\t The art squad of the Central Committee of the Kim Il Sung Socialist Youth League has toured Paekam, Samjiyon, Pochon and Taehongdan counties, Ryanggang Province, busy with potato sowing.\n\t\t\t\t\t\n\t\t\t\t\t The squad members gave four or five performances a day, joining peasants in potato sowing during their breaks. \n\t\t\t\t\t\n\t\t\t\t\t The Workers' Art Group of the C.C., the General Federation of Trade Unions of Korea has made the rounds of cooperative farms in Taedong, Jungsan and Phyongwon counties, South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t The art squad of the C.C., the Union of Agricultural Workers has found itself in farms of Nampho City.\n\t\t\t\t\t\n\t\t\t\t\t The art squad made up of artistes of the Phibada Opera Troupe and the Pyongyang Puppet Company is active in cooperative farms in South Hwanghae Province and the central art squad in water-pumping and power-supply stations.\n\t\t\t\t\t\n\t\t\t\t\t Provincial art squads and city and county itinerant art squads go on tours of farms in their localities.\n\t\t\t\t\t\n\t\t\t\t\t According to data available from May 11 to 18, all the art squads and itinerant art squads across the country conducted some 1,500 performances in over 900 units."
        },
        {
            "title": "New Exhibits of Korean Revolution Museum",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-22ee.html",
            "content": "New Exhibits of Korean Revolution Museum\r\nPyongyang, May 28 (KCNA) -- The Korean Revolution Museum newly houses historic relics and materials concerning revolutionary feats of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t The new exhibits include materials about a Juche-based policy of army building President Kim Il Sung advanced after the Korean war (1950-1953) and the feats he performed in developing the Korean People's Army into a strong army, and a recorded speech he delivered at a national meeting of agricultural cooperatives in early January Juche 48 (1959), proclaiming the victory in the socialist revolution.\n\t\t\t\t\t\n\t\t\t\t\t They also show that he successfully guided the effort for establishing Juche in the postwar period and conducted energetic external activities in the 1950s for the victorious advance of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t A miniature of an office room of the C.C., the Workers' Party of Korea where he worked from April 1956 to October 1962 is also on show along with several dozen pieces of historic relics.\n\t\t\t\t\t\n\t\t\t\t\t Multimedia \"Working Spirit of the 1950s Entailed by Great Revolutionary Upsurge\" and \"Phyongnam Irrigation Project Opening a New History of Agricultural Irrigation System\" are available at the museum.\n\t\t\t\t\t\n\t\t\t\t\tAlso on display are a photo the President had taken with an anti-Japanese revolutionary fighter, field quilted uniforms and fur caps Kim Jong Il sent to officials."
        },
        {
            "title": "KCNA on Distrust in US Implementation of Its Mideast Policy ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-27ee.html",
            "content": "KCNA on Distrust in US Implementation of Its Mideast Policy \r\n Pyongyang, May 28 (KCNA) -- U.S. President Barack Obama's speech on the U.S. Mideast policy on May 19 has not received a response from the international community. \n\t\t\t\t\t It is the view of media that an optimistic prospect of the Mideast peace process mentioned in his speech is in sharp contrast to the stalled Palestine-Israel peace process. \n\t\t\t\t\t\n\t\t\t\t\t There are not a few rhetoric calling for peace, stability and prosperity in the region in his more than 7 page-long speech but there are a few substantial measures for them, according to Xinhua.\n\t\t\t\t\t\n\t\t\t\t\t The New York Times in an article titled \"Peace and change\" said that Obama in his speech failed to advance any proposal that might dramatically change the situation surrounding the Palestine-Israel clash.\n\t\t\t\t\t\n\t\t\t\t\t It is the views of many analysts that the Mideast policy enforced by the U.S. for the past several decades sparked off instability in the region and his recent speech is aimed at maintaining the U.S. domination over it. \n\t\t\t\t\t\n\t\t\t\t\t The director for foreign policy studies of the Brookings Institution said that Obama failed to advance even a proposal that might interest people tactically, adding that his speech failed to spur on anything. He said that at present the U.S. is very upset over the situation in the region because it is afraid that it might go beyond its control. \n\t\t\t\t\t\n\t\t\t\t\t The vice-director in charge of defense and foreign policy of the Cato Research Institute said that even if the U.S. administration may make its policy switchover, the Arabs' long-standing caution against the U.S. would not vanish in a short period. \n\t\t\t\t\t\n\t\t\t\t\t A final agreement on reconciliation between Fatah and Hamas was adopted recently. This provided the political forces of Palestine with an environment to assert in one voice in the international arena and led to increasing the number of the countries supporting the establishment of an independent state of Palestine.    \n\t\t\t\t\t\n\t\t\t\t\t This development displeases Israel and the U.S., its patron.   \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is truly interested in the Mideast stability and peace, it should prove it in practice rather than talking."
        },
        {
            "title": "Rodong Sinmun Paints Capitalist Society as Chess-pool of Moral Corruption ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-25ee.html",
            "content": "Rodong Sinmun Paints Capitalist Society as Chess-pool of Moral Corruption \n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- There can be no genuine morality of man in the capitalist society where moral corruption and degeneration and human contamination are so awful that they pose a serious problem at present, says Rodong Sinmun Saturday in a bylined article. \n\t\t\t\t\t Individualism and the law of the jungle are attributes and principle governing existence inherent to the capitalist society, the article notes, disclosing the danger of moral corruption and human degradation and contamination festering due to the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The danger lies in that they brutalize people, make them crippled and deformed and play the role of a brake hampering the development of history and society. \n\t\t\t\t\t\n\t\t\t\t\t Bourgeois idea and culture are the most reactionary and unpopular idea and culture based on the extreme individualism protecting the corrupt and ailing capitalist system and capitalist class. \n\t\t\t\t\t\n\t\t\t\t\t It is prevalent with inhumane and unethical things such as deception, fraud and swindle, extreme liberalism, class, national and racial discriminations, misanthropy, individual luxury, corruption and degeneration, the money-is-almighty principle and war agitation. Bourgeois idea and culture are aimed at obliterating national culture and wiping out national character among peoples. \n\t\t\t\t\t\n\t\t\t\t\t If bourgeois idea and culture are allowed to spread, they will hurt national sovereignty and soul and make national culture disappear. \n\t\t\t\t\t\n\t\t\t\t\t The reactionary nature of the idea and culture spread by the imperialists lies in that they block the development of each country's national culture, history and society. \n\t\t\t\t\t\n\t\t\t\t\t There is no remedy for moral corruption and degeneration and human contamination festering due to the imperialists. This is an incurable disease in the capitalist society."
        },
        {
            "title": "Rodong Sinmun Calls for Solidarity and Alliance of Progressive Forces in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-26ee.html",
            "content": "Rodong Sinmun Calls for Solidarity and Alliance of Progressive Forces in S. Korea\r\n Pyongyang, May 28 (KCNA) -- It is one of the important ways for achieving independence, democracy and reunification in south Korea to attain the solidarity and alliance of the progressive forces, says Rodong Sinmun Saturday in a by-lined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the forces of various strata should get united close in order to achieve the progressive development of the south Korean society and accomplish the cause of the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations in south Korea vary in their isms, action goals, social status and interests.\n\t\t\t\t\t\n\t\t\t\t\t If the people from all walks of life in south Korea get united close in their actions, placing their common requirements above anything else irrespective of interests of individual class and stratum, they can surely achieve social progress and the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The results of the by-election held in south Korea in April helped the people from all walks of life in south Korea reinforce their conviction that they can surely frustrate any high-handed and arbitrary practices when they turn out as one in the actions against the conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t The realization of solidarity and alliance presents itself as a vital issue whose solution brooks no further delay under the present situation where the conservative ruling forces are getting evermore undisguised in their anti-reunification acts and fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t In order to put an end to the group of traitors' anti-reunification acts and fascist suppression the progressive and patriotic forces of various strata in south Korea should turn out as one in the anti-\"government\" and anti-conservative struggle."
        },
        {
            "title": " Lee Myung Bak Accused of His Reckless Remarks against Compatriots",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-24ee.html",
            "content": "Lee Myung Bak Accused of His Reckless Remarks against Compatriots\r\n Pyongyang, May 28 (KCNA) -- Lee Myung Bak during his recent junket to Japan grumbled that the DPRK's enrichment of uranium for peaceful purposes is a \"violation\" and the like. He went the lengths of impertinently asserting that \"it is necessary for the international community to reaffirm its stand not to permit the nuclear activities in the north.\" \n\t\t\t\t\t Rodong Sinmun Saturday observes in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t What he uttered discloses his sinister intention to divert elsewhere the domestic and foreign criticism for bringing the inter-Korean relations to collapse and deteriorating the situation and realize their wild ambition to stifle the fellow countrymen, backed by foreign forces. \n\t\t\t\t\t\n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lee's reckless remarks go to prove that his clan is working hard to stick to the already bankrupt \"policy toward the north\", dead-set against the inter-Korean dialogue under the pretext of the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is wholly to blame for pushing the inter-Korean relations to a total collapse and driving the situation on the Korean Peninsula to the brink of a war. \n\t\t\t\t\t\n\t\t\t\t\t The different circles of south Korea have branded the \"policy toward the north\" of the conservative authorities as a failure and are demanding its rollback. It is tragedy that they are audaciously behaving in disregard of such public mind-set.\n\t\t\t\t\t\n\t\t\t\t\t Lee let loose vituperation against the DPRK in Japan, not content with a spate of jargons let loose by him in Germany to incite \"the unification of the systems.\" This clearly indicates how mad he has gone with confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is busy with hectic diplomacy to vitiate the atmosphere of dialogue but this would get them nowhere. \n\t\t\t\t\t\n\t\t\t\t\t What awaits them is nothing but self-destruction and stern judgment by history, warns the commentary."
        },
        {
            "title": "More Facts about Spray of Defoliant in S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-15ee.html",
            "content": "More Facts about Spray of Defoliant in S. Korea Disclosed\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- It was disclosed that 50 times as much defoliant as what was announced by the puppet authorities late in the 1960s  was sprayed in the Demilitarized Zone of south Korea, south Korean CBS reported.\n\t\t\t\t\t It is said that the defoliant sprayed in south Korea, in particular, is more poisonous than what the U.S. used during the Vietnam war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t This was disclosed in a report worked out by the U.S. Department of Defense.\n\t\t\t\t\t\n\t\t\t\t\t This record is contained in other report of the U.S. government.\n\t\t\t\t\t\n\t\t\t\t\t The discovery of even the document in which the Command of the U.S. forces in south Korea asked the U.S. military advisory group to issue a detailed order over the procedures to spray defoliant brought to light that it was deeply involved in the operation for spraying defoliant."
        },
        {
            "title": "US Military Bases, Producers of Poisonous Waste",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-16ee.html",
            "content": "US Military Bases, Producers of Poisonous Waste\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The U.S. forces base in Waegwan, Chilgok County, North Kyongsang Province is producing more poisonous waste of various kinds than any other bases of the U.S. 8th Army in south Korea, south Korean CBS reported.\n\t\t\t\t\t This was disclosed in the 1991 report of the U.S. Engineer Corps obtained by a Korean mediaperson.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces base in Waegwan is playing a logistic and maintenance role for the U.S. forces in south Korea. That is why this base is throwing more waste oil and other poisonous waste than any other bases, polluting environment."
        },
        {
            "title": "Fact about Mobilization of S. Korean Civilians for Spray of Defoliant Disclosed",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-17ee.html",
            "content": "Fact about Mobilization of S. Korean Civilians for Spray of Defoliant Disclosed\n\t\t\t\t\t\t\r\nPyongyang, May 28 (KCNA) -- It was disclosed that the U.S. forces present in south Korea and the puppet forces mobilized even civilians for the spray of defoliant late in the 1960s.\n\t\t\t\t\t According to a testimony made by an inhabitant who was involved in the spray quoted by the south Korean Green Federation on May 25, the U.S. forces and the puppet forces drove inhabitants near the Demilitarized Zone into the operation to spray defoliant in those days with a lie that it was just herbicide for killing grass.\n\t\t\t\t\t\n\t\t\t\t\t It was said that defoliant was contained in ordinary sack marked with a warning at that time, not in drums, and inhabitants sprayed defoliant with bare hands without any means for protection under the surveillance of troops of the U.S. imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t In the subsequent period they suffered from serious asthma, etc.  They claimed damages but the puppet authorities turned down their demand."
        },
        {
            "title": "S. Korean Authorities Accused of Blocking North-South Joint Event",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-18ee.html",
            "content": "S. Korean Authorities Accused of Blocking North-South Joint Event\r\n Pyongyang, May 28 (KCNA) -- The South Side Committee for Implementing the June 15 Joint Declaration held a press conference in Seoul on May 24 at which it issued a statement denouncing the authorities for blocking a joint event between the north and the south.\n\t\t\t\t\t The statement accused the Ministry of Unification of disallowing the visit to the north by a delegation of the south side committee to discuss the issue of the joint event marking the 11th anniversary of the joint declaration under the pretext of the \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations were brought to a collapse and the situation developed into military clashes mainly because of the policy of confrontation with fellow countrymen enforced by the present \"government\", it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is hardly understandable that the \"government\" blocked the non-governmental exchange and contact with the north, talking about the \"state of the inter-Korean relations.\"\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities unconditionally allow the contact with the north proposed by the south side committee."
        },
        {
            "title": "Damages for US Forces' Crimes Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-19ee.html",
            "content": "Damages for US Forces' Crimes Demanded in S. Korea\r\n Pyongyang, May 28 (KCNA) -- The south Korean Council of Christian Churches denounced the U.S. forces for their burial of defoliant, south Korean KBS reported on May 26.\n\t\t\t\t\t In an open letter to the U.S. president the organization demanded the U.S. de-pollute the contaminated areas without delay and pay damages to the inhabitants in Chilgok County, North Kyongsang Province.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the organization in a commentary demanded a thorough probe into the truth about the U.S. forces' crimes, opening the results of investigation to the public and a total revision of the shackling south Korea-U.S. SOFA."
        },
        {
            "title": "Rwandan President Hopes for Boosting Relations with DPRK in Various Fields",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-04ee.html",
            "content": "Rwandan President Hopes for Boosting Relations with DPRK in Various Fields\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- I hope that the relations between Rwanda and the DPRK would grow stronger in various fields and support the independent and peaceful reunification of Korea, said Rwandan President Paul Kagame, on May 18 when receiving credentials from Jong Thae Yang, DPRK ambassador to his country.\n\t\t\t\t\t Paul Kagame praised President Kim Il Sung as the great leader who achieved the historic cause of Korea's liberation and laid a solid foundation for the DPRK to demonstrate its might as a powerful nation today.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is wisely leading the Korean people in the building of a thriving nation under the uplifted banner of Songun, Paul Kagame said, positively supporting his independent politics, Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Il brilliant successes in his noble work to steer the building of a thriving nation."
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-05ee.html",
            "content": "Korean People's Struggle for National Reunification Supported \r\n Pyongyang, May 28 (KCNA) -- The achievements made by the Korean people in the struggle to build a thriving nation under the wise leadership of Kim Jong Il are greatly inspiring the people of African countries, said Jean Ping, chairman of the Commission of the African Union, on May 24 when receiving Kim Hyok Chol, permanent representative of the DPRK at the African Union.\n\t\t\t\t\t He wished the Korean people fresh successes in their struggle to achieve peace on the Korean Peninsula through dialogue and negotiations and reunify the country free from foreign interference."
        },
        {
            "title": "Decision to Hold World Conference on Juche Idea Supported in South Africa",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-03ee.html",
            "content": "Decision to Hold World Conference on Juche Idea Supported in South Africa\n\t\t\t\t\t\t\r\n Pyongyang, May 28 (KCNA) -- The Group for the Study of the Progressive Ideas of South Africa issued a statement on May 22 in support of the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea.\n\t\t\t\t\tThe statement said that the Juche idea founded by President Kim Il Sung and developed and enriched by General Secretary Kim Jong Il is being absolutely supported by world progressive humankind for its validity and vitality.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea made it possible for the popular masses to push forward the revolution and construction purposefully on the basis of correct guidelines, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The group deems it as great honor for the world progressive humankind to convene the world conference on the Juche idea in the DPRK on the occasion of the centenary of birth of Kim Il Sung, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The group will conduct widespread activities for disseminating the Juche idea in the future, too, and thus positively contribute to commemorating the centenary of birth of the President as a great auspicious jubilee in human history, it stressed."
        },
        {
            "title": "DPRK's Just and Principled Stand Favored by British Organizations",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-02ee.html",
            "content": "DPRK's Just and Principled Stand Favored by British Organizations\r\n Pyongyang, May 28 (KCNA) -- The British Branch of the Korean Friendship Association, the British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy on May 21 issued a joint statement in support of the third installment of the statement of the inspection group of the DPRK National Defence Commission disclosing the ulterior aim sought by the south Korean group of traitors.\n\t\t\t\t\t It was fully disclosed that the \"Cheonan\" warship sinking case and the Yonphyong Island shelling case were foolish charades orchestrated by the south Korean puppet group and the U.S., the joint statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group fabricated the so-called \"cyber terrorism\" this time and again groundlessly linked it with the DPRK but this was another farce orchestrated by the puppet group in a bid to conceal its competency and weakness and slander the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the Lee Myung Bak group is to divert elsewhere the grievances of the people against the south Korean society where social and class contradictions are growing more acute due to the gap between the poor and the rich and the present regime.\n\t\t\t\t\t\n\t\t\t\t\t The third installment of the statement of the DPRK NDC inspection group showed once again the just stand of the independent and dignified DPRK, it said, positively supporting its just and principled stand."
        },
        {
            "title": "DPRK's Important Day Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-01ee.html",
            "content": "DPRK's Important Day Celebrated in Russia\r\n Pyongyang, May 28 (KCNA) -- Events took place in Russia on the occasion of the 47th anniversary of the start of General Secretary Kim Jong Il's work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t An opening ceremony of the DPRK book, photo and handicraft exhibition and a film show were held at the State Art Gallery in Novosibirsk, Russia and a film show took place at the Bneshtorg Prom Co. Ltd. on May 9 and 20.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venue of the exhibition were works of Kim Jong Il, books and photos on the validity and vitality of the Songun politics and those introducing the celebrations of the 65th birthday of the WPK and handiworks associated with the wisdom and skills of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched \"The Arch of Triumph\" and other Korean films."
        },
        {
            "title": "China Marks 60th Anniversary of Tibet's Peaceful Liberation",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-30ee.html",
            "content": "China Marks 60th Anniversary of Tibet's Peaceful Liberation\r\n Beijing, May 26 (KCNA) -- Various events took place in China to mark the 60th anniversary of Tibet's peaceful liberation.\n\t\t\t\t\t A symposium of personages from various circles in the capital was held at the Great Hall of the People in Beijing on May 23.\n\t\t\t\t\t\n\t\t\t\t\t Tibet is an inseparable part of China and its fate has always been closely linked with that of the country, said Jia Qinglin, chairman of the National Committee of the Chinese People's Political Consultative Conference, at the symposium.\n\t\t\t\t\t\n\t\t\t\t\t He noted Tibet's peaceful liberation was achieved at last on May 23, 1951, adding over the past 60 years Tibet has made great achievements.\n\t\t\t\t\t\n\t\t\t\t\t A \"photo exhibition commemorating Tibet's peaceful liberation-its six decades\" opened at the Beijing National Palace of Culture on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Flower-presenting ceremony, concert and seminar took place and commemorative stamp \"60th Anniversary of Tibet's Peaceful Liberation\" was published."
        },
        {
            "title": "Chinese Premier Says More Efforts Needed to Help Graduates Find Jobs",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-32ee.html",
            "content": "Chinese Premier Says More Efforts Needed to Help Graduates Find Jobs\n\t\t\t\t\t\t\r\n Beijing, May 26 (KCNA) -- Chinese Premier of State Council Wen Jiabao at a meeting of the State Council on Wednesday called for strengthened efforts to help college graduates find employment.\n\t\t\t\t\t The meeting underlined the need to steadily expand the sphere of employment of those graduates and encourage them to work at grassroots units in urban and rural areas and in the middle and western regions of the country."
        },
        {
            "title": "China's Measure to Strengthen State Security and Social Stability",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-31ee.html",
            "content": "China's Measure to Strengthen State Security and Social Stability\r\n Beijing, May 26 (KCNA) -- China is paying deep attention to boosting the capability for preserving state security and social stability.\n\t\t\t\t\t Zhou Yongkang, member of the Standing Committee of the Political Bureau and secretary of the Central Commission of Politics and Law, called for successfully doing this work at national round-table talks of chiefs and department directors of public security agencies held in Shanghai on May 22.\n\t\t\t\t\t\n\t\t\t\t\t What is important for this is for the public security organs to review the experience accumulated in the security work in recent years, deeply study the situation and keep a firm hold on building ranks, he added."
        },
        {
            "title": "China Rejects US Conception of \"Two Chinas\"",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-13ee.html",
            "content": "China Rejects US Conception of \"Two Chinas\"\n\t\t\t\t\t\t\r\n Beijing, May 26 (KCNA) -- A spokesperson for the Chinese Foreign Ministry in a press conference on May 24 rejected the U.S. conception of \"two Chinas\".\n\t\t\t\t\t The former chairman of the U.S. Taiwan Association at a recent seminar asserted that the People's Republic of China cannot deny the fact that the \"Republic of China\" has existed from 1912.\n\t\t\t\t\t\n\t\t\t\t\t In this regard the spokesperson said that there is only one China in the world and Taiwan is part of the Chinese territory.\n\t\t\t\t\t\n\t\t\t\t\t This is the consistent and clear stand of the Chinese government and it is recognized by the international community, the spokesperson said, stressing that China strongly stands against such assertion contrary to the principle of one China and defiant of the objective fact."
        },
        {
            "title": "New Motorway Opens to Traffic in China ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-06ee.html",
            "content": "New Motorway Opens to Traffic in China\r\n Beijing, May 26 (KCNA) -- A motorway linking Guangyuan         City, Sichuan Province with Xi'an City, Shaanxi Province of China was built and opened to traffic on May 23.\n\t\t\t\t\t The section is 56.78 km long.\n\t\t\t\t\t\n\t\t\t\t\t The project started in December 2007.\n\t\t\t\t\t\n\t\t\t\t\t The motorway helps speed up the economic development in the western region of the country."
        },
        {
            "title": "Russian President on Education of New Generation",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-33ee.html",
            "content": "Russian President on Education of New Generation\r\n Moscow, May 26 (KCNA) -- Dmitri Medvedev, president of Russia, on May 23 referred to the education of new generation. \n\t\t\t\t\t Crimes of extreme nature have increased five times in the country in recent years, he said, adding the work to keep the students from being affected by extremism should start from their school days.\n\t\t\t\t\t\n\t\t\t\t\t Pointing to the necessity to educate them in the spirit of respecting the tradition of the Russian people, he said that the education should not be done for form's sake."
        },
        {
            "title": "Russia Plans to Set up Air and Space Defense Force",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-34ee.html",
            "content": "Russia Plans to Set up Air and Space Defense Force \r\n Moscow, May 26 (KCNA) -- Russia plans to set up a new air and space defense force late this year. \n\t\t\t\t\t The duty of this force is to protect the interests of Russia in space in view of the military threat of the U.S. and the West to escalate their military actions into near space. \n\t\t\t\t\t\n\t\t\t\t\t It is reported that the force will have an anti-air system, missile defense system, early warning system, satellites in outer space and \"C-500\" missile system capable of hitting targets in the near space."
        },
        {
            "title": "Russia's Preparations for Navigational Test of New Type Nuclear Submarine at Final Phase",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-20ee.html",
            "content": "Russia's Preparations for Navigational Test of New Type Nuclear Submarine at Final Phase\r\n Moscow, May 26 (KCNA) -- Russia has made the final preparations for navigational test of Yuri Dolgoruki, the first strategic nuclear submarine of the fourth generation, on May 24.      \n\t\t\t\t\t It was reported that Yuri Dolgoruki would be equipped with new type missile system Bulava and its first test-fire made from the submarine this year."
        },
        {
            "title": "Capitalism Is Main Source of Global Corruption: Ahmadinejad",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-07ee.html",
            "content": "Capitalism Is Main Source of Global Corruption: Ahmadinejad\n\t\t\t\t\t\t\r\n Tehran, May 26 (KCNA) -- Iranian President Mahmoud Ahmadinejad said at a recent international meeting that capitalism is the main source of corruption in the world.\n\t\t\t\t\t \"Capitalism and the capitalists are the main source of corruption prevailing in the world. And campaigning against them is a universal duty and mission,\" Ahmadinejad stated. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to reject hegemonic moves of the capitalist big powers, in particular, he stressed."
        },
        {
            "title": " Iran Accuses US Forces' Presence in Middle East",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-09ee.html",
            "content": "Iran Accuses US Forces' Presence in Middle East\r\n Tehran, May 26 (KCNA) -- The minister of Defense of Iran in an interview with a news agency on May 23 accused the U.S. forces of their presence in the Mideast region.\n\t\t\t\t\t He contended that the U.S. and western countries are trying to transform the region to an arms stockpiles center for their own. The Middle East will never experience peace in presence of the U.S. troops, he added.\n\t\t\t\t\t\n\t\t\t\t\t He said that the U.S. propaganda against Iran is aimed to divert the public attention away from its military intervention in the region."
        },
        {
            "title": "Iran Warns West against Its Unilateral Sanctions ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-10ee.html",
            "content": "Iran Warns West against Its Unilateral Sanctions\r\nTehran, May 26 (KCNA) -- A spokesman for the Iranian Foreign Ministry in a press conference on May 24 denounced the West for its unilateral sanctions against his country.\n\t\t\t\t\t He contended that the recent refusal of some western countries to supply jet fuel to Iranian airliners is against international undertakings and regulations.\n\t\t\t\t\t\n\t\t\t\t\t \"If these policies (by the western countries) continue, reciprocal action will be taken against any firm or country which has embarked on such a move,\" he warned."
        },
        {
            "title": "Iran Rejects US Sanctions ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-35ee.html",
            "content": "Iran Rejects US Sanctions \n\t\t\t\t\t\t\r\n Tehran, May 26 (KCNA) -- Head of Atomic Energy Organization of Iran Fereidoon Abbasi on Wednesday denounced the U.S. sanctions against Iran, saying such sanctions would fail to stop Iran's growing movement toward progress, the semi-official ISNA news agency reported.\n\t\t\t\t\t \"Unfortunately, the International Atomic Energy Agency (IAEA) is influenced by some countries. The agency should normalize Iran's nuclear case,\" he was quoted as saying."
        },
        {
            "title": "Palestinians Condemn Israeli Construction Plans ",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-08ee.html",
            "content": "Palestinians Condemn Israeli Construction Plans \r\n Pyongyang, May 28 (KCNA) -- A high-ranking member of the Palestine National Liberation Movement on May 24 condemned Israel for its unreasonable plan.\n\t\t\t\t\t He branded the Israeli authorities' plan to destroy and rebuild the Mughrabi Bridge in East Kuds as a vicious move to grab the Al-Aqsa Mosque, one of the Islamic cultural relics.\n\t\t\t\t\t\n\t\t\t\t\t The Mughrabi Bridge is an undividable part of the Al-Aqsa Mosque, he stressed."
        },
        {
            "title": "Lebanon Condemns US for Its Plots",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-14ee.html",
            "content": "Lebanon Condemns US for Its Plots\r\n Pyongyang, May 28 (KCNA) -- Ali Fayyad, a member of the Lebanese parliament, Monday condemned the U.S. for its plots.\n\t\t\t\t\t The U.S. administration announced on Sunday that it would stand up to Hezbollah, a patriotic forces organization of Lebanon, calling it \"a terrorist organization\", he said, adding that this is aimed at creating strife in Lebanon.\n\t\t\t\t\t\n\t\t\t\t\t He called on the Lebanese to protect their country's stability and sovereignty."
        },
        {
            "title": " Anti-US Struggle in Hiroshima of Japan",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-12ee.html",
            "content": "Anti-US Struggle in Hiroshima of Japan\r\n Pyongyang, May 28 (KCNA) -- A sit-in was staged in Hiroshima on May 23 to protest against the U.S. nuclear tests.\n\t\t\t\t\t Around 50 antinuclear protesters staged a sit-in in the city's Peace Memorial Park against new experiments conducted by the United States to examine the effectiveness of its nuclear weapons using minute amounts of plutonium.\n\t\t\t\t\t\n\t\t\t\t\t They said that the tests were an \"unforgivable act\" that insults the victims of the atomic bombings."
        },
        {
            "title": "Anti-US Demo in Pakistan",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-11ee.html",
            "content": "Anti-US Demo in Pakistan\r\n Pyongyang, May 28 (KCNA) -- More than 6,000 people staged a demonstration in Karachi, Pakistan on May 22 in protest against the U.S. forces' ceaseless drone strikes.\n\t\t\t\t\t The demonstrators strongly demanded an immediate stop to drone strikes, branding them as encroachment upon the sovereignty of their country."
        },
        {
            "title": "Damage by Strong Tornadoes Increases",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-28ee.html",
            "content": "Damage by Strong Tornadoes Increases\r\n Pyongyang, May 28 (KCNA) -- The damage by the tornadoes that hit the central region of the U.S. for the several consecutive days is now on the steady increase.\n\t\t\t\t\t Tornado 265 km per hour struck a city of Missouri State, causing the heaviest losses.\n\t\t\t\t\t\n\t\t\t\t\t This left more than 120 people dead and over 750 wounded and hundreds of others unaccounted for as of May 25.\n\t\t\t\t\t\n\t\t\t\t\t The economic losses are estimated to be 3 billion U.S. dollars at maximum.\n\t\t\t\t\t\n\t\t\t\t\t Foreign press reports said that buildings in the city were almost leveled, reducing it to debris.\n\t\t\t\t\t\n\t\t\t\t\t Tornados also hit Oklahoma, Arkansas and other states on May 24 and 25, killing 15 persons and wounding at least 60 and leaving their population without power supply. \n\t\t\t\t\t\n\t\t\t\t\t This put the death toll by tornadoes in the U.S. up to now at more than 500 people.\n\t\t\t\t\t\n\t\t\t\t\t April alone witnessed 875 tornados, the worst month in its history.\n\t\t\t\t\t\n\t\t\t\t\t It is expected that more tornados will hit the U.S. in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t Experts said that the frequent tornados in the U.S. are attributable to La Nina phenomenon in which the temperature of the water in the East Pacific periodically goes down."
        },
        {
            "title": "Kim Jong Il dirige campo de construccin de Central de Huichon",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-44ee.html",
            "content": "Kim Jong Il dirige campo de construccin de Central de Huichon \r\nPyongyang, 28 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea y Comandante Supremo del Ejrcito Popular de Corea, dirigi sobre el terreno el campo de construccin de la Central Hidroelctrica de Huichon, al regresar a la patria despus de terminar su visita a China. All se reuni con los habitantes de la patria. \n\t\t\t\t\tEl Dirigente respondi cordialmente a las entusiastas aclamaciones de los constructores militares y dio su clido saludo a los habitantes de que no se olvidaba ni un momento durante su visita a China. \n\t\t\t\t\t\n\t\t\t\t\tTras escuchar las explicaciones ante el plano del dique de Ryongrim, recorri varios lugares del campo de la obra. \n\t\t\t\t\t\n\t\t\t\t\tAl ver el majestuoso dique de Ryongrim, levantado a lo alto del cielo reflejando el mpetu de la Corea del Songun, se mostr muy satisfecho de que los constructores militares hayan erguido con la conviccin de \"Si Corea decide, lo cumple!\" esta magnfica creacin a ser transmitida eternamente en la historia de la construccin de la gran potencia prspera. \n\t\t\t\t\t\n\t\t\t\t\tEl exitoso apisonamiento de hormign del dique de Ryongrim manifiesta la inagotable fuerza espiritual de nuestro ejrcito y la gran potencialidad de la industria independiente de nuestro pas y resulta un gran triunfo alcanzado por nuestro ejrcito y pueblo, dijo el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las letras \"En un instante\" escritas en el campo de la obra de la central, seal que esta palabra refleja el inagotable podero espiritual de los militares del heroico EPC quienes materializan cabalmente en un instante las rdenes del partido sin hacer caso de los vientos y mareas. \n\t\t\t\t\t\n\t\t\t\t\tVio las obras literarias y artsticas y los grabados en madera, creados en el mismo lugar por los constructores militares, y se alegr de que estn muchos talentosos entre los militares del EPC, creadores de la cultura militar en la poca del Songun. \n\t\t\t\t\t\n\t\t\t\t\tLa construccin de la Central Hidroelctrica de Huichon es la labor importante para llevar a efecto el legado del Presidente, apunt y present las tareas programticas que servirn de gua para finalizar la obra con antelacin. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la lucha abnegada de los constructores incluso los militares, la construccin de esta central hidroelctrica de gran tamao terminar hasta 2012, ao de centenario del natalicio del Presidente, destac y enfatiz que deben levantar fuertemente el oleaje de grandes innovaciones y saltos en todos los lugares del frente socialista para as mostrar a todo el mundo qu grandiosos milagros crean nuestro ejrcito y pueblo avanzando a todo galope hacia la potencia inquebrantable.\n\t\t\t\t\t\n\t\t\t\t\tExpres gran esperanza y conviccin de que los constructores de la citada central hidroelctrica volvern a poner de pleno manifiesto a todo el mundo el espritu indoblegable y el mpetu revolucionario de la Corea heroica y se fotografi junto a los constructores del dique de Ryongrim. \n\t\t\t\t\t\n\t\t\t\t\tLe acompaaron en esta ocasin Kim Jong Un, vicepresidente de la Comisin Militar Central del PTC, Ri Yong Ho, miembro permanente del Bur Poltico del CC del PTC y jefe del Estado Mayor General del EPC, Kim Yong Chun, miembro del Bur Poltico del CC del PTC, vicepresidente del CDN y ministro de las Fuerzas Armadas Populares, Kim Ki Nam y Choe Thae Bok, miembros del Bur Poltico y secretarios del CC del PTC, Kim Kyong Hui, miembro del Bur Poltico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del Bur Poltico del CC del PTC y vicepresidente del CDN, Kim Jong Gak, miembro suplente del Bur Poltico del CC del PTC y primer subjefe de la Direccin Poltica General del EPC, Pak To Chun y Thae Jong Su, miembros suplentes del Bur Poltico y secretarios del CC del PTC, Ju Kyu Chang, miembro suplente del Bur Poltico y jefe de departamento del CC del PTC, Ri Myong Su, ministro de Seguridad del Pueblo, Kim Won Hong y Hyon Chol Hae, generales de ejrcito del EPC."
        },
        {
            "title": "Rodong Sinmun critica lo que dijo Lee Myung Bak en Japn",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-45ee.html",
            "content": "Rodong Sinmun critica lo que dijo Lee Myung Bak en Japn\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ATCC) -- Durante su reciente visita a Japn, Lee Myung Bak calific de una supuesta \"violacin\" el enriquecimiento de uranio con fines pacficos por parte de la Repblica Popular Democrtica de Corea y se atrevi a decir que \"hace falta que la sociedad internacional reafirme su posicin de no admitir las armas nucleares del Norte (de Corea)\". \n\t\t\t\t\tEste dicho parte del siniestro intento anti-RPDC de esquivar las crticas internas y externas originadas por la ruptura de relaciones entre ambas partes coreanas y por el empeoramiento de la situacin y de realizar a toda costa la ambicin de atropellar a los connacionales adhirindose a las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tSeala el diario Rodong Sinmun en un comentario individual de este sbado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa nueva acusacin del traidor Lee Myung Bak comprueba que los tteres surcoreanos pretenden mantener y ejecutar a todo trance su fracasada \"poltica sobre el Norte\" rehusando el dilogo Norte-Sur bajo el pretexto del problema nuclear. \n\t\t\t\t\t\n\t\t\t\t\tAhora las relaciones ntercoreanas se hallan en la ruptura total y la situacin de la Pennsula Coreana  llega al umbral de guerra. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas siguen practicando esa poltica fracasada desoyendo la demanda de los habitantes de diferentes sectores sobre su cancelacin. \n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, Lee Myung Bak haba insistido en Alemania en la \"reunificacin mediante la fusin de regmenes\".\n\t\t\t\t\t\n\t\t\t\t\tEste disparate y las tonteras pronunciadas en Japn demuestran que el traidor Lee es el fantico de enfrentamiento fratricida. \n\t\t\t\t\t\n\t\t\t\t\tLos traidores surcoreanos se mueven ahora intilmente para envenenar el clima de dilogo.\n\t\t\t\t\t\n\t\t\t\t\tEsa camarilla, que est enloquecida por la confrontacin fratricida dando espaldas a la opinin pblica, ser arruinada finalmente por la condena severa de la historia."
        },
        {
            "title": "Jean Ping expresa apoyo a la lucha del pueblo coreano",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-46ee.html",
            "content": "Jean Ping expresa apoyo a la lucha del pueblo coreano\r\nPyongyang, 28 de mayo (ATCC) -- Jean Ping, presidente del Comit de la Unin Africana, dijo que los xitos, que logra el pueblo coreano en la construccin de una gran potencia prspera bajo la sabia gua de Su Excelencia Kim Jong Il, estimulan mucho a los pueblos de pases africanos.\n\t\t\t\t\tAl reunirse el da 24 con el representante permanente coreano ante la UA, Kim Hyok Chol, l dese nuevos xitos al pueblo coreano en su lucha por preservar la paz de la Pennsula Coreana mediante el dilogo y negociaciones y lograr la reunificacin del pas sin la intervencin extranjera."
        },
        {
            "title": "Presidente de Ruanda espera el desarrollo de relaciones con Corea",
            "url": "http://kcna.co.jp/item/2011/201105/news28/20110528-47ee.html",
            "content": "Presidente de Ruanda espera el desarrollo de relaciones con Corea\n\t\t\t\t\t\t\r\nPyongyang, 28 de mayo (ATCC) -- El embajador coreano en Ruanda, Jong Thae Yang, present el da 18 sus cartas credenciales ante el presidente de ese pas africano, Paul Kagame.\n\t\t\t\t\t  En la ocasin, el mandatario africano elogi que el Presidente Kim Il Sung es el gran Lder quien cumpli la histrica causa de liberacin de Corea y sent una firme base con que Corea puede demostrar el aspecto de potencia como ahora.\n\t\t\t\t\t\n\t\t\t\t\t  Continu que Su Excelencia Kim Jong Il condujo sabiamente al pueblo coreano a la construccin de la gran potencia prspera enarbolando la bandera del Songun, y expres el apoyo activo a la poltica independiente, la del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  Dese que el Dirigente Kim Jong Il logre victorias brillantes en su noble trabajo al frente de la construccin de la gran potencia prspera.\n\t\t\t\t\t\n\t\t\t\t\tRespald la reunificacin independiente y pacfica de Corea deseando que las relaciones entre Ruanda y Corea se desarrollen en varios sectores."
        }
    ]
}