{
    "date": "2011-01-08",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-08ee.html",
    "articles": [
        {
            "title": "CPRK Proposes Opening of Talks between Authorities of North-South",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-09ee.html",
            "content": "CPRK Proposes Opening of Talks between Authorities of North-South\r\n Pyongyang, January 8 (KCNA) -- A spokesman of the Committee for the Peaceful Reunification of Korea issued a statement Friday clarifying the stand on putting into practice the important proposal made in the recent joint statement of the DPRK government, political parties and organizations. It calls for settling the grave situation prevailing in Korea as early as possible and paving the way for improved relations between the north and the south and peace and prosperity. \n\t\t\t\t\t The statement hails the proposal as the most just and timely patriotic one in view of the urgent situation, the aspiration and demand of the times and the nation and in the light of the public opinion at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t We do not want to see the present south Korean authorities pass the five-year term of their office idly without north-south dialogue, the statement noted, clarifying the following stand:\n\t\t\t\t\t\n\t\t\t\t\t First. We formally propose an unconditional and early opening of the talks between the authorities of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The level of the talks and their venue and the date of their opening may be decided under a bilateral agreement. \n\t\t\t\t\t\n\t\t\t\t\t Second. The suspended Red Cross talks, talks for the resumption of tour of Mt. Kumgang and the talks for Kaesong Industrial Zone should be restarted at an early date. \n\t\t\t\t\t\n\t\t\t\t\t We propose that the delegations to the talks perform their duties as before, or new ones be formed. We also propose that Kaesong be their venues and they take place at the end of January or in the first half of February. \n\t\t\t\t\t\n\t\t\t\t\tThird. The closed Panmunjom north-south Red Cross passage should be reopened and the freezing of the Consultative Office for North-South Economic Cooperation in the Kaesong Industrial Zone be lifted as a measure of good faith for opening the channel of dialogue and improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t According to this, the Panmunjom Red Cross liaison representatives of the north side will soon begin their work and those concerned of the north side will be dispatched to the above-said office to be permanently stationed there.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that there is neither conditionality in the north's proposal for dialogue nor need to cast any doubt about its real intention.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should discard any unnecessary misgiving, open their hearts and positively respond to the north's proposal and measure, it urged."
        },
        {
            "title": " Choe Yong Rim Greets PM of Montenegro ",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-11ee.html",
            "content": "Choe Yong Rim Greets PM of Montenegro \r\nPyongyang, January 8 (KCNA) -- Premier of the DPRK Choe Yong Rim Friday sent a congratulatory message to Igor Luksic upon his appointment as Prime Minister of Montenegro.\n\t\t\t\t\t  The message wished him success in his work for the stability and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a similar message to Milan Locen upon his appointment as minister of Foreign Affairs and European Integration of Montenegro."
        },
        {
            "title": "Pak Ui Chun Greets FM of Guinea",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-12ee.html",
            "content": "Pak Ui Chun Greets FM of Guinea\r\n Pyongyang, January 8 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun Friday sent a congratulatory message to Edouard Gnakoye  Lama upon his appointment as minister of Foreign Affairs and Overseas Compatriots of Guinea.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger in the future and wished him success in his new job."
        },
        {
            "title": "Proposal for Dialogue Supported",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-08ee.html",
            "content": "Proposal for Dialogue Supported\r\n Pyongyang, January 8 (KCNA) -- The joint statement released recently by the DPRK government, political parties and organizations has enjoyed full support from local people. In the statement, they offered a landmark proposal to their south Korean counterparts.\n\t\t\t\t\t Vice-Premier of the Cabinet Kang Nung Su told KCNA that the proposal for wide-ranging dialogue and negotiations was a timely and just step in view of the dangerous situation prevailing on the Korean peninsula and the Korean nation's desire for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the General Federation of Trade Unions of Korea, said dialogue would make it possible for the two sides of Korea to remove misunderstanding and mistrust and discuss ways for peace and national prosperity in an open-minded way.\n\t\t\t\t\t\n\t\t\t\t\t What is important is to take a responsible position for saving the destiny of the nation from the crisis, he added.\n\t\t\t\t\t\n\t\t\t\t\t Jon Jong Su, a vice department director of the Secretariat of the Committee for the Peaceful Reunification of Korea, said confrontation would only lead to an armed conflict and war. All who aspire after the country's reunification should accept the proposal, irrespective of being ruling and opposition parties, progressives and conservatives.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Dae, chairman of the Central Committee of the Korean Social Democratic Party, called on all the Koreans in the north, south and abroad to support the proposal and launch a nationwide effort for its realization, transcending the differences in political parties' interests and policy, religious belief, political view, idea, ideal and social system."
        },
        {
            "title": "Dialogue, Cooperation Prerequisite to Reunification",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-07ee.html",
            "content": "Dialogue, Cooperation Prerequisite to Reunification\r\n Pyongyang, January 8 (KCNA) -- The joint New Year editorial published by leading newspapers of the DPRK underlines the need to launch dialogue and cooperation between the north and the south of Korea.\n\t\t\t\t\t With the territory divided by other countries and different ideologies and social systems existing in the north and the south of Korea, distrust and confrontation have grown more serious in the same nation.\n\t\t\t\t\t\n\t\t\t\t\t The two parts of the country had lived as a homogenous nation for many centuries, creating the same culture and history. There is no reason and condition for them to reject reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The political and military confrontation between the two sides, however, has entered the worst stage due to the anti-reunification policy of the south Korean authorities, who are seeking cooperation with outside forces against the north.\n\t\t\t\t\t\n\t\t\t\t\t Without putting an end to the confrontation, a successful dialogue between the two parts can never be expected.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should respect and trust in each other and seek commonness, not difference, for reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t In this way they can provide a condition for easing tension on the Korean peninsula and solve issues of the nation through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It is the principled stand of the DPRK to strive for independent reunification, peace and prosperity, joining hands with anyone who wants to promote reconciliation and cooperation for the interests common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Only when all issues of the nation are solved by itself as the two sides promised in the June 15 joint declaration, can the bilateral relations be improved."
        },
        {
            "title": "KCNA on Korean People's Will to Rejoin Severed Blood Ties",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-03ee.html",
            "content": "KCNA on Korean People's Will to Rejoin Severed Blood Ties\r\n Pyongyang, January 8 (KCNA) -- It is the firm will of the Workers' Party of Korea and the DPRK government to make another decade of the 21st century one of reunification and prosperity.\n\t\t\t\t\t The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, put up the slogan \"Let all Koreans in the north, south and abroad join efforts and bring a new phase of independent reunification\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government, political parties and organizations discussed important issues of tiding over the present difficulties and opening a new phase of peace and reunification and released a joint statement on January 5.\n\t\t\t\t\t\n\t\t\t\t\t At present, nothing is more vital task than national reunification for the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It is several decades since the demise of the Cold War era.  But the Koreans are still subject to misery, pain and disgrace as the only divided nation in the world though they had lived as a homogeneous nation for thousands of years in one and the same territory.\n\t\t\t\t\t\n\t\t\t\t\t  They are undergoing ever-increasing tragedy resulting from the division of the nation and territory and the distrust between compatriots is getting deeper.\n\t\t\t\t\t\n\t\t\t\t\t This is a tragedy for the Korean nation and has a very baneful impact on the peace and stability in East Asia. \n\t\t\t\t\t\n\t\t\t\t\t As shown by the developments on the Korean Peninsula last year, it is impossible to wipe out the distrust and misunderstanding between the north and the south and they can never be free from military clashes and disasters as long as the confrontation persists between them.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south have a good precedent in which they smoothly settled problems through dialogues and negotiations. They also have good principles and declarations already adopted.\n\t\t\t\t\t\n\t\t\t\t\t Acting upon them, they made a steady grand march for achieving reunification for reconciliation and unity under the banner of \"By our nation itself.\" This culminated in great successes in the development of the nation's reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t However, all the achievements made in the relations between the north and the south were brought to naught and the situation reached the brink of war over the last three years.\n\t\t\t\t\t\n\t\t\t\t\t  The relations between the north and the south have been put on the verge of collapse and the confrontation between them has become so acute that bullet-and shell-firing is exchanged between compatriots. \n\t\t\t\t\t\n\t\t\t\t\t The present grave situation indicates that no Korean can remain a passive onlooker to this and if this is allowed to go on, the north and the south can never escape a serious disaster. \n\t\t\t\t\t\n\t\t\t\t\t It is impossible to settle the issue of the relations between the north and the south by way of confrontation as it will only lead to armed clash and war.\n\t\t\t\t\t\n\t\t\t\t\t Those who are concerned about the destiny of the nation should meet and negotiate to dispel misunderstanding, letting bygones be bygones from the viewpoint of great national unity, irrespective of party affiliation, political view and religious faith no matter who he or she is. The north and the south will find everything settled once they meet. \n\t\t\t\t\t\n\t\t\t\t\t They should make the next decade of the 21st century one of hope to witness the end of the tragedy of the nation, one of reunification and prosperity."
        },
        {
            "title": "Rodong Sinmun Calls for Unconditional and Early Opening of Negotiations",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-06ee.html",
            "content": "Rodong Sinmun Calls for Unconditional and Early Opening of Negotiations\r\n Pyongyang, January 8 (KCNA) -- The DPRK government, political parties and organizations courteously proposed having wide-ranging dialogue and negotiations with the political parties and organizations of south Korea including its authorities in the joint statement. Rodong Sinmun Saturday says in a bylined article in this regard:\n\t\t\t\t\t This was prompted by their patriotic decision to tide over the present difficulties lying in the way of improving the relations between the north and the south and usher in a new era of independent reunification, peace and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's proposal for wide-ranging dialogue and negotiations is a patriotic one for saving the destiny of the nation from a crisis.\n\t\t\t\t\t\n\t\t\t\t\t  During the past three years, we compatriots keenly realized that it is impossible to settle the issue of the relations between the north and the south by way of confrontation as it will only lead to armed clash and war.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue and negotiations are the only way for weathering the present difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should meet and conduct negotiations to seek an effective way of terminating the confrontation and paving the way for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The most urgent job before them is to unconditionally and promptly open the talks between their authorities having real power and responsibility.\n\t\t\t\t\t\n\t\t\t\t\t  This crucial proposal reflected the firm will of the DPRK to improve the relations between the north and the south and promote the national reconciliation and unity at any cost in accordance with the idea and principle of by our nation itself.\n\t\t\t\t\t\n\t\t\t\t\t Both the north and south should refrain from any act of provoking each other and straining the situation as required by the reality in which they greeted another decade of the 21st century and should be bold enough to eliminate all factors of fueling distrust and conflict.\n\t\t\t\t\t\n\t\t\t\t\t Those who are concerned about the destiny and future of the nation and aspire after the peaceful reunification of the country will neither sidestep the new proposal of the DPRK nor hesitate to come out for wide-ranging dialogue and negotiations."
        },
        {
            "title": "Rodong Sinmun Calls for Full-speed Advance toward Thriving Nation",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-05ee.html",
            "content": "Rodong Sinmun Calls for Full-speed Advance toward Thriving Nation\r\nPyongyang, January 8 (KCNA) -- All the members of the Workers' Party of Korea and other soldiers and people should raise the speed of the ongoing general offensive to the maximum, full of confidence and optimism, to emerge victorious in improving the people's standard of living and building a thriving nation.\n\t\t\t\t\t Rodong Sinmun made this call in an editorial Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\tThe general onward advance for this year is an all-out offensive and breakthrough to translate into reality President Kim Il Sung's wish for a thriving nation and a great blitzkrieg for winning the final victory in the spirit of forced march displayed by General Secretary Kim Jong Il. It is also a life-and-death struggle to repel the imperialists' every challenge and anti-DPRK move and show the invincibility of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Our revolutionary advance started with the torch of great surge kindled by Kim Jong Il in Kangson, a historic land. At last it has come to the final line from which the gate to a thriving nation is in sight. \n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK's political and military might is very strong, and it has economic foundations and scientific and technological forces capable of brining about fresh leaps forward one after another in all sectors. When we advance the drive for great surge at full speed by putting spurs to the present general offensive again, there will be shouts of hurrah for declaring the emergence of a thriving nation in this land. \n\t\t\t\t\t\n\t\t\t\t\t We should surely win in the general offensive this year. Only then, it is possible to honor the sacred 100-year history of Kim Il Sung's Korea woven with dignity, glory, victory and miracles and greet the centenary of birth of the President as the greatest holiday and a grand auspicious event of humankind with pride next year. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are sure to emerge victorious in the ongoing general offensive as the invincible WPK headed by Kim Jong Il is leading them to a rosy future and there are the political and military might and the strong foundations of the independent economy fortified through the tempest of the Songun revolution and in the vigorous advance for a great surge."
        },
        {
            "title": "DPRK's Important Proposal Supported",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-10ee.html",
            "content": "DPRK's Important Proposal Supported\r\n Pyongyang, January 8 (KCNA) -- The DPRK's government, political parties and organizations issued a joint statement in which they set forth an important proposal for tiding over the crisis on the Korean Peninsula and between the north and the south. This was prompted by their patriotic decision to usher in a new era of independent reunification, peace and prosperity at any cost, reflecting the desire and will of all Koreans.  Minju Joson Saturday observes this in a bylined commentary.\n\t\t\t\t\t Dialogue and negotiations are the only way for weathering the difficulties at present when the north-south relations are at the lowest ebb and the danger of war is on the daily increase, the commentary notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t Whoever is concerned about the destiny of the nation would have no reason to refuse to accept the above-said proposal. The authorities, political parties and organizations of south Korea should positively respond to the sincere proposal. \n\t\t\t\t\t\n\t\t\t\t\t It is important for the countries concerned to play a positive role from a sincere stand and attitude to help settle the grave situation prevailing on the peninsula and between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Namely, the United States directly responsible for the Korean issue should make a radical switchover in its anachronistic hostile policy toward the DPRK and stop standing in the way of the wide-ranging  dialogue and negotiations between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t It is the consistent and principled stand of the Workers' Party of Korea and the DPRK government to settle the issue of the north-south relations and the issue of national reunification through dialogue and negotiations."
        },
        {
            "title": "Nepalese President Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-02ee.html",
            "content": "Nepalese President Meets DPRK Ambassador\r\n Pyongyang, January 8 (KCNA) -- Nepal and the DPRK have striven to develop the friendly relations since long time ago.\n\t\t\t\t\t Ram Baran Yadav, president of Nepal, said this when receiving credentials from DPRK Ambassador to Nepal Kim Yong Su on January 3.\n\t\t\t\t\t\n\t\t\t\t\t The governments and people of the two countries have maintained the traditional good neighborly relations, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is our sincere hope that the bilateral relations would grow stronger through brisk exchange and cooperation in various fields between the two countries in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t I highly appreciate successes made by the Korean people in their work for the development of the country and wish progress and prosperity in all fields in the future, too."
        },
        {
            "title": "Mexican Parties and Organizations Support Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-01ee.html",
            "content": "Mexican Parties and Organizations Support Joint New Year Editorial\r\n Pyongyang, January 8 (KCNA) -- Nine Mexican political parties and organizations released a joint statement on January 2 in support of joint editorial issued by Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi of the DPRK. They included the People's Socialist Party of Mexico, the Mexican National Coordinating Committee for the Study of the Juche Idea and the Mexican Committee for Supporting Korea's Reunification \n\t\t\t\t\t The statement supported the gigantic drive of the Workers' Party and people of Korea to bring about a decisive turn in building a thriving nation by dynamically waging the onward march for a great upsurge, general offensive in hearty response to the militant slogan \"Bring about a decisive turn in the improvement of the people's standard of living and the building of a great, prosperous and powerful country by accelerating the development of light industry once again this year!\"\n\t\t\t\t\t\n\t\t\t\t\t It extended full support and solidarity to the Korean people in their nationwide struggle to improve the relations between the north and the south and achieve the cause of national reunification under the banner of the north-south joint declaration upholding the slogan, \"Let all Koreans in the north, south and abroad join efforts and bring a about a new phase of independent reunification!\"\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t We express full support and sympathy with the WPK and the DPRK in their independent foreign policy for achieving peace in Northeast Asia and denuclearizing the whole of the Korean peninsula, developing the relations of friendship and cooperation with countries that are friendly towards the DPRK and achieving global independence under the ideals of independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t We call on the political parties, governments and organizations in all countries of the world to positively support the WPK and the Korean people in their drive to make a decisive turn in building a thriving nation and achieve the victory of the revolutionary cause of Juche under the Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "CRPP propone dialogo entre autoridades del Norte y el Sur",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-14ee.html",
            "content": "Declaracion conjunta de la RPDC produce grandes repercusiones\r\n Pyongyang, 8 de enero (ATCC) -- La propuesta importante del gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea hecha a las autoridades, los partidos politicos y las entidades del Sur de Corea produce ahora grandes repercusiones en el pais.\n\t\t\t\t\t  El vicepremier del Consejo de Ministros, Kang Nung Su, senalo que mediante esa declaracion conjunta, la RPDC presento la propuesta importante de sostener ampliamente el dialogo y las negociaciones con los partidos politicos y las entidades incluyendo las autoridades surcoreanas y destaco que esto deviene una medida mas oportuna y justa tanto en vista de la peligrosa situacion actual como a la luz de la aspiracion de todos los connacionales a la paz y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite Central de la Federacion General de los Sindicatos de Corea, Hyon Sang Ju, senalo que si el Norte y el Sur de Corea se sientan a la mesa del dialogo, podran eliminar el malentendido y la desconfianza y discutir francamente los remedios para la paz y la prosperidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl problema esta en tomar la posicion responsable para salvar de la crisis el destino del pais y la nacion, concluyo.\n\t\t\t\t\t\n\t\t\t\t\t  El subdirector del Secretariado del Comite por la Reunificacion Pacifica de la Patria, Jon Jong Su, dijo que el confrontacion traera solo el conflicto armado y la guerra y subrayo que los aspirantes a la reunificacion y al patriotismo, sean del partido en el poder o del opositor, progresistas o conservadores, deben aceptar la propuesta y el llamamiento de la RPDC de sostener ampliamente el dialogo y las negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite Central del Partido Social-Democrata de Corea, Kim Yong Dae, exhorto a todos los coreanos del Norte, el Sur y en ultramar a impulsar el movimiento pannacional por apoyar y realizar la propuesta importante presentada en la declaracion conjunta superando las diferencias de intereses y estrategias fraccionalistas, religiones, criterios politicos, ideologias, ideales y regimenes."
        },
        {
            "title": "Declaracion conjunta de la RPDC produce grandes repercusiones",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-15ee.html",
            "content": "Declaracion conjunta de la RPDC produce grandes repercusiones\n\t\t\t\t\t\t\r\n Pyongyang, 8 de enero (ATCC) -- La propuesta importante del gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea hecha a las autoridades, los partidos politicos y las entidades del Sur de Corea produce ahora grandes repercusiones en el pais.\n\t\t\t\t\t  El vicepremier del Consejo de Ministros, Kang Nung Su, senalo que mediante esa declaracion conjunta, la RPDC presento la propuesta importante de sostener ampliamente el dialogo y las negociaciones con los partidos politicos y las entidades incluyendo las autoridades surcoreanas y destaco que esto deviene una medida mas oportuna y justa tanto en vista de la peligrosa situacion actual como a la luz de la aspiracion de todos los connacionales a la paz y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite Central de la Federacion General de los Sindicatos de Corea, Hyon Sang Ju, senalo que si el Norte y el Sur de Corea se sientan a la mesa del dialogo, podran eliminar el malentendido y la desconfianza y discutir francamente los remedios para la paz y la prosperidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl problema esta en tomar la posicion responsable para salvar de la crisis el destino del pais y la nacion, concluyo.\n\t\t\t\t\t\n\t\t\t\t\t  El subdirector del Secretariado del Comite por la Reunificacion Pacifica de la Patria, Jon Jong Su, dijo que el confrontacion traera solo el conflicto armado y la guerra y subrayo que los aspirantes a la reunificacion y al patriotismo, sean del partido en el poder o del opositor, progresistas o conservadores, deben aceptar la propuesta y el llamamiento de la RPDC de sostener ampliamente el dialogo y las negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  El presidente del Comite Central del Partido Social-Democrata de Corea, Kim Yong Dae, exhorto a todos los coreanos del Norte, el Sur y en ultramar a impulsar el movimiento pannacional por apoyar y realizar la propuesta importante presentada en la declaracion conjunta superando las diferencias de intereses y estrategias fraccionalistas, religiones, criterios politicos, ideologias, ideales y regimenes."
        },
        {
            "title": "Voluntad de reanudar el linaje de la nacion, comentario de ATCC",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-16ee.html",
            "content": "Voluntad de reanudar el linaje de la nacion, comentario de ATCC\r\nPyongyang, 8 de enero (ATCC) -- Convertir la nueva decada del siglo XXI en la de reunificacion y prosperidad es la firme voluntad del Partido del Trabajo de Corea y el gobierno de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  Los periodicos influyentes Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi, organos del partido, el ejercito y la juventud, presentaron en el editorial conjunto publicado con motivo del Ano Nuevo la consigna de abrir este ano la nueva coyuntura de reunificacion independiente, uniendo las fuerzas de toda la nacion en el Norte, el Sur y en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tEl pasado dia 5, el gobierno, los partidos politicos y las entidades de la RPDC discutieron los problemas importantes para superar la crisis actual y dar la nueva coyuntura de paz y reunificacion y publicaron una declaracion conjunta. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, para la nacion coreana no hay otra tarea mas vital que lograr la reintegracion territorial del pais. \n\t\t\t\t\t\n\t\t\t\t\tAunque pasaron varias decadas desde el fin de la Guerra Fria, la nacion coreana, la homogenea durante varios milenios, sigue siendo hasta hoy el unico pais dividido del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSe incrementa cada dia mas la tragedia por la division territorial de la nacion y se agrava tanto mas la desconfianza entre los connacionales, lo cual tiene grandes influencias negativas sobre la paz y la estabilidad de Asia oriental. \n\t\t\t\t\t\n\t\t\t\t\tComo muestra la evolucion de la situacion de la Peninsula Coreana del ano pasado, con la confrontacion no se puede eliminar la desconfianza y malentendido entre ambas partes coreanas ni evitar el conflicto armado y las desgracias. \n\t\t\t\t\t\n\t\t\t\t\tEl Norte y el Sur de Corea tienen el buen antecedente de haber solucionado inteligentemente los problemas mediante el dialogo y las negociaciones, y cuentan con los principios y declaraciones excelentes ya aprobados.\n\t\t\t\t\t\n\t\t\t\t\tLa gran marcha por la reconciliacion, la unidad y la reunificacion, realizada bajo la bandera de \"Entre nosotros, los connacionales\", hizo un gran aporte al desarrollo del movimiento por la reunificacion de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en los ultimos tres anos, se han invalidado completamente los exitos logrados en las relaciones intercoreanas, y la situacion llega al borde de guerra. \n\t\t\t\t\t\n\t\t\t\t\tPara colmo, se dio la grave coyuntura de enfrentamiento en que los connacionales intercambian los obuses.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion actual alerta que si la nacion coreana se queda con brazos cruzados sin hacer nada, no podra evitar grandes desastres. \n\t\t\t\t\t\n\t\t\t\t\tCon el enfrentamiento no se puede resolver jamas el problema de relaciones intercoreanas ni buscar nada mas que el conflicto armado y guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi se preocupan del destino de la nacion, deben dialogar y eliminar el malentendido por encima de las diferencias de sus pertenencias, criterios politicos, creencias y antecedentes y en el principio de promover la gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\t  El problema se resuelve conversando.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes coreanas deben glorificar la nueva decada del siglo XXI como la de esperanza, reunificacion y prosperidad que acabe con la division nacional."
        },
        {
            "title": "Son imprescindibles el dialogo y negociaciones, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-17ee.html",
            "content": "Son imprescindibles el dialogo y negociaciones, apunta Rodong Sinmun \n\t\t\t\t\t\t\r\nPyongyang, 8 de enero (ATCC) -- El gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea, en su reciente declaracion conjunta, propusieron cortesmente sostener ampliamente el dialogo y las negociaciones con los partidos politicos y entidades del Sur, incluyendo las autoridades surcoreanas.\n\t\t\t\t\tEsto es la decision patriotica para superar las dificultades actuales dadas en las relaciones intercoreanas y abrir cuanto antes el nuevo decenio de reunificacion independiente, paz y prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tInsiste asi el diario Rodong Sinmun en un articulo individual divulgado este sabado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa propuesta de la RPDC es la iniciativa patriotica para salvar de la crisis el destino nacional.\n\t\t\t\t\t\n\t\t\t\t\tDurante 3 anos pasados, la nacion coreana experimento en carne propia que con el enfrentamiento no se puede resolver jamas el problema de relaciones intercoreanas ni lograr nada mas que el conflicto armado y guerra. \n\t\t\t\t\t\n\t\t\t\t\tLa unica salida esta en dialogar y negociar. \n\t\t\t\t\t\n\t\t\t\t\tEl Norte y el Sur deben sentarse a la mesa del dialogo y buscar los remedios eficientes para eliminar la confrontacion y allanar el camino de reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tComo primer paso, hay que abrir pronto e incondicionalmente las conversaciones entre las autoridades que tienen el poder real y la responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tLa propuesta importante de la RPDC expresa su firme posicion de mejorar sin falta las relaciones intercoreanas y promover la reconciliacion y la unidad nacionales segun el ideal y principio de \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tNinguna de ambas partes coreanas debe provocar a la contraparte ni agravar la tension, sino eliminar con audacia todos los factores de desconfianza y conflicto, como lo demanda la realidad en la nueva decada del siglo 21. \n\t\t\t\t\t\n\t\t\t\t\tQuien se preocupe del destino de la nacion y desee la reunificacion pacifica del pais, no daria espaldas a la nueva propuesta de la RPDC ni vacilaria en proceder a amplio dialogo y negociaciones."
        },
        {
            "title": "Presidente nepales se reune con embajador coreano",
            "url": "http://kcna.co.jp/item/2011/201101/news08/20110108-18ee.html",
            "content": "Presidente nepales se reune con embajador coreano\r\nPyongyang, 8 de enero (ATCC) -- El embajador coreano en Nepal, Kim Yong Su, entrego el dia 3 sus cartas credenciales al presidente nepales Ram Baran Yadav.\n\t\t\t\t\t  En la ocasion el mandatario nepales dijo que su pais y Corea vienen esforzandose desde hace mucho tiempo por desarrollar las relaciones de amistad.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que los gobiernos y los pueblos de ambos paises mantienen tradicionalmente las relaciones de buena vecindad.\n\t\t\t\t\t\n\t\t\t\t\t  Deseamos sinceramente desarrollar en el futuro tambien las relaciones bilaterales mediante el fortalecimiento del intercambio y la cooperacion entre ambos paises en varios dominios, apunto.\n\t\t\t\t\t\n\t\t\t\t\t  Apreciamos los exitos alcanzados por el pueblo coreano en los trabajos para el desarrollo del pais y le deseamos en lo adelante el progreso y la prosperidad en todas las esferas, concluyo."
        }
    ]
}