{
    "date": "2011-01-15",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Taegwan Glass Factory",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-14ee.html",
            "content": "Kim Jong Il Inspects Taegwan Glass Factory\r\nPyongyang, January 15 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Taegwan Glass factory which has been successfully put on a CNC basis.\n\t\t\t\t\t He looked round different places including processing and assembling shops for hours to learn in detail about its technological updating and production there.\n\t\t\t\t\t\n\t\t\t\t\tWatching CNC-based machines and a variety of products, he was greatly satisfied to learn that the workers of the factory made leaping progress in the production of glass products by successfully putting the production processes on a modern and scientific basis. He highly appreciated their feats. \n\t\t\t\t\t\n\t\t\t\t\tHe once again appreciated the shining exploits performed by the party members and other working people of the factory, noting that they are the pacesetters who proved the advantages of the drive for placing processes on the Korean-style CNC basis by improving the production system as required by this drive in hearty response to the Party's slogan \"Push back the frontiers of latest science and technology!\" \n\t\t\t\t\t\n\t\t\t\t\tNoting that the quality of products at the factory is very high, he called for learning from the creative spirit of the officials, workers and technicians of the factory who placed the production processes on a scientific, precision and high speed basis by concentrating efforts on the technological transformation and are making a steady advance towards the eminence of ultra-modern technology and science.\n\t\t\t\t\t\n\t\t\t\t\tHe said that science and technology are a source of enormous material wealth and the master key to turn the country into an invincible power and a true land of bliss for the people at an early date.\n\t\t\t\t\t\n\t\t\t\t\t He met with workers including Pak Yong Hui, a girl lathe operator, learned about their work and life and encouraged them in their labor drive. \n\t\t\t\t\t\n\t\t\t\t\t Making the rounds of cultural and welfare facilities, he was pleased that the factory has provided its workers with good living conditions.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the important tasks which would serve as guidelines for the management and production of the factory.\n\t\t\t\t\t\n\t\t\t\t\t At the end of his field guidance, he enjoyed a performance given by an itinerant art squad of the factory at the house of culture. He praised it for its enthusiastic art agitation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that the officials and workers of the factory would successfully perform the role of vanguard and shock brigade in implementing the WPK's economic policy in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Pak To Chun, Thae Jong Su and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK."
        },
        {
            "title": " State General Bureau for Economic Development to Be Established",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-13ee.html",
            "content": "State General Bureau for Economic Development to Be Established\r\n Pyongyang, January 15 (KCNA) -- The DPRK Cabinet adopted its decision on \"10-Year State Strategy Plan for Economic Development\" and decided to establish the State General Bureau for Economic Development. \n\t\t\t\t\t This governmental body will handle all issues arising in implementing state strategy projects for economic development. \n\t\t\t\t\t\n\t\t\t\t\t This step was taken at a time when miracles and innovations are being performed in the socialist economic construction everyday on the basis of a solid springboard laid for building a thriving socialist nation under the outstanding and tested Songun leadership of Kim Jong Il.  \n\t\t\t\t\t\n\t\t\t\t\t The above-said plan set a state strategic goal for economic development. It puts main emphasis on building infrastructure and developing agriculture and basic industries including electric power, coal, oil and metal industries and regional development. It, at the same time, helps lay a foundation for the country to emerge a thriving nation in 2012 and opens a bright prospect for the country to proudly rank itself among the advanced countries in 2020. \n\t\t\t\t\t\n\t\t\t\t\t When the above-said strategy plan is fulfilled, the DPRK will emerge not only a full-fledged thriving nation but take a strategic position in Northeast Asia and international economic relations. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK Cabinet entrusted the Korea Taepung International Investment Group with the task to fully implement major projects under the strategic plan. \n\t\t\t\t\t\n\t\t\t\t\t The historic Conference of the Workers' Party of Korea and events to mark the 65th anniversary of the founding of the WPK successfully held in the DPRK fully demonstrated the might of the single-mindedly united country in the aspects of politics and ideology and in military technique. All the people are dynamically advancing to fling open the gate of a thriving nation in 2012."
        },
        {
            "title": "Anniversary of Victory of Cuban Revolution Observed ",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-02ee.html",
            "content": "Anniversary of Victory of Cuban Revolution Observed \r\n Pyongyang, January 15 (KCNA) -- The DPRK embassy in Havana arranged a reception on Jan. 7 on the occasion of the 52nd anniversary of the victory in the Cuban revolution.\n\t\t\t\t\t Present there on invitation were Marcos Rodriguez, vice-minister of Foreign Affairs, and officials of the International Department of the Central Committee of the Communist Party, the revolutionary armed forces, the Institute of Friendship with the Peoples, the Prensa Latina News Agency and the Committee for Supporting Korea's Reunification of Cuba.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Kwon Sung Chol and staff members of the DPRK embassy were present there."
        },
        {
            "title": "Theatres Draw Capacity Audiences ",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-11ee.html",
            "content": "Theatres Draw Capacity Audiences \r\n Pyongyang, January 15 (KCNA) -- The theatres in the capital city are now drawing capacity audiences. \n\t\t\t\t\t The New Year concert by the Samjiyon Band of the Mansudae Art Troupe is going on at the People's Palace of Culture before full house every day. \n\t\t\t\t\t\n\t\t\t\t\t \"Happy New Year\", \"Merry Laughter from Every Family,\" \"Changsong Today\" and other numbers were successfully presented by its artistes, mesmerizing the audience.\n\t\t\t\t\t\n\t\t\t\t\t The light comedy \"An Echo among the Hills\" reproduced last year is being staged at the State Theatre, encouraging people in their new year drive. \n\t\t\t\t\t\n\t\t\t\t\t The prestigious State Symphony Orchestra is presenting orchestral music \"Arirang\", \"Moranbong\", \"Glory to Our Great Party\" and other numbers at the Moranbong Theatre to the packed audience. \n\t\t\t\t\t\n\t\t\t\t\t Dance pieces are staged at the dance theatre of Pyongyang University of Dance. Conspicuous of them is that ballet dancers and students of the university produced dance pieces representing the spiritual world of workers in the fields of light industry and agriculture. \n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Mansudae Art Troupe and the State Theatrical Troupe are presenting oratorical pieces at the Yun I Sang Concert Hall everyday to the delight of audience. \n\t\t\t\t\t\n\t\t\t\t\t Artistes' performing activities are brisk at industrial establishments and other work sites."
        },
        {
            "title": "S. Korea Urged to Respond to DPRK's Proposal for Dialogue",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-09ee.html",
            "content": "S. Korea Urged to Respond to DPRK's Proposal for Dialogue\r\n Pyongyang, January 15 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea released a commentary on Jan. 8 urging the present authorities to immediately respond to the DPRK's proposal for north-south dialogue.\n\t\t\t\t\t The commentary recalled that the joint statement of the DPRK government, political parties and organizations and the statement of a spokesman for the Committee for the Peaceful Reunification of Korea proposed an unconditional and early opening of talks between the authorities and the restart of the stalled Red Cross talks, talks for resuming tour of Mt. Kumgang and talks for the Kaesong Industrial Zone in Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t There is no justification for the present \"government\" to refuse to accept the north's proposal for dialogue, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The people are urging the authorities to come out for dialogue at an early date for the sake of the peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The present authorities should opt for dialogue and peace at the grave crossroads of severance or dialogue, war or peace."
        },
        {
            "title": "Hyon In Thaek Accused of Blocking North-South Dialogue",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-08ee.html",
            "content": "Hyon In Thaek Accused of Blocking North-South Dialogue\r\n Pyongyang, January 15 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea released a commentary on Jan. 12 accusing Hyon In Thaek, minister of Unification, of blocking the north-south dialogue.\n\t\t\t\t\t The commentary pointed out that Hyon expressed his stand to stick to the existing policy of confrontation while putting conditionality on the north's proposal for dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that opposition parties, civic and public organizations and all people now ardently desire to see the crisis on the Korean Peninsula tided over through south-north dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The unreasonable attitude of the Ministry of Unification indicates that it is not interested in peace on the peninsula, it noted, warning that if the ministry insists on that policy, it deserves to be censured for being anti-reunification and anti-peace forces.\n\t\t\t\t\t\n\t\t\t\t\t It criticized the ministry for taking the lead in laying hurdles in the way of humanitarian work including the reunion of separated families and relatives and Red Cross talks for exchange and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t It urged the present authorities to opt for dialogue at an early date, not forgetting that there is now a golden chance to mend the south-north relations."
        },
        {
            "title": "Moves to Tighten US-S. Korea-Japan Military Nexus Assailed",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-06ee.html",
            "content": "Moves to Tighten US-S. Korea-Japan Military Nexus Assailed\r\n Pyongyang, January 15 (KCNA) -- At least 10 civic and public organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Implementing the South-North Joint Declaration and the Confederation of Trade Unions held the 136th action for independent reunification and peace in Seoul on Jan. 11.\n\t\t\t\t\t The organizations in a resolution accused south Korea and Japan of working hard to boost the military alliance, adding that they are busy with the moves to conclude military agreements and a joint declaration on security aimed at carrying out joint operations in \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t These moves are wire-pulled by the U.S. behind the scene, the resolution noted, adding that the U.S. seeks to knock into shape a triangular military alliance with Japan and south Korea and retain military hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the U.S. for creating military tension in the Korean Peninsula and Northeast Asia and blocking the independent reunification of the Korean nation. It also blasted Japan for watching for an opportunity to stage a comeback to Korea and the present regime for seeking to stifle fellow countrymen by depending on foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The People for Achieving Peace and Reunification at a press conference in Seoul on Jan. 10 chided the authorities for tightening military nexus with Japan, an act of disturbing peace."
        },
        {
            "title": "Overseas Koreans Support DPRK's Proposal ",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-03ee.html",
            "content": "Overseas Koreans Support DPRK's Proposal \r\n Pyongyang, January 15 (KCNA) -- Koreans in Russia and China issued statements to support a joint statement issued by the DPRK government, political parties and organizations on Jan. 5.\n\t\t\t\t\t The Korean Citizens' Association in Kamchatka Territory noted that the joint statement is a fair and important proposal for breaking the deadlock and opening a new phase for peace and reunification on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Korea should be reunified on the principle of national independence. Good results can be expected if the north and the south make dialogue and cooperation in the idea of \"By our nation itself\", it added.\n\t\t\t\t\t\n\t\t\t\t\t The United Confederation of Koreans in Sakhalin Region said that history clearly showed that neither dependence on outside forces nor military way can help Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It called on the south Korean authorities to positively respond to the DPRK's proposal for dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration said that the only way to improve the north-south relations is for both sides to sit together and make broad dialogue and negotiations."
        },
        {
            "title": "All Koreans Called upon to Achieve Independent Reunification in Unity",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-10ee.html",
            "content": "All Koreans Called upon to Achieve Independent Reunification in Unity\r\nPyongyang, January 15 (KCNA) -- Minjok Sibo, a newspaper of overseas Koreans published in Japan, on January 1 carried articles on the New Year contributed by officials of overseas Koreans' organizations.\n\t\t\t\t\t Kwak Tong Ui, chairman of the Overseas Side Committee for Implementing June 15 Joint Declaration, referred to the fact that the U.S. and the south Korean authorities brought the north-south relations to a collapse and pursued a policy of confrontation and staged war maneuvers against the north, pushing the situation on the Korean Peninsula to an extreme pitch of tension.\n\t\t\t\t\t\n\t\t\t\t\t The policy of confrontation should be rolled back, reconciliation and cooperation achieved and the Armistice Agreement be replaced by a peace treaty to prevent a war on the peninsula and achieve the prosperity of the nation, he held.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the Koreans to pool their efforts to wage a dynamic struggle for the independent reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Rim Min Sik, secretary general of the Joint Secretariat of the Pan-national Alliance for Korea's Reunification, said that the Korean Peninsula is at the crossroads of war or peace due to the south Korean authorities' policy of confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to wage a dynamic struggle to thoroughly preserve and implement the north-south joint declarations, the landmarks of peace and reunification, in order to prevent another war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Hyang, secretary general of the European Regional Committee of the Overseas Side Committee for Implementing June 15 Joint Declaration, called upon the Koreans to get united in the spirit of reconciliation and cooperation and struggle till the day when independence and peaceful reunification are achieved.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Suk, chairperson of the European Solidarity of Korean Nation, Kim Ji Yong, chairperson of the south Korean Democratic Women's Society in Japan, and Mun Se Hyon, chairman of the south Korean Youth League in Japan, said that last year was the year when all Koreans keenly felt the pain resulting from the division, calling upon the overseas Koreans to positively pool their efforts to achieve the reunification of the country."
        },
        {
            "title": " Mexican Organizations Discuss Measures for Study of Songun Idea",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-01ee.html",
            "content": "Mexican Organizations Discuss Measures for Study of Songun Idea\r\nPyongyang, January 15 (KCNA) -- The Mexican National Coordinating Committee for the Study of the Juche Idea at its annual meeting on Jan. 6 reviewed the activities of last year and discussed measures for intensifying the study and dissemination of the Juche idea, the Songun idea this year. \n\t\t\t\t\t Present there were personages of the committee, the Mexican Committee for the Study of Kimilsungism and the Mexican Institute for the Study of the Juche Idea and chiefs and members of its branches."
        },
        {
            "title": "Foreign Organizations Urge S. Korea to Respond to DPRK's Proposal",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-05ee.html",
            "content": "Foreign Organizations Urge S. Korea to Respond to DPRK's Proposal\r\n Pyongyang, January 15 (KCNA) -- Political parties and organizations of Russia, Britain, Pakistan and Bangladesh in statements on Jan. 8 urged south Korea to respond to the DPRK's landmark proposal. The proposal calls for easing tension and improving relations between the north and the south of Korea.\n\t\t\t\t\t The National Salvation Front of Russia hoped the north-south relations would improve as soon as possible, opening a decisive phase for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The British Branch of the Korean Friendship Association demanded south Korean authorities immediately respond to the proposal with good will.\n\t\t\t\t\t\n\t\t\t\t\t Pakistani organizations in a joint statement said the proposal is a very timely, fair and patriotic one. They include the Punjab Provincial Committee of the National Workers' Party, the Trade Union Federation, the Peasants Committee, the Organization for Afro-Asian People's Solidarity, the Committee for Supporting Korea's Reunification of Pakistan and the Lahore Branch of the Pakistan-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better drop the confrontation policy and respond to the DPRK's sincere proposal to fulfill their responsibilities before the nation, they said.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Institute of the Juche Idea supported the DPRK's stand and called on the world progressives to send warm support to the just struggle of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy expressed belief that the Korean people will open a decisive phase for peace and reunification of the Korean Peninsula this year."
        },
        {
            "title": "DPRK's New Year Editorial Given Publicity Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-07ee.html",
            "content": "DPRK's New Year Editorial Given Publicity Abroad\r\n Pyongyang, January 15 (KCNA) -- The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, was given publicity by Internet and newspapers of political parties of foreign countries and a regional organization between Jan. 3 and 9.\n\t\t\t\t\tInternet homepage of the All-Union Communist Party of Bolsheviks of Russia and \"Raboche Krestiyanskaya Pravda\", an Internet paper of its Ukrainian branch, carried the full text of the joint editorial with photos on the revolutionary activities of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The full text or summary of the joint editorial were also carried by Ekota, an organ of the Bangladesh Communist Party, People, an organ of the People's Party of Cambodia, and Friheten, an organ of the Communist Party of Norway.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the full text of the joint editorial was posted on the Internet homepage of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions."
        },
        {
            "title": " DPRK's New Year Editorial Studied in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-04ee.html",
            "content": "DPRK's New Year Editorial Studied in Different Countries\r\n Pyongyang, January 15 (KCNA) -- The Czech, Democratic Congo and Peruvian organizations studied the joint New Year editorial of the DPRK.\n\t\t\t\t\t The Czech preparatory committee for commemorating the centenary of birth of President Kim Il Sung held a seminar. \n\t\t\t\t\t\n\t\t\t\t\t Jaroslavc Kafka, joint chairman of the committee, said the DPRK made big progress in all fields including politics, economy, culture, science and technology under the wise leadership of Kim Jong Il in 2010.\n\t\t\t\t\t\n\t\t\t\t\t The joint New Year editorial called for bringing about a decisive turn in improving people's living standard and building a great, prosperous and powerful nation by accelerating the development of the light industry once again this year, he said.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will certainly carry out those tasks laid down in the editorial under the leadership of Kim Jong Il, he added.\n\t\t\t\t\t\n\t\t\t\t\t He wished Koreans bigger successes in their efforts for the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Youth Group for the Study of the Juche Idea in Democratic Congo held a reading session.\n\t\t\t\t\t\n\t\t\t\t\t Nzemba Yangana, chairman of the group, read the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t Last year the Korean people made signal successes in the revolution and construction. This is unthinkable without the outstanding leadership of Kim Jong Il, he said.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will wage all-out offensive and make breakthrough in their drive to realize the desire of Kim Il Sung for building a thriving Korea and thus greet the centenary of his birth as the greatest holiday in history of mankind, he added.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea and the Peruvian-Korean Institute of Culture and Friendship made public statements on Jan. 5 in support of the joint New Year editorial."
        },
        {
            "title": "Esta abierta la puerta del dialogo, apunta CRPP",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-15ee.html",
            "content": "Esta abierta la puerta del dialogo, apunta CRPP\r\nPyongyang, 15 de enero (ATCC) -- De acuerdo con la declaracion conjunta del gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea, se propusieron a la parte Sur los dialogos incluso las conversaciones entre las autoridades y se tomaron las medidas de buena fe.\n\t\t\t\t\tAl respecto, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo el dia 14 las siguientes declaraciones a la Agencia Telegrafica Central de Corea:\n\t\t\t\t\t\n\t\t\t\t\tPara poner en practica la propuesta importante presentada en aquella declaracion conjunta,  el CRPP publico una declaracion de su portavoz proponiendo oficialmente el dialogo a la parte Sur y envio sucesivamente los avisos sobre las medidas de trabajo por el respecto. \n\t\t\t\t\t\n\t\t\t\t\tNuestra propuesta incondicional aclara concretamente la fecha y el lugar del dialogo, etc. y satisface los requisitos de la forma y el procedimiento que debe tener una proposicion. Por lo tanto, la parte Sur no tiene ninguna razon de no poder aceptarla. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, desde el principio, las autoridades surcoreanas no la aceptaron de buena gana pretextando una cosa u otra y la niegan repitiendo que \"no les parece sincera\". \n\t\t\t\t\t\n\t\t\t\t\tEllas aceptaron a disgusto nuestra medida benevola de reabrir el canal de enlace de la cruz roja Norte-Sur en Phanmunjom. \n\t\t\t\t\t\n\t\t\t\t\tPero, en cuanto a la reoperacion de la oficina de consulta de cooperacion economica Norte-Sur, toman la actitud indiferente rehusando enviar al personal necesario e impidiendo hasta el uso del edificio de esa oficina bajo injustos pretextos. \n\t\t\t\t\t\n\t\t\t\t\tPor eso, nuestra parte se ve ofendida si bien hizo esa propuesta tan benevola.\n\t\t\t\t\t\n\t\t\t\t\tSi hablamos de la \"sinceridad\", no habra otra propuesta mas sincera como la nuestra que propone reunirse incondicionalmente, sin importar la fecha ni lugar, con cualquier hombre para superar la crisis dada en la Peninsula Coreana y resolver las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas hablan ahora de la \"propuesta viceversa\". Pero, no hemos recibido todavia ninguna propuesta oficial de parte de las autoridades surcoreanas ni sabemos nada de ella. \n\t\t\t\t\t\n\t\t\t\t\tQue acudan al dialogo para debatir todos los problemas pendientes sin hacer acciones contraproducentes detras de la cortina, esto es nuestra posicion.\n\t\t\t\t\t\n\t\t\t\t\tSi nos sentamos a dialogar sinceramente abriendo el alma, no habra ningun problema insoluble.\n\t\t\t\t\t\n\t\t\t\t\tEsta abierta la puerta del dialogo.\n\t\t\t\t\t\n\t\t\t\t\tAunque sea desde ahora, la parte Sur debera responder con sinceridad a la propuesta de dialogo y las medidas de buena fe de nuestra parte asumiendo la posicion correcta."
        },
        {
            "title": " Entidades de varios paises apoyan propuesta de la RPDC",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-16ee.html",
            "content": "Entidades de varios paises apoyan propuesta de la RPDC\r\nPyongyang, 15 de enero (ATCC) -- Los partidos politicos y entidades de Rusia, Gran Bretana, Pakistan y Bangladesh publicaron el dia 8 sendas declaraciones exigiendo a las autoridades surcoreanas que acepten la importante propuesta de la Republica Popular Democratica de Corea para relajar la tension y mejorar las agravadas relaciones intercoreanas.\n\t\t\t\t\t  El Frente Nacional de Salvacion de Rusia, en su nota, deseo que se mejoren cuanto antes las relaciones Norte-Sur de Corea y se abra la coyuntura decisiva para la paz y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  La sucursal britanica de la Asociacion de Amistad con Corea, en su declaracion, insistio en que las autoridades surcoreanas acepten pronto con buena fe la importante propuesta de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El Comite del Partido Nacional de Trabajadores de Pakistan en la Provincia de Punjab, la Federacion Sindical y el Comite Kissan, de Pakistan, la Organizacion Pakistani para la Solidaridad con los Pueblos Afro-Asiaticos, el Comite Pakistani de Apoyo a la Reunificacion de Corea y la Sucursal de Lahore de la Asociacion de Amistad Pakistan-Corea hicieron publica una declaracion conjunta senalando que la propuesta del gobierno, los partidos politicos y las entidades de la RPDC es muy oportuna, justa y patriotica.\n\t\t\t\t\t\n\t\t\t\t\t  El documento prosigue que las autoridades surcoreanas deben cumplir su responsabilidad asumida ante la nacion al abandonar cuanto antes su nociva e inutil politica fratricida y responder a la importante propuesta sincera de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El Instituto de la Idea Juche de Bangladesh, en su declaracion, expreso su apoyo total a la posicion de la RPDC y llamo a los pueblos progresistas del mundo a enviar el apoyo y respaldo a la justa lucha del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  En su nota fechada 9, el Grupo de Estudio de la Politica de Songun de Bangladesh manifesto la conviccion de que el pueblo coreano abrira sin falta este ano la coyuntura decisiva para la paz de la Peninsula Coreana y para la reunificacion de la patria."
        },
        {
            "title": "Funciones artisticas que se ofrecen ahora en Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-17ee.html",
            "content": "Funciones artisticas que se ofrecen ahora en Pyongyang\r\nPyongyang, 15 de enero (ATCC) -- En el ano nuevo, se llenan de espectadores los teatros capitalinos. \n\t\t\t\t\tEn el Palacio Cultural del Pueblo se ofrece en estos dias el concierto del Ano Nuevo de la Banda Samjiyon del Conjunto Artistico Mansudae.\n\t\t\t\t\t\n\t\t\t\t\tLa musica instrumental y cancion \"Feliz Ano Nuevo\", el solo masculino \"Changsong de hoy\" y otras piezas alegraron mucho al publico.\n\t\t\t\t\t\n\t\t\t\t\tEn el Teatro Nacional de Drama tiene lugar la funcion de la comedia ligera \"Eco de la montana\", readaptada el ano pasado, estimulando mucho al pueblo que emprendio la marcha del Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\tLa Orquesta Sinfonica Nacional, famosa en el interior y exterior del pais, pone en la escena del Teatro Moranbong las musicas orquestales \"Arirang\", \"Colina Moran\", \"Gloria a nuestro gran partido\", etc.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, en el teatro de la Escuela de Danzas de Pyongyang se ven las piezas creadas por los bailarines del conjunto de ballet y los estudiantes reflejando el mundo espiritual de los trabajadores de industria ligera y agricultura. \n\t\t\t\t\t\n\t\t\t\t\tEn la Casa de Musica Yun I Sang tienen lugar la funcion de los humoristas del Conjunto Artistico Mansudae y el Conjunto Dramatico Nacional que parten de risa a los espectadores. \n\t\t\t\t\t\n\t\t\t\t\tLas actividades artisticas se ofrecen tambien en las fabricas, empresas, etc."
        },
        {
            "title": " Entidades surcoreanas demandan el dialogo por la paz",
            "url": "http://kcna.co.jp/item/2011/201101/news15/20110115-18ee.html",
            "content": "Entidades surcoreanas demandan el dialogo por la paz \r\nPyongyang, 15 de enero (ATCC) -- Segun el periodico por Internet \"Thongil News\" del Sur de Corea, las entidades civiles y sociales surcoreanas demandan a Estados Unidos y las autoridades que reanuden las conversaciones por la paz de la Peninsula Coreana.\n\t\t\t\t\t  \"Hombres Partidarios de la Paz y la Reunificacion\", entidad del movimiento por la paz, publico la nota de la entrevista de prensa relacionada con la visita al Sur de Corea del delegado especial de Estados Unidos para la politica sobre la Republica Popular Democratica de Corea, Bosworth.\n\t\t\t\t\t\n\t\t\t\t\tA traves de esa nota, exigio fuertemente a EE.UU. que \"cese la sancion y la presion al Norte de Corea que resultaron fracasadas, participe de inmediato en el dialogo con este y active las negociaciones por la firma del convenio sobre la desnuclearizacion y la paz de la Peninsula Coreana\".\n\t\t\t\t\t\n\t\t\t\t\t  Demando al gobierno de Lee Myung Bak que \"no presente mas las condiciones inaceptables para el Norte y participe activamente en el dialogo Sur-Norte y las conversaciones a 6 bandas\".\n\t\t\t\t\t\n\t\t\t\t\t  En su mensaje del ano nuevo distribuido el dia 10, el Foro por la Paz de la Peninsula Coreana senalo que \"el gobierno de Lee Myung Bak no debe demandar solo la sinceridad del Norte sobre el dialogo sino mostrar la suya tambien\" en cuanto a las repetidas propuestas del dialogo del Norte.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que \"el gobierno de Lee Myung Bak debe buscar la via de mejorar las relaciones S-N encaminadas a la paz y la cooperacion mediante el dialogo regresando a la orbita abandonada por 3 anos\"."
        }
    ]
}