{
    "date": "2011-11-06",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-06ee.html",
    "articles": [
        {
            "title": "DPRK Team Trounces Its S. Korean Rival at U-16 Asian Women Soccer Championship",
            "url": "http://kcna.co.jp/item/2011/201111/news06/20111106-08ee.html",
            "content": "DPRK Team Trounces Its S. Korean Rival at U-16 Asian Women Soccer Championship\r\n\n\t\t\t\t\tPyongyang, November 6 (KCNA) -- The 2011 U-16 Asian Women's Football Championship has been under way in Nanjing, Jiangsu Province, China since November 3.\n\t\t\t\t\t\n\t\t\t\t\tThe championship brought together teams from the DPRK, China, Thailand, Australia, Japan and south Korea. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK team beat its south Korean rival 4:0 at the match held on Saturday.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK team will play with its Australian rival on November 7."
        },
        {
            "title": "Labor Innovators Visit Kim Il Sung University and Tudan Duck Farm",
            "url": "http://kcna.co.jp/item/2011/201111/news06/20111106-07ee.html",
            "content": "Labor Innovators Visit Kim Il Sung University and Tudan Duck Farm\r\n\n\t\t\t\t\tPyongyang, November 6 (KCNA) -- Labor innovators, scientists and technicians of the Ryonha General Machinery Plant visited Kim Il Sung University on Sunday.\n\t\t\t\t\t\n\t\t\t\t\tAs the pace-setters of the Ryonha General Machinery Plant who explored the road of industrial revolution in the new century arrived at the university, the teaching staff and students warmly welcomed them with bouquets.\n\t\t\t\t\t\n\t\t\t\t\tThey started their visit with placing floral baskets and bouquets before the statue of President Kim Il Sung on Ryongnam Hill there and paying tribute to the President.\n\t\t\t\t\t\n\t\t\t\t\tThey went round the e-library and the indoor swimming pool of the university.\n\t\t\t\t\t\n\t\t\t\t\tEarlier, they visited the Tudan Duck Farm.\n\t\t\t\t\t\n\t\t\t\t\tThey laid bouquets before the mosaic portraying the images of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tBeing briefed on the fact that the Tudan Island successfully turned into a large scale meat producing and processing base, they went round automated production processes and various other places of the farm where cultured practice is ensured in production and hygiene at a high level.\n\t\t\t\t\t\n\t\t\t\t\tThey appreciated a performance given by members of the art squad of the Pyongyang Poultry Guidance Bureau at the hall of culture of the farm.\n\t\t\t\t\t\n\t\t\t\t\tOn the same day they had pleasant rest at the Kaeson Youth Park."
        },
        {
            "title": "Anti-FTA Candlelight Rallies Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201111/news06/20111106-03ee.html",
            "content": "Anti-FTA Candlelight Rallies Staged in S. Korea\r\n\n\t\t\t\t\tPyongyang, November 6 (KCNA) -- Candlelight rallies are gaining in scope and strength against the ratification of the sycophantic and traitorous U.S.-S. Korea \"Free Trade Agreement\" at the puppet National Assembly.\n\t\t\t\t\t\n\t\t\t\t\tA candlelight rally took place in Youido, Seoul on Friday to protest against the \"Grand National Party's\" moves to railroad a \"motion calling for ratification of the FTA\" through the NA. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the rally were members of civic and public organizations, workers, farmers, school youth and students, housekeepers and other people and personages of opposition parties.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers said at the rally that the authorities are noisily advertising that FTA would bring benefits to south Korea but it is nothing but hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\tThe conclusion of the FTA is aimed at reducing south Korea to a total colony of the U.S., they deplored, adding that this is entirely intolerable.\n\t\t\t\t\t\n\t\t\t\t\tThey warned they would surely punish those involved in clearing the motion.\n\t\t\t\t\t\n\t\t\t\t\tThey also urged the authorities to stop uttering words that they work for the people as they have done nothing for the sake of the people so far.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers called on all the people to fight out against the ratification of the country-selling FTA by concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\tA similar candlelight rally took place in Pusan on the same day.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korean media said people's candlelight rallies against the conclusion of FTA are gaining in scope and strength in all parts and the candlelight rallies are drawing public attention as they may escalate into such scale as that of the candlelight rallies staged against the import of American beef."
        }
    ]
}