{
    "date": "2011-10-25",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Expresses Condolences over Death of Poet ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-38ee.html",
            "content": "Kim Jong Il Expresses Condolences over Death of Poet \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- General Secretary Kim Jong Il on Tuesday sent a wreath to the bier of poet O Yong Jae, winner of Kim Il Sung Prize and Labor Hero, expressing deep condolences over his death."
        },
        {
            "title": "Kim Yong Nam Sends Message of Sympathy to Turkish President ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-36ee.html",
            "content": "Kim Yong Nam Sends Message of Sympathy to Turkish President \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Tuesday sent a message of sympathy to Abdulah Gul, president of Turkey, in connection with an earthquake that hit Turkey, claiming huge casualties and the loss of properties.\n\t\t\t\t\t\n\t\t\t\t\t Kim, in the message, expressed deep sympathy to the president and, through him, the victims and bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t He hoped the Turkish government would eradicate the aftermath of the quake at an early date and bring the life of the people in the afflicted area to normal."
        },
        {
            "title": "Kim Yong Nam Greets Federal President of Austria",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-15ee.html",
            "content": "Kim Yong Nam Greets Federal President of Austria\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Kim Yong Nam, president of the presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Heinz Fischer, federal president of Austria, on its national day.\n\t\t\t\t\t\n\t\t\t\t\t Kim in the message expressed belief that the relations between the two countries would develop on good terms and sincerely wished the federal president and his people success in their work for the development and prosperity of the country."
        },
        {
            "title": "Choe Yong Rim Acquaints Himself with Academy of Agricultural Science",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-49ee.html",
            "content": "Choe Yong Rim Acquaints Himself with Academy of Agricultural Science\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- DPRK Premier Choe Yong Rim acquainted himself with the work of the Academy of Agricultural Science on the spot on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t He learned about the achievements made by scientists and technicians of the academy who have made contributions to the development of agriculture by working hard to push back the frontiers of the latest science and technology, true to the Workers' Party of Korea's policy of attaching importance to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the importance of the agricultural scientific research in carrying out the instructions of General Secretary Kim Jong Il on developing high-yielding seeds suited to the climate and soil of the country.\n\t\t\t\t\t\n\t\t\t\t\t He took measures for it."
        },
        {
            "title": "Sino-DPRK Friendship, Treasure Common to Two Peoples: Li Keqiang",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-37ee.html",
            "content": "Sino-DPRK Friendship, Treasure Common to Two Peoples: Li Keqiang\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- I was pleased to pay an official goodwill visit to the DPRK, said Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council of China.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t China and the DPRK are friendly neighbors linked by the same mountain and rivers.\n\t\t\t\t\t\n\t\t\t\t\t The friendship between the peoples of the two countries has a long history.\n\t\t\t\t\t\n\t\t\t\t\t The two countries weathered all sorts of hardships and difficulties of history, supporting and cooperating with each other.\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK friendship was provided and cultivated by revolutionaries of the elder generation.\n\t\t\t\t\t\n\t\t\t\t\t This struck deep roots among the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il visited China several times, making a great contribution to the development of the bilateral friendship.\n\t\t\t\t\t\n\t\t\t\t\t The meeting between General Secretary Hu Jintao and Kim Jong Il marked a historical event which brought the relations of the two countries on to a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK friendship is a treasure common to the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The party and government of China attach utmost importance to the Sino-DPRK friendship which stood the test of history and greatly set store by it.\n\t\t\t\t\t\n\t\t\t\t\t We will join the Korean comrades in consolidating the relations of friendship and cooperation and steadily developing them on a new stage in line with the agreement reached between the top leaders of the two countries in the spirit of \"inheriting the tradition, facing up to the future, building good-neighborly friendship and strengthening cooperation.\"\n\t\t\t\t\t\n\t\t\t\t\t While staying in the DPRK we saw the resourceful and brave Korean people achieving successes in various domains while overcoming difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are working hard to build a thriving nation under the guidance of the Workers' Party of Korea led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We rejoice over our own over the achievements made by the Korean people in various fields. \n\t\t\t\t\t\n\t\t\t\t\t We will join the DPRK side in making efforts to steadily deepen exchange and cooperation in all domains and thus bring the peoples of the two countries greater happiness."
        },
        {
            "title": "Chinese Vice-Premier Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-39ee.html",
            "content": "Chinese Vice-Premier Pays Homage to Kim Il Sung\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., Communist Party of China and vice-premier of the State Council of China, visited the Kumsusan Memorial Palace Tuesday to pay homage to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were You Quan, deputy secretary-general of the State Council, Zhang Zhijun, executive vice-minister of Foreign Affairs, Chen Yuan, managing director of the China Development Bank, Liu Hongcai, Chinese ambassador to the DPRK, Liu Jieyi, deputy head of the International Liaison Department of the C.C., CPC, Liu Tienan, deputy head of the National Development and Reform Committee, Chen Jian, vice-minister of Commerce, Ning Jizhe, deputy director of the Policy Research Office of the State Council, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t Li Keqiang and his party made bows to the President who made undying contribution to the development of the DPRK-China friendship and global independence.\n\t\t\t\t\t\n\t\t\t\t\t He wrote in the visitor's book: President Kim Il Sung, great leader of the Korean people and close friend of the Chinese people, is immortal."
        },
        {
            "title": "Li Keqiang Visits Thaekam Cooperative Farm",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-41ee.html",
            "content": "Li Keqiang Visits Thaekam Cooperative Farm\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., Communist Party of China and vice-premier of the State Council of China, and his party on an official goodwill visit to the DPRK toured the DPRK-China Friendship Thaekam Co-op Farm in Sunan District on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Li Keqiang dropped in at the house, visited by President Kim Il Sung with Premier Zhou Enlai, and talked with old couple there.\n\t\t\t\t\t\n\t\t\t\t\t At an observatory the guests were briefed on the fact that Thaekam turned into a good land under the care of the peerlessly great persons. \n\t\t\t\t\t\n\t\t\t\t\t Enjoying an art performance of children at the farm kindergarten, Li Keqiang said that the children growing up lively are the future of Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t The visitors looked round the room dedicated to history of the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t The farm, symbol of the China-DPRK friendship, contributes to deepening the bonds of friendship between the two peoples, Li said. \n\t\t\t\t\t\n\t\t\t\t\tLi Keqiang donated materials to the farm."
        },
        {
            "title": "Li Keqiang Returns Home",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-40ee.html",
            "content": "Li Keqiang Returns Home \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., Communist Party of China and vice-premier of the State Council of China, flew back home Tuesday after paying an official goodwill visit to the DPRK at the invitation of the C.C., Workers' Party of Korea and the DPRK government. \n\t\t\t\t\t\n\t\t\t\t\t Leaving here for home together with him were You Quan, deputy secretary-general of the State Council, Zhang Zhijun, executive vice-minister of Foreign Affairs, Chen Yuan, managing director of the China Development Bank, Liu Jieyi, deputy head of the International Liaison Department of the C.C., CPC, Liu Tienan, deputy head of the National Development and Reform Committee, Chen Jian, vice-minister of Commerce, Ning Jizhe, deputy director of the Policy Research Office of the State Council, and other suit members. \n\t\t\t\t\t\n\t\t\t\t\t They were seen off at the airport by Kang Sok Ju, member of the Political Bureau of the C.C., WPK and vice-premier of the DPRK Cabinet; Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., WPK; Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., WPK and chief secretary of the Pyongyang City Committee of the WPK; Kim Song Gi, vice-minister of Foreign Affairs; and officials concerned and Ambassador Liu Hongcai and staff members of the Chinese embassy here."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-50ee.html",
            "content": "Visits\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- A delegation of the political officers of the Korean People's Army led by Colonel General O Chol San left here today by air to visit Vietnam.\n\t\t\t\t\t\n\t\t\t\t\t Arriving here on the same day were Yun Gongmin, general manager of the Hetian Group Company of China, and his party."
        },
        {
            "title": "Lao Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-51ee.html",
            "content": "Lao Embassy Officials Help Korean Farmers\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Ambassador Chaleune Warinthrasak and staff members of the Lao embassy here did friendship labor at the DPRK-Laos Friendship Sosin Vegetable Co-op Farm in Ryokpho District on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the room dedicated to the history of the farm after being briefed on the farm associated with the undying leadership feats of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Then they helped farmers in rice threshing.\n\t\t\t\t\t\n\t\t\t\t\t The guests handed aid materials to the farm."
        },
        {
            "title": "Gift from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-16ee.html",
            "content": "Gift from Chinese Delegation\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- General Secretary Kim Jong Il received a gift from the Shaanxi Provincial youth friendship visiting group of China staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The gift was handed to an official concerned on Tuesday by Ren Zhong, deputy secretary of the Shaanxi Provincial Committee of the Communist Youth League of China who is heading the group."
        },
        {
            "title": "Bulgarian President Hails DPRK's Efforts for Peace",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-05ee.html",
            "content": "Bulgarian President Hails DPRK's Efforts for Peace\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Bulgaria supports all efforts made by the DPRK for peace in the Korean Peninsula, said President Georgi Parvanov on October 20 when receiving credentials from DPRK Ambassador to his country Ju Wang Hwan.\n\t\t\t\t\t\n\t\t\t\t\t The friendly and cooperative relations between the two countries have a long tradition, and Bulgaria attaches significance to the development of its relations with the DPRK, the president said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will continue to develop the bilateral relations with the DPRK in common interests and, in particular, boost exchanges in economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t We are happy over the fact that the two countries have closely supported and cooperated with each other in international arena, and hope that this relationship would grow stronger."
        },
        {
            "title": "Chinese Veterans Recall Days of Entry into Korean War",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-06ee.html",
            "content": "Chinese Veterans Recall Days of Entry into Korean War\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The Chinese friends who visited the DPRK gave their deep impressions, saying that the Sino-DPRK friendship develops with each passing day, displaying its solid ties and fellowship.\n\t\t\t\t\t\n\t\t\t\t\t Wang Hai, chief of the delegation of veterans of the Chinese People's Volunteers, said:\n\t\t\t\t\t\n\t\t\t\t\t On October 25 every year, we would recall the days when we took part in the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese and Korean armies and peoples fought together against the U.S. imperialists and humbled the arrogant U.S. who boasted of being \"the strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t We will go together with the Korean people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t  Li Guoru, head of the literary art troupe of the Chinese People's Liberation Army, said: In the last Korean War the armies and peoples of the two countries stood in the same trench together, shoulder to shoulder. The Sino-DPRK friendship is solid friendship nothing can break.\n\t\t\t\t\t\n\t\t\t\t\t Xin Qi, head of a Chinese friendship visiting group, said that the Sino-DPRK friendship is a common wealth of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t This traditional friendship forged in blood is unbreakable, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Sun Zhengao, a CPV veteran who visited the DPRK as a member of the China-DPRK friendship visiting group, said the heroic merits performed by the armies and peoples of the two countries are shining brilliantly. He continued:\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK friendship is growing stronger day by day under the deep care of General Secretary Hu Jintao and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The peoples of the two countries are pushing ahead with the revolution and construction while closely supporting and cooperating with each other.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the Korean people would register greater successes under the wise leadership of Kim Jong Il."
        },
        {
            "title": "First Battle of CPV in Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-46ee.html",
            "content": "First Battle of CPV in Korea\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Sixty-one years has passed since the Chinese People's Volunteers (CPV) entered the Korean war (June 25, 1950-July 27, 1953).\n\t\t\t\t\t\n\t\t\t\t\t On October 25, Juche 39 (1950), the volunteers successfully fought the first battle in Unsan area.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the U.S. imperialists launched an offensive in the hope of winding up the Korean war before the Thanksgiving Day (November 23). \n\t\t\t\t\t\n\t\t\t\t\t Their plan was to send main forces to Unsan and break through the defense line of the Korean People's Army (KPA) in cooperation with other forces.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, in a meeting with KPA and CPV commanding officers, informed them of the U.S. imperialists' plan and suggested launching a re-advance with a battle in Unsan.\n\t\t\t\t\t\n\t\t\t\t\t In line with the operational and tactical policy put forth by the President, KPA soldiers, together with the volunteers, fought a battle and defeated the enemies in Unsan.\n\t\t\t\t\t\n\t\t\t\t\t In the battle, the 2nd Corps of the south Korean puppet army made up of two divisions and six regiments lost all its forces but only two regiments.\n\t\t\t\t\t\n\t\t\t\t\t The 8th Cavalry Regiment under the U.S. 1st Cavalry Division was annihilated soon after it reached the battle site.\n\t\t\t\t\t\n\t\t\t\t\t Units belonging to the 1st Corps of the U.S. also suffered a deadly blow in the area between Thaechon and Unsan.\n\t\t\t\t\t\n\t\t\t\t\t After the battle the enemies termed their defeat a \"tragedy in Unsan\" and Walker, commander of the U.S. 8th Army, issued an order of overall retreat to all units under his command."
        },
        {
            "title": "Song Reflecting Optimistic Life of Korean People",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-48ee.html",
            "content": "Song Reflecting Optimistic Life of Korean People\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- \"Swinging Girl\" is one of the songs reflecting the optimistic life of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The folk song, created in the 1950s, represents two girls in beautiful dresses having a swing together, while enjoying a bird's-eye view of fields planted with rice and a ssirum (Korean wrestling) match.\n\t\t\t\t\t\n\t\t\t\t\t The melody of the song, full of national feelings, embodies the characteristics of the Korean national music to suit modern aesthetic sense.\n\t\t\t\t\t\n\t\t\t\t\t After enjoying the October Concert \"We'll Travel One Road Forever\" given by the Unhasu Orchestra some time ago to celebrate the 66th anniversary of the Workers' Party of Korea, Geeral Secretary Kim Jong Il expressed his satisfaction at the song arranged for orchestra on a high level."
        },
        {
            "title": "KCNA Slams U.S. Diplomatic Chief's Rigmaroles about DPRK's Human Rights Record ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-14ee.html",
            "content": "KCNA Slams U.S. Diplomatic Chief's Rigmaroles about DPRK's Human Rights Record \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The United States' accusations against the DPRK over its \"human rights record\" never cease. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. diplomatic chief was reported to have blustered recently that the DPRK \"keeps abusing the rights of its inhabitants\" and \"the U.S. would continue strongly censure the north's threat.\"\n\t\t\t\t\t\n\t\t\t\t\t This is another unpardonable infringement upon the sovereignty and dignity of the DPRK and a wanton violation of human rights and democracy. \n\t\t\t\t\t\n\t\t\t\t\t Human rights precisely mean sovereign rights and vice versa. \n\t\t\t\t\t\n\t\t\t\t\t It is a grave infringement upon sovereign rights and human rights abuses to deny the socialist system chosen and upheld by the Korean people and say this or that about it. \n\t\t\t\t\t\n\t\t\t\t\t There are no \"human rights issues\" for us. \n\t\t\t\t\t\n\t\t\t\t\t There can be no such things in the light of the intrinsic nature of the socialist system which serves the people, placing them in the center of everything. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. that deserves accusation and condemnation over human rights. \n\t\t\t\t\t\n\t\t\t\t\t The demonstrations which started in Wall Street are a manifestation of Americans' resentment at the U.S., the worst human rights abuser, and a judgment of it. \n\t\t\t\t\t\n\t\t\t\t\t A countless number of people are groaning in pain and despair, left homeless as their houses have become objects of speculation. \n\t\t\t\t\t\n\t\t\t\t\t 403,000 people were newly registered as jobless throughout the U.S. for a week till October 15. This is indicative of the serious jobless problem. \n\t\t\t\t\t\n\t\t\t\t\t The number of the poor reached 46.2 million last year, 2.6 million more than the previous year and the standard of Americans' living is the worst in decades. \n\t\t\t\t\t\n\t\t\t\t\t Occurring in an unbroken chain are various crimes including gun-related crimes, theft and rape, etc. as the American society is governed by the jungle law based on individual selfishness. \n\t\t\t\t\t\n\t\t\t\t\t Nowhere in the world is such country as the U.S. where people's right to live and right to existence are wantonly violated. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a tundra of human rights and a backward country in human rights record. It is the world's worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t Guiltless people are falling victim to U.S. forces' attacks in Afghanistan, Iraq and Pakistan even at this hour. \n\t\t\t\t\t\n\t\t\t\t\t It was GIs who committed sexual assaults against teenage school girls, sparking off great uproar in south Korea recently. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is grossly violating the universally recognized international laws and a lot of innocent people are thrown behind bars without any trial on charges of \"terrorism.\" They are used as guinea pigs of experiments on human bodies. \n\t\t\t\t\t\n\t\t\t\t\t The world is now critical of the unethical crimes being committed by the U.S. as it is mercilessly violating the sovereignty of sovereign states under the pretext of \"defence of human rights\" and savagely destroying people's cradles and hurting their dignity. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to mind its own business before talking about somebody's \"human rights record.\"\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights diplomacy\" aimed at infringing upon the DPRK's sovereignty and dignity can never go with dialogue."
        },
        {
            "title": "Rodong Sinmun on Steadily Developing DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-07ee.html",
            "content": "Rodong Sinmun on Steadily Developing DPRK-China Friendship \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The DPRK-China friendship, the history of which has steadily continued through generations century after century, will grow stronger by joint efforts of the parties, governments and peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday stresses this in a bylined article dedicated to the anniversary of the Chinese People's Volunteers' entry into the Korean front. \n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t Now the bilateral friendship is coming into full bloom with each passing day thanks to the deep care and energetic activities of the top leaders of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t In particular, General Secretary Kim Jong Il visited China twice last year and then twice this year again, in May and August. These historic China visits marked an important event of epochal significance in developing the DPRK-China friendly relations more vigorously and in depth. \n\t\t\t\t\t\n\t\t\t\t\t China is now making a turning-point in social progress and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are rejoiced over as their own over the fact that everything is going well in China, and extend heartfelt congratulations to it. \n\t\t\t\t\t\n\t\t\t\t\t It is the fixed stand of the Workers' Party of Korea and the DPRK government to defend and steadily develop the traditional DPRK-China friendship. This is also the common desire and wishes of the peoples of the two countries. The Korean people will strive to further develop this bilateral friendship. \n\t\t\t\t\t\n\t\t\t\t\t The noble soul and feats of the CPV martyrs devoted to the last Korean War will be kept deep in the mind of the Korean people and conveyed long with the history of DPRK-China friendship forged in blood. \n\t\t\t\t\t\n\t\t\t\t\t Unbreakable is the traditional DPRK-China friendship which has taken deep root in the hearts of the two peoples and stood all sorts of trials of history."
        },
        {
            "title": "Minju Joson S. Korean Chief Executive's Trip to U.S. Accused",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-09ee.html",
            "content": "Minju Joson S. Korean Chief Executive's Trip to U.S. Accused\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The south Korean conservative authorities are making big publicity about their chief executive's recent U.S. junket describing it as a great success. But this self-laudation is a blatant challenge and imprudent mockery of the public.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t In a word, his trip to the U.S. was a sycophantic and treacherous one made by the pro-American stooge and one for confrontation against reunification, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the chief executive challenged the unanimous demand of the public at home and abroad for a switchover in his \"policy toward the north\", while supporting the U.S. in its nuclear racket against the DPRK. This was an unpardonable act as he behaved quite contrary to dialogue and peace and worked hard to strain the situation on the Korean Peninsula and its vicinity, zealously backing the U.S. in its nuclear racket and war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If he received appraisal and hospitality from his U.S. master, it was in return for such sycophantic and treacherous acts to serve the U.S. as selling off the dignity of the nation to it.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that a report released by the Research Service of the U.S. Congress said it owed to the south Korean chief executive that the U.S.-south Korean relations have reached the highest level since 2008.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean chief executive is sadly mistaken if he thinks he can achieve whatever he wishes if he depends on his master. \n\t\t\t\t\t\n\t\t\t\t\t He is fated to face only a stern punishment for doing harm to the dignity and sovereignty of the nation and bringing misfortune and pain to it.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group would be well advised to bear this in mind."
        },
        {
            "title": "Minju Joson Sinister Aims Sought by Japan through Its Ceaseless Launch of Spy Satellites Disclosed ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-10ee.html",
            "content": "Minju Joson Sinister Aims Sought by Japan through Its Ceaseless Launch of Spy Satellites Disclosed\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Japan was reported to be contemplating launching  radar satellite No. 3 developed to gather intelligence related to the DPRK's missile launch at the Tanegashima Space Center in Kagoshima Prefecture on Dec. 11 and radar satellite No. 4 next year. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary carried in this regard: Japan's planned launch of spy satellites one after another is one more unpardonable military challenge to the DPRK's sovereignty and dignity. \n\t\t\t\t\t\n\t\t\t\t\t Japan claims it is nervous about the DPRK's military activities including missile launches and its military targets because of what it called \"threat\" but its ulterior intention is elsewhere, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t While spying on all military activities of the DPRK in advance Japan seeks to make prompt and effective strikes at it. In other words, Japan's real aim of the launch of spy satellites is to round off the capability for a preemptive attack on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is Japan's illogical and unreasonable attitude towards the satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t It was Japan that behaved most meanly as regards the DPRK's legitimate satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t As it has become clear now, the Japanese reactionaries' despicable behavior concerning the DPRK's satellite launch is nothing but a charade intended to justify their moves to turn their country into a military giant and conceal their policy of military confrontation with it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has no alternative but to choose a military counter-action as it has become clear now that the Japanese reactionaries are directing the focus of their military actions to the DPRK, while stepping up their moves to turn their country into a military power. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to behave themselves, cogitating about the serious consequences to be entailed by their reckless moves to escalate confrontation with the DPRK."
        },
        {
            "title": "GNP's Sinister Canvassing Accused in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-11ee.html",
            "content": "GNP's Sinister Canvassing Accused in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a commentary on Sunday condemning the \"Grand National Party\" for its base deeds over the election to Seoul Mayor.\n\t\t\t\t\t\n\t\t\t\t\t The GNP is intensifying smear campaign against the opposition candidate in the run-up to the election, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Assertions made by the GNP gentry, kingpin of wrongdoings such as sexual harassment, have been all proven to be false, arousing ridicules from people.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, it has fully disclosed that GNP candidate Ra Kyong Won got huge profits as an owner of pleasure resort and all her family members including her husband and father committed illegal acts.\n\t\t\t\t\t\n\t\t\t\t\t When it found itself on unfavorable ground, the GNP is raising theory of coloring while behaving rudely even on streets, the commentary charged."
        },
        {
            "title": "Moves to Conclude Humiliating FTA under Fire ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-12ee.html",
            "content": "Moves to Conclude Humiliating FTA under Fire \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. released a commentary on Sunday denouncing the south Korean chief executive for his frantic moves to conclude FTA with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the south Korean chief executive of perpetrating such humiliating act as visiting his U.S. master to conclude FTA, the commentary went on: \n\t\t\t\t\t\n\t\t\t\t\t He behaved so meanly as to highly praise the passage of the \"bill on the implementation of FTA\" meeting the U.S. interests only through U.S. Congress. \n\t\t\t\t\t\n\t\t\t\t\t He is vociferous that the conclusion of FTA would bring big benefits but the realities of other countries which concluded FTA with the U.S. prove its injustice. \n\t\t\t\t\t\n\t\t\t\t\t The first step to be taken to check the conclusion of FTA driving the people's life to distress is to punish those voting for the conclusion of FTA in the Seoul mayoral election."
        },
        {
            "title": "Resignation of Candidate for Seoul Mayor Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-13ee.html",
            "content": "Resignation of Candidate for Seoul Mayor Called for in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- A deputy spokesman for the Democratic Labor Party of south Korea in a commentary Monday disclosed irregularities and corruption perpetrated by Ra Kyong Won, a lawmaker from the \"Grand National Party\" who runs for Seoul mayoral  election.\n\t\t\t\t\t\n\t\t\t\t\t The commentary recalled that Ra in a radio appearance on Oct. 18 tried to dodge her responsibility, uttering she cannot confirm every case in which she received political fund from teachers of a school where she holds the post of a director.\n\t\t\t\t\t\n\t\t\t\t\t A report she submitted to the Central Election Management Committee in 2004 registers details including the amount of the money she got from 88 teachers and their phone numbers, etc, the commentary noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, Ra told the above-said lie. She is not qualified to be a candidate for the mayor.\n\t\t\t\t\t\n\t\t\t\t\t It demanded her stop making a mockery of the citizens and drop her candidacy."
        },
        {
            "title": "Anniversary of DIU Observed Abroad",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-01ee.html",
            "content": "Anniversary of DIU Observed Abroad\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Events took place in various countries between Oct. 15 and 17 to mark the 85th anniversary of the formation of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t\n\t\t\t\t\t They included meetings, round-table talks, briefings on celebrated works of General Secretary Kim Jong Il and lectures in Malaysia, Pakistan, Indonesia, Sweden and France.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Malaysian preparatory committee for commemorating the centenary of birth of President Kim Il Sung said at a meeting that the DIU formed by the President was the first revolutionary vanguard organization in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution, which started with the DIU under his leadership, has vigorously advanced along the road of independence, Songun and unity, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Pakistani Organization for the Study of the Juche Idea at a round-table talk said that the formation of the DIU was of special significance in the history of the Workers' Party of Korea and the whole course of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t The 66-year-long history of the WPK is the history of struggle for attaining the ultimate aim of the DIU, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Swedish Group for the Study of the Juche Idea said in a lecture that the formation of the DIU helped the Korean revolution to pave a new road of its development with clear target and strategy and the Korean people to carve out by themselves their own destinies as the independent driving force of history.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now struggling to adhere to the DIU's spirit of independence against imperialism and win the final victory in the cause of independence and socialism against imperialism, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution will emerge victorious in the future, too, under the leadership of the WPK which inherited the tradition of the DIU."
        },
        {
            "title": "Foreign Papers Mark Anniversary of DIU",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-03ee.html",
            "content": "Foreign Papers Mark Anniversary of DIU\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Newspapers of different countries carried special write-ups to mark the 85th anniversary of the formation of the Down-with Imperialism Union (DIU).\n\t\t\t\t\t\n\t\t\t\t\t Cambodia's paper People on October 17 carried a photo of President Kim Il Sung and an article, which said:\n\t\t\t\t\t\n\t\t\t\t\t Independence is the fundamental principle and stand set forth by the DIU.\n\t\t\t\t\t\n\t\t\t\t\t Songun is the eternal banner of the Korean revolution that most thoroughly embodied the DIU's idea of anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t Unity is the mainstay of the Korean revolution the DIU regarded as the philosophy of invincibility.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Kim Il Sung has been successfully carried forward by General Secretary Kim Jong Il, the Russian paper Nakhodkinski Rabochi on Oct. 18 said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his works including \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" provided a foundation for the party to win victory by embodying the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The invincibility of Korean-style socialism lies in the single-minded unity of the Korean people around the leader, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian paper Iran News on Oct. 18 elaborated on the programme of the DIU and the course of victory and glory covered by the Korean revolution for 80 odd years under the guidance of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Anniversary of DPRK-Germany Diplomatic Ties Marked in Germany",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-02ee.html",
            "content": "Anniversary of DPRK-Germany Diplomatic Ties Marked in Germany\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- A Korean film week opened with due ceremony in Koeln City, Germany on Oct. 19 to mark the 10th anniversary of the establishment of diplomatic ties between the DPRK and Germany. \n\t\t\t\t\t\n\t\t\t\t\t The former director of the Northeast Asian Regional Office of the Goethe Research Institute and a cinema house proprietor of Germany said at the opening ceremony that the Korean film week marks the anniversary significantly.\n\t\t\t\t\t\n\t\t\t\t\t Koeln City will boost cultural exchange with the DPRK and thus contribute to developing friendly relations between the two countries, they added.\n\t\t\t\t\t\n\t\t\t\t\t After the ceremony, its participants watched Korean feature film \"A Flower Girl\".\n\t\t\t\t\t\n\t\t\t\t\t In the period from Sept. 24 to Oct. 16 there were similar events in Berlin and another city of Germany."
        },
        {
            "title": "Britons Slash at GIs' Sexual Assaults",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-04ee.html",
            "content": "Britons Slash at GIs' Sexual Assaults\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on October 13 in denunciation of GIs' barbarous sexual assaults on teenage girl students of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The statement strongly charged that the U.S. imperialist aggressor troops committed sexual assaults on girl students in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops present in south Korea have a long history of crimes such as murder of Yun Kum I and killing of girl students Sin Hyo Sun and Sim Mi Son, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Murder, rape, theft and all other crimes by GIs have been downplayed by the south Korean puppet government.\n\t\t\t\t\t\n\t\t\t\t\t We demand that those who committed heinous crimes against the south Korean girl students be brought to court and punished. \n\t\t\t\t\t\n\t\t\t\t\t Crimes committed by the U.S. imperialists against the south Koreans should be no longer pardoned."
        },
        {
            "title": "Chinese Official Calls for Strengthening Anti-corruption Struggle",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-42ee.html",
            "content": "Chinese Official Calls for Strengthening Anti-corruption Struggle\r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- He Guoqiang, secretary of the Central Commission for Discipline Inspection of China, called for greeting the 18th Congress of the Communist Party of China (CPC) with fresh achievements in establishing party discipline, pursuing honest politics and combating corruption. \n\t\t\t\t\t\n\t\t\t\t\t Speaking at a recent study session, the secretary urged officials of discipline inspection at all levels to regard it as their important political task to study and implement the spirit of the 6th Plenum of the 17th CPC　Central Committee."
        },
        {
            "title": "China Pays Priority to Cultural Construction ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-43ee.html",
            "content": "China Pays Priority to Cultural Construction \r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- Chinese State Councilor Liu Yandong called for opening up a new phase in socialist cultural construction by fully implementing the spirit of the 6th  Plenary Session of the 17th Central Committee of the Communist Party of China.        \n\t\t\t\t\t\n\t\t\t\t\t During a recent inspection tour of Fujian Province, she said that it is necessary to put cultural construction on a scientific basis with the prosperity and development of culture as a primary task for guaranteeing the rule of the party and prosperity of the state.        \n\t\t\t\t\t\n\t\t\t\t\t Therefore, solid foundations should be laid to turn China into a socialist cultural power, she added."
        },
        {
            "title": "Judicial Organs Urged to Enhance Their Role in China",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-44ee.html",
            "content": "Judicial Organs Urged to Enhance Their Role in China\r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- Zhou Yongkang, secretary of the Chinese Central Commission of Politics and Law, called upon judicial organs to enhance their role.\n\t\t\t\t\t\n\t\t\t\t\t Addressing a plenary session of the central commission held in Beijing recently, Zhou said the judicial organs should devotedly serve the people and remain fair and upright in their work.\n\t\t\t\t\t\n\t\t\t\t\t They should fully discharge their role to provide a definite guarantee for promoting a great development and prosperity of socialist culture, the secretary added."
        },
        {
            "title": "Senior Chinese Official Calls for Implementing Party Decision",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-45ee.html",
            "content": "Senior Chinese Official Calls for Implementing Party Decision \r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- A member of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China (CPC) called for studying, introducing and implementing the spirit of the 6th Plenum of the 17th CPC Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Speaking at a national meeting of officials of ideological and cultural affairs, Li Changchun said mass media should extensively introduce the guiding idea, major policy, goals and tasks for the development of the cultural reform contained in the decision of the plenum.\n\t\t\t\t\t\n\t\t\t\t\t They should also let the people know how promoting a great development and prosperity of socialist culture is important and urgent and what is necessary in seeking the development of socialist culture with the Chinese characteristics, Li added."
        },
        {
            "title": "Chinese Navy Hospital Ship Visits Cuba",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-47ee.html",
            "content": "Chinese Navy Hospital Ship Visits Cuba\r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- A Chinese navy hospital ship, named \"Peace Ark\", arrived in Havana Port of Cuba on Friday for a five-day goodwill visit. \n\t\t\t\t\t\n\t\t\t\t\t The vessel was greeted by the deputy commander of the Cuban Navy, Chinese ambassador to Cuba and his embassy officials, and other Chinese people in Cuba.             \n\t\t\t\t\t\n\t\t\t\t\t It is the first time for the Chinese Navy to visit Cuba."
        },
        {
            "title": "Russia to React to U.S. Sanctions ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-34ee.html",
            "content": "Russia to React to U.S. Sanctions \r\n\n\t\t\t\t\t Moscow, October 24 (KCNA) -- The Foreign Ministry of Russia made public a statement on Saturday expressing the country's stand to strongly react to the U.S. sanctions against it. \n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. State Department decided to impose sanctions of visa upon some Russian officials over the death of a Russian lawyer, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In this regard the Russian government also ratified the name list of unwelcome U.S. citizens on the principle of reciprocity. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. side persists in visa showdown, Russia will be forced to increase the list. \n\t\t\t\t\t\n\t\t\t\t\t Branding the U.S. sanctions as a political provocation to Russia, the statement said it is an attempt to directly pressurize state organs of Russia, which has nothing to do with respect for human rights and probe to the case."
        },
        {
            "title": "Kuriles Belong to Russia, FM",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-35ee.html",
            "content": "Kuriles Belong to Russia, FM\r\n\n\t\t\t\t\t Moscow, October 24 (KCNA) -- The Kuriles are a territory of Russia and it is natural for its leaders to visit them, said Russian Foreign Minister Sergei Lavrov in an interview with major broadcasting services of Russia on Oct. 21.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of surface-to-air missile systems, tanks and helicopters in the Kuriles is a process being made in the whole territory of Russia where its garrisons are stationed under the army modernization plan, he added.\n\t\t\t\t\t\n\t\t\t\t\t The Russian government holds that dialogue with Japan over the conclusion of peace treaty should be made on the basis of admitting the results of the Second World War without unilateral analysis of history and not politicizing the territorial issue, he stated."
        },
        {
            "title": "Poverty Rates up in Most U.S. States, Cities: Census",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-25ee.html",
            "content": "Poverty Rates up in Most U.S. States, Cities: Census\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The ranks of the poor rose in almost all U.S. states and cities in 2010, U.S. Census data released on Thursday showed.\n\t\t\t\t\t\n\t\t\t\t\t Mississippi and New Mexico had the highest poverty rates, with more than one out of every five people in each state living in poverty. Mississippi's poverty rate led, at 22.4 percent, followed by New Mexico at 20.4 percent."
        },
        {
            "title": "Child Abuses Prevail in U.S.",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-26ee.html",
            "content": "Child Abuses Prevail in U.S.\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Child abuses are prevailing in the U.S., causing a social uproar.\n\t\t\t\t\t\n\t\t\t\t\t According to survey data available recently, one child lost life per every five hours owing to the child abuses."
        },
        {
            "title": "Protesters Hold March against Police Brutality in New York ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-19ee.html",
            "content": "Protesters Hold March against Police Brutality in New York \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Occupy Wall Street protesters on Saturday staged a march to protest police brutality in New York. \n\t\t\t\t\t\n\t\t\t\t\t Saturday marked the 16th annual National Day of Protest to Stop Police Brutality, and the protesters marched across some poor neighborhoods in the city. They denounced the police for brutal suppression of the anti-capitalist protesters and arresting some of them."
        },
        {
            "title": "Japanese Company to Sharply Scale down Its Business",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-28ee.html",
            "content": "Japanese Company to Sharply Scale down Its Business\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Panasonic Corp. has decided to sharply scale down its money-losing television business, reducing production of plasma display panels and cutting over 1,000 related jobs, company sources said Thursday."
        },
        {
            "title": "Drug Criminals Arrested in Japan and Turkey",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-29ee.html",
            "content": "Drug Criminals Arrested in Japan and Turkey\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Japanese police have arrested two persons for drug possession and seized 893 cannabis plants which the two are believed to have cultivated in Saitama Prefecture of Japan, police said Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Turkish police impounded large amount of drugs in Istanbul, the eastern province of Van and the southeastern provinces of Hakkari and Sanliurfa.\n\t\t\t\t\t\n\t\t\t\t\t Some 153.6 kilograms of heroin and 189 kilograms of hashish were seized and 14 people detained."
        },
        {
            "title": "Aggravated Management in Japan and Spain",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-27ee.html",
            "content": "Aggravated Management in Japan and Spain\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Japan's cigarette sales in the April-September first half of fiscal 2011 decreased 25.1 percent from a year earlier, an industry body said Friday.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, in Spain, the construction of new homes fell by 24 percent in the second quarter of 2011 compared with the same period in 2010."
        },
        {
            "title": "Anti-Capitalist Protest Continues in London ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-17ee.html",
            "content": "Anti-Capitalist Protest Continues in London \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Anti-capitalist protesters outwitted British police on Saturday and succeeded in setting up a second protest camp in the heart of London's financial district. \n\t\t\t\t\t\n\t\t\t\t\t A column of 700-1,000 protesters set off from the first tented protest camp, set up a week ago in the churchyard of St. Panl's Cathedral, on what one organizer described as \"a tour of corporate greed\"."
        },
        {
            "title": "Natural Disaster in Thailand, Turkey",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-18ee.html",
            "content": "Natural Disaster in Thailand, Turkey\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The successive flood since last July left 356 dead and two others missing, nearly 9.1 million victims in 62 provinces of Thailand, as of Saturday.\n\t\t\t\t\t\n\t\t\t\t\t Traffic was paralyzed in major roads of 75 provinces and 18 train service cancelled.\n\t\t\t\t\t\n\t\t\t\t\t 7.2-magnitude earthquake rocked the southeastern Turkish province of Van Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Besides the latest aftershock, more than 17 aftershocks had happened. \n\t\t\t\t\t\n\t\t\t\t\t The current death toll is put at 85 as of October 24.\n\t\t\t\t\t\n\t\t\t\t\t The death toll could reach 1,000."
        },
        {
            "title": "Tibet Autonomous Region Directs Efforts to Personnel Training",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-20ee.html",
            "content": "Tibet Autonomous Region Directs Efforts to Personnel Training \r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- The Tibet Autonomous Region is putting great efforts to the work for personnel training.\n\t\t\t\t\t\n\t\t\t\t\t The region has totally 280,000 competent people who have played important roles in socio-economic development.\n\t\t\t\t\t\n\t\t\t\t\t It is the plan of the region to train 326,000 personnel within the upcoming 5 years by promoting personnel training."
        },
        {
            "title": "Release of Detained Patriots Urged by Cuban People",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-21ee.html",
            "content": "Release of Detained Patriots Urged by Cuban People\r\n\n\t\t\t\t\t Havana, October 24 (KCNA) -- Cuban women sent a letter to the U.S. chief executive and the secretary of State, urging them to release at once the detained Cuban patriots.\n\t\t\t\t\t\n\t\t\t\t\t The letter, in the name of 4 million Cuban women, demanded the U.S. immediately repatriate 5 detained patriots to Cuba who devoted their all to the safety of its people."
        },
        {
            "title": "Regional Trade among Countries in Sub-Saharan Africa",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-22ee.html",
            "content": "Regional Trade among Countries in Sub-Saharan Africa\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Trade is increasing among countries in sub-Saharan Africa.\n\t\t\t\t\t\n\t\t\t\t\t Intraregional trade was growing, accounting for 14 percent of total trade last year, compared with seven percent in 1990, a report available on Thursday said.\n\t\t\t\t\t\n\t\t\t\t\t Exports increased in manufacturing and food industry, in particular."
        },
        {
            "title": "Anti-Child Labor Project in Madagascar Successful",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-23ee.html",
            "content": "Anti-Child Labor Project in Madagascar Successful \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The KILONGA project to fight against child labor in Madagascar through education has achieved its objectives.\n\t\t\t\t\t\n\t\t\t\t\t The initial objective is to reintegrate 9,000 children ages six to 17 from October 2008 to September 2012. \n\t\t\t\t\t\n\t\t\t\t\t The beneficiaries used to be involved in agriculture, mining, domestic work, fishing and other fields."
        },
        {
            "title": "Costa Rican Police Seize 300kg of Cocaine",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-24ee.html",
            "content": "Costa Rican Police Seize 300kg of Cocaine\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Police have seized a boat carrying 300kg of cocaine off Costa Rica's Pacific coast, the country's Public Security Ministry said Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Police said in a press release that the boat was manned by five Costa Ricans who were intercepted 639 km from the coastal city of Puntarenas in western Costa Rica."
        },
        {
            "title": "UN Condemns Israeli Violations ",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-32ee.html",
            "content": "UN Condemns Israeli Violations \r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Israel was again accused at the UN for its abuses against children on the occupied territories and the escalating violence linked to the construction of Israeli settlements in those lands.\n\t\t\t\t\t\n\t\t\t\t\t The denunciation was made by UN special rapporteur for human rights in the occupied territories, Richard Falk, in an annual report presented before the General Assembly. \n\t\t\t\t\t\n\t\t\t\t\t This violence is contrary to the fundamental obligations of international law to protect the civilian population under occupation, the report noted."
        },
        {
            "title": "Doubtful Assassination Case and Iran's Protest",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-33ee.html",
            "content": "Doubtful Assassination Case and Iran's Protest\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- The U.S. is intensifying its anti-Iran campaign, asserting that Iran plotted an assassination of the Saudi Arabian ambassador to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Department of Justice on October 11 claimed two men including an Iranian-American related to Iran's special forces were prosecuted at the court in New York on charges of involvement in the case.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that no sooner had the case occurred than the U.S. government became vocal calling for sanctions against Iran even before conducting a concrete investigation into it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. chief executive blustered that the U.S. would slap the harshest sanctions against Iran and force it to pay a price for the assassination scenario.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. secretary of State openly raved the U.S. would use the case as a lever to influence those countries displeased with sanctions or punishment of Iran.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., while getting frantic with a smear propaganda campaign against Iran, seeks to bring the case up for discussion at the UN in a bid to lay a network of international sanctions against Iran.\n\t\t\t\t\t\n\t\t\t\t\t But suspicion is increasing among experts as the argument about case is gaining in depth.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian government is dismissing the U.S. assertion as nonsensical and strongly refuting it.\n\t\t\t\t\t\n\t\t\t\t\t Leader of the Islamic Revolution of Iran Seyed Ali Khamenei assailed the assertion of the U.S. as a conspiratorial propaganda farce against Iran while Iranian President Mahmoud Ahmadinejad stressed that Iran is not a country which carries out its policy depending on assassination.\n\t\t\t\t\t\n\t\t\t\t\t Many countries in the Middle East, too, are of the view that the U.S. groundless assertion is aimed to prevent the anti-U.S. sentiment from growing among the Islamic countries and trigger off religious disputes among regional countries.\n\t\t\t\t\t\n\t\t\t\t\t Observers comment that the case may spark off a new military clash in the Middle East."
        },
        {
            "title": "Kim Jong Il se reune con Li Keqiang",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-46ee.html",
            "content": "First Battle of CPV in Korea\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Sixty-one years has passed since the Chinese People's Volunteers (CPV) entered the Korean war (June 25, 1950-July 27, 1953).\n\t\t\t\t\t\n\t\t\t\t\t On October 25, Juche 39 (1950), the volunteers successfully fought the first battle in Unsan area.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the U.S. imperialists launched an offensive in the hope of winding up the Korean war before the Thanksgiving Day (November 23). \n\t\t\t\t\t\n\t\t\t\t\t Their plan was to send main forces to Unsan and break through the defense line of the Korean People's Army (KPA) in cooperation with other forces.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, in a meeting with KPA and CPV commanding officers, informed them of the U.S. imperialists' plan and suggested launching a re-advance with a battle in Unsan.\n\t\t\t\t\t\n\t\t\t\t\t In line with the operational and tactical policy put forth by the President, KPA soldiers, together with the volunteers, fought a battle and defeated the enemies in Unsan.\n\t\t\t\t\t\n\t\t\t\t\t In the battle, the 2nd Corps of the south Korean puppet army made up of two divisions and six regiments lost all its forces but only two regiments.\n\t\t\t\t\t\n\t\t\t\t\t The 8th Cavalry Regiment under the U.S. 1st Cavalry Division was annihilated soon after it reached the battle site.\n\t\t\t\t\t\n\t\t\t\t\t Units belonging to the 1st Corps of the U.S. also suffered a deadly blow in the area between Thaechon and Unsan.\n\t\t\t\t\t\n\t\t\t\t\t After the battle the enemies termed their defeat a \"tragedy in Unsan\" and Walker, commander of the U.S. 8th Army, issued an order of overall retreat to all units under his command."
        },
        {
            "title": "Amistad China-Corea es patrimonio comun, ratifica Li Keqiang",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-47ee.html",
            "content": "Chinese Navy Hospital Ship Visits Cuba\r\n\n\t\t\t\t\t Beijing, October 24 (KCNA) -- A Chinese navy hospital ship, named \"Peace Ark\", arrived in Havana Port of Cuba on Friday for a five-day goodwill visit. \n\t\t\t\t\t\n\t\t\t\t\t The vessel was greeted by the deputy commander of the Cuban Navy, Chinese ambassador to Cuba and his embassy officials, and other Chinese people in Cuba.             \n\t\t\t\t\t\n\t\t\t\t\t It is the first time for the Chinese Navy to visit Cuba."
        },
        {
            "title": "Li Keqiang rinde tributo a Kim IL Sung",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-48ee.html",
            "content": "Song Reflecting Optimistic Life of Korean People\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- \"Swinging Girl\" is one of the songs reflecting the optimistic life of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The folk song, created in the 1950s, represents two girls in beautiful dresses having a swing together, while enjoying a bird's-eye view of fields planted with rice and a ssirum (Korean wrestling) match.\n\t\t\t\t\t\n\t\t\t\t\t The melody of the song, full of national feelings, embodies the characteristics of the Korean national music to suit modern aesthetic sense.\n\t\t\t\t\t\n\t\t\t\t\t After enjoying the October Concert \"We'll Travel One Road Forever\" given by the Unhasu Orchestra some time ago to celebrate the 66th anniversary of the Workers' Party of Korea, Geeral Secretary Kim Jong Il expressed his satisfaction at the song arranged for orchestra on a high level."
        },
        {
            "title": "Parte de regreso Li Keqiang",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-49ee.html",
            "content": "Choe Yong Rim Acquaints Himself with Academy of Agricultural Science\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- DPRK Premier Choe Yong Rim acquainted himself with the work of the Academy of Agricultural Science on the spot on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t He learned about the achievements made by scientists and technicians of the academy who have made contributions to the development of agriculture by working hard to push back the frontiers of the latest science and technology, true to the Workers' Party of Korea's policy of attaching importance to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the importance of the agricultural scientific research in carrying out the instructions of General Secretary Kim Jong Il on developing high-yielding seeds suited to the climate and soil of the country.\n\t\t\t\t\t\n\t\t\t\t\t He took measures for it."
        },
        {
            "title": "Parten de Pyongyang innovadores de provincia de Hamgyong del Sur",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-50ee.html",
            "content": "Visits\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- A delegation of the political officers of the Korean People's Army led by Colonel General O Chol San left here today by air to visit Vietnam.\n\t\t\t\t\t\n\t\t\t\t\t Arriving here on the same day were Yun Gongmin, general manager of the Hetian Group Company of China, and his party."
        },
        {
            "title": "ACNC denuncia instruccion de EE.UU. sobre DDHH",
            "url": "http://kcna.co.jp/item/2011/201110/news25/20111025-51ee.html",
            "content": "Lao Embassy Officials Help Korean Farmers\r\n\n\t\t\t\t\t Pyongyang, October 25 (KCNA) -- Ambassador Chaleune Warinthrasak and staff members of the Lao embassy here did friendship labor at the DPRK-Laos Friendship Sosin Vegetable Co-op Farm in Ryokpho District on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the room dedicated to the history of the farm after being briefed on the farm associated with the undying leadership feats of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Then they helped farmers in rice threshing.\n\t\t\t\t\t\n\t\t\t\t\t The guests handed aid materials to the farm."
        }
    ]
}