{
    "date": "2011-04-18",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-18ee.html",
    "articles": [
        {
            "title": "S. Korea's Inhuman Act against DPRK Inhabitants Condemned",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-44ee.html",
            "content": "S. Korea's Inhuman Act against DPRK Inhabitants Condemned\r\n Pyongyang, April 18 (KCNA) -- The south Korean puppet group kidnapped a boat and inhabitants of the DPRK who had gone adrift in the West Sea of Korea, unreasonably detained them, conducted an operation to force them to \"defect\" to the south and finally refused to repatriate some of them.\n\t\t\t\t\t The C.C., the Red Cross Society of the DPRK Monday released a statement disclosing the truth about the inhuman act perpetrated by the group. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the brigandish abduction of inhabitants of the DPRK by the puppet forces, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t 31 inhabitants left Tongpho-ri port in Kangryong County, South Hwanghae Province aboard a 5-ton fishing boat (27 hp) on February 5 to gather shellfish. They anchored their boat close to the Jincho lighthouse near Tak Islet and Taesuap Islet in the waters off Pupho of Kangryong County under the control of the DPRK due to bad weather. But when they found themselves in danger, they lifted anchor and made desperate efforts to get rid of the unfavorable situation.\n\t\t\t\t\t\n\t\t\t\t\t It was exactly at that time that three high speed boats of the south Korean puppet navy appeared all of a sudden and threw hooks on the fishing boat, pulling it to their boats in a twinkle of an eye.\n\t\t\t\t\t\n\t\t\t\t\t The crewmen and inhabitants of the DPRK repeatedly told the soldiers of the puppet army that they went adrift owing to the bad weather and they were in the waters under the control of the DPRK at that time.\n\t\t\t\t\t\n\t\t\t\t\t But the soldiers of the puppet army, paying no heed to their assertion, recklessly jumped over the fishing boat before breaking the gate and windows of the steering room with butts and clubs and mercilessly beating the inhabitants. They tried to pull the boat and flee away southward in a bid to forcibly transfer the inhabitants to warships of the puppet army which had been on standby.\n\t\t\t\t\t\n\t\t\t\t\t When the inhabitants made a strong protest against such act, chanting \"We will stay on our boat until our death. We will go back home,\" the soldiers of the puppet army threatened them with arms. After pouncing upon the inhabitants in group, the soldiers of the puppet army transferred them to one of their warships before taking flight towards Inchon.\n\t\t\t\t\t\n\t\t\t\t\t More than 10 warships of the puppet navy were combat-ready in the nearby waters at that time.\n\t\t\t\t\t\n\t\t\t\t\t  The truth that the fishing boat was in the waters under the control of the DPRK is clearly proved by the fact that the puppet soldiers kidnapped the fishing boat and inhabitants before taking them southward for a long while and transferring them to their warship.\n\t\t\t\t\t\n\t\t\t\t\t The inhabitants of the DPRK never crossed the \"northern limit line\", an illegal line.\n\t\t\t\t\t\n\t\t\t\t\t They explained in detail how they went adrift from the outset and were unanimous in demanding that they be repatriated to the DPRK, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Bringing to light the puppet group's mean operation to force the inhabitants to \"defect\" to the south, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The authorities of Chongwadae, the Ministry of Defence and the Ministry of Unification admitted that the inhabitants and boat of the DPRK went adrift due to the bad weather and all the 31 inhabitants wished to return home. South Korean media reported as it happened.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet group kept them in custody for more than 50 days in south Korea, refusing to send them back to the north. It talked about \"investigation\" after forming a \"joint investigation group\". \n\t\t\t\t\t\n\t\t\t\t\t Then they were busy with a sinister operation to force the detainees to \"defect\" to the south. \n\t\t\t\t\t\n\t\t\t\t\t When the inhabitants did not comply with their demand, they threatened and blackmailed against them. They took girls to a secluded room before pressurizing them to \"defect\" to the south. They made no scruple of threatening them with sexual abuses and insulting them. \n\t\t\t\t\t\n\t\t\t\t\t Craftily taking advantage of family relations, they told the parents of the children that they wished to stay in the south while telling the children the same lie that their parents wanted to remain there. This was aimed to create distrust and discord between kinsmen and put them to extreme psychological and mental torture. \n\t\t\t\t\t\n\t\t\t\t\t Finally they let human scum persuade the inhabitants to \"defect\" to the south and plugged even agents for psychological warfare of the U.S. imperialist aggression forces into the \"defection operation\". \n\t\t\t\t\t\n\t\t\t\t\t The statement dismissed the \"will for defection\" allegedly expressed by four detainees as a fabrication. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t When inhabitants of the DPRK made a request to meet the four people, the puppet group told the lie that \"they can meet with each other in Haeju as they would be repatriated via Panmunjom and the four people would go back aboard their boat.\" They even did not allow the elder brother to meet his younger brother who was among the four people. \n\t\t\t\t\t\n\t\t\t\t\t Needless to say, the puppet group behaved so for fear of the truth about the above-said operation being brought to light. \n\t\t\t\t\t\n\t\t\t\t\t The statement referred in detail to the fact that the group used the unexpected disaster the inhabitants met for its sinister purpose of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The group insisted on discussions of the issue of the confirmation of face-to-face meeting after the repatriation of 27 inhabitants and the repatriation of 27 inhabitants via Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side sent a notice again accusing the south side of its unreasonable attitude and demanding that it send back all the detainees aboard their boat through West Sea of Korea and allow the face-to-face meeting. But the south side's authorities were opposed to the demand.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the puppet group through this provocation was to escalate confrontation with fellow countrymen, scuttle the north-south dialogue and chill the atmosphere of improving the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The group's operation was prompted by its sinister intention to hurt the high prestige of the DPRK and disturb the mind-set of its people. \n\t\t\t\t\t\n\t\t\t\t\t The Red Cross of south Korea had better not to allow itself to serve the purpose of the puppet group's despicable policy of confrontation with compatriots and to be reduced to a plaything."
        },
        {
            "title": "DPRK Delegate on Putting End to All Forms of Terrorism",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-07ee.html",
            "content": "DPRK Delegate on Putting End to All Forms of Terrorism\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The DPRK will discharge its responsibility and duty to fundamentally put an end to all forms of terrorism and build a peaceful and prosperous world in the future, too.\n\t\t\t\t\t The DPRK delegate reiterated this stand at the session of the Ad Hoc Committee on International Terrorism of the UN General Assembly on April 11.\n\t\t\t\t\t\n\t\t\t\t\t Terrorism is rampant in different parts of the world despite the international community's efforts against it, he said, noting that military aggression and interference in the internal affairs of sovereign states and serious human rights abuses committed under the pretext of \"war on terrorism\" are being connived as just. \n\t\t\t\t\t\n\t\t\t\t\t Armed invasions of sovereign states and massacres by the U.S. in different parts of the world, the Middle East in particular, are typical of state terrorism and human rights violation, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Every international effort against terrorism should be made in line with the objective and principle of the UN Charter and relevant international laws, and such actions as armed invasion of sovereign states under the pretext of \"war on terrorism\" should not be allowed in any case.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK delegation considers that the Comprehension Convention on International Terrorism, now under making, should include the ways for preventing terrorism by state army. It also reckons that the UN Special High-level Meeting on Counter-Terrorism will be helpful to correctly confirming the root cause of terrorism and taking relevant steps.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government firmly maintains the consistent stand of opposing all forms of terrorism and any support to them."
        },
        {
            "title": " Pak Ui Chun Congratulates New Maldivian FM ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-43ee.html",
            "content": "Pak Ui Chun Congratulates New Maldivian FM \r\n Pyongyang, April 18 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Monday sent a congratulatory message to Ahmed Nassem on his appointment as foreign minister of Maldives.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would favorably develop in line with common interests and desire of the two peoples, Pak in the message wished the foreign minister success in his new job."
        },
        {
            "title": "April Spring Friendship Art Festival Closes",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-26ee.html",
            "content": "April Spring Friendship Art Festival Closes\r\nPyongyang, April 18 (KCNA) -- The 27th April Spring Friendship Art Festival closed with due ceremony at the Ryugyong Jong Ju Yong Indoor Stadium Monday. It was opened in Pyongyang on April 10.\n\t\t\t\t\t Present at the closing ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kang Nung Su, vice-premier of the Cabinet, An Tong Chun, minister of Culture who is chairman of the festival organizing committee, Ryang Man Gil, chairman of the Pyongyang City People's Committee, officials concerned, working people in the city, foreign artistes, overseas Korean artistes, foreign delegations, diplomatic envoys of various countries, representatives of international organizations and staff members of foreign embassies here, foreign guests and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Diplomas, gold and silver cups and gold and silver statuettes and prize money were awarded to successful participants at the ceremony. \n\t\t\t\t\t\n\t\t\t\t\tA letter of thanks to General Secretary Kim Jong Il from the participants in the festival was adopted at the closing ceremony.\n\t\t\t\t\t\n\t\t\t\t\t An Tong Chun said in his closing address that the festival provided artistes of various countries and overseas Korean artistes with a good occasion of swapping the successes and experience gained in the development of national culture and arts, deepening friendship and boosting the cultural exchange. \n\t\t\t\t\t\n\t\t\t\t\t The festival organizing committee will work hard to make the next festival the most splendid international art festival in order to greet the centenary of birth of President Kim Il Sung as the greatest holiday and grand auspicious event in the human history, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a closing performance by foreign artistes and overseas Korean artistes."
        },
        {
            "title": "Grand Magic Opens in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-28ee.html",
            "content": "Grand Magic Opens in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The premiere of the Grand Magic was given at the May Day Stadium in Pyongyang on the evening of Monday.\n\t\t\t\t\t The performance began when the dazzling columns of fire rose, brightly lighting the stadium and the band played dynamic and cheerful music.\n\t\t\t\t\t\n\t\t\t\t\t  A juggler presenting stunt on a motorcycle inside a rectangular balloon disappeared while a large bus carrying people also disappeared in the air like a phantom.\n\t\t\t\t\t\n\t\t\t\t\tEye-catching and fascinating magic pieces were presented one after another. Acrobats flew in the air, creating the impression that they were in the weightless state, a man on the stage was nimbly replaced by a woman in the air, big animals such as elephant, horse and bear appear from the place nobody knows.\n\t\t\t\t\t\n\t\t\t\t\t The performance climaxed when the helicopter appeared in a twinkle of an eye and lifted a box which contained a magician whose whole body was tied with a rope after appearing on the stage. The scene showing the performer successfully escaping from the box while it dropped from the air dozens of meters high won the admiration of the spectators for his bold conception and tactful representation.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous were the grand stage, varieties of illuminations including electronic displays, laser beams splendidly decorating the three-dimensional space, sound effect in perfect harmony with magic and fantastic fires.\n\t\t\t\t\t\n\t\t\t\t\t The Grand Magic was acclaimed by the spectators for its high level of grand artistic and three-dimensional representation. \n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were officials concerned, working people here, foreign guests and overseas Koreans."
        },
        {
            "title": " 13th Kimilsungia Festival Goes On",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-22ee.html",
            "content": "13th Kimilsungia Festival Goes On\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The 13th Kimilsungia Festival is going on in Pyongyang in commemoration of President Kim Il Sung's birth anniversary, April 15.\n\t\t\t\t\tThe theme of the festival is \"We Miss the Fatherly Leader's Broad Smile.\" Tens of thousands of Kimilsungia pots are on show at the festival.\n\t\t\t\t\t\n\t\t\t\t\t The flower festival is attended by many institutions, including military and government bodies and foreign diplomatic missions in the DPRK, individuals and friendship and solidarity organizations in other countries.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the center of the venue are a large portrait of President Kim Il Sung with a broad smile on his face and a miniature of his native home surrounded by Kimilsungia flowers.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits reflect deep reverence of local and foreign people for the President.\n\t\t\t\t\t\n\t\t\t\t\t The annual festival continues till April 20."
        },
        {
            "title": "Gift to Kim Jong Il from Russian",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-27ee.html",
            "content": "Gift to Kim Jong Il from Russian\r\n Pyongyang, April 18 (KCNA) -- General Secretary Kim Jong Il received a gift from Konstantin Anatoliyevich Mezyonov, chairperson of the Maritime Territorial Regional Committee of \"A Just Russia\", on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The chairperson handed the gift over to Sim Kuk Ryong, DPRK consul general in Nakhodka, on April 6."
        },
        {
            "title": "Official of Regional Body Plants Tree in Mangyongdae",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-36ee.html",
            "content": "Official of Regional Body Plants Tree in Mangyongdae\r\n Pyongyang, April 18 (KCNA) -- Raymond Ferguson, vice-chairman of the Asia-Pacific regional preparatory committee for commemorating the centenary of birth of President Kim Il Sung, visited Mangyongdae on Monday.\n\t\t\t\t\t He, who doubles as representative of the Oceanic regional preparatory committee, planted a tree around the President's native home there."
        },
        {
            "title": "Friendly Meeting of Participants in Art Festival Held ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-35ee.html",
            "content": "Friendly Meeting of Participants in Art Festival Held\r\n Pyongyang, April 18 (KCNA) -- A joint friendly meeting of the participants in the 27th April Spring Friendship Art Festival took place at the Pyongyang Indoor Stadium on Monday.\n\t\t\t\t\t Present there were Minister of Culture An Tong Chun who is chairman of the festival organizing committee, the vice-chairmen of the committee, officials concerned and artistes of different countries and overseas Korean artistes.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t The participants talked to each other about the successful festival and the need to further develop the exchange and cooperation among artistes. They deepened friendship, singing and dancing together."
        },
        {
            "title": "Letter from Art Festival Participants",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-37ee.html",
            "content": "Letter from Art Festival Participants\r\nPyongyang, April 18 (KCNA) -- General Secretary Kim Jong Il Monday received a letter from the participants in the 27th April Spring Friendship Art Festival.\n\t\t\t\t\t The letter noted that during the festival its participants joined the Koreans in significantly commemorating the Day of the Sun, the birth anniversary of President Kim Il Sung who is the eternal sun of the world progressives. They also strengthened cultural exchange among artistes of different countries and deepened friendship with each other through their performing activities, it added.\n\t\t\t\t\t\n\t\t\t\t\t It said that they witnessed the achievements made in the cause of building a thriving nation under the leadership of Kim Jong Il, looking at streets of Pyongyang put on holiday attire with the Day of the Sun as an occasion and bright faces of the Korean people full of confidence in victory and optimism and visiting different places associated with their wisdom and creative talents.\n\t\t\t\t\t\n\t\t\t\t\t We will continuously attend with sincerity the future April Spring Friendship Art Festival to be staged in the noble idea of independence, peace and friendship and thus add luster to the festival stage, the letter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We heartily hope that the Korean people under your wise leadership would register greater success in their sacred struggle to build a thriving nation and realize the independent and peaceful reunification of the country."
        },
        {
            "title": " Ascension Day of Tangun Marked ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-33ee.html",
            "content": "Ascension Day of Tangun Marked \r\nPyongyang, April 18 (KCNA) -- An event took place in Pyongyang on Monday on the Ascension Day of Tangun, ancestral father of the Korean nation.\n\t\t\t\t\t Present there were members of the Council for the Reunification of Tangun's Nation and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t They had a memorial service for Tangun, sage king, before releasing a north-south joint appeal.\n\t\t\t\t\t\n\t\t\t\t\t The appeal said that all the Koreans pray for peace and reunification of Korea as one on the day when Tangun ascended to heaven after awaking the Koreans and humankind to the law of the sky with Tangun's idea of true man and world of true men.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing in Korea still remains tense and the dark clouds of war are heavily hanging over the heads of the Koreans due to the moves of the bellicose forces at home and abroad to threaten the security and peace of the nation, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the struggle to save the destiny of the nation and achieve reunification, there should be no distinction between the authorities and the people and it is important to achieve the great unity of the nation irrespective of religious belief, ism and stratum.\n\t\t\t\t\t\n\t\t\t\t\t The appeal stressed the need to put an end to the division of the nation in the spirit and principle of independence, strenuous efforts and self-reliance, defuse confrontation and tension between the north and the south of Korea and thoroughly implement the June 15 joint declaration and the October 4 declaration to bring earlier the reconciliation and cooperation between the north and the south and national reunification."
        },
        {
            "title": "New Dental Instrument Developed",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-23ee.html",
            "content": "New Dental Instrument Developed \r\n Pyongyang, April 18 (KCNA) -- The Laser Institute under the DPRK State Academy of Sciences invented a new dental photopolymerizer.\n\t\t\t\t\t The instrument is used to reshape damaged tooth with plastic hardened by light in a short time.\n\t\t\t\t\t\n\t\t\t\t\t It is easy to handle and low in electricity consumption and production cost.\n\t\t\t\t\t\n\t\t\t\t\t The new invention was already introduced in the General Dental Hospital under the Ministry of Public Health."
        },
        {
            "title": "Korean Folklore Museum",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-25ee.html",
            "content": "Korean Folklore Museum\n\t\t\t\t\t\t\r\nPyongyang, April 18 (KCNA) -- The Korean Folklore Museum is located in the centre of Pyongyang.\n\t\t\t\t\t The museum, opened in Juche 45 (1956), houses many relics and data showing the Korean people's creative wisdom and talent in seven rooms. The exhibits ranging from the Neolithic era to the end of the 19th century are indicative of the Korean people's production relations, customs, family rites, etiquette and folk games.\n\t\t\t\t\t\n\t\t\t\t\tThey include horn hoe, wooden plow, iron sickle and axe and other farming tools made some 8,000 years ago and crops like rice, foxtail, kaoliang, bean and millet, cultivated in the country some 6,000 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Also on show are traditional kitchen utensils and tableware, and dresses of men and women, rod-like hairpin, finger ring and other ornaments used from the period of Koguryo Kingdom (B.C. 277-A.D. 668) to the period of Ri Dynasty (1392-1910).\n\t\t\t\t\t\n\t\t\t\t\t The exhibited data show the invention and development of ondol (underfloor heating), furnishing, education of children and customs of wedding and memorial services. \n\t\t\t\t\t\n\t\t\t\t\t The lighting implement relics exhibition is going on at the museum."
        },
        {
            "title": "Pyongyang Streets Bedecked with Flowers",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-24ee.html",
            "content": "Pyongyang Streets Bedecked with Flowers\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Streets of Pyongyang have been bedecked with various species of flowers, with the Day of the Sun, the birth anniversary of President Kim Il Sung, commemorated a few days ago. \n\t\t\t\t\t Planted on the flower bed of the Pothong Gate rotary were short evergreen trees and various flowering plants, including Tagetes erecta.  \n\t\t\t\t\t\n\t\t\t\t\t The Pothong Gate, a historic relics, is surrounded by trees of good species like Sabina sargentii and flower towers.\n\t\t\t\t\t\n\t\t\t\t\t The round flower bed near the Sanghung Park is adorned with light decorations to give a spectacular view at night.\n\t\t\t\t\t\n\t\t\t\t\t The flower garden of the Chongnyu rotary has more than 10,000 flowering plants of different colors, including French marigold, planted in a three-dimensional way.\n\t\t\t\t\t\n\t\t\t\t\t A 4-meter-high flower tower is standing in the centre of the garden.\n\t\t\t\t\t\n\t\t\t\t\t The flowers add to the beauty of the city."
        },
        {
            "title": "Restaurants in Pyongyang Start to Serve Choice Dishes",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-34ee.html",
            "content": "Restaurants in Pyongyang Start to Serve Choice Dishes\r\n Pyongyang, April 18 (KCNA) -- Public catering centers in Pyongyang started to serve choice dishes with the birth anniversary of President Kim Il Sung as an occasion.\n\t\t\t\t\t On April 15 service of rare dishes agreeable to the Koreans' taste began at Specialist Restaurant under Okryu Restaurant, Moran Restaurant, Combined Restaurant in Kaeson Youth Park, Pyongyang Noodle House, Mangyongdae Chonsok Restaurant, Ryonmot Restaurant, Entrails Soup Restaurant in Yonggwang Street and Songyo Restaurant.\n\t\t\t\t\t\n\t\t\t\t\t Among them is wheat cake stuffed with roast chicken, a world-famous and peculiar dish.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il took benevolent measure to serve this special dish for the working people after seeing to it that they could eat dishes of exquisite flavor at Okryu Restaurant.\n\t\t\t\t\t\n\t\t\t\t\t How to cook this food is as follows: Wrap roast chicken in a pancake with various vegetables, sauce and soybean paste. Then roast it again.\n\t\t\t\t\t\n\t\t\t\t\t The food of special taste can be taken with other dishes or drinks, and it is very convenient for picnic.\n\t\t\t\t\t\n\t\t\t\t\t Experts say with high appreciation that this dish, well preserving national peculiarities in taste or shape, has better flavor than Hamburger and pancake stuffed with minced mutton, dishes popular in European countries.\n\t\t\t\t\t\n\t\t\t\t\t Roast potato stuffed with meat can be taken at those restaurants."
        },
        {
            "title": "Successes in Study and Dissemination of New Technology on Cultivation",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-02ee.html",
            "content": "Successes in Study and Dissemination of New Technology on Cultivation\r\n Pyongyang, April 18 (KCNA) -- The Kimilsungia-Kimjongilia Research Center has made successes in the study and dissemination of new technology on the cultivation of Kimilsungia and Kimjongilia, the immortal flowers. \n\t\t\t\t\t Scientists and technicians of the Center succeeded in developing the method of applying plant-growth hormone solution to the cultivation of the above-said flowers and \"Chonghwa\", substance for keeping them fresh. They are conducting brisk activities to disseminate them to all cultivation units. \n\t\t\t\t\t\n\t\t\t\t\t They deepened the researches, prompted by their desire to keep Kimilsungia in fuller bloom, obtaining scientific data on the amount of concentration and application of hormone solution. The application of this method at various units led to boosting the blooming rate of flowers more than 1.5 times that in the past.\n\t\t\t\t\t\n\t\t\t\t\t As a result, not only horticulturists but also flower lovers have become able to keep Kimilsungia in full bloom on the occasion of the April spring holiday. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the newly developed substance for keeping Kimjongilia fresh is greatly helpful to successfully cultivating the flower.\n\t\t\t\t\t\n\t\t\t\t\t By applying the above-said substance various units have become able to keep the colors of Kimjongilias and their leaves more beautiful and maintain their freshness for a long time."
        },
        {
            "title": "Pomminryon Calls for Opening New Phase of Independent Reunification ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-18ee.html",
            "content": "Pomminryon Calls for Opening New Phase of Independent Reunification \r\n Pyongyang, April 18 (KCNA) -- The North, South and Overseas Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) made public a joint statement on Monday on the occasion of the 63rd anniversary of the historic April north-south joint conference.\n\t\t\t\t\t The statement recalled that along with the April 3 resistance the joint conference gave rein to the efforts of the nation to frustrate the U.S. moves for domination over Korea and dealt a heavy blow to the south Korean authorities' attempt to stage \"separate elections\" and establish a \"separate government\" in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The joint conference is putting spurs to the June 15 era of reunification, arousing the aspiration of all the fellow countrymen after reunification and their enthusiasm for great unity even now, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the spirit of the joint conference that if the nation is to seek a way for independence, peace, reunification and prosperity, Koreans should pool their efforts with the patriotic will irrespective of ideology and ism. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee Myung Bak \"government\" are bringing the danger of war, while threatening the national reconciliation and peace and pursuing a policy hostile towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The outdated policy and attitude should be dropped to begin a new dialogue and open a new phase. \n\t\t\t\t\t\n\t\t\t\t\t Dialogue should be resumed in the direction of implementing the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t At the outset of the year the DPRK put forward a proposal for discussing all the issues related to the important issues of the nation and solving them and significantly improving the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\" should come out for dialogue without delay. \n\t\t\t\t\t\n\t\t\t\t\t The statement called on all the Koreans to pool efforts for implementing the north-south joint declarations and opening a new phase of independent reunification under the banner of \"By our nation itself\"."
        },
        {
            "title": "Rodong Sinmun Calls for Achieving Great Unity of Nation",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-19ee.html",
            "content": "Rodong Sinmun Calls for Achieving Great Unity of Nation \r\nPyongyang, April 18 (KCNA) -- Rodong Sinmun Monday dedicates a bylined article to the 13th anniversary of the publication of General Secretary Kim Jong Il's work \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\".\n\t\t\t\t\t The work, published on April 18, Juche 87 (1998), clarifies the five-point policy of the great unity of the nation. This policy calls for achieving the great unity of the nation strictly on the principle of national independence, uniting under the banner of patriotism and national reunification, improving the north-south relations, struggling against outsiders and the traitors to the nation, their lackeys, and developing dialogue and promoting visits by Koreans and strengthening solidarity and alliance.\n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The five-point policy helped the Korean nation advance along the road of independent reunification full of confidence with an ideological and theoretical weapon for developing and accomplishing at a new higher stage the cause of the great unity of the nation started by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The five-point policy serves as a powerful driving force encouraging all the Koreans in the north, south and overseas to wage a nationwide struggle for achieving independent reunification, peace and prosperity under the uplifted banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently requires all the fellow countrymen at home and abroad to dynamically struggle for achieving independent reunification, peace and prosperity, united close as one as called for by the policy.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to hold higher the banner of \"By our nation itself\", the idea of independence and unity.\n\t\t\t\t\t\n\t\t\t\t\t The idea serves as the banner of patriotism to be held aloft by all the Koreans at home and overseas at all times. \n\t\t\t\t\t\n\t\t\t\t\t Whoever truly desires the reunification of the country and is concerned about the destiny of the nation should unite close as one in the above-said idea irrespective of ideology, system and ism.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to cement the great unity of the nation in order to save the north-south relations from catastrophe, revitalize the national reunification movement, ensure lasting peace on the Korean Peninsula and achieve the common prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The great unity of the nation precisely means national reunification."
        },
        {
            "title": "Three Years of GNP's Office Flayed--Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-20ee.html",
            "content": "Three Years of GNP's Office Flayed--Rodong Sinmun\r\n Pyongyang, April 18 (KCNA) -- South Korea's colonial dependence has steadily increased and the people's right to existence and the dignity of the nation have been ruthlessly violated for the last three years of the office of the \"Grand National Party\".\n\t\t\t\t\t Rodong Sinmun Monday says this in a bylined article:\n\t\t\t\t\t\n\t\t\t\t\t This is the catastrophic consequences entailed by the conservative ruling forces' sycophantic and treacherous acts and dependence on outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The sycophantic and treacherous acts and dependence on outside forces are the mode of existence inherent to the group of GNP.  The diplomatic policy pursued by the conservative ruling forces over the past three years is the root cause of cooperation with outside forces, not national cooperation.\n\t\t\t\t\t\n\t\t\t\t\t South Korea's economic dependence on the U.S. has increased to an extreme pitch and the living of the people has consequently further deteriorated. This eloquently proves what disastrous consequences the conservative authorities' pro-U.S. sycophantic policy has entailed.\n\t\t\t\t\t\n\t\t\t\t\t The GNP ruling forces' submission to Japan is resulting in selling off the dignity and interests of the nation to outside forces without hesitation and encouraging Japan in its efforts to realize its revanchist ambition.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are tightening the military nexus with south Korea and whetting their swords out of revanchism under the backstage manipulation of the U.S. Their opportunity of reinvasion is getting mature step by step. \n\t\t\t\t\t\n\t\t\t\t\t History and the nation will never pardon those who kowtow to outside forces, turning their back on the compatriots."
        },
        {
            "title": "Japanese FM's Reckless Remarks on Tok Islets Censured ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-21ee.html",
            "content": "Japanese FM's Reckless Remarks on Tok Islets Censured \n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Japanese Foreign Minister Matsumoto in his recent remarks justifying the textbook screening system of Japan blustered that the Japanese government is consistent in its stand that Tok Islets are \"part of Japan's territory.\" \n\t\t\t\t\t He let loose bellicose remarks at a meeting of the House of Councilors that in case Tok Islets come under \"missile attack \" from outside, it would be \"an attack on Japan\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary carried in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This openly laid bare the criminal scenario of the Japanese militarist forces to make \"Japan's dominion on Tok Islets\" a fait accompli and stage a comeback to Korea any time under the pretext of \"protecting\" them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are raising a claim to Tok Islets even at a time when the country suffered huge human and material losses due to the recent killer quake and its aftermath is not yet eradicated. This helps one guess what extent their ambition for territorial aggrandizement has reached.\n\t\t\t\t\t\n\t\t\t\t\t One can hardly interpret this ambition of the Japanese reactionaries as one harbored by them simply because of the lack of knowledge about history or political and moral baseness.\n\t\t\t\t\t\n\t\t\t\t\t This was prompted by the bellicose scenario of the Japanese militarists to stage a comeback to Korea as they are still keen to realize the dream of the \"Greater East Asia Co-prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the Japanese reactionaries that they cannot realize their ambition to reinvade Asia unless they bring the DPRK under their control. They are, therefore, watching for a chance of reinvasion while stepping up their hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is a sinister aim sought by them to convince the international community and the Japanese people that Tok Islets belong to their territory and invent a pretext for grabbing them and staging a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t Their ambition to seize Tok Islets is no more than a daydream."
        },
        {
            "title": "Punishment of Corrupt Politician Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-15ee.html",
            "content": "Punishment of Corrupt Politician Demanded in S.  Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- At least 30 women's organizations of south Korea including the Federation of Women Organizations in a joint statement on April 13 demanded that Kang Yong Sok, a lawmaker from the \"Grand National Party\", be punished for insulting a woman.\n\t\t\t\t\t Recalling that he heaped unspeakably insulting words upon a woman student who wished to be an anchorwoman in the past, sparking off a furor, the statement said: This was an encroachment on women's rights.\n\t\t\t\t\t\n\t\t\t\t\t There have been ceaseless acts of molesting and insulting women committed by the GNP but they have not been strictly punished.\n\t\t\t\t\t\n\t\t\t\t\t It demanded such corrupt man be ousted from the \"National Assembly\" without fail."
        },
        {
            "title": "Anti-\"Government\" Actions Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-16ee.html",
            "content": "Anti-\"Government\" Actions Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Unionists of south Korean KBS at a press conference held in front of the broadcasting service building on April 14 declared actions against the puppet authorities.\n\t\t\t\t\t They accused the Committee of Culture, Sports, Tourism, Broadcasting Services and News Agency of the \"National Assembly\" of recently passing the bill on revising the Law on Broadcasting.\n\t\t\t\t\t\n\t\t\t\t\t This is little different from the Law on Inspection of Broadcasting which allows the \"government\" to investigate broadcasting services anytime it wants by mobilizing its power institutions, they charged.\n\t\t\t\t\t\n\t\t\t\t\t If the \"government\" and the \"Grand National Party\" do not stop at once their moves to make a retrogressive revision of the above-said law aimed to put media under their control and do not apologize to the people, we will come out in the anti-\"government\" actions with all forces involved, they warned.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, they staged a demonstration before the head office of the \"Grand National Party\" in demand of a halt to the above-said moves."
        },
        {
            "title": " Kim Il Sung's Birth Anniversary Commemorated by AAPSO ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-06ee.html",
            "content": "Kim Il Sung's Birth Anniversary Commemorated by AAPSO \r\n Pyongyang, April 18 (KCNA) -- Chairman Ahmed Hamrush and Secretary-General Nouri Abdel Razzak Hussein of the Afro-Asian People's Solidarity Organization made public a joint statement on April 10 on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t In the statement they recalled that Kim Il Sung embarked on the road of the revolution in his teens, defeated the Japanese imperialists to liberate the country. He inflicted a shameful defeat upon the U.S. imperialists for the first time in history, demonstrating the sovereignty and dignity of the country and the nation before the whole world, and turned the DPRK into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence, they said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The President in his lifetime extended material and moral support to the world revolutionary people in their struggle for independence against imperialism and colonialism. \n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits of the President powerfully encourage the world progressives in their struggle for independence against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t The astonishing successes made in the DPRK under the leadership of Kim Jong Il instill confidence and optimism into progressive mankind struggling for independence. \n\t\t\t\t\t\n\t\t\t\t\t They sincerely wished the Korean people bigger successes in their drive for building a thriving nation."
        },
        {
            "title": "Kim Il Sung's Work Posted on British Internet Homepage",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-01ee.html",
            "content": "Kim Il Sung's Work Posted on British Internet Homepage\r\n Pyongyang, April 18 (KCNA) -- The British Association for the Study of Songun Policy posted President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" on its Internet homepage on April 9. \n\t\t\t\t\t The work, published on April 6, Juche 82 (1993), comprehensively touches on the ways for achieving the great unity of the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The ways call for founding a unified state through great national unity, achieving unity on the basis of love for nation and spirit of national independence, promoting co-existence, co-prosperity and common interests and ending all political disputes that trigger division and confrontation among fellow countrymen. They also call upon the north and the south to trust each other and unite and all Koreans to join hands on the road for national reunification irrespective of their differing idea and ism."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-04ee.html",
            "content": "Birth Anniversary of Kim Il Sung Commemorated in Different Countries\r\n Pyongyang, April 18 (KCNA) -- Events were held in various countries between Mar. 25 and Apr. 11 to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included meetings in Pakistan and Egypt, a meeting, photo exhibition and a film show in India and a lecture in Spain.\n\t\t\t\t\t\n\t\t\t\t\tOn display in the venues of the events were photos on immortal exploits of the President and General Secretary Kim Jong Il and books and photos on the vitality of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Social Welfare of the Sind State Government of Pakistan and the chairman of the Society for the Study of Self-Reliance of Pakistan said that the President's exploits would be always remembered by progressive mankind, adding that as long as the Korean people are led by Kim Jong Il, they are sure to emerge victorious in their just cause.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Egyptian Committee for the Study of the Juche Idea highly lauded the President for establishing a socialist system centered on the popular masses in the DPRK and fully supporting the just cause of the Arabian people for building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il praised the President as a people's benevolent father who devoted his all to the people's happiness all his life, adding that he provided field guidance for the people's happiness till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at an event in Pakistan."
        },
        {
            "title": "DPRK's Important Days Marked Abroad ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-03ee.html",
            "content": "DPRK's Important Days Marked Abroad \r\nPyongyang, April 18 (KCNA) -- Events took place in different countries between March 27 and April 9 to commemorate the birth anniversary of President Kim Il Sung and the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t They included meetings in Nepal, Denmark and Belarus, a meeting, photo exhibition and a film show in India and a briefing in Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues of the events were photos on the brilliant revolutionary life of the President and Kim Jong Il and their undying feats.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched Korean film \"The Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting in Nepal said that the President's life was a noble one devoted to the independence of the country and freedom and liberation of the people, adding that he is always alive in the hearts of progressive mankind for his great idea and noble exploits.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Danish preparatory committee for commemorating the centenary of birth of the President said in his speech that the world progressives boundlessly revere the President as the most prominent statesman and a great anti-imperialist fighter in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t His idea and cause have been carried forward and developed by Kim Jong Il in all fields in the DPRK, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India referred to the fact that the President founded the Juche idea and embodied it in the revolutionary practice, establishing a socialist system in the DPRK, an envy of the world people.\n\t\t\t\t\t\n\t\t\t\t\t Messages and congratulatory messages to Kim Jong Il were adopted at the events in Nepal, Denmark, Belarus and India."
        },
        {
            "title": "Radioactive Substance Continues to Leak from Fukushima Nuclear Power Plant",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-38ee.html",
            "content": "Radioactive Substance Continues to Leak from Fukushima Nuclear Power Plant\n\t\t\t\t\t\t\r\nPyongyang, April 18 (KCNA) -- A high concentration of radioactive substance is ceaselessly leaking from the Fukushima Daiichi Nuclear Power Plant. \n\t\t\t\t\tRadioactive iodine and cesium more than 6,500 times and 1,400 times the legal level were detected in the waters off the coast close to the overflows around Nos. 1 and 2 Reactors of the plant recently.\n\t\t\t\t\t\n\t\t\t\t\t On April 17 the Tokyo Electric Power Co. announced that about three months are required to reduce some amounts of radioactive substance that leaks from the power plant.\n\t\t\t\t\t\n\t\t\t\t\t It was confirmed that the most of the ground of the northeastern coastal area of Japan went down 70-80 centimeters due to the recent killer quake.\n\t\t\t\t\t\n\t\t\t\t\t The ground in Rikuzentakata City, Iwate Prefecture went down 84 centimeters and even nearly one meter. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, earthquake of magnitude 5.9 occurred in Ibaraki Prefecture on Saturday. Its epicenter was about 70 km deep underground in the southern part of Tochigi Prefecture.\n\t\t\t\t\t\n\t\t\t\t\tThe National Police Agency of Japan said that the death toll caused by quake and the ensuing tsunami increased to 13,802 and the number of those unaccounted for to 14,129 as of 18:00 Sunday."
        },
        {
            "title": "Japan Censured for Discharging Contaminated Water",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-32ee.html",
            "content": "Japan Censured for Discharging Contaminated Water\r\n Pyongyang, April 18 (KCNA) -- Officials of the Chernobyl Nuclear Power Plant in a recent press conference in Moscow strongly condemned Japan's discharge of the contaminated water into sea as international crime.\n\t\t\t\t\t Three persons concerned including Ostretsov, who worked as field chief at the time of the Chernobyl nuclear accident, said that Japan's behavior is in violation of the London Treaty, a treaty for preventing sea contamination by wastes and other substances.\n\t\t\t\t\t\n\t\t\t\t\t The discharge was done without letting the public know about what substances were contained in the contaminated water and offering any scientific estimation of their effect, they pointed out."
        },
        {
            "title": "Implementation of Space Program Set as Priority in Russia's Policy",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-30ee.html",
            "content": "Implementation of Space Program Set as Priority in Russia's Policy \r\n Moscow, April 16 (KCNA) -- The Russian State Duma recently made public a draft statement on defining the implementation of space program as priority in the nation's policy for modernization. \n\t\t\t\t\t The statement said that to implement the country's space program and update the industrial sectors related to space activity should be regarded as the most important work in stepping up the modernization and ensuring the national security.\n\t\t\t\t\t\n\t\t\t\t\t Russia has steadily worked to prevent deployment of offensive weapons in outer space as well as arms race there, it said."
        },
        {
            "title": " Palestinian FM Slams Jewish Settlement Construction",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-08ee.html",
            "content": "Palestinian FM Slams Jewish Settlement Construction\r\n Pyongyang, April 18 (KCNA) -- Palestinian Foreign Minister Riad Al-Maliki in an interview on April 13 bitterly condemned Israel's moves for expansion of Jewish settlements. \n\t\t\t\t\t Accusing Israel of favoring Jewish settlement construction rather than peace, he said that this position makes the resumption of peace talks with the Palestinians more difficult. \n\t\t\t\t\t\n\t\t\t\t\t \"It is unexpected that there would be any serious negotiations with the Israeli side,\" he said."
        },
        {
            "title": "China, Laos to Renew Boundary Tablets",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-31ee.html",
            "content": "China, Laos to Renew Boundary Tablets\r\n Pyongyang, April 18 (KCNA) -- Officials from China and Laos held an unveiling ceremony of a new boundary tablet at the Mohan-Boten border crossing point.\n\t\t\t\t\t The ceremony, which was part of the two countries' first joint inspection of boundary, gathered Chinese Assistant Foreign Minister Liu Zhenmin and Hiem Phommachanh, deputy foreign minister of Laos.\n\t\t\t\t\t\n\t\t\t\t\t With the two sides' joint efforts, China and Laos enjoy a generally explicit and stable border, and boast robust border cooperation, Liu said when addressing the ceremony. \n\t\t\t\t\t\n\t\t\t\t\t During this inspection of China-Laos borderline, which lasts 505 kilometers, the two sides will check and confirm their borderline and renew the boundary markers."
        },
        {
            "title": "Belarusian President on Blast Terrorism",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-29ee.html",
            "content": "Belarusian President on Blast Terrorism\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Belarusian President Alexander Lukashenko referred to the truth about the case of recent blast at the Minsk subway station when speaking at a meeting on the investigation into the case.\n\t\t\t\t\t The criminals who committed the bombing attack have been arrested, and they were involved in other two terrorist attacks, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to prevent the terror-ridden atmosphere from being created in society over the recent case."
        },
        {
            "title": "Macedonia Declares Measles Epidemic",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-13ee.html",
            "content": "Macedonia Declares Measles Epidemic\r\n Pyongyang, April 18 (KCNA) -- The Macedonian Health Ministry on April 12 declared an epidemic of measles, with 678 cases of the infectious disease reported in the Balkan country.\n\t\t\t\t\t The government of Macedonia is taking such measures as vaccinations to prevent the spread of the disease."
        },
        {
            "title": "US Trade Deficit Falls 2.6 Percent in February ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-14ee.html",
            "content": "US Trade Deficit Falls 2.6 Percent in February\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The U.S. trade deficit dropped 2.6 percent to 45.8 billion dollars in February, said the U.S. Commerce Department on April 12."
        },
        {
            "title": "Venezuelan Food Production Grows",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-09ee.html",
            "content": "Venezuelan Food Production Grows\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Venezuela is working hard to increase food production.\n\t\t\t\t\t In recent years its government implemented agricultural programs including granting plots of land to farmers and recovery and legalization of underused land.\n\t\t\t\t\t\n\t\t\t\t\t As a result, food production has grown 44 percent in this country since 1999."
        },
        {
            "title": "Third BRICS Summit Held ",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-17ee.html",
            "content": "Third BRICS Summit Held\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The Third BRICS Summit was held in Hainan Province, China on April 14.\n\t\t\t\t\t It, under the theme of \"Broad Vision, Shared Prosperity\", discussed the issues on keeping step with each other in the world economic and financial fields and boosting cooperation among BRICS member nations for common development.\n\t\t\t\t\t\n\t\t\t\t\t The Sanya Declaration was adopted at the summit.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said that BRICS is aimed to contribute to building more equal and fair world and will serve as a major forum for dialogue and multilateral cooperation in the economic and financial fields.\n\t\t\t\t\t\n\t\t\t\t\t \"We share the principle that the use of force should be avoided,\" said the declaration.\n\t\t\t\t\t\n\t\t\t\t\t It also stressed the need for a comprehensive reform of the UN, including its Security Council and called for reforming the international financial and monetary system."
        },
        {
            "title": "British Jobless Rate",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-12ee.html",
            "content": "British Jobless Rate\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The number of the unemployed Britons was 2.48 million in the three months to February, according to data released by Britain's Office for National Statistics on April 13."
        },
        {
            "title": "Forest Fire Damage in Mexico",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-10ee.html",
            "content": "Forest Fire Damage in Mexico\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- Forest fire occurred recently in the state of Coahuila in Mexico.\n\t\t\t\t\t The fires have engulfed nearly 100,000 hectares of land as of April 12.\n\t\t\t\t\t\n\t\t\t\t\t 5,743 forest fires have taken place in Mexico so far this year, consuming 155,932 hectares.\n\t\t\t\t\t\n\t\t\t\t\t The government is taking emergency steps to extinguish the flames."
        },
        {
            "title": "Panama Seizes 265 kg Cocaine",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-11ee.html",
            "content": "Panama Seizes 265 kg Cocaine\n\t\t\t\t\t\t\r\n Pyongyang, April 18 (KCNA) -- The Panamanian authorities broke up an international drug gang and seized 265 kg of cocaine.\n\t\t\t\t\t During simultaneous raids in different places nationwide on April 11, the authorities arrested 25 suspects."
        },
        {
            "title": "ACR califica de antitica la no devolucin de ciudadanos norcoreanos",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-39ee.html",
            "content": "ACR califica de antitica la no devolucin de ciudadanos norcoreanos\n\t\t\t\t\t\t\r\nPyongyang, 18 de abril (ATCC) -- El comit central de la Asociacin de la Cruz Roja de la Repblica Popular Democrtica de Corea hizo pblica el da 18 el acta de revelacin de verdad, en relacin con que los tteres surcoreanos retuvieron injustamente el barco y a los tripulantes de la RPDC que se dieron a la deriva en el Mar Oeste de Corea y no devolvieron algunos de ellos al cabo de crueles tretas \"edulcorantes\". \n\t\t\t\t\tLa nota revela el acto de secuestro bandiesco de los tteres surcoreanos:\n\t\t\t\t\t\n\t\t\t\t\tEl 5 de febrero pasado, los 31 pesqueros norcoreanos partieron a bordo de un barco de 5 toneladas (27 HP) del puerto de la comuna de Tongpho del distrito de Kangryong de la provincia de Hwanghae del Sur para recoger mariscos. Debido a malas condiciones climticas, vararon en las inmediaciones del faro de Jincho, cerca de las islas Tak y Taesuap en el mar frente a Pupho del distrito de Kangryong en la zona martima de la RPDC. Al encontrarse en la crisis, volvieron a zarpar e hicieron ingentes esfuerzos por liberarse de la situacin desfavorable.\n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, aparecieron de repente tres lanchas de alta velocidad de las fuerzas navales tteres, que en un santiamn pusieron en gancho el barco norcoreano y lo arrastraron. \n\t\t\t\t\t\n\t\t\t\t\tLos tripulantes y pobladores norcoreanos insistieron reiteradamente en que el barco se fue a la deriva por mal tiempo y que estaban en la zona martima de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los marinos tteres subieron sin qu ni para qu al barco, rompieron con culatas y garrotes la puerta y las ventanillas de la cmara de timonel y dieron golpes a los habitantes norcoreanos. Y arrastraron el barco hacia la parte Sur como si escaparan y pretendieron trasladarlos a la fuerza a los buques tteres que lo esperaban. \n\t\t\t\t\t\n\t\t\t\t\tCuando los habitantes norcoreanos protestaron que \"quedaremos hasta la muerte en nuestro barco y regresaremos a la patria\", los soldados surcoreanos les apuntaron el fusil, se arrojaron en grupos sobre ellos para trasladarlos a sus buques y los llevaron a Inchon. \n\t\t\t\t\t\n\t\t\t\t\tEn aquellos momentos en esa zona martima estaban en la disposicin de combate ms de 10 buques de las fuerzas navales tteres. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho, de que los marinos tteres secuestraron a los norcoreanos y su barco y los trasladaron a sus buques despus de llevarlos por algn tiempo a la parte Sur, muestra que en aquel entonces nuestro barco estaba en la zona martima de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos pesqueros norcoreanos no pasaron el ilcita \"lnea de lmite al Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLos moradores norcoreanos, secuestrados forzadamente por los tteres surcoreanos, explicaron detalladamente desde el principio el curso de la deriva y exigieron por unanimidad devolver a s mismos a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa Casa Azul y las autoridades de los ministerios de Defensa Nacional y de Reunificacin reconocieron que 31 pesqueros norcoreanos y su barco se dieron a la deriva por el mal tiempo y que todos ellos desearon regresar. Y los medios de prensa surcoreanos tambin lo informaron. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los tteres surcoreanos organizaron un \"grupo de investigacin conjunta\" y retuvieron a los norcoreanos durante ms de 50 das bajo el pretexto de la \"averiguacin\" de la verdad. \n\t\t\t\t\t\n\t\t\t\t\tSe aferraron groseramente al \"sometimiento\" a los retenidos. \n\t\t\t\t\t\n\t\t\t\t\tCuando los ciudadanos norcoreanos no aceptaban su demanda de quedarse en el suelo surcoreano, les ejercieron amenaza y chantaje, y a la larga, llevaron a las muchachas a los lugares apartados, donde les cometieron crmenes sexuales o insultos personales. \n\t\t\t\t\t\n\t\t\t\t\tLos tteres aprovecharon astutamente las relaciones familiares de los retenidos: mintieron a los padres que sus hijos tienen la voluntad de quedarse en el Sur de Corea, y a los hijos que sus padres quieren hacerlo. Con tales palabras mentirosas sembraron la discordia y la desconfianza entre los consanguneos y les dieron sufrimientos psicolgicos y mentales. \n\t\t\t\t\t\n\t\t\t\t\tAdems, movilizaron a las escorias humanas e introdujeron hasta los agentes psicolgicos de tropas agresoras norteamericanas para \"someterlos\".\n\t\t\t\t\t\n\t\t\t\t\tLa parte Sur dice que los 4 de los retenidos norcoreanos expresaron la \"voluntad de sometimiento\", pero esto tambin es una pura mentira. \n\t\t\t\t\t\n\t\t\t\t\tCuando los habitantes norcoreanos preguntaban de los 4 restantes, los tteres dijeron que \"ustedes regresarn por va de Phanmunjom y los dems 4 volveran con el barco, y por fin, se encontrarn en Haeju\". Y negaron el encuentro entre los hermanos separados en esos dos grupos, porque se preocuparon de la revelacin de su intriga.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de los tteres abusa de tal desastre inesperado de los habitantes norcoreanos al malsano objetivo de confrontacin fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  Insisti en que despus de devolver ante todo a las 27 personas a sus casas puede consultar el problema de la afirmacin de entrevista de otros 4 y discutir el regreso de 27 por va Phanmunjom.\n\t\t\t\t\t\n\t\t\t\t\t La parte Norte envi de nuevo un aviso en el cual se refiri a la injusta actitud de la parte Sur y exigi a las autoridades surcoreanas el regreso de todos ellos con su barco por las aguas del Mar Oeste y la afirmacin de entrevista de 4 personas, pero, la parte Sur lo rechaz sin ton ni son.\n\t\t\t\t\t\n\t\t\t\t\tA travs de tales atrocidades provocativas, los tteres surcoreanos intentan agravar ms la confrontacin fratricida, frustrar el dilogo con el Norte y desalentar el ambiente de mejoramiento de las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tTambin, tratan de difamar el alto prestigio de la RPDC y confundir el sentir de los norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa Sociedad de la Cruz Roja del Sur de Corea no debe convertirse en el servidor y ejecutor de la poltica de confrontacin fratricida de los tteres."
        },
        {
            "title": "Delegado coreano pronuncia discurso en comit especial de la ONU",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-40ee.html",
            "content": "Delegado coreano pronuncia discurso en comit especial de la ONU\n\t\t\t\t\t\t\r\nPyongyang, 18 de abril (ATCC) -- El da 11, el delegado de la Repblica Popular Democrtica de Corea pronunci discurso en la reunin del comit especial de la ONU sobre el terrorismo internacional.\n\t\t\t\t\t  A pesar de los esfuerzos antiterroristas de la sociedad internacional, se reportan por doquier del mundo muchos atentados terroristas, comenz l y prosigui:\n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de la \"guerra antiterrorista\", se justifican la agresin militar, la intervencin y la peor violacin de derechos humanos contra los Estados soberanos.\n\t\t\t\t\t\n\t\t\t\t\t  Sobre todo, EE.UU. comete en el Medio Oriente la invasin armada contra los Estados soberanos y la masacre de civiles, lo cual deviene un buen ejemplo del terrorismo de Estado y la violacin de DDHH. \n\t\t\t\t\t\n\t\t\t\t\t  Todos los esfuerzos antiterroristas del mundo deben realizarse conforme al objetivo y principios de la Carta de la ONU y a la ley internacional y en ningn caso, deben ser tolerados los actos de agresin militar contra los Estados soberanos, justificados como \"guerras antiterroristas\".\n\t\t\t\t\t\n\t\t\t\t\t  Nuestra delegacin insiste en que se incluyan en el convenio comprensivo sobre terrorismo internacional, actualmente en curso de redaccin, los remedios para impedir los actos terroristas por parte de un ejrcito de Estado.\n\t\t\t\t\t\n\t\t\t\t\t  Adems, la reunin especial de alto nivel de la ONU sobre el antiterrorismo debe determinar correctamente las causas del terrorismo y tomar las medidas correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno de la Repblica Popular Democrtica de Corea mantiene invariablemente su posicin de rechazar rotundamente el terrorismo de todo tipo y cualquier apoyo a ste.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC cumplir en lo adelante tambin su responsabilidad y deber para acabar de races con todas las formas de terrorismo y construir un mundo pacfico y prspero."
        },
        {
            "title": "Clausurado XXVII Festival Artstico de Amistad Abril en Primavera",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-41ee.html",
            "content": "Clausurado XXVII Festival Artstico de Amistad Abril en Primavera\n\t\t\t\t\t\t\r\nPyongyang, 18 de abril (ATCC) -- Qued clausurado el da 18 en el Coliseo Deportivo Jong Ju Yong de Ryugyong el XXVII Festival Artstico de Amistad Abril en Primavera, inaugurado el da 10 en esta capital.\n\t\t\t\t\tEstuvieron presentes en la ocasin el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop, el vicepremier del Consejo de Ministros, Kang Nung Su, el ministro de Cultura An Tong Chun, quien es el presidente del comit organizador del festival, el presidente del Comit Popular de la Ciudad de Pyongyang, Ryang Man Gil, y otros funcionarios, trabajadores capitalinos, los artistas extranjeros, los artistas coreanos en ultramar, los representantes diplomticos y los delegados de las organizaciones internacionales, los miembros de las embajadas acreditados en Corea, los huspedes extranjeros y los compatriotas coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto fueron otorgados los diplomas, copas de oro y plata, premios de oro y plata y premios en efectivo y aprobada la carta de agradecimiento que los participantes en el XXVII FAAAP le dirigieran al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t En su discurso de clausura, An Tong Chun seal que durante el periodo de festival, los artistas de varios pases y artistas coreanos en ultramar intercambiaron sus xitos y experiencias logrados en el desarrollo de cultura y arte nacionales, profundizaron el sentimiento de amistad y prepararon excelente oportunidad para la ampliacin de intercambio cultural.\n\t\t\t\t\t\n\t\t\t\t\tSubray que para acoger el centenario de natalicio del Presidente Kim Il Sung como la mxima fiesta y el gran festival histrico de la humanidad, el comit organizador del festival se esforzar para que el festival prximo sea la ms solemne cita artstica de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tPor ltimo, hubo la funcin de los artistas de varios pases."
        },
        {
            "title": "APRP publica declaracin por 63 aniversario de reunin conjunta N-S",
            "url": "http://kcna.co.jp/item/2011/201104/news18/20110418-42ee.html",
            "content": "APRP publica declaracin por 63 aniversario de reunin conjunta N-S\n\t\t\t\t\t\t\r\nPyongyang, 18 de abril (ATCC) -- Con motivo del 63 aniversario de la histrica Conferencia Conjunta de Abril de los Representantes de los Partidos Polticos y las Organizaciones Sociales del Norte y el Sur de Corea, las direcciones nortea, surea y ultramarina de la Alianza Pannacional por la Reunificacin de la Patria hicieron pblica el da 18 una declaracin conjunta. \n\t\t\t\t\tLa nota seala que aquella conferencia demostr junto con la Sublevacin del 3 de Abril el podero de la nacin coreana decidida a frustrar las maniobras dominacionistas de Estados Unidos sobre Corea, siendo un golpe duro para las autoridades surcoreanas que intentaban establecer un \"gobierno separado\" mediante \"elecciones separadas\". \n\t\t\t\t\t\n\t\t\t\t\tHoy tambin la Conferencia Conjunta de Abril impulsa la era de reunificacin iniciada el 15 de Junio de 2000 inculcando en toda la nacin el entusiasmo por la gran unidad nacional y la reunificacin del pas, destaca y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPara salvar a la nacin con la independencia, la paz, la reunificacin y la prosperidad, es preciso lograr la unidad de toda la nacin partiendo de la postura patritica por encima de las diferencias de ideologas e ideales, esto es el noble propsito de la Conferencia Conjunta de Abril.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y el \"poder\" surcoreano de Lee Myung Bak acarrean el peligro de guerra amenazando la reconciliacin y la paz de la nacin y recrudeciendo la poltica hostil a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPara lograr el nuevo dilogo y la nueva coyuntura, hay que abandonar la poltica y actitud caducas. \n\t\t\t\t\t\n\t\t\t\t\tDebemos reanudar el dilogo con vistas a ejecutar la Declaracin Conjunta del 15 de Junio y la Declaracin del 4 de Octubre. \n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo ao, la RPDC present la propuesta de consultar y resolver todos los asuntos importantes de la nacin y mejorar trascendentalmente las relaciones ntercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tEl \"poder\" de Lee Myung Bak debe aceptar ahora mismo el dilogo. \n\t\t\t\t\t\n\t\t\t\t\tDebemos ejecutar la Declaracin Conjunta Norte-Sur con las fuerzas unidas y abrir la nueva coyuntura de reunificacin independiente bajo la bandera del ideal \"Entre nosotros, los connacionales\"."
        }
    ]
}