{
    "date": "2011-03-24",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Relief Fund to Koreans in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-11ee.html",
            "content": "Kim Jong Il Sends Relief Fund to Koreans in Japan\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- General Secretary Kim Jong Il sent relief fund of 500,000 U.S. dollars to Korean residents in Japan who suffered from the killer quake and tsunami happened there."
        },
        {
            "title": " Kim Jong Il Congratulates Participants in Meeting of Arms and Equipment",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-46ee.html",
            "content": "Kim Jong Il Congratulates Participants in Meeting of Arms and Equipment\r\n Pyongyang, March 24 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il met with the participants in the meeting of active officials in the field of arms and equipment of the KPA now under way here and congratulated them on the successful meeting.\n\t\t\t\t\t Accompanying him were senior officials of the party and the army Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Jang Song Thaek, Kim Jong Gak, Pak To Chun and Ju Kyu Chang, members of the Central Military Commission of the Workers' Party of Korea Kim Won Hong, Kim Myong Guk, Jong Myong Do, Ri Pyong Chol, Choe Pu Il, Kim Yong Chol, Choe Sang Ryo and Yun Jong Rin, department directors of the National Defence Commission Hyon Chol Hae and Ri Myong Su and general officers of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, general secretary of the WPK and chairman of the National Defence Commission of the DPRK, warmly congratulated the participants in the meeting and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats performed by the officials in the field of arms and equipment, saying that they are men of pure conscience, true patriots, precious treasures of the country and genuine comrades-in-arms of the WPK as they have worked heart and soul for bolstering arms and combat and technical equipment without expecting others to recognize them or seeking any honor and reward. \n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that all the officials, soldiers, scientists, technicians and employees in the field of arms and equipment including the participants of the meeting would live up with loyalty to the Party's deep trust and great expectation."
        },
        {
            "title": "Relief Fund to Quake-hit Japan from DPRK",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-12ee.html",
            "content": "Relief Fund to Quake-hit Japan from DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- The Central Committee of the DPRK Red Cross Society sent relief fund of 100,000 U.S. dollars to the Japan Red Cross Society as regards the recent killer quake that hit this country, causing heavy human and material losses.\n\t\t\t\t\t It expressed deep sympathy to the victims of the earthquake and the bereaved families."
        },
        {
            "title": "Officials Enjoy Demonstration of Synchronized Swimming",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-44ee.html",
            "content": "Officials Enjoy Demonstration of Synchronized Swimming\r\n Pyongyang, March 24 (KCNA) -- A demonstration performance of synchronized swimming took place at the Changgwang Health Complex on Thursday.\n\t\t\t\t\t Enjoying the performance were senior party and state officials and officials of the C.C., the Workers' Party of Korea, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The performers presented such colorful numbers as duet synchronized swimming \"Let's Sing of Our Pride in Being under the Guidance of the General\" and group synchronized swimming \"It Is Rays of Spring and Sunshine\".\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience as it fully reflected the ideological and thematic contents of the numbers through synchronized swimming movements requiring high technique including various changes of formations and bouncing and rising movements."
        },
        {
            "title": " DPRK Delegations Leave for China and Russia ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-39ee.html",
            "content": "DPRK Delegations Leave for China and Russia\r\n Pyongyang, March 24 (KCNA) -- A delegation of education officials headed by Sin Se Hung, first vice-minister of Common Education of the Education Commission, left Pyongyang today by air to visit China. A law delegation of the DPRK led by Ri Ki Sun, councilor of the Supreme Court, also left Pyongyang by air Thursday to visit Russia."
        },
        {
            "title": "Foreigners Pay Homage to Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-40ee.html",
            "content": "Foreigners Pay Homage to Kim Il Sung\r\n Pyongyang, March 24 (KCNA) -- A delegation of the Ministry of Communication and Information Technology of Indonesia led by Secretary General Basuki Yusuf Iskandar and other foreign guests visited the Kumsusan Memorial Palace on Thursday to pay homage to President Kim Il Sung.\n\t\t\t\t\t They made bows to the President in profound reverence for him who made immortal contribution to the cause of global independence and the development of friendly relations among countries. \n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": " Friendship Meeting with Staff Members of Russian Embassy",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-42ee.html",
            "content": "Friendship Meeting with Staff Members of Russian Embassy\r\n Pyongyang, March 24 (KCNA) -- A friendship meeting with staff members of the Russian embassy here took place at the Taedonggang Diplomatic Corps Club on Thursday. It was held on the occasion of the 62nd anniversary of the signing of the DPRK-Russia agreement on economic and cultural cooperation.\n\t\t\t\t\t Present there were officials of the Foreign Ministry and the Russian ambassador to the DPRK and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants deepened the feelings of friendship, playing sports games and talking about boosting the bilateral relations in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The Russians visited the Mansudae Art Studio on the same day."
        },
        {
            "title": "DPRK Olympic Committee Meets",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-43ee.html",
            "content": "DPRK Olympic Committee Meets\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- An annual meeting of the DPRK Olympic Committee took place at the People's Palace of Culture on Thursday. \n\t\t\t\t\t Present there were members of the committee and officials in the field of physical culture and sports and other fields related to it. \n\t\t\t\t\t\n\t\t\t\t\t The meeting summed up the work of the committee for Juche 99 (2010) and discussed the orientation of its work for Juche 100 (2011). \n\t\t\t\t\t\n\t\t\t\t\t A report by Pak Myong Chol, minister of Physical Culture and Sports and chairman of the committee, was followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t They said that last year the DPRK players proved successful at international games including the AFC Challenger Cup Tournament for 2010, the Asian U-19 Football Championship for 2010 and the Asian U-16 Football Championship for 2010.\n\t\t\t\t\t\n\t\t\t\t\t They proposed tasks and ways to further enhance the function and role of the committee and the associations of different sports events and bring about a fresh turn in developing the physical culture and sports of the country this year."
        },
        {
            "title": "World TB Day Observed",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-41ee.html",
            "content": "World TB Day Observed\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- An event took place at the Grand People's Study House on Thursday on the occasion of World TB Day.\n\t\t\t\t\t Present there were officials of public organizations, ministries and the press and officials of public health in the city of Pyongyang.  The acting representative of the WHO and his staff members and members of different international organizations here were also present.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t The speakers underscored the need to increase the social concern about tuberculosis in conformity with the theme \"Innovating and Strengthening Strategy to Eliminate TB\" put forward by the WHO for this year.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to remove the dangerous factors of tuberculosis and actively combat them.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched the Korean scientific film \"TB\" Part 1.\n\t\t\t\t\t\n\t\t\t\t\t Then, they looked round the photos on display and enjoyed a performance given by the hygienic propaganda team.\n\t\t\t\t\t\n\t\t\t\t\t Similar events were also held in all provinces Thursday."
        },
        {
            "title": "Anti-Epizootic Campaign",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-34ee.html",
            "content": "Anti-Epizootic Campaign\r\n Pyongyang, March 24 (KCNA) -- The veterinary and anti-epizootic work has been intensified in the DPRK. \n\t\t\t\t\t The government set every March and April as months for veterinary, hygienic and anti-epizootic campaign.\n\t\t\t\t\t\n\t\t\t\t\t The State Emergency Veterinary and Anti-Epizootic Commission has worked out a program for prevention of epidemics and called for a nationwide effort to implement it.\n\t\t\t\t\t\n\t\t\t\t\t Activities have been conducted throughout the country to combat the foot-and-mouth disease.\n\t\t\t\t\t\n\t\t\t\t\t Pig and cattle farms are sterilized in a scientific way.\n\t\t\t\t\t\n\t\t\t\t\t Achievements in treating domestic animals infected by the disease are widely introduced.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a bird flu prevention system is working well, involving observation of migrant birds and examination of dead wild birds.\n\t\t\t\t\t\n\t\t\t\t\t Cooperation with relevant international organizations, including the Food and Agriculture Organization of the United Nations (FAO), is also strengthened."
        },
        {
            "title": "Pyongyang Floricultural Institute",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-31ee.html",
            "content": "Pyongyang Floricultural Institute\r\n Pyongyang, March 24 (KCNA) -- Thousands of people from more than 100 organizations have visited the Pyongyang Floricultural Institute after General Secretary Kim Jong Il gave field guidance to it some time ago.\n\t\t\t\t\t Among them are officials of the State Planning Commission, the Ministry of Agriculture and other ministries and national institutions, and horticulturists and florists from all provinces and cities.\n\t\t\t\t\t\n\t\t\t\t\t The visitors are briefed on the experience the institute has gained in scientific researches and management activities.\n\t\t\t\t\t\n\t\t\t\t\t In particular, they are interested in flower breeding and cultivation technologies.\n\t\t\t\t\t\n\t\t\t\t\t The institute has hothouses where all processes, including adjustment of temperature and humidity, are controlled by computer.\n\t\t\t\t\t\n\t\t\t\t\t It cultivates various species of beautiful flowers native to the DPRK and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Scientists and technicians of the institute have established a flower propagation method based on tissue culture."
        },
        {
            "title": "New Computer Fonts Developed",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-32ee.html",
            "content": "New Computer Fonts Developed\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- New computer fonts have been developed in the DPRK.\n\t\t\t\t\t Pak Kwang Il, head of the Information Center of Pyongyang University of Printing, told KCNA that the center has developed more than 100 kinds of computer fonts.\n\t\t\t\t\t\n\t\t\t\t\t They include hieroglyphic, decorative and brush handwriting fonts.\n\t\t\t\t\t\n\t\t\t\t\t Also developed were fonts suitable for schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t New fonts have been applied to mass media and film production."
        },
        {
            "title": " Hongqihe Battle",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-33ee.html",
            "content": "Hongqihe Battle\n\t\t\t\t\t\t\r\nPyongyang, March 24 (KCNA) -- The Korean people are greeting the 71st anniversary of the victorious Hongqihe Battle.\n\t\t\t\t\tThe victory in the battle confirmed the truth that an army and people led by an outstanding leader are always invincible.\n\t\t\t\t\t\n\t\t\t\t\tHearing the news that the Korean People's Revolutionary Army (KPRA) attacked Damalugou by surprise, Maeda, a company commander of the \"police punitive force\" in Helong County under the \"Nozoe Punitive Command\", made a blood-written pledge to annihilate the KPRA. He held even a ceremony to go into action and forced his troops to write their testaments.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung decided to attack the enemy troops in a deep valley of Hongqihe and conclude the large-unit circling operation victoriously.\n\t\t\t\t\t\n\t\t\t\t\tOn March 25, Juche 29 (1940), he ordered KPRA units to go down the valley and go up again, erasing only their uphill footprints, to lie in ambush.\n\t\t\t\t\t\n\t\t\t\t\tA decoy party resumed marching along the valley, leaving as many footprints as possible.\n\t\t\t\t\t\n\t\t\t\t\tWhen the main body of the enemy poured steadily into the area of the ambush, the guerrillas opened fire.\n\t\t\t\t\t\n\t\t\t\t\tMaeda and his troops made frantic efforts to the last, but failed to escape from the deadly situation after all.\n\t\t\t\t\t\n\t\t\t\t\tReporting the news, a Japanese police magazine said that only God knows why Maeda, a punitive operation veteran, was defeated in the battle."
        },
        {
            "title": "S. Korea Accused of Sticking to Illegal \"Northern Limit Line\"",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-24ee.html",
            "content": "S. Korea Accused of Sticking to Illegal \"Northern Limit Line\" \n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- The south Korean authorities are recently mulling setting up a command for the defense of northwestern islands after reinforcing armed forces on the five islands in the West Sea of Korea. \n\t\t\t\t\t This is part of the moves to realize their political and strategic scenarios to preserve the \"northern limit line,\" a dangerous tinderbox to spark confrontation and conflict. \n\t\t\t\t\t\n\t\t\t\t\t As already publicly recognized, the \"northern limit line\" is an illegal and ghostlike one unilaterally drawn by the U.S. forces in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. let Clark, the then commander of the \"UN Forces\", set the \"northern limit line\" called \"Clark line\" in the West Sea of Korea in order to check traitor Syngman Rhee's reckless scenario to \"advance towards the north single-handed\" and prevent a war from breaking out again in pursuance of it and, at the same time, bar south Korean fishermen from going over to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., therefore, has not yet made public the existence of the \"northern limit line\" by itself even after the lapse of many years because it was drawn to meet its self-justified interests. \n\t\t\t\t\t\n\t\t\t\t\t The illegality of the above-said line is clearly proved by the fact that the U.S. made it clear that the line was unilaterally set without a bilateral agreement and in breach of international law through the diplomatic message sent by the then U.S. secretary of State in 1975 and the DPRK-U.S. general-level military talks held in Panmunjom on July 21, 1999.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. once distributed among the participants in the meeting of the UN Convention on the Law of the Sea Korean maps on which the north-south imaginary boundary line in the West Sea of Korea was set further southward than the \"northern limit line\" on the basis of the principle of equidistance laid down by the International Law of the Sea. \n\t\t\t\t\t\n\t\t\t\t\t In 1996, the then defense minister of south Korea said that \"the north side's trespassing on the northern limit line is not a violation of Armistice Agreement (AA) as it was drawn by the south side to protect fishing boats.\" \n\t\t\t\t\t\n\t\t\t\t\t A provision of the AA stipulates that Paekryong, Taechong, Sochong, Yonphyong and U islands shall be under the control of the commander of the \"UN Forces\" and all the remaining islands and waters shall be under the DPRK control. And the International Law on the Sea mainly calls for respecting other side's right to 12n mile territorial waters. The south Korean authorities' assertion is nothing but a far-fetched one in the light of the above-said provision and law. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' persistent efforts to preserve the above-said line are no more than a subterfuge to find a pretext for escalating the tension of the Korean Peninsula and igniting a new war there."
        },
        {
            "title": "KCNA Commentary Blasts Provocations of US and S. Korean Forces ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-38ee.html",
            "content": "KCNA Commentary Blasts Provocations of US and S. Korean Forces\r\n Pyongyang, March 24 (KCNA) -- The number of provocations by U.S. troops in areas along the Military Demarcation Line (MDL) in the zones under the control of the north and the south in Eastern and Western coastal areas is on the sharp increase these days. \n\t\t\t\t\t In the period between March 1 and 8 alone, a total of at least 100 GIs committed grave provocations against soldiers of the Korean People's Army (KPA) on more than 50 occasions. \n\t\t\t\t\t\n\t\t\t\t\t Everyday they enter as far as 20 meters from the MDL to watch personnel and vehicles. They commit such hooliganism as bringing women to wine before throwing empty bottles towards the post of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t What merits attention is that such evermore serious provocations are perpetrated in the same way as what is committed by the south Korean puppet forces. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean side is shielding and encouraging such reckless provocations committed by the U.S. forces in areas close to the MDL, far from holding them in check. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities stopped the psychological warfare in the areas along the MDL according to the north-south agreement in 2004. However, they resumed it six years later. They let 25 anti-DPRK conservative organizations including the \"Free North Korea Movement Federation\" send large balloons containing hundreds of thousands of leaflets, USBs and DVDs on which corrupt animation files are recorded, undesirable pamphlets, one dollar notes, etc. from Rimjin Pavilion into areas of the north side, kicking up an extreme confrontation racket. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet military does not hesitate to send balloons carrying baskets full of clothes, foul videos and books to areas of the north side. \n\t\t\t\t\t\n\t\t\t\t\t  This goes to prove that the master and its servant seek the same purpose. \n\t\t\t\t\t\n\t\t\t\t\t  All these facts indicate that the U.S. and south Korea are deliberately perpetrating dangerous provocations escalating the military tension in areas along the MDL where both sides stand in sharp confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is a matter of the world's concern that a war may be triggered off even by a small accident now that the situation on the Korean Peninsula remains tenser than ever before owing to the large-scale joint military maneuvers of the U.S. and south Korea, etc. \n\t\t\t\t\t\n\t\t\t\t\t Such provocations in the above-said sensitive areas never occur of themselves. \n\t\t\t\t\t\n\t\t\t\t\t This can be proved by the Panmunjom incident which pushed the situation on the peninsula to the brink of war 35 years ago. It was spawned by the U.S. forces when GIs chopped in broad daylight a poplar tree which soldiers of the KPA had planted several decades ago and taken care of since then. After the outbreak of this incident the U.S. ordered its forces present in south Korea and the south Korean puppet forces to keep themselves in full combat readiness, crying out for \"military actions\" and \"retaliatory measures\" like a thief crying \"Stop the thief!\" It hurled huge armed forces from its mainland, Japan and Guam into areas around south Korea, driving the situation to the phase of explosion. \n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula reached the brink of war all of a sudden. \n\t\t\t\t\t\n\t\t\t\t\t Much water has flown under the bridge since the incident. But the U.S. and south Korean warmongers remain unchanged in their ambition for invading the north. They are working with blood-shot eyes to secure a pretext for starting a war of aggression. \n\t\t\t\t\t\n\t\t\t\t\t The despicable provocations being perpetrated by the U.S. and south Korean puppet forces in the above-said areas are as foolish acts as jumping into fire with faggot on their backs. \n\t\t\t\t\t\n\t\t\t\t\t They will have to pay a dear price for such provocations. \n\t\t\t\t\t\n\t\t\t\t\t They will certainly come to realize that such provocations will not end in a mere play."
        },
        {
            "title": "S. Korean Puppet Navy Plans Large Naval Maneuvers",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-30ee.html",
            "content": "S. Korean Puppet Navy Plans Large Naval Maneuvers \r\n Pyongyang, March 24 (KCNA) -- The south Korean puppet navy is contemplating to stage a three day-long large naval maneuvers in all waters from March 25, according to the south Korean MBC. \n\t\t\t\t\t The puppet warmongers announced that they would stage military exercises simulating naval battles, anti-submarine operations and anti-air battles with diverse type warships belonging to the first, second and third fleets of the navy involved. \n\t\t\t\t\t\n\t\t\t\t\t They also plan to stage naval bombardment exercises in the West and South seas of Korea on March 26."
        },
        {
            "title": "S. Korean Police's Crackdown upon Students Censured",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-25ee.html",
            "content": "S. Korean Police's Crackdown upon Students Censured\r\n Pyongyang, March 24 (KCNA) -- The south Korean Federation of University Students in the 21st Century held a meeting at Korea University on Monday to denounce the fascist police's crackdown upon students.\n\t\t\t\t\t That day, the south Korean fascist police apprehended the former chairman of the students' economic and academic organization and two other leading members.\n\t\t\t\t\t\n\t\t\t\t\t They also conducted a search and confiscation operation against the houses of the organization's 9 members including the three leading members and the former chairman of the Seoul District Federation of University Student Councils.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting accused the police of taking the above-said action on charges of violating the \"National Security Law\", claiming that they formed the organization as instructed by the north and adopted an \"enemy-benefiting\" action program in March 2007.\n\t\t\t\t\t\n\t\t\t\t\t They branded this suppression as a shameless action of the present regime to make students scapegoats for maintaining its fascist power.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the police walked off more than 50 students under the University Students Solidarity for Culture when they were staging a demo in protest against the authorities' crackdown before the anti-communist branch in Hongje-dong, Seoul."
        },
        {
            "title": "S. Korea Urged to Accept DPRK's Proposal",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-22ee.html",
            "content": "S. Korea Urged to Accept DPRK's Proposal\r\n Pyongyang, March 24 (KCNA) -- The Council of Christian Churches in south Korea urged the authorities to accept without any condition the DPRK's proposal for joint researches into the volcanic activities on Mt. Paektu, according to CBS of south Korea.\n\t\t\t\t\t In a commentary on Tuesday, the council said that it was greatly disappointed to hear the news that the \"government\" intends to downgrade the consultation with the DPRK over the joint researches to a non-governmental level.\n\t\t\t\t\t\n\t\t\t\t\t The authorities have no reason to refuse the DPRK's proposal as the issue of volcanic activities on Mt. Paektu is directly related to the life of the people, it added.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to use the joint researches as an opportunity to pave the way for resuming the south-north dialogue and building mutual confidence."
        },
        {
            "title": "Unity of Progressive Forces in S. Korea Called for ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-28ee.html",
            "content": "Unity of Progressive Forces in S. Korea Called for \r\nPyongyang, March 24 (KCNA) -- The March 15 issue of Minjok Sibo, newspaper of Koreans published in Japan, carries an article calling for the unity of the progressive forces in south Korea. \n\t\t\t\t\tThe article accused the \"Grand National Party,'' a conservative political party in south Korea, of perpetrating such sycophantic and treacherous acts as imploring the U.S. to postpone the transfer of the right to control wartime operations and taking a submissive attitude in the negotiations for the conclusion of FTA with the U.S.\n\t\t\t\t\t\n\t\t\t\t\tIt condemned the conservative forces for pursuing the policy of confrontation with fellow countrymen and escalating the military tension on the Korean Peninsula to an extreme phase in denial of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\tIt charged that the GNP is sticking to the economic policy aimed at meeting the interests of foreign capital, big businesses and the rich while suppressing the movement of different circles for democracy by invoking the \"National Security Law\", an anti-human rights law. \n\t\t\t\t\t\n\t\t\t\t\tThe article called upon all the progressive forces to unite close and boost the grand alliance of the anti-conservative forces."
        },
        {
            "title": "DC Preparatory Committee for Birth Anniversary of Kim Il Sung Meets",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-02ee.html",
            "content": "DC Preparatory Committee for Birth Anniversary of Kim Il Sung Meets\r\n Pyongyang, March 24 (KCNA) -- An annual meeting of the preparatory committee of the Democratic Congo for commemorating the centenary of birth of President Kim Il Sung was held in Kinshasa on March 17.\n\t\t\t\t\t Present there were members of the preparatory committee and representatives of political parties and organizations.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the work done by the committee last year and discussed its action plan to be fulfilled by the Day of the Sun in 2012.\n\t\t\t\t\t\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the C.C., the Communist Party of Democratic Congo who doubles as chairman of the preparatory committee, called for giving wide publicity to the greatness and immortal feats by the President and the Juche idea founded by him in order to significantly greet April 15, 2012 as the holiday common to the mankind.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events in the March 25-April 25 period of commemorating the Day of the Sun."
        },
        {
            "title": "Kim Jong Il's Feat on Army-Building Praised",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-03ee.html",
            "content": "Kim Jong Il's Feat on Army-Building Praised\n\t\t\t\t\t\t\r\nPyongyang, March 24 (KCNA) -- Unidad Nacional, newspaper of Mexico, carried a special write-up with a photograph of General Secretary Kim Jong Il in its March 15th issue. It was to celebrate the 18th anniversary of his election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The newspaper in an article titled \"Invincible military power and Kim Jong Il\" said that his election provided a sure guarantee for the DPRK to display its might as an invincible military power. \n\t\t\t\t\t\n\t\t\t\t\t He has turned the Korean People's Army into an elite one, it said.\n\t\t\t\t\t\n\t\t\t\t\t He paid deep attention to intensifying the military and political training at the KPA units and improving the servicepersons' material and cultural life, the article added. He also made sure that the traditional army-people unity of the Korean society was brought into full bloom. \n\t\t\t\t\t\n\t\t\t\t\t It said that he converted the whole country into an impregnable fortress and built a strong national defense industry, laying a solid material and technological foundation of a self-defensive military power."
        },
        {
            "title": "National Seminar on Juche Idea Held in Pakistan",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-04ee.html",
            "content": "National Seminar on Juche Idea Held in Pakistan\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- A national seminar on the Juche idea was held in Karachi, Pakistan on Mar. 19. It discussed self-reliance and economic development. \n\t\t\t\t\t Javed Ansari, secretary general of the Society for the Study of Self-Reliance of Pakistan, made a keynote report. It was followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that President Kim Il Sung embarked on the road of the revolution in his teens and founded the immortal Juche idea and successfully applied it to the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tThey noted with appreciation that, guided by the Juche idea, General Secretary Kim Jong Il is steering the building of a thriving nation to victory while decisively foiling the U.S. persistent moves to stifle the DPRK with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea serves as a great idea imbuing the people with confidence, courage and fresh strength, they said. Pakistan should learn from the Juche idea to become an independent country like the DPRK that stands firm against big powers and a genuine country for the people where they have become the master of the country.\n\t\t\t\t\t\n\t\t\t\t\t 2012 is a significant year marking the centenary of birth of the President, they said. They called for vigorously conducting the activities to study and disseminate the Juche idea so as to participate in the world conference of the Juche idea with bigger success. \n\t\t\t\t\t\n\t\t\t\t\t Adopted at the seminar was a resolution. It called for more actively studying and disseminating the Juche idea to significantly commemorate the centenary of birth of the President and positively contribute to building a free and prosperous country. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted there."
        },
        {
            "title": "Chongryon's Rescue Activities Brisk to Recover from Quake Damage",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-29ee.html",
            "content": "Chongryon's Rescue Activities Brisk to Recover from Quake Damage\r\n Pyongyang, March 24 (KCNA) -- The General Association of Korean Residents in Japan (Chongryon) is carrying on its rescue activities to recover from quake damage and bring the living of compatriots to normal. \n\t\t\t\t\t The Central Emergency Measure Committee under Chongryon formed its medical group and dispatched it on March 20 to Tohoku Korean Primary and Secondary School with relief goods. \n\t\t\t\t\t\n\t\t\t\t\t The group is conducting brisk health service including medical check of Korean refugees at the dormitory of the school. \n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Miyagi Prefectural Headquarters under the said committee provided the foods prepared by organizations and Koreans under Chongryon in different parts of Japan with sincerity not only to Koreans but also to Japanese citizens at Yagiyama Secondary School. \n\t\t\t\t\t\n\t\t\t\t\t On March 19, the members of the said committee active in Miyagi Prefecture visited tsunami-stricken Ishinomaki City and Onagawa-jong of Oshika County together with officials on the spot and handed relief goods to Koreans and Japanese citizens. They encouraged them to overcome the trial with redoubled efforts, telling them that all the Koreans across Japan are out to eradicate the aftermath of the quake.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, a rescue group made up of officials of the Korean Youth Commercial Association of Kanagawa Prefecture, the Korean Youth Commercial Association of Kawasaki Region and the Kanagawa Prefectural Headquarters of the Korean Youth League in Japan handed relief goods to Koreans in Miyagi Prefecture. \n\t\t\t\t\t\n\t\t\t\t\t Members of the Korean Commercial Association of Taito Region of Tokyo Metropolis and those of the Taito Branch of the Tokyo Metropolis of the league conveyed to Koreans in the stricken areas more than 800 suits of dresses donated by a Korean businessman."
        },
        {
            "title": "Lifeline of Movement of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-23ee.html",
            "content": "Lifeline of Movement of Koreans in Japan\r\n Pyongyang, March 24 (KCNA) -- The issue of national education is an important matter on which hinge the destiny and future of the movement of Koreans in Japan.\n\t\t\t\t\t Therefore, the General Association of Korean Residents in Japan(Chongryon) considers it as a programme to strengthen and develop the democratic national education and bring up children of Korean residents in Japan as able native talents and true patriots possessed of national character and rich knowledge, sound moral virtues and strong physical bodies. \n\t\t\t\t\t\n\t\t\t\t\t There are in different parts of Japan well-regulated institutions for national education from kindergartens to primary, middle and high schools and university. They give Korean students systematic democratic national education with Juche character and national character.\n\t\t\t\t\t\n\t\t\t\t\t There are also departments looking after education at different units of Chongryon from its Central Standing Committee to regional headquarters and branches. They provide unified guidance to the work related to the national education including working out educational course, compiling textbooks, training teachers and building schools. They, at the same time, enlist the creative ingenuity of compatriots to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon has a well-regulated semi-regular educational system including national class, afternoon and evening school, children classroom on Saturdays and Summer school which are important parts of national education.\n\t\t\t\t\t\n\t\t\t\t\t The educational system briskly operating thanks to the positive efforts and encouragement of Chongryon and the Koreans in Japan provides all the children of Korean residents in Japan with an opportunity to learn spoken and written Korean languages and know well about the history, culture and custom of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the enormous efforts exerted by Chongryon for national education, the ranks of patriotic talents who make tangible contributions to the prosperity of the country and the patriotic cause of Chongryon are expanding with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t This year Chongryon marks the 65th anniversary of the introduction of secondary education and the 55th anniversary of the founding of Choson University.\n\t\t\t\t\t\n\t\t\t\t\t Officials of Chongryon and Koreans in Japan are fully displaying their patriotic wisdom and enthusiasm to greet this significant year as a year of shining success in national education to go down to the history of the patriotic movement of Chongryon."
        },
        {
            "title": " Radiation Contamination Expands in Japan ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-45ee.html",
            "content": "Radiation Contamination Expands in Japan \r\n Pyongyang, March 24 (KCNA) -- The radiation contamination due to the accident at the nuclear power plant in Japan is expanding. \n\t\t\t\t\t It was confirmed Wednesday that different species of vegetables were contaminated by radiation in Fukushima Prefecture. \n\t\t\t\t\t\n\t\t\t\t\t In this connection Prime Minister Naoto Kan on the same day advised the people across the country not to eat all leafy vegetables cultivated in the above-said region.\n\t\t\t\t\t\n\t\t\t\t\tRadioactive iodine and cesium of 32,300 Bq and 5,300 Bq each were detected in Tokyo in 24 hours as of Tuesday morning.\n\t\t\t\t\t\n\t\t\t\t\t Radioactive substances were also detected in other countries and regions while there is an increasing possibility of spread of those substances across Japan.\n\t\t\t\t\t\n\t\t\t\t\t Reuters said on Tuesday that radioactive substances believed to have leaked from the Fukushima nuclear power plant were detected in Reykjavik of Iceland. \n\t\t\t\t\t\n\t\t\t\t\t On Mar. 20, it was confirmed that broad beans imported by Taiwan from Japan were contaminated by radiation. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, damage by quake and the ensuing tsunami are on the steady increase in Japan. \n\t\t\t\t\t\n\t\t\t\t\tThe National Police Agency said the death toll increased to 9,737 and those missing reached 16,501 as of 3 p.m. today.\n\t\t\t\t\t\n\t\t\t\t\t A lot of dwelling houses, factories, roads, etc. were destroyed, bringing the maximum damages to 25 trillion yen. \n\t\t\t\t\t\n\t\t\t\t\t The Land and Geography Agency quoting a survey said that the ground from Tohoku to Kanto has continued moving towards east since right after the killer quake. \n\t\t\t\t\t\n\t\t\t\t\t According to it, Yamada-cho, Iwate Prefecture moved 28 cm and Choshi City, Chiba Prefecture 19 cm as of Tuesday. Great changes occurred in the areas around the epicenter of the quake. \n\t\t\t\t\t\n\t\t\t\t\t The Meteorological Agency said that the vibration caused by the devastating quake made approximately five rounds of the surface of the earth in 12 hours after the quake jolted Japan."
        },
        {
            "title": "Mistrust in Japanese Government Increases ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-18ee.html",
            "content": "Mistrust in Japanese Government Increases \r\n Pyongyang, March 24 (KCNA) -- The international community is expressing distrust in the Japanese government which is offering belated information about the nuclear power plants.\n\t\t\t\t\t When the world was concerned about the Fukushima nuclear power plant in fear of the damage by radioactive materials, the CNN reported that the Japanese government is losing the confidence of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The New York Times on Mar. 16 reflected the view of the chief executive of the U.S. government that Japan's slow policy-making is becoming the cause of escalating the crisis.\n\t\t\t\t\t\n\t\t\t\t\t The director-general of the International Atomic Energy Agency said at a press conference on the same day that there is need to improve the quality and quantity of the information about the nuclear plants provided by the Japanese government through relevant communication system. \n\t\t\t\t\t\n\t\t\t\t\t The Tokyo Shimbun of Japan said that the member nations of the IAEA are also blaming Japan for not providing enough information or making a belated offer."
        },
        {
            "title": "Earthquakes Shake Indonesia and Philippines ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-05ee.html",
            "content": "Earthquakes Shake Indonesia and Philippines \n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- An earthquake measuring 5.3 degrees on the Richter scale rocked the western region of Indonesia on Mar. 19.\n\t\t\t\t\t The epicenter was 83kms northwest of Gunungsitoli of North Sumatra Province.\n\t\t\t\t\t\n\t\t\t\t\t Another quake measuring 6 degrees on the Richter scale jolted Babuyan Islands of Philippines on Mar. 20."
        },
        {
            "title": "Earthquake Jolts Kamchatka ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-27ee.html",
            "content": "Earthquake Jolts Kamchatka \r\n Moscow, March 22 (KCNA) -- Magnitude 5.7 quake rattled the sea off the Eastern part of Kamchatka in Russia on March 20.\n\t\t\t\t\t The epicenter was the area 205 kilometers east of Petropablovsk-Kamchatski."
        },
        {
            "title": "Concerns about Nuclear Power Plants Grow in US ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-17ee.html",
            "content": "Concerns about Nuclear Power Plants Grow in US\r\n Pyongyang, March 24 (KCNA) -- The concerns have grown about the nuclear power plants in the U.S. in the wake of the explosions at the nuclear power plant in Japan.\n\t\t\t\t\t Cuban newspaper Granma said on Mar. 18 that 35 out of 104 nuclear reactors in the U.S. are similar to those that caused trouble in Japan.\n\t\t\t\t\t\n\t\t\t\t\t An expert of the U.S. Nuclear Regulatory Committee said that the internal structure of some nuclear reactors in the U.S. is so fragile as to break like a glass cup under the earthquake pressure.\n\t\t\t\t\t\n\t\t\t\t\t The focus of the discussion in the U.S. is whether it can handle the emergency in case it has an accident similar to what happened in Japan."
        },
        {
            "title": "Nuclear Reactors in Moscow Are Safe",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-16ee.html",
            "content": "Nuclear Reactors in Moscow Are Safe\r\n Moscow, March 22 (KCNA) -- The Kurchatov Research Institute of Russia said nuclear reactors in Moscow are in very safe condition.\n\t\t\t\t\t The first director of the institute, when interviewed by ITAR-TASS, flatly refuted an Internet posting which said that in case an earthquake measuring 5 on Richter scale hits the country, it will cripple the reactors at the institute. \n\t\t\t\t\t\n\t\t\t\t\t The 150MW-capacity reactor that was considered to be dangerous to Moscow already stopped operation, he said, adding that all the reactors at the institute are in perfect safety."
        },
        {
            "title": "Mongolian President Asks Nation to Prepare for Potential Earthquake",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-26ee.html",
            "content": "Mongolian President Asks Nation to Prepare for Potential Earthquake\r\n Pyongyang, March 24 (KCNA) -- Mongolian President Tsakhiagiin Elbegdorj asked the nation to prepare for earthquake danger at a government meeting on March 21.\n\t\t\t\t\t He underlined the need for every resident to learn well about common earthquake knowledge and rapidly react to the earthquake occurring.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the field concerned to positively introduce advanced science and technology to reduce the impact of earthquake to the maximum."
        },
        {
            "title": "China Concerned about Libyan Crisis",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-19ee.html",
            "content": "China Concerned about Libyan Crisis\r\n Beijing, March 22 (KCNA) -- A spokeswoman for the Chinese Foreign Ministry expressed serious concern over the military attack on Libya by the Western countries. \n\t\t\t\t\t At a press conference on Mar. 22 she said that China rejects the abuse of arms leading to increased civilian casualties and disaster against humanitarianism. All the countries concerned, she added, should abide by the purport and principle of the UN Charter and the rules of relevant international law and respect the sovereignty of Libya and its territorial integrity. \n\t\t\t\t\t\n\t\t\t\t\t China appeals to all the countries concerned to stop the battle at once and seek a peaceful solution to the Libyan issue, she said."
        },
        {
            "title": "Cuba's Fidel Castro Criticizes US",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-10ee.html",
            "content": "Cuba's Fidel Castro Criticizes US\r\n Havana, March 22 (KCNA) -- Fidel Castro, leader of the Cuban revolution, contributed an article titled \"Act of good faith\" critical of the United States to the Granma on March 18.\n\t\t\t\t\t He, referring to the nuclear disaster that seized Japan with panic following the killer quake and ensuing tsunami, said that the U.S. government is to blame for the disaster because Japan's nuclear technology is exactly that of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He blamed the U.S. chief executive, questioning whom he is going to deceive through the \"act of good faith\" toward Japan."
        },
        {
            "title": "Foreign Forces' Armed Intervention in Libya Assailed in Cuba ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-21ee.html",
            "content": "Foreign Forces' Armed Intervention in Libya Assailed in Cuba \n\t\t\t\t\t\t\r\nHavana, March 22 (KCNA) -- The Cuban Foreign Ministry in a statement issued on Sunday condemned foreign forces for their armed intervention in Libya.\n\t\t\t\t\tThe statement accused Western powers of creating conditions for invading Libya by pressurizing the UN Security Council, adding that this act of aggression is a violation of the UN Charter and the authority of the UNSC.\n\t\t\t\t\t\n\t\t\t\t\tThe Western countries' military attack on Libya is causing casualties among innocent civilians and bringing sufferings to them, the statement noted, demanding that the dispute be settled through dialogue and negotiations, not by force of arms."
        },
        {
            "title": "Russia Opposes Military Attack on Libya ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-20ee.html",
            "content": "Russia Opposes Military Attack on Libya \r\n Moscow, March 22 (KCNA) -- An official spokesman for the Russian Foreign Ministry Sunday clarified the stand of Russia opposing the West-led multinational forces' military attack on Libya. \n\t\t\t\t\t He held that the use of the mandate given by the United Nations Security Council resolution 1973 which calls for taking only measures for the protection of civilians should not be allowed for meeting sinister aims. \n\t\t\t\t\t\n\t\t\t\t\t Russia strongly urges the relevant countries to stop the indiscriminate use of force, he stressed."
        },
        {
            "title": "Russia Bolsters Defence Capacity",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-09ee.html",
            "content": "Russia Bolsters Defence Capacity\r\n Moscow, March 22 (KCNA) -- Russia is directing big efforts into increasing the defence capacity with top priority given to modernizing and bolstering the armed forces.\n\t\t\t\t\t The Ministry of Defense worked out a plan to launch a big-scale modernization of armed equipment starting this year. According to it, the Ministry decided to purchase weapons with main emphasis on new generation air defense weapon, interceptor missile system and new-type weapons for navy. \n\t\t\t\t\t\n\t\t\t\t\t It is also mulling buying many helicopters, fighters, warships and strategic nuclear missile submarines and conducting research and development of new generation military hardware. \n\t\t\t\t\t\n\t\t\t\t\t The Russian strategic rocket army is planning to launch missiles with various missions such as PC-12M, PC-18 and PC-24 ten times this year. \n\t\t\t\t\t\n\t\t\t\t\t Russia is also channeling efforts into developing high-intelligence ballistic missile using liquid propellant. \n\t\t\t\t\t\n\t\t\t\t\t As part of its step to bolster up the navy, Russia is mulling purchasing eight strategic nuclear missile submarines and equip them with Blava. \n\t\t\t\t\t\n\t\t\t\t\t According to the army modernization plan, the Russian air force decided to organize two or three new flying regiments equipped with Cy-35 till 2015 starting this year. \n\t\t\t\t\t\n\t\t\t\t\t The development of new generation fighter also made brisk headway. As a result, the fifth-generation fighter T-50 made a successful test-flight early in March this year.  \n\t\t\t\t\t\n\t\t\t\t\t In the meantime, Russia deployed surface-to-air missile complex C-400 in a combined unit present in Moscow Region this February. It is planning to deploy the third surface-to-air missile regiment equipped with these missiles in the far eastern region."
        },
        {
            "title": " US MD Will Prove Ineffective--Russian Designer",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-13ee.html",
            "content": "US MD Will Prove Ineffective--Russian Designer\n\t\t\t\t\t\t\r\n Moscow, March 22 (KCNA) -- The chief designer of the Moscow Heat Engineering Institute of Russia at a recent press conference expressed his stand that the U.S. missile defense system will not prove effective in the near few years.\n\t\t\t\t\t Evaluating the U.S. MD plan, he said that it will not be possible both at present and in the future to technically solve the issue of intercepting an object moving at the speed of 10km per second.\n\t\t\t\t\t\n\t\t\t\t\t Another issue that can not see a technical solution is for the MD to distinguish a true target from dozens of false ones, he said.\n\t\t\t\t\t\n\t\t\t\t\t From the prospective viewpoint, the U.S. MD does not pose any threat to the strategic nuclear forces of Russia, he added."
        },
        {
            "title": "First Vice- Minister of Defence of Russia on Issue of Missile Development",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-36ee.html",
            "content": "First Vice- Minister of Defence of Russia on Issue of Missile Development\r\n Moscow, March 22 (KCNA) -- The first vice- minister of Defence of Russia said at a press conference on Monday that Russia would continue to develop new type missiles using liquid fuel. \n\t\t\t\t\t It was reported that PC-20 and others would be replaced by them in the future."
        },
        {
            "title": " International Organization Concerned about Afghan Situation",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-15ee.html",
            "content": "International Organization Concerned about Afghan Situation\r\n Pyongyang, March 24 (KCNA) -- The Collective Security Treaty Organization expressed deep concern about the present situation in Afghanistan. It published a statement at the recent meeting of working group of the council of foreign ministers. \n\t\t\t\t\t The statement said that the multi-national troops stationed in Afghanistan have failed to stabilize the situation of the country and this has become a root cause threatening the countries in the region. \n\t\t\t\t\t\n\t\t\t\t\t The drug production in Afghanistan has expanded to such an extent as to pose a threat to the whole world, it added."
        },
        {
            "title": "Toll of NATO Soldiers in Afghanistan Totals 90 ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-07ee.html",
            "content": "Toll of NATO Soldiers in Afghanistan Totals 90 \n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- The NATO forces stationed in Afghanistan continue losing their soldiers.\n\t\t\t\t\t Two more soldiers were killed in the gunfight in the southern region of Afghanistan on Mar. 19.\n\t\t\t\t\t\n\t\t\t\t\t This brought to 90 the death toll of NATO soldiers killed in Afghanistan so far this year."
        },
        {
            "title": "Suicides on Steady Increase among US Service Members",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-37ee.html",
            "content": "Suicides on Steady Increase among US Service Members\r\n Pyongyang, March 24 (KCNA) -- The suicidal rate has more than doubled among soldiers of the U.S. Army since 2004, according to Yonhap News of south Korea on March 21.\n\t\t\t\t\t This is a natural product of the wars of aggression being staged by the U.S. under the signboard of \"anti-terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t In the new century, the U.S. ignited reckless wars against Afghanistan and Iraq one after another.\n\t\t\t\t\t\n\t\t\t\t\t But these wars claimed huge U.S. forces casualties.\n\t\t\t\t\t\n\t\t\t\t\tLast year alone, 268 American soldiers were killed and 3,366 wounded owing to the attacks by the Taliban armed forces.\n\t\t\t\t\t\n\t\t\t\t\t It is becoming a daily occurrence that the U.S. soldiers commit suicides out of mental stress and despair.\n\t\t\t\t\t\n\t\t\t\t\t The number of suicides is increasing among soldiers of the units frequently engaged in battles.\n\t\t\t\t\t\n\t\t\t\t\t For example, the suicidal rate was highest among soldiers of the U.S. Army and Marines who played scouts' roles in the Iraqi and Afghan wars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military has left no means untried to prevent suicides, conducting health checks and psychological education. But they were of no avail. \n\t\t\t\t\t\n\t\t\t\t\t To make matters worse, a survey result published recently said that many of the descendants of the U.S. soldiers who participated in the Afghan and Iraqi wars turned out to be psychopaths.\n\t\t\t\t\t\n\t\t\t\t\t The growth and development of American children is a matter related to the future of the U.S.  This plus the ever-increasing suicides among American soldiers, therefore, has become another headache for the U.S. Administration.\n\t\t\t\t\t\n\t\t\t\t\t These facts indicate that the shambles of war of aggression in the above-said countries are little short of hells not only for the U.S. soldiers participating in those wars and their children but for the present U.S. ruling authorities. \n\t\t\t\t\t\n\t\t\t\t\t  Suicides and mental derangement occurring among U.S. soldiers due to the \"on-going wars against terror\" are becoming chronic and incurable diseases.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said phenomena will never cease among U.S. soldiers as long as the U.S. persists in aggression and war."
        },
        {
            "title": "Israeli Airstrikes Injure Five in Gaza",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-06ee.html",
            "content": "Israeli Airstrikes Injure Five in Gaza\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- The Israeli army are committing airstrikes in the autonomous area of Palestine despite the protest and denunciation by the international community.  \n\t\t\t\t\t At least five Palestinians were wounded Saturday in a series of Israeli airstrikes in the Gaza Strip."
        },
        {
            "title": "Latvian President on Banning Propaganda for Nazism ",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-14ee.html",
            "content": "Latvian President on Banning Propaganda for Nazism \r\n Pyongyang, March 24 (KCNA) -- Latvian President Valdis Zatlers at a recent press conference referred to the issue of banning propaganda for Nazism.\n\t\t\t\t\t The propaganda for some ideologies including Nazism is prohibited by law in the country, he said. State sanctions will be taken against those who violate it, he added."
        },
        {
            "title": "Cuba Sentences US Spy to 15 Years in Prison",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-08ee.html",
            "content": "Cuba Sentences US Spy to 15 Years in Prison\n\t\t\t\t\t\t\r\n Pyongyang, March 24 (KCNA) -- The Havana Court held trials of American citizen Alan Gross on Mar. 4 and 5. He was indicted on charges of conducting spying activities against Cuba.\n\t\t\t\t\t He admitted his crime, saying that he belonged to a contracting company of the U.S. office for international development, whose mission is to oppose several countries including those in Latin America which are not obedient to the U.S., and acted under the instruction of the authorities.\n\t\t\t\t\t\n\t\t\t\t\t This is evidence of the U.S. intensified moves to bring down the socialist system in Cuba.\n\t\t\t\t\t\n\t\t\t\t\t This being a stark fact, the U.S. absurdly pleaded his innocence, asserting that he helped a Jewish organization in Cuba access other Jewish organizations abroad through Internet. It pressurized the Cuban government to release him.  \n\t\t\t\t\t\n\t\t\t\t\t The Havana Court convicted him of anti-state crime and sentenced him to 15 years in prison on March 12. \n\t\t\t\t\t\n\t\t\t\t\t This demonstrated the unshakable will of the Cuban government and people to never pardon any intrigue of the U.S. to stamp out the socialist system and the gains of the revolution."
        },
        {
            "title": "Centers for Equipment Purchase Set Up in China",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-35ee.html",
            "content": "Centers for Equipment Purchase Set Up in China\r\n Beijing, March 22 (KCNA) -- The General Armament Department of the Chinese People's Liberation Army recently set up two centers to examine and estimate the purchase of equipment.\n\t\t\t\t\t It was reported that this is of very weighty significance in putting the purchase of equipment for the CPLA on a more scientific and standard basis."
        },
        {
            "title": "Kim Jong Il envia fondos a los compatriotas residentes en Japon",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-47ee.html",
            "content": "Kim Jong Il envia fondos a los compatriotas residentes en Japon\r\nPyongyang, 24 de marzo (ATCC) -- El Dirigente Kim Jong Il envio 500 mil US$ como fondos de consuelo a los coreanos residentes en Japon quienes sufrieron danos causados por el gran terremoto y el tsunami ocurridos en ese pais isleno."
        },
        {
            "title": "Kim Jong Il felicita a participantes en conferencia de activistas de EPC",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-48ee.html",
            "content": "Kim Jong Il felicita a participantes en conferencia de activistas de EPC\r\nPyongyang, 24 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se reunio con los participantes en la conferencia de los funcionarios activistas del sector de armamentos del EPC que tiene lugar en esta capital y felicito exitos del foro.\n\t\t\t\t\tLe acompanaron en esta ocasion los cuadros directivos del partido y el ejercito: Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Jang Song Thaek, Kim Jong Gak, Pak To Chun y Ju Kyu Chang, los miembros de la Comision Militar Central del PTC: Kim Won Hong, Kim Myong Guk, Jong Myong Do, Ri Pyong Chol, Choe Pu Il, Kim Yong Chol, Choe Sang Ryo y Yun Jong Rin, los jefes de departamento del CDN Hyon Chol Hae y Ri Myong Su, y otros generales del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dio calurosa felicitacion a los participantes en la conferencia y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente las proezas de los funcionarios del sector de armamentos diciendo que estos son los hombres conscientes, patriotas, preciosos tesoros del pais y verdaderos camaradas de armas de nuestro partido quienes dedican el calido afecto y toda su alma a los materiales y equipos tecnicos de combate sin pensar nada en su honor y remuneracion ni les importa que sean reconocidos o no.\n\t\t\t\t\t\n\t\t\t\t\tManifesto su conviccion de que todos los funcionarios, militares, cientificos, tecnicos y empleados de dicha rama incluyendo los participantes en la conferencia, responderan con fidelidad a la gran confianza y la esperanza del PTC."
        },
        {
            "title": "Kim Jong Il presencia representacion modelo de natacion sincronica",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-49ee.html",
            "content": "Kim Jong Il presencia representacion modelo de natacion sincronica\r\nPyongyang, 24 de marzo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio la representacion modelo de nado sincronizado.\n\t\t\t\t\tCuando el Dirigente aparecio en el palco del salon de natacion del Complejo de Piscinas y Servicios de Cultura Fisica Changgwangwon, todas las ejecutantes y espectadores le acogieron hospitalariamente rindiendole el mas sublime homenaje.\n\t\t\t\t\t\n\t\t\t\t\tCon sus dinamicos movimientos gimnasticos y elegantes ritmos, las ejecutantes presentaron diversos programas de nado sincronizado, tales como el duo \"Cantemos el orgullo de tener al General\", el sexteto \"Estamos en la ofensiva\", el solo \"Verano\" y el colectivo \"Cantamos del partido\".\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, ellas mostraron bien el firme impetu de la Corea del Songun, que avanza a todo galope hacia la cima de la gran potencia prospera bajo la sabia orientacion del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, hicieron alarde del aspecto orgulloso de nado y gimnasia sincronizados de Corea en constante desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente respondio a las efusivas aclamaciones de las ejecutantes y espectadores y les felicito por la exitosa representacion.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho por la magnifica funcion, evaluo los exitos logrados en la ocasion y les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento el rumbo y los remedios para desarrollar mas la natacion sincronica.\n\t\t\t\t\t\n\t\t\t\t\tHay que elevar a una etapa mas alta el nivel tecnico deportivo al perfeccionar la tecnica de la rama, el sistema tactico y el metodo de entrenamiento al estilo coreano, senalo y presento tareas programaticas que serviran de guia para el desarrollo trascendental del deporte nacional.\n\t\t\t\t\t\n\t\t\t\t\tAcompanaron al Dirigente en esta ocasion los cuadros del partido, el Estado y el ejercito,        Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, el ministro de Deportes, Pak Myong Chol, el secretario responsable del Comite del PTC en la misma cartera, Ri Ju Bong, y otros funcionarios, los oficiales y soldados del EPC y los funcionarios de las ramas de literatura y arte, prensa e informacion."
        },
        {
            "title": "ACR envia fondos a la entidad homologa japonesa",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-50ee.html",
            "content": "ACR envia fondos a la entidad homologa japonesa\r\nPyongyang, 24 de marzo (ATCC) -- En relacion con que se produjeron grandes perdidas humanas y materiales por el gran terremoto y el tsunami ocurridos recientemente en Japon, el Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea envio 100 mil US$ como fondos de consuelo a la entidad homologa japonesa expresando profunda compasion a las victimas y sus familiares."
        },
        {
            "title": "ATCC denuncia la provocacion de las tropas norteamericanas",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-51ee.html",
            "content": "ATCC denuncia la provocacion de las tropas norteamericanas\r\nPyongyang, 24 de marzo (ATCC) -- Ahora, se aumentan los actos provocativos de las tropas norteamericanas ocupantes del Sur de Corea en la Linea de Demarcacion Militar en zonas costeras del Mar Este y el Oeste bajo la administracion Norte-Sur.\n\t\t\t\t\tDesde el primero hasta el 8 de marzo, mas de 100 efectivos norteamericanos perpetraron en mas de 50 ocasiones los actos que provocan gravemente a los militares del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos uniformados norteamericanos se infiltran casi todos los dias en los puntos hasta a 20 metros de la Linea de Demarcacion Militar y cometen actos irritantes como vigilar el personal y vehiculos, tomar fotografias o beber ron con unas mujerzuelas, lanzar las botellas vacias hacia los puestos norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tTales actos provocativos son identicos a los metodos usados por los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, la parte surcoreana no detiene las imprudentes provocaciones de las tropas norteamericanas y por el contrario, las abrigan y las promueven.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos reanudaron a los 6 anos la campana psicologica que ha sido interrumpida en la zona de la Linea de Demarcacion Militar segun el acuerdo Norte-Sur firmado en 2004. \n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, la \"Federacion de Movimiento por el Norte Libre\" y otras 24 entidades conservadoras anti-RPDC lanzaron desde el pabellon Rimjin los globos de gran tamano que contienen cientos de miles de volantes, USB y DVD que tienen grabados videos malsanos, folletos, billetes de a un dolar norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tSe sumo a ellas hasta el circulo militar surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEsto muestra que son iguales los propositos del amo gringo y su lacayo.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos muestran que EE.UU. y el Sur de Corea cometen intencionalmente los peligrosos actos provocativos que agravan la tension militar en la zona de Linea de Demarcacion Militar donde estan en agudo enfrentamiento ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tDebido a los ejercicios militares conjuntos de gran tamano librados por EE.UU. y el Sur de Corea, la situacion de la Peninsula Coreana esta mas tensa que nunca.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, el mundo se preocupa de que se desate la guerra por el minimo factor eventual.\n\t\t\t\t\t\n\t\t\t\t\tHace 35 anos desde ahora, el incidente de Phanmunjom que llevo la situacion de la Peninsula Coreana al umbral de guerra, ha surgido por las tropas norteamericanas que cortaron en pleno dia el alamo plantado y cuidado durante decadas por los militares del EPC.\n\t\t\t\t\t\n\t\t\t\t\tDespues de ocurrido el incidente, EE.UU. ordeno a todas las tropas norteamericanas ocupantes del Sur de Corea y los titeres surcoreanos entrar en la disposicion de combate hablando de la supuesta \"accion militar\" y las \"medidas de venganza\" y llevo la situacion a la fase de explosion despachando al contorno de la Peninsula Coreana tremendas fuerzas armadas agresoras en su territorio, Japon y la isla Guam.\n\t\t\t\t\t\n\t\t\t\t\tAunque transcurrio mucho tiempo desde aquel tiempo, no han cambiado ni en lo minimo la ambicion de EE.UU. y titeres surcoreanos de agredir a la RPDC y ellos buscan enloquecidamente el pretexto de la provocacion de la guerra agresiva.\n\t\t\t\t\t\n\t\t\t\t\tViles actos de tropas norteamericanas y titeres surcoreanos que se perpetran en las zonas del frente son una estupidez igual a meterse en el fuego con gasolina.\n\t\t\t\t\t\n\t\t\t\t\tLos provocadores tendran que pagar muy caro sus actos."
        },
        {
            "title": " Encuentro de amistad con miembros de la embajada rusa",
            "url": "http://kcna.co.jp/item/2011/201103/news24/20110324-52ee.html",
            "content": "Encuentro de amistad con miembros de la embajada rusa \r\nPyongyang, 24 de marzo (ATCC) -- Con motivo del 62o aniversario de la concertacion del convenio sobre la cooperacion economica y cultural entre la Republica Popular Democratica de Corea y la Federacion Rusa, tuvo lugar el dia 24 en el Club para el Cuerpo Diplomatico Taedonggang el encuentro de amistad con los miembros de la embajada rusa en Corea. \n\t\t\t\t\tParticiparon los funcionarios del Ministerio de Relaciones Exteriores de Corea, el embajador y otros miembros de la sede diplomatica rusa. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes estrecharon el sentimiento de amistad haciendo juegos deportivos y departiendo sobre el mayor desarrollo de las relaciones entre los dos paises en varias ramas.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el embajador y otros miembros de la sede diplomatica rusa visitaron la Casa de Creacion Mansudae."
        }
    ]
}