{
    "date": "2011-11-10",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-10ee.html",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Indonesian Delegation",
            "url": "http://kcna.co.jp/item/2011/201111/news10/20111110-27ee.html",
            "content": "Gift to Kim Jong Il from Indonesian Delegation\r\n\n\t\t\t\t\tPyongyang, November 10 (KCNA) -- Leader Kim Jong Il was presented with a gift by the visiting delegation of the Indonesia-DPRK Friendship Parliamentary Group.\n\t\t\t\t\t\n\t\t\t\t\tNanang Samodra, chairman of the Indonesia-DPRK Friendship Parliamentary Group who is leading the delegation, handed the gift over to Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, on Thursday."
        },
        {
            "title": "DPRK SPA Chairman Meets Indonesian Delegation",
            "url": "http://kcna.co.jp/item/2011/201111/news10/20111110-29ee.html",
            "content": "DPRK SPA Chairman Meets Indonesian Delegation\r\n\n\t\t\t\t\tPyongyang, November 10 (KCNA) -- Choe Thae Bok, chairman of the DPRK Supreme People's Assembly, Thursday met and had a friendly talk with the delegation of the Indonesia-DPRK Friendship Parliamentary Group led by Chairman Nanang Samodra which paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Greetings to President of Angola",
            "url": "http://kcna.co.jp/item/2011/201111/news10/20111110-48ee.html",
            "content": "Greetings to President of Angola\r\n\n\t\t\t\t\tPyongyang, November 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Jose Eduardo Dos Santos, president of Angola, on the 36th anniversary of its independence.\n\t\t\t\t\t\n\t\t\t\t\tKim, in the message, expressed belief that the good friendly and cooperative relations between the two countries would develop as ever and wished the president greater successes in his work for the country's development and the friendly people of Angola prosperity."
        }
    ]
}