{
    "date": "2011-05-18",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Fruit Farms ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-42ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Fruit Farms \r\nPyongyang, May 18 (KCNA) -- General Secretary Kim Jong Il gave field guidance to Ryongjon and Toksong fruit farms.\n\t\t\t\t\t The first leg of his guidance was the Ryongjon Fruit Farm. \n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before its master plan, Kim Jong Il went round the Ryongjon Revolutionary Museum, newly-created orchard and other places to learn in detail about the progress made in updating the farm and fruit production there. \n\t\t\t\t\t\n\t\t\t\t\t He was very pleased that the farm created a new orchard of short fruit trees of high-yielding species in the plain covering hundreds of hectares, thus opening a rosy prospect for introducing comprehensive mechanization while ensuring high productivity in fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t The area of Ryongjon, where there was only a small negligible orchard before the liberation of the country, has turned into a large fruit farm, the nation's leading fruit producer and a good model for the development of fruit farming, he said, adding that this would be unthinkable without the wise leadership of President Kim Il Sung.  The undying exploits of the President remain shining more brilliantly as the days go by, he said. \n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Toksong Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before its master plan, he went round various places including the room devoted to the history of the farm, newly-created orchard and the youth work-team to acquaint himself in detail with the management of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to learn that the farm successfully built the modern orchard covering dozens of hectares in a matter of two years.\n\t\t\t\t\t\n\t\t\t\t\t Making the rounds of the room for the dissemination of agricultural science and technology, a computer room, kitchen, sauna, stable and other places of the youth work-team, he said the farm is an example in establishing cultured ways in production and life.\n\t\t\t\t\t\n\t\t\t\t\t While providing field guidance to the farms, he set forth important tasks that would serve as guidelines for developing the fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation and belief that the officials and employees of both farms would make an active contribution to bringing earlier the great day when a thriving nation will appear by effecting a new turn in the fruit production.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the C.C., WPK, Thae Jong Su, alternate member of the Political Bureau and secretary of the C.C., WPK, and Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK."
        },
        {
            "title": "Kim Yong Nam Meets IPU Secretary-General ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-40ee.html",
            "content": "Kim Yong Nam Meets IPU Secretary-General \n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Anders Johnsson, secretary-general of the Inter-Parliamentary Union, and his companion who paid a courtesy call on him at the Mansudae Assembly Hall Wednesday."
        },
        {
            "title": "IPU Secretary-General Concludes Visit to DPRK",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-36ee.html",
            "content": "IPU Secretary-General Concludes Visit to DPRK\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- Anders Johnsson, secretary-general of the Inter-Parliamentary Union, and his companion left here on Wednesday, winding up their visit to the DPRK.\n\t\t\t\t\t During the stay, they visited Mangyongdae, the Tower of the Juche Idea, the Three-Revolution Exhibition, the Pyongyang Maternity Hospital and other places."
        },
        {
            "title": "Wang Zhaoguo Calls for Enhancing Role of Working People's Organizations",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-26ee.html",
            "content": "Wang Zhaoguo Calls for Enhancing Role of Working People's Organizations\r\n Beijing, May 16 (KCNA) -- Wang Zhaoguo, chairman of the All-China Federation of Trade Unions, called for enhancing the role of working people's organizations when visiting Jiangsu Province recently. \n\t\t\t\t\t Wang said that the work of the above-said federation, the Communist Youth League of China and the All-China Women's Federation is an important part of the Communist Party of China's work with the masses and those organizations play the role that cannot be done by others. \n\t\t\t\t\t\n\t\t\t\t\t They must fully display their characters and advantages in order to do well the above-said work of the party under the new situation, Wang stressed."
        },
        {
            "title": " Chairman of Nepalese Press Interviewed ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-38ee.html",
            "content": "Chairman of Nepalese Press Interviewed \r\n Pyongyang, May 18 (KCNA) -- Chairman of the Press Chautari Nepal Gagan Bista who visited the DPRK was interviewed by KCNA. \n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung who embarked on the road of the revolution in his early years led the people to liberate the country.\n\t\t\t\t\t\n\t\t\t\t\t He is the founder of the party, the state and the army of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the Korean people could successfully defend the sovereignty of the country and the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t We had an opportunity to deeply realize the personality and wise leadership of the President wherever we went.\n\t\t\t\t\t\n\t\t\t\t\t The President visited the Chongsan Cooperative Farm repeatedly to brightly indicate the road to be followed by it.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the line of three revolutions--ideological, technical and cultural--and made sure that miracles and innovations were performed in all fields of socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t He also made great contributions to accomplishing the socialist cause and global independence. \n\t\t\t\t\t\n\t\t\t\t\t That is why the progressive mankind ardently reveres him.\n\t\t\t\t\t\n\t\t\t\t\t The President is the great statesman and legendary person."
        },
        {
            "title": "Paintings and Calligraphic Works Exhibited",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-39ee.html",
            "content": "Paintings and Calligraphic Works Exhibited\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The exhibition of paintings and calligraphic works created by former unconverted long-term prisoners is going on in different places of Kaechon City, South Phyongan Province. It began on May 11. \n\t\t\t\t\t Exhibited are more than 100 pieces created by Kim Un Hwan, Choe Son Muk, Yang Jong Ho, Ri Kyong Chan and An Yong Gi. \n\t\t\t\t\t\n\t\t\t\t\tAmong them are \"Mangyongdae Lineage\", \"Tiger on Mt. Paektu\", \"General Is Son of Guerrillas\", etc. highly praising the undying exploits of President Kim Il Sung and General Secretary Kim Jong Il and showing intense trust of the former unconverted long-term prisoners in the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t \"Single-minded Unity\", \"To a Thriving Nation\" and others reflect the might of the DPRK and working spirit of the army and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t There are also pieces showing advantages of Korean-style socialist system and desire of the nation for reunification."
        },
        {
            "title": "Shelter-Belt Created in Taehongdan County ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-37ee.html",
            "content": "Shelter Belt Created in Taehongdan County\r\n Pyongyang, May 18 (KCNA) -- The creation of shelter belt is being pushed ahead on a long-term basis in Taehongdan County, Ryanggang Province of the DPRK.\n\t\t\t\t\t The county has created more than 1,400 km of windbreak on Paektusamcholli Plain.\n\t\t\t\t\t\n\t\t\t\t\t It has helped protect land and ensure rich and stable potato harvest every year.\n\t\t\t\t\t\n\t\t\t\t\t The county planted more than six million trees in more than 1,000 hectares in the last 10 years, increasing or reinforcing the shelter belt.\n\t\t\t\t\t\n\t\t\t\t\t 100 hectare nursery built by the county and those in different farms produce more than a million young trees every year to be used for the creation of shelter belt and woodland."
        },
        {
            "title": "Rice-Transplanting in Full Swing",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-20ee.html",
            "content": "Rice-Transplanting in Full Swing\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- All cooperative farms throughout the DPRK are now busy with rice-transplanting.\n\t\t\t\t\t Samjigang, Oguk, Paeksok, Chongjong and Naedong farms are taking the lead in planting rice seedlings in South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Farms in Yonan and Paechon counties are also transplanting rice in a qualitative way as required by the Juche-oriented farming method.\n\t\t\t\t\t\n\t\t\t\t\t South Phyongan Province has increased the number of machines in rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t All farms in Mundok County are carrying on rice-transplanting as scheduled with the help of new multi-functional rice-seedling transplanters.\n\t\t\t\t\t\n\t\t\t\t\t Those in North Phyongan Province are transplanting rice seedlings they cultivated properly despite of unfavorable weather.\n\t\t\t\t\t\n\t\t\t\t\tRice-transplanting is in full swing in Nampho City and North Hwanghae and South Hamgyong provinces, too."
        },
        {
            "title": " Kangwon Province Takes on New Look",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-21ee.html",
            "content": "Kangwon Province Takes on New Look\r\n Pyongyang, May 18 (KCNA) -- Kangwon Province in the eastern part of Korea boasts of many scenic spots and tourist attractions, including Mt. Kumgang and Songdowon.\n\t\t\t\t\t The province has taken on a new look in the Songun (military-first) era.\n\t\t\t\t\t\n\t\t\t\t\t The two-stage modernization project of the Kosan Fruit Farm was completed in April, with much more than a million high-yield dwarf apple trees planted in hundreds of hectares.\n\t\t\t\t\t\n\t\t\t\t\t Many dwelling houses have been built in the province.\n\t\t\t\t\t\n\t\t\t\t\t The province carried out a grand nature-remaking project to reduce ridges of rice fields extending 12,000 km to some 5,600 km, realign some 233,800 patches into 65,500 fields of standardized shapes and obtain 1,760 hectares of new land.\n\t\t\t\t\t\n\t\t\t\t\t A saltern and power station appeared in Wonsan.\n\t\t\t\t\t\n\t\t\t\t\t The night view of the light-decorated city is a spectacular sight.\n\t\t\t\t\t\n\t\t\t\t\t Another power station is now under construction in Wonsan."
        },
        {
            "title": "Kanggye Koryo Medicine Factory",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-23ee.html",
            "content": "Kanggye Koryo Medicine Factory\r\n Pyongyang, May 18 (KCNA) -- The Kanggye Koryo Medicine Factory in the northern part of the DPRK manufactures over 70 kinds of Koryo medicines.\n\t\t\t\t\t The medicines are made of herbs collected in Mt. Oga and other remote mountains in Jagang Province.\n\t\t\t\t\t\n\t\t\t\t\t The factory has more than ten production processes, including herb tissue culture, vacuum extraction, supercritical abstraction, tablet and liquid medicine manufacture.\n\t\t\t\t\t\n\t\t\t\t\t The extraction process is based on up-to-date technology to abstract any medicinal ingredients.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the factory some time ago, General Secretary Kim Jong Il acquainted himself with its technological updating and products and called for boosting the production of Koryo medicines."
        },
        {
            "title": "Revolutionary Battle Site in Sinhung Area Visited by Endless Crowd of People",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-41ee.html",
            "content": "Revolutionary Battle Site in Sinhung Area Visited by Endless Crowd of People \n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The revolutionary battle site in Sinhung area of South Hamgyong Province of Korea is a historical place where President Kim Il Sung and anti-Japanese war hero Kim Jong Suk guided activities of small units of the Korean People's Revolutionary Army (KPRA) and underground political workers several times and aroused people from all walks of life to the resistance for liberating the country during the anti-Japanese armed struggle. \n\t\t\t\t\t The battle site has been visited by more than 4.5 million servicepersons, working people, school youth and children for the past decade. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung advanced to Sinhung area in September of Juche 26 (1937) and made a historic speech \"For Bringing about a Surge in Revolutionary Struggle in Homeland\" before underground political workers of the KPRA and chiefs of underground revolutionary organizations on Mt. Sambat. The visitors looked round the place where the meeting was held on the mountain, a secret camp for the headquarters, etc. \n\t\t\t\t\t\n\t\t\t\t\t They also visited Twidokbong Secret Camp, Songji Valley and other revolutionary battle sites marked with footprints of Kim Jong Suk."
        },
        {
            "title": "Many Chinese Businesses Invest in Rason – Newspaper",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-22ee.html",
            "content": "Many Chinese Businesses Invest in Rason -- Newspaper\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The Chinese newspaper Heilongjiang Xinwen recently carried an article titled \"Many Big Businesses of China Invest in Rason\".\n\t\t\t\t\t The Chinese border city of Hunchun finds it possible to realize a dream of becoming a \"trade hub of northeast Asia\" with the help of Rajin Port of Korea, said the article. Big businesses of China have launched investment in the Rason economic and trade zone of the DPRK and many  businessmen of China are seeking projects for investment.\n\t\t\t\t\t\n\t\t\t\t\t The article quoted a businessman in Yanji as saying 30,000 people will go to Rason from China this year alone.\n\t\t\t\t\t\n\t\t\t\t\t Rason City plans to turn itself into an international entrepot, export goods producer and financial base, the article said, adding:  \n\t\t\t\t\t\n\t\t\t\t\t The development of the city is going on in a detailed and profound way.\n\t\t\t\t\t\n\t\t\t\t\t According to a source in Yanbian, Chinese businessmen who want to invest in Rason can take invitations from the Rason Representative Office and enter the city directly by their own cars. \n\t\t\t\t\t\n\t\t\t\t\t Power stations in the southern region of China need large quantities of coal but only 20,000 tons of 80,000 tons produced in Heilongjiang a year are transported to the region, said a businessman. As the transport of coal through Rajin Port will reduce the distance and cost to a third, China will yield a profit even though it invests billions of dollars in the development of Rason."
        },
        {
            "title": "Kwangju Popular Uprising Calls for Judging Fascist Dictatorial Regime",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-35ee.html",
            "content": "Kwangju Popular Uprising Calls for Judging Fascist Dictatorial Regime\r\n Pyongyang, May 18 (KCNA) -- 31 years have passed since all-people resistance was waged in Kwangju of south Korea against the U.S. imperialists' colonial domination and the military dictatorial forces' fascist rule.\n\t\t\t\t\t The desire for independence, democracy and reunification mounted high among the south Koreans entering the 1980s. Much upset by it, the south Korean military fascist forces proclaimed the \"emergency martial law\" across south Korea, mercilessly arrested and executed core members of student movement organizations, progressive professors and democratic figures of various strata. They also banned all the political activities and enforced pre-check of publications.\n\t\t\t\t\t\n\t\t\t\t\t Enraged by this, youth and students and citizens of Kwangju took to the street on May 18, 1980, chanting the slogans \"Repeal emergency martial law!\" and \"Abolish the Yusin system!\"\n\t\t\t\t\t\n\t\t\t\t\t The uprising turned into the massive resistance in a moment with workers, farmers, officers, religionists and other people in Kwangju and its surrounding areas involved. It developed into the armed resistance from May 21.\n\t\t\t\t\t\n\t\t\t\t\t The resistance forces pushed the \"martial forces\" into the suburbs, turned Kwangju City into \"liberated area\" and organized the self-defensive armed ranks to carry on brave and organized struggle.\n\t\t\t\t\t\n\t\t\t\t\t With this as a momentum the stronger spirit of anti-\"government\" struggle flared up in the different parts of south Korea and 17 cities and counties joined the uprising in South Jolla Province alone.\n\t\t\t\t\t\n\t\t\t\t\t The resistance forces failed to attain their goal owing to the puppet forces who committed brutal suppression armed with lethal means at the instigation of the U.S. imperialists. The Kwangju Popular Uprising, however, set off the fierce storm of anti-U.S. independence and the anti-fascist democratic movement in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The uprising which was brilliantly recorded in the anti-U.S., the anti-fascist and democratic movement calls upon all the south Koreans of various strata to the struggle to judge the present regime which turned the south Korean society into the theater of the fascist suppression and an area with poor human rights record under the active patronage of the U.S."
        },
        {
            "title": "Anniversary of Kwangju Popular Uprising Observed ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-19ee.html",
            "content": "Anniversary of Kwangju Popular Uprising Observed \r\nPyongyang, May 18 (KCNA) -- The Kwangju Popular Uprising in May of 1980 was the resistance unprecedented in history as it recorded a brilliant page in the history of anti-U.S., anti-fascism movement, says Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t The uprising taught a bitter lesson that it is impossible to achieve independent development and progress of society and national reunification as long as there are foreign aggressors violating the independence of the Korean nation and fascist dictators trampling down upon democracy, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Kwangju popular uprising was put down but it dealt a heavy blow at the U.S. imperialists and their stooges' fascist ruling system and greatly inspired the south Korean people in their movement for independence, democracy and reunification and the world oppressed people in their national liberation struggle. \n\t\t\t\t\t\n\t\t\t\t\t Though several decades have passed since the uprising, the south Korean people are still groaning under the outside forces' military occupation and the fascist dictatorial rule of the pro-U.S. conservative forces. \n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that it is impossible to realize the desire for independence, democracy and reunification unless the moves of the U.S. and the treacherous acts of its lackeys, south Korean sycophants and traitors, are frustrated. The people from all walks of life in south Korea should dynamically turn out in a mass struggle against outside forces and traitors by inheriting the staunch fighting spirit displayed by the Kwangju uprisers while shedding blood in their patriotic struggle, ardently hoping for an independent, democratized and reunified new society. This is the call of the times and demand of the national history. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a signed article calls upon the south Korean people to intensify the struggle to build an independent and democratized new society free from sycophancy towards the U.S. and fascist dictatorship and build a reunified country by inheriting the indomitable fighting spirit of the Kwangju uprisers."
        },
        {
            "title": "Japanese Reactionaries' Ambition for Overseas Aggression Flayed",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-17ee.html",
            "content": "Japanese Reactionaries' Ambition for Overseas Aggression Flayed\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- It was recently disclosed that Japan has systematically increased the number of urgent takeoffs of aircraft of the Air \"Self-Defense Force\" under the pretext of coping with Russia and China's intelligence gathering activities.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said move is nothing but a product of the Japanese reactionaries' militarist scenario to increase the capabilities for spying on other countries and conducting military offensive operations against them, etc. in a bid to turn Japan into a military power and realize their ambition for overseas aggression at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Militarization is being stepped up in real earnest in Japan spurred on by its evermore undisguised moves to turn it into a military power and launch overseas expansion, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t  SDF is openly staging its military actions overseas under various pretexts.\n\t\t\t\t\t\n\t\t\t\t\t Japan had already adopted new \"guidelines for its defence programme\" extremely dangerous in their contents, nature and purpose. The new guidelines were aimed to increase the offensive operation capability of SDF and round off the conversion of Japan into a military giant and the preparations for launching reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that SDF is staging frequent joint military exercises in collusion with the U.S. in areas around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is in pursuance of the sinister reinvasion aim of the Japanese reactionaries to talk about what they call \"contingency\" according to the scenario of its American master whenever an opportunity presents itself.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are keen to get fully ready for coping with \"contingency\" and mount a surprise preemptive attack against someone under the pretext of \"defusing the so-called threat\" at any time.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to behave themselves, mindful that the above-said moves are as foolish acts as precipitating their self-destruction."
        },
        {
            "title": "S. Korean Warmongers Stage Joint Landing Exercises",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-18ee.html",
            "content": "S. Korean Warmongers Stage Joint Landing Exercises\r\n Pyongyang, May 18 (KCNA) -- Three services of the south Korean puppet armed forces and marine corps kicked off madcap joint landing exercises in the waters off Phohang, North Kyongsang Province on May 16, according to the south Korean Yonhap News.\n\t\t\t\t\t Involved in the exercises which will last till May 22 were 15 warships including destroyers, petrol ships and submarines, at least 20 armored cars for landing operations and various type aircraft. \n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers are busy staging exercises for a war against the DPRK in the sky and land and on seas, asserting that the objective of the exercises is to increase the capacity for landing operations, command and control and enhance the coordination of units participating in them."
        },
        {
            "title": "Another Attack on S. Korean Puppet Forces in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-15ee.html",
            "content": "Another Attack on S. Korean Puppet Forces in Afghanistan\r\n Pyongyang, May 18 (KCNA) -- The south Korean puppet forces present in Afghanistan came under a rocket attack by the resistance forces of the country on May 16, according to south Korean KBS.\n\t\t\t\t\t There was a similar attack near their base on May 14.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that such attack has taken place in Afghanistan eight times since the outset of the year and that May alone witnessed three attacks."
        },
        {
            "title": "S. Korean Businessman Accused of Driving Worker to Death",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-14ee.html",
            "content": "S. Korean Businessman Accused of Driving Worker to Death\r\n Pyongyang, May 18 (KCNA) -- There occurred in south Korea such tragedy that Jo Myong Su, a member of the Phohang Branch of the Construction Workers' Union, died on May 3 while working at a Phaju construction business. \n\t\t\t\t\t He was hired by this construction business in March after wondering about in search of a job. He was forced to work for more than 17 hours a day under the poor working conditions.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this slave labor imposed upon him by the business, workers affiliated to the Construction Workers Federation of south Korea held a press conference in Seoul on May 13.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the press conference deplored the miserable plight of the workers subject to death at the construction sites.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the business side own responsibility for this and make an apology and pay compensation to the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t They declared that construction workers across south Korea would stage actions to force the businesses to pay for the blood shed by those who met grievous deaths."
        },
        {
            "title": "S. Korea's Repressive Rule Denounced",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-13ee.html",
            "content": "S. Korea's Repressive Rule Denounced\r\n Pyongyang, May 18 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification in a commentary on May 13 denounced the authorities for resorting to repressive rule.\n\t\t\t\t\t The commentary recalled that on the same day the police searched houses of former and incumbent members of the Workers' Council for Democracy active in South Chungchong and Kyonggi provinces by invoking the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It accused the present regime of resorting to the frantic repressive racket against progressive organizations in the wake of retaliatory suppression of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration and the Youth and Students Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration after it suffered the defeat in the by-election.\n\t\t\t\t\t\n\t\t\t\t\t It is a typical fascist dictatorial act to unconditionally crack down on the people while charging that their political view is as same as the \"north's assertion\", pursuant to the policy of confrontation with fellow countrymen, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t The present regime should bear in mind that those forces seeking to foster terror and suppress people under the pretext of security while being engrossed in making lies and deception can not evade punishment by the people, it warned."
        },
        {
            "title": "Anti-\"government\" Actions Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-16ee.html",
            "content": "Anti-\"government\" Actions Staged in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- Fierce anti-\"government\" actions were staged in Kwangju, south Korea on May 15 on the occasion of the 31st anniversary of the May 18 Kwangju Popular Uprising.\n\t\t\t\t\t A grand march for independent reunification was made at Chosun University under the slogan \"Let's inherit the May 18 spirit, implement the south-north joint declaration and punish Lee Myung Bak regime!\"\n\t\t\t\t\t\n\t\t\t\t\t Attending it were members of the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Progress, the Federation of Peasants Associations, the June 15 Single-minded Society for Reunification and other organizations of different circles, and students of Chonnam, Seoul, Korea and other universities.\n\t\t\t\t\t\n\t\t\t\t\tThe participants distributed copies of literature among citizens, chanting slogans. They called for punishing without fail the present authorities for committing sycophancy and treachery and crimes against reunification, democracy and people by the concerted efforts of the people in the same spirit as displayed by the participants in the May 18 Kwangju uprising.\n\t\t\t\t\t\n\t\t\t\t\t A people's rally for inheriting their spirit on the occasion of the 31st anniversary of the May 18 Popular Resistance took place at Kumnamro with members of the People for Achieving Peace and Reunification, the Confederation of Trade Unions, the Women's Solidarity, the Federation of University Students in the 21st Century, the Democratic Labor Party and other political parties and organizations attending.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers deplored that the precious sprouts of democracy gained at the cost of the blood shed by the participants in the May uprising were savagely trampled down under the present regime.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to thoroughly implement the south-north joint declarations to set up a democratic government, a government ensuring well-being and united government without fail by the efforts of the people.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, a memorial service for the Kwangju uprisers who were mercilessly killed by the U.S. imperialists and the military fascist dictatorial maniacs was held at the Mangwoldong Cemetery."
        },
        {
            "title": "Refusal to Reduce Communication Fee Protested in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-34ee.html",
            "content": "Refusal to Reduce Communication Fee Protested in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- Hangyore, a newspaper of south Korea, carried an editorial titled \"Improper sophistry describing communication fee as expenses for culture\".\n\t\t\t\t\t Choe Si Jung, chairman of the Broadcasting and News Service Committee, asserted that communication fee is very cheap, calling it part of cultural expenses, the editorial noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This assertion is a trick to turn down the growing demand of the people for reduction of the rising communication fee.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should accept the demand of the people, not letting loose a spate of such outbursts, the editorial urged."
        },
        {
            "title": "Chongryon Intensifies Support Drive among Compatriots ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-33ee.html",
            "content": "Chongryon Intensifies Support Drive among Compatriots \n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The General Association of Korean Residents in Japan (Chongryon) is intensifying various support activities for compatriots by giving full play to the beautiful traits of collective mutual support and assistance among them. \n\t\t\t\t\t Korean residents in Japan have been helping each other to heal the damage caused by the mega quake and tsunami in March which hit Tohoku region of Japan. This picture of the Korean community clearly shows how strong the indomitable will and compatriotism of Chongryon and Korean residents united as one are. \n\t\t\t\t\t\n\t\t\t\t\t Whenever Koreans in Japan underwent unexpected natural disasters and accidents such as the 1995 great Awaji, Hanshin earthquake and the 2004 earthquake in Juetsu of Niigata Prefecture, Chongryon had conducted brisk relief activities, greatly encouraged by love from the homeland. Such actions deeply moved not only Korean victims but also Japanese people. \n\t\t\t\t\t\n\t\t\t\t\t Besides, Chongryon has conducted fund-raising campaign among all Korean residents in Japan at the end of every year to assist materially and morally the compatriots in difficult situation including the old singles, long-term patients, orphans, cripples and those disaster sufferers."
        },
        {
            "title": "Brazilian Organization Introduces DPRK's Power Station under Construction",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-04ee.html",
            "content": "Brazilian Organization Introduces DPRK's Power Station under Construction\r\n Pyongyang, May 18 (KCNA) -- The Socialist Youth Union of Brazil on May 9 posted on its Internet website an article titled \"Project for Dam of the Huichon Power Station at Final Stage\".\n\t\t\t\t\t Noting that the concrete tamping of the Ryongrim dam at the Huichon Power Station was finished in a matter of 700 days, the article elaborated on the fact that soldiers of the Korean People's Army worked an unprecedented miracle by completing in the main the huge project in two years through their heroic drive, the construction which would have taken more than 10 years at an ordinary pace.\n\t\t\t\t\t\n\t\t\t\t\t It further said:\n\t\t\t\t\t\n\t\t\t\t\tIn September 2009 General Secretary Kim Jong Il visited the power station under construction to encourage the soldier-builders.\n\t\t\t\t\t\n\t\t\t\t\t He went to this construction site four times in 2010 alone, taking radical measures to speed up the project.\n\t\t\t\t\t\n\t\t\t\t\t The Huichon Power Station is successfully being completed as a structure of eternal value under his energetic leadership and deep care.\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders of the KPA are replete with firm resolution to surely finish the construction of the power station by 2012 commemorating the centenary of birth of President Kim Il Sung through a drive to work miracles and innovation."
        },
        {
            "title": "Bangladeshi Organization Hails Inter-Korean Declaration",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-03ee.html",
            "content": "Bangladeshi Organization Hails Inter-Korean Declaration\r\n Pyongyang, May 18 (KCNA) -- The Bangladesh Group for the Study of the Songun Policy released a statement on May 9 to mark the 11th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The north-south summit, held in Pyongyang in 2000 for the first time in the history of the Korean nation's division, and the adoption of the June 15 joint declaration there were an event of special significance that brought an epochal turn in the history of the movement for Korea's reunification, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration is a cornerstone for the development of inter-Korean relations and a great program for Korea's reunification as it indicates the ideological basis, fundamental principle and ways for achieving the reconciliation, unity and reunification of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic People's Republic of Korea invariably maintains the line of independence and peaceful reunification even now.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing that the present authorities of south Korea have totally denied the joint declaration, the statement demanded a prompt halt to such action.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will surely achieve the independent and peaceful reunification of the country under the Songun politics of General Secretary Kim Jong Il."
        },
        {
            "title": "Decision of IIJI Meeting Supported in Sweden and Guinea",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-01ee.html",
            "content": "Decision of IIJI Meeting Supported in Sweden and Guinea\r\n Pyongyang, May 18 (KCNA) -- Personages of Sweden and Guinea issued statements on May 9 to support the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea (IIJI).\n\t\t\t\t\tOskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said in the statement that President Kim Il Sung's works and the Songun politics pursued by General Secretary Kim Jong Il serve as the precious textbook and all-powerful sword for the progressives of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea followers in Sweden will intensify the study and dissemination of the Juche idea with the forthcoming world conference on this idea as an occasion and join in the international trend for significantly commemorating the centenary of birth of the President, he said.\n\t\t\t\t\t\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, noted in the statement that the Juche idea founded by the President has gripped the hearts of many people of the world for its originality, validity and scientific accuracy.\n\t\t\t\t\t\n\t\t\t\t\t We will further activate the study and dissemination of the Juche idea and widely introduce the immortal feats of the President among the Guinean people, thus making signal contribution to greeting the centenary of birth of the President as the great auspicious event in the history of mankind, he stressed."
        },
        {
            "title": "DPRK Important Anniversaries Observed in Mexico",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-02ee.html",
            "content": "DPRK Important Anniversaries Observed in Mexico\r\n Pyongyang, May 18 (KCNA) -- The Mexican Committee for the Study of Kimilsungism released the 56th issue of its bulletin under the title of \"75 years under the banner of great national unity\" to mark the 75th anniversary of the Association for the Restoration of the Fatherland and the 11th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The bulletin carried a photo of the Three Charters for National Reunification Memorial Tower and an article, which said:\n\t\t\t\t\t\n\t\t\t\t\t In the days of the anti-Japanese revolution President Kim Il Sung advanced the idea of forming the anti-Japanese national united front, proceeding from the unshakable stand that the country's independence and the nation's prosperity should be won by the nation itself and the concerted efforts of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the ARF was founded on May 5, 1936 and developed into a pan-national organization which had its members even in Manchuria of China, Japan and other countries as well as in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The foundation and activities of the Association has become a precious tradition of great unity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The dynamic advance of the reunification movement made under the banner of the three principles of national reunification would have been unthinkable without the President who consistently held fast to the idea of independence and unity.\n\t\t\t\t\t\n\t\t\t\t\tIt is the steadfast determination and will of General Secretary Kim Jong Il to reunify the country on the strength of the great national unity by invariably inheriting the President's idea of great national unity, feats, experience and tradition.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his bold decision, the north-south summit was provided for the first time in the history of Korea's division in June 2000 and the June 15 joint declaration, which solemnly calls for settling the issue of national reunification by the Koreans themselves, was adopted.\n\t\t\t\t\t\n\t\t\t\t\t There was another north-south summit in October 2007, which resulted in the adoption of the October 4 declaration, a program for implementing the June 15 joint declaration, thus opening up a brighter vista for Korea's reunification."
        },
        {
            "title": "DPRK Holidays Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-05ee.html",
            "content": "DPRK Holidays Marked Abroad\r\n Pyongyang, May 18 (KCNA) -- 80 odd countries and international and regional bodies commemorated the 99th birth anniversary of President Kim Il Sung, the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and 79th birthday of the Korean People's Army.\n\t\t\t\t\t The annual meeting of the Democratic Congo preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the special plenary meeting of the C.C., Communist Party of Great Britain (Marxist-Leninist) discussed the matters for commemorating the President's birth anniversary more significantly.\n\t\t\t\t\t\n\t\t\t\t\t Political parties, organizations and personages of various circles in different countries issued statements praising the immortal exploits performed by the President for the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of April holidays gifts were presented to leader Kim Jong Il by the chairperson of the Maritime Territorial Regional Committee of \"A Just Russia\", the curator of the Central Armed Forces Museum of Russia, the chairman of the Italian General Investment Group, the president of the Commerce and Industry and Real Estate Investment Company in Latakia Province of Syria and the chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People.\n\t\t\t\t\t\n\t\t\t\t\t With boundless reverence for Kim Il Sung, the king and the great king of Cambodia sent big floral baskets and the Nepali prime minister a floral basket to the DPRK embassies in their countries. Meanwhile personages of political parties, organizations and institutions in various countries visited the DPRK embassies in their countries with floral baskets and bouquets.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Friendship Association's preparatory committee for commemorating the centenary of birth of Kim Il Sung sponsored an  Internet book and photo exhibition, which was browsed by more than 7,236,000 people.\n\t\t\t\t\t\n\t\t\t\t\t More than 420 events of various themes were held in many countries and regions. Among them were nationwide seminars and meetings in Nigeria, Ukraine, Italy and Peru, Kimilsungia shows in Indonesia and Guinea and the Korean pencil drawing and fine art work exhibition in Shanghai of China, which drew spectators."
        },
        {
            "title": "Tohoku Electric Plunges into Red on Disaster",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-10ee.html",
            "content": "Tohoku Electric Plunges into Red on Disaster\r\n Pyongyang, May 18 (KCNA) -- Tohoku Electric Power Co. said Thursday it plunged into a group net loss of 33.71 billion yen in fiscal 2010 that ended in late March.\n\t\t\t\t\t Idemitsu Kosan Co.'s extraordinary losses stood at 5.3 billion yen due to damage to its oil tank in Shiogama in Miyagi Prefecture, while Cosmo Oil Co. recorded extraordinary losses of 5.7 billion yen due to damage to its refinery in Ichihara, Chiba Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t Dentsu, the nation's largest ad agency, said its net profit fell 30.5 percent to 21.64 billion yen."
        },
        {
            "title": "Radioactivity Detected in Containers from Japan ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-30ee.html",
            "content": "Radioactivity Detected in Containers from Japan \r\n Pyongyang, May 18 (KCNA) -- The public health authorities of the Netherlands made public that radioactivity was detected in containers that were brought from Japan recently.\n\t\t\t\t\t It was said that the level of radioactivity detected in five containers was beyond the tolerance limit."
        },
        {
            "title": "China Calls for Respect for Sovereignty of Developing Countries ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-25ee.html",
            "content": "China Calls for Respect for Sovereignty of Developing Countries \r\n Pyongyang, May 18 (KCNA) -- Vice-chairman of the National Committee of the Chinese People's Political Consultative Conference Zheng Wantong, addressing a recent meeting of UN, called for respect for the sovereignty of the developing countries. \n\t\t\t\t\t He said that all countries should achieve goals of sustainable development by adopting strategies and steps suited to their countries' specific conditions as they vary in their actual conditions and in phases of development.\n\t\t\t\t\t\n\t\t\t\t\t The international community should respect their sovereignty in achieving the sustainable progress by taking the actual conditions of the developing countries into full consideration, he added."
        },
        {
            "title": "Cooperation between China and Other Countries",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-06ee.html",
            "content": "Cooperation between China and Other Countries\r\n Pyongyang, May 18 (KCNA) -- China and Kyrgyzstan on May 13 agreed on strengthening cooperation in the work to ensure regional peace and security.\n\t\t\t\t\t On the same day China and Bulgaria agreed to boost bilateral cooperative relations in the political and economic fields."
        },
        {
            "title": "Russian Deputy PM Inspects Kuriles ",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-27ee.html",
            "content": "Russian Deputy PM Inspects Kuriles \r\nMoscow, May 16 (KCNA) -- A delegation of the Russian government led by Sergei Ivanov, deputy prime minister of Russia, inspected Iturup Island of Southern Kuriles on Sunday.\n\t\t\t\t\t The purpose of the inspection was to learn about the maintenance of harbors and airport, etc. as regards the plan for socio-economic development on Kuriles."
        },
        {
            "title": "Russia Warns NATO on Romania Missile Deal",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-28ee.html",
            "content": "Russia Warns NATO on Romania Missile Deal \r\n Moscow, May 16 (KCNA) -- Russia said Friday it will be forced to respond if the United States deploys missile defenses in Romania.\n\t\t\t\t\t The United States and Romania last week announced a deal to deploy missile interceptors as part of a European missile shield.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Deputy Defense Minister Anatoly Antonov said the military would move to \"protect our nation if Russia is not consulted in talks with NATO.\""
        },
        {
            "title": "US Criticizes Lack of Ability to Negotiate over \"Northern Territories\"",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-31ee.html",
            "content": "US Criticizes Lack of Ability to Negotiate over \"Northern Territories\"\r\n Pyongyang, May 18 (KCNA) -- It was recently disclosed by the U.S. diplomatic cable of the WikiLeaks that the U.S. embassy in Japan referred to Japan's lack of ability to conduct negotiations with Russia over \"Northern Territories\".\n\t\t\t\t\t According to the disclosure, the embassy said that for Japan there is neither plan for the negotiations nor leader capable of exerting efforts for the negotiations to succeed it to the last, when referring to the above-said negotiations between Japan and Russia in April 2009 when Aso was prime minister."
        },
        {
            "title": "US Regulators Alert over Valve Failure at Alabama Nuclear Plant",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-32ee.html",
            "content": "U.S. Regulators Alert over Valve Failure at Alabama Nuclear Plant\n\t\t\t\t\t\t\r\nPyongyang, May 18 (KCNA) -- The fact that the Tennessee Valley Authority's Browns Ferry Nuclear Plant in Alabama of the U.S. had a cooling system failure last fall was disclosed recently, sparking outcry.\n\t\t\t\t\t The failure of a low pressure coolant injection valve at the plant was of \"high safety significance,\" said the U.S. Nuclear Regulatory Commission."
        },
        {
            "title": "US Drone Strike Kills Five in NW Pakistan",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-08ee.html",
            "content": "US Drone Strike Kills Five in NW Pakistan\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The U.S. forces in Afghanistan are committing murderous atrocities against Pakistanis.\n\t\t\t\t\t At least five persons were killed as a United States drone fired four missiles at a vehicle in northwest Pakistan's North Waziristan on Friday afternoon.\n\t\t\t\t\t\n\t\t\t\t\t Such atrocities are enraging inhabitants."
        },
        {
            "title": "Palestinians Demonstrate for Refugees' Right to Return",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-07ee.html",
            "content": "Palestinians Demonstrate for Refugees' Right to Return\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The West Bank and the Gaza Strip on May 12 witnessed demonstrations calling for the Palestinian refugees' right of return to their home.\n\t\t\t\t\t Many Palestinians were present at the demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators took to main streets and called for urgent international movement to enable the Palestinians to return home, waving Palestinian flags and chanting slogans demanding the Palestinians' right to return.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, thousands of Jordanians demonstrated on May 13 in the town of Karama, reiterating support for the Palestinian refugees' right of return to their home.\n\t\t\t\t\t\n\t\t\t\t\t They expressed concern over many Palestinian refugees suffering pain and held that their right to return home should be realized at an early date."
        },
        {
            "title": "Israeli Army Suppresses Palestinians",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-12ee.html",
            "content": "Israeli Army Suppresses Palestinians\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- The Israeli army keeps suppressing Palestinians despite the protest and denunciation of the international community.\n\t\t\t\t\t Three Palestinians were wounded on Friday by the Israeli army which fired rubber bullets and tear gas canisters during their weekly protests against a separation wall built by Israel in Ramallah city of the West Bank.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli army raided houses in several cities in the West Bank early Thursday and arrested nine people."
        },
        {
            "title": "Mexico Criticizes New US Anti-immigration Law",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-29ee.html",
            "content": "Mexico Criticizes New US Anti-immigration Law\r\n Pyongyang, May 18 (KCNA) -- Mexico Friday criticized the U.S. state of Georgia for approving legislation targeting illegal immigrants. \n\t\t\t\t\t \"It criminalizes migration and opens spaces for the possible misapplication of the law by local officials,\" Mexico's Foreign Ministry said in a statement."
        },
        {
            "title": "UN Accuses Israeli Authorities of Unreasonable Policy",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-11ee.html",
            "content": "UN Accuses Israeli Authorities of Unreasonable Policy\r\n Pyongyang, May 18 (KCNA) -- The United Nations in a recent report accused the Israeli authorities of their unreasonable policy against the Palestinians.\n\t\t\t\t\t The Israeli authorities are pursuing steps and policy of granting Jewish settlers preferential treatment in return for the lives of Palestinians in East Kuds, the report said.\n\t\t\t\t\t\n\t\t\t\t\t This policy threatens the existence of Palestinians in East Kuds, it noted."
        },
        {
            "title": "Earthquake Jolts Afghanistan and Pakistan",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-09ee.html",
            "content": "Earthquake Jolts Afghanistan and Pakistan\n\t\t\t\t\t\t\r\n Pyongyang, May 18 (KCNA) -- A 6-magnitude earthquake jolted Afghanistan on Sunday.\n\t\t\t\t\t The epicenter was in a mountainous area in Hindu Kush.\n\t\t\t\t\t\n\t\t\t\t\t An earthquake measuring 5.2 on the Richter scale was recorded in northwest Pakistan Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was in Peshawar."
        },
        {
            "title": "Kim Jong Il recibe a la delegación rusa de inteligencia",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-44ee.html",
            "content": "Kim Jong Il recibe a la delegación rusa de inteligencia\n\t\t\t\t\t\t\r\nPyongyang, 18 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea, se reunió el día 17 con la delegación del Buró de Inteligencia Exterior de la Federación Rusa presidida por su director M. Y. Fradkov.\n\t\t\t\t\tEstuvieron presentes en esta ocasión el miembro suplente del Buró Político del CC del PTC, U Tong Chuk, y el primer viceministro de Relaciones Exteriores, Kim Kye Gwan.\n\t\t\t\t\t\n\t\t\t\t\tFradkov entregó los presentes preparados con sinceridad para el Dirigente Kim Jong Il y el vicepresidente de la Comisión Militar Central del PTC, Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente expresó agradecimiento por el respecto y departió con los huéspedes rusos en un ambiente cordial y amistoso. \n\t\t\t\t\t\n\t\t\t\t\tTerminado el encuentro, el Dirigente ofreció una cena en honor de los visitantes. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los miembros de la delegación rusa y los diplomáticos oficiales de la Embajada de la Federación Rusa en Corea. \n\t\t\t\t\t\n\t\t\t\t\tParticiparon también U Tong Chuk y Kim Kye Gwan.\n\t\t\t\t\t\n\t\t\t\t\tLa recepción transcurrió en un clima ameno."
        },
        {
            "title": "Kim Jong Il dirige las granjas frutícolas de Ryongjon y Toksong",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-43ee.html",
            "content": "Kim Jong Il dirige las granjas frutícolas de Ryongjon y Toksong\n\t\t\t\t\t\t\r\nPyongyang, 18 de mayo (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea, dirigió en el terreno las Granjas Frutícolas de Ryongjon y Toksong.\n\t\t\t\t\t  Llegado a la Granja Frutícola de Ryongjon, él escuchó explicaciones ante el plano perspectivo de la granja y se cercioró del estado de modernización y producción de frutas recorriendo varios lugares como el Museo de la Historia Revolucionaria de Ryongjon y las huertas recién acondicionadas.\n\t\t\t\t\t\n\t\t\t\t\t  Se mostró muy complacido de que la granja haya abierto amplias posibilidades de realizar la mecanización combinada asegurando al mismo tiempo la alta productividad, al crear nuevas huertas de árboles frutales bajos de alto rendimiento en cientos de hectáreas de tierras llanas.\n\t\t\t\t\t\n\t\t\t\t\t  Antes de la liberación del país, la zona de Ryongjon albergaba una huerta insignificante nada más, pero ahora se ha convertido en una extensa área frutícola, una de las bases renombradas de producción de frutas y en el ejemplo de desarrollo frutícola, dijo.\n\t\t\t\t\t\n\t\t\t\t\t  Esa realidad es inimaginable sin la sabia dirección del Presidente Kim Il Sung y sus imborrables proezas toman más brillos con el transcurso del tiempo, enfatizó.\n\t\t\t\t\t\n\t\t\t\t\t  A continuación, el Dirigente estuvo en la Granja Frutícola de Toksong.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de escuchar explicaciones ante el plano perspectivo, pasó por la sala de presentación del historial, las nuevas huertas, la brigada juvenil de trabajo y otras partes averiguando en detalles las gestiones de la granja.\n\t\t\t\t\t\n\t\t\t\t\t  Se puso muy satisfecho de que la granja haya construido magníficamente en solo 2 años las huertas modernas de una dimensión que alcanza decenas de hectáreas.\n\t\t\t\t\t\n\t\t\t\t\t  Pasando revista a la sala de divulgación de conocimientos de ciencias y técnicas agrícolas, la de computación, la cocina, el baño-sauna, los corrales y otros puntos de la brigada juvenil de trabajo, apuntó que la granja es paradigmática también en el establecimiento de la cultura de producción y vida.\n\t\t\t\t\t\n\t\t\t\t\t  Durante su visita de orientación sobre las dos granjas, él indicó las tareas programáticas que servirán de directiva en desarrollar la fruticultura.\n\t\t\t\t\t\n\t\t\t\t\t  Expresó la esperanza y convicción de que los funcionarios y otros trabajadores de las dos granjas contribuirán a adelantar cuanto antes el futuro maravilloso de la gran potencia próspera, al registrar un nuevo viraje en la producción de frutas.\n\t\t\t\t\t\n\t\t\t\t\t  Acompañaron al Dirigente en esta ocasión Kim Ki Nam y Choe Thae Bok, miembros del Buró Político y secretarios del CC del PTC, Thae Jong Su, miembro suplente del Buró Político y secretario del CC del PTC, y Kwak Pom Gi, secretario responsable del Comité del PTC en la Provincia de Hamgyong del Sur."
        },
        {
            "title": "Celebran efemérides coreanas en numerosos países",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-45ee.html",
            "content": "Celebran efemérides coreanas en numerosos países\n\t\t\t\t\t\t\r\nPyongyang, 18 de mayo (ATCC) -- En más de 80 países del mundo y organizaciones internacionales y regionales tuvieron lugar las celebraciones solemnes del 99º aniversario del nacimiento del Presidente           Kim Il Sung, el 18º de la elección del Dirigente  Kim Jong Il como Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea y el 79º de la fundación del Ejército Popular de Corea.\n\t\t\t\t\tSe discutieron en la asamblea anual del comité preparatorio del Congo Democrático para el centenario del nacimiento del Presidente y en el pleno extraordinario del Comité Central del Partido Comunista de Gran Bretaña (Marxista-Leninista) los asuntos para celebrar más significativamente el cumpleaños del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tEn sendas declaraciones y notas, los partidos políticos, las entidades y las personalidades de diversos estratos de varios países elogiaron las imborrables hazañas del Presidente acumuladas ante la revolución coreana y la causa de independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo de dichas efemérides coreanas de abril, obsequiaron regalos al Dirigente Kim Jong Il el presidente del comité del Partido por la Justicia de Rusia en el territorio litoral, el director del Museo Central de las Fuerzas Armadas de Rusia, el presidente de la Central Financiera General de Italia, el presidente de la Compañía de Inversión de Comercio e Industria y Bienes Inmuebles de la provincia de Latakia de Siria y el titular del Instituto de Amistad, Cultura y Solidaridad con el Pueblo Coreano, Guaranda, Ecuador.\n\t\t\t\t\t\n\t\t\t\t\tEn testimonio de ilimitada veneración al Presidente, el rey y el gran rey de Cambodia y el premier nepalés y otras personalidades de partidos, entidades y órganos de varios países enviaron cestos o ramos de flores a las embajadas coreanas en los respectivos países.\n\t\t\t\t\t\n\t\t\t\t\tMás de 7 millones 236 mil vieron las exposiciones de libros online y fotos auspiciadas por el comité preparatorio de la Asociación de Amistad con Corea para el centenerario de nacimiento del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tTuvieron lugar en numerosos países y regiones más de 420 actos como simposios y mítines nacionales en Nigeria, Ucrania, Italia y el Perú; las exhibiciones de Kimilsungia en Indonesa y Guinea; la galería de esbozos y pinturas en Shanghai, China, que centró gran atención de los visitantes."
        },
        {
            "title": "Rodong Sinmun comenta nuevo paso militarista de Japón",
            "url": "http://kcna.co.jp/item/2011/201105/news18/20110518-46ee.html",
            "content": "Rodong Sinmun comenta nuevo paso militarista de Japón\r\nPyongyang, 18 de mayo (ATCC) -- Se conoció hace poco que Japón vino aumentando sistemáticamente el número de despegues emergentes de los aviones de \"Fuerzas Aéreas de Autodefensa\" bajo el rótulo de \"hacer frente\" a la recogida de informaciones de Rusia y China.\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este miércoles, lo califica de producto de la ambición militarista y expansionista de los reaccionarios japoneses de practicar el espionaje y las operaciones de ataque armado contra otros países.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo contexto, se impulsa en etapa crucial la militarización de Japón mientras suelen cumplir las operaciones militares en ultramar las \"Fuerzas de Autodefensa\", adelanta el comentarista y continúa: \n\t\t\t\t\t\n\t\t\t\t\tJapón aprobó ya el nuevo \"programa de defensa\" muy aventurero tanto en su contenido y carácter como en su objetivo, con el designio de elevar la capacidad ofensiva de las \"Fuerzas de Autodefensa\" y ultimar los preparativos para la conversión en potencia militar y la nueva agresión. \n\t\t\t\t\t\n\t\t\t\t\tNo es casual que las \"Fuerzas de Autodefensa\" desarrollaran con frecuencia en los alrededores de la Península Coreana los ejercicios militares conjuntos con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tImitando a su amo norteamericano, los reaccionarios japoneses justifican sus preparativos de nueva agresión con el pretexto de \"hacer frente\" al \"tiempo de emergencia\".\n\t\t\t\t\t\n\t\t\t\t\tLa meta final de ellos es asestar el ataque sorpresivo y preventivo contra alguien bajo el subterfugio de \"eliminar la amenaza\".\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses han de actuar con juicio teniendo presente que sus pasos en ese sentido les conducirán a la autodestrucción."
        }
    ]
}