{
    "date": "2011-03-05",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-05ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by State Symphony Orchestra",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-29ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by State Symphony Orchestra \r\nPyongyang, March 5 (KCNA) -- General Secretary Kim Jong Il appreciated a performance given by the State Symphony Orchestra.\n\t\t\t\t\t When he appeared in the auditorium, the whole audience enthusiastically welcomed him who has wisely led the whole party and army and all the people to one victory after another. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior party and state officials           Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Hong Sok Hyong, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and officials in the fields of literature and arts and media.\n\t\t\t\t\t\n\t\t\t\t\t Its colorful performance included \"O Korea, I Will Add Glory to Thee\", \"Our Country Is Witnessing Changes\" and \"Arirang\".\n\t\t\t\t\t\n\t\t\t\t\t The artistes enthusiastically sang of the immortal feats of          Kim Jong Il who has ushered in a new era of prosperity by steering the drive for building a thriving nation with the firm faith and will and inexhaustible energy. They also successfully reflected the iron faith and will of the army and people to accomplish the revolutionary cause of Juche without fail generation after generation, single-mindedly remaining true to the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t  At the end of the performance, he acknowledged the cheers of the performers and audience and congratulated the artistes on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated the performance staged by the creators and artistes of the orchestra with newly created works and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t   He underscored the need to make a beautiful and rich artistic representation of the noble spiritual world of the people as music is humanics in order to fully meet their cultural and emotional requirements. He set forth important tasks to serve as guidelines for further developing Juche-based symphonies.\n\t\t\t\t\t\n\t\t\t\t\t  He expressed the expectation and conviction that the creators and artistes of the orchestra would powerfully encourage with symphonies the army and people of the DPRK in their great revolutionary march to improve the people's standard of living and build a thriving nation as the genuine creators and resolute defenders of the socialist culture and arts."
        },
        {
            "title": "DPRK Sends Again Verbal Notice to South Side",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-21ee.html",
            "content": "DPRK Sends Again Verbal Notice to South Side\r\n Pyongyang, March 5 (KCNA) -- The DPRK side Saturday again sent the south side a verbal notice demanding an unconditional and prompt repatriation of all its 31 detained inhabitants and their ship through the waters to which they had drifted. \n\t\t\t\t\t It is well known that all of them demanded that they be sent back to the DPRK from the outset, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is sheer nonsense for the south Korean authorities to talk about \"defection\" and the like by four of them. \n\t\t\t\t\t\n\t\t\t\t\t The unreasonable attitude of the south Korean authorities is touching off bitter anger among the people in the DPRK. The families and relatives of the inhabitants now under custody there are eagerly waiting for them to come back as early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are forcing the detained guiltless inhabitants to separate from their families by appeasement and pressure. It is preposterous for them to talk about the issue of \"separated families\". \n\t\t\t\t\t\n\t\t\t\t\t The DPRK side will not remain a passive onlooker to this case but use every possible means to solve it. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities do not comply with the DPRK's just demand, it will seriously affect the north-south relations and the south side will be held wholly accountable for it. \n\t\t\t\t\t\n\t\t\t\t\t The notice strongly demanded the south Korean authorities unconditionally and immediately send back all of them together with their ship through the waters to which they had drifted, properly understanding that the case is a crucial issue related to the inter-Korean relations."
        },
        {
            "title": "WPK Greets Portuguese Party",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-27ee.html",
            "content": "WPK Greets Portuguese Party\r\nPyongyang, March 5 (KCNA) -- The C.C., the Workers' Party of Korea Saturday sent a message of greetings to C.C., the Communist Party of Portugal on its 90th anniversary.\n\t\t\t\t\t The message expressed belief that the good friendly and cooperative relations between the two parties would grow stronger in the joint struggle for socialism against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished the party greater success in the work for strengthening it."
        },
        {
            "title": " State General Bureau of Tourism",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-18ee.html",
            "content": "State General Bureau of Tourism\r\n Pyongyang March 5 (KCNA) -- The State General Bureau of Tourism of the DPRK is a governmental organ in charge of the nation's tourism.\n\t\t\t\t\t The general bureau conducts such activities as tourist planning, survey, development, information and services.\n\t\t\t\t\t\n\t\t\t\t\t It includes the International Travel Company of the DPRK, International Youth Travel Company, Korean International Sports Travel Company and the Tourism Information Company, and has branch offices in China and other countries.\n\t\t\t\t\t\n\t\t\t\t\t It also has Mt. Paektu, Mt. Myohyang, Mt. Chilbo and Rason tourist agencies.\n\t\t\t\t\t\n\t\t\t\t\t Founded on August 24, Juche 42 (1953), it is situated in Mangyongdae District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim To Jun, director of the general bureau, told KCNA that it plans to invite many foreigners to tour the DPRK this year during cultural and sports events to be held in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK joined the United Nations World Tourism Organization (UNWTO) in September 1987 and the Pacific-Asia Tourism Association (PATA) in April 1996.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTel: 850-2-18111 (Ext): 8283\n\t\t\t\t\t\n\t\t\t\t\tFax: 850-2-3814407\n\t\t\t\t\t\n\t\t\t\t\te-mail: Kitc_1@silibank.com"
        },
        {
            "title": "Korean Folk Song \"Arirang\"",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-20ee.html",
            "content": "Korean Folk Song \"Arirang\"\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- \"Arirang\" is Korea's typical folk song well known in the world. \n\t\t\t\t\t There are several legends related to the song's origin.  \n\t\t\t\t\t\n\t\t\t\t\t It is said that \"Arirang\" originated from a song sung by a woman missing her husband in battle in olden times.  \n\t\t\t\t\t\n\t\t\t\t\t With the song becoming increasingly popular throughout the country, many similar songs like \"Sodo Arirang\", \"Kangwondo Arirang\" and \"Milyang Arirang\" came into being in different areas. \n\t\t\t\t\t\n\t\t\t\t\t \"Arirang\" has also been performed in such ways as orchestral, film and dance music. \n\t\t\t\t\t\n\t\t\t\t\t The song has begotten many songs in the country along with the development of the Juche-based literature and arts. \n\t\t\t\t\t\n\t\t\t\t\t \"Arirang\" was reportedly selected as the most beautiful melody in the world by composers from the U.K., the U.S., France, Germany and Italy at a meeting held some time ago."
        },
        {
            "title": " Silver Craftwork \"Mother\" ",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-19ee.html",
            "content": "Silver Craftwork \"Mother\"\r\n Pyongyang, March 5 (KCNA) -- The silver craftwork \"Mother\" is a gift sent to leader Kim Jong Il by the United Nations Children's Fund (UNICEF) in August Juche 86 (1997).\n\t\t\t\t\t The craftwork portrays a mother on a chair, embracing and caressing her baby, a depiction that a bright future is unthinkable for the baby without the mother's bosom.\n\t\t\t\t\t\n\t\t\t\t\t The craftwork \"Mother\" placed on a rectangular prop symbolizes UNICEF.\n\t\t\t\t\t\n\t\t\t\t\t Deeply moved by Kim Jong Il holding the children dearest and sparing nothing for them, the UNICEF prepared the gift.\n\t\t\t\t\t\n\t\t\t\t\t The Executive Director of UNICEF, when visiting Korea, asked an official concerned to convey the gift to the DPRK leader. \n\t\t\t\t\t\n\t\t\t\t\t The UNICEF chief told the official that in Korea the state is wholly responsible for the upbringing, protection and education of children in line with the \"Theses on Socialist Education\" and the Law on the Nursing and Upbringing of Children. He then said the Korean children are the happiest in the world."
        },
        {
            "title": "KCNA Blasts US-Japan Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-28ee.html",
            "content": "KCNA Blasts US-Japan Joint Military Exercises\r\nPyongyang, March 5 (KCNA) -- The war maneuvers being staged with Northeast Asia as a theatre are posing a serious threat to the stability and peace of the international community. \n\t\t\t\t\t A U.S.-Japan joint military drill simulating the shooting down of ballistic missiles was staged in Yokosuka base in Japan, timed to coincide with the on-going Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t This was in pursuance of the reckless war scenario of the U.S. to round off the U.S.-Japan-south Korea triangular military alliance, demonstrate the capability to launch a large-scale war simultaneously and consolidate its position as a leader in the region.\n\t\t\t\t\t\n\t\t\t\t\t  Northeast Asia is the region where the interests of the countries in the region are intertwined and the situation remains very complicated.\n\t\t\t\t\t\n\t\t\t\t\t After making a switchover to a policy of giving importance to the Asia-pacific region from that of attaching importance to Europe the U.S. is stretching its tentacles of political, economic and military intervention deep to this region, advocating the theory of a Pacific state.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. is now further reinforcing its forces as required by a new regional strategy, a strategy of focusing on vital areas, while steadily maintaining the structure of the Cold War in Northeast Asia. It is opting for frequently staging military actions to secure a military edge in this region.\n\t\t\t\t\t\n\t\t\t\t\t What merits attention is that the military exercises aimed at regional hegemony are focused on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Some media of the U.S. and south Korea repeatedly claim that Key Resolve and other joint military exercises are annual military maneuvers, but the warmongers do not hide the fact that the exercises this year are participated in by a special unit and an aircraft carrier and the theme of the maneuvers is to \"promptly check and destroy WMDs of the DPRK,\" denying the above-said claim. \n\t\t\t\t\t\n\t\t\t\t\t The on-going saber-rattling is a move to tighten the triangular military alliance involving the U.S., Japan and south Korea and a sort of an operation to examine the actual battle posture of NATO of Asian version. The U.S., Japan and south Korea are conducting military actions in real earnest not only against Northeast Asia but against Asian countries as a machine for cooperation in war. \n\t\t\t\t\t\n\t\t\t\t\t It is a key link in the chain efforts for ensuring peace in Northeast Asia to avert a war and ensure peace on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to exercise extreme self-restraint, bearing in mind that its act of stirring up reckless military actions on the peninsula would bring unpredictable consequences to the regional security."
        },
        {
            "title": "Rodong Sinmun Blasts Japan-US Joint Military Exercises ",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-09ee.html",
            "content": "Rodong Sinmun Blasts Japan-US Joint Military Exercises \r\n Pyongyang, March 5 (KCNA) -- Japan and the United States kicked off various joint military exercises at the outset of the year. These were exercises for a war of aggression from A to Z as they had nothing to do with \"defense\". Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t More than half a century has passed since Japan drank a bitter cup of defeat in the Second World War, but no country has ever threatened Japan, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The \"defence of remote islands\" touted by Japan is no more than a poor excuse to cover up its sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are working hard to reorganize the Ground SDF in the same style as that of the U.S. Marines.\n\t\t\t\t\t\n\t\t\t\t\t  Prompted by its scenario to use Japan as a shock brigade for carrying out its Asia-Pacific strategy, the U.S. is urging the former to modify its \"pacifist constitution\" and expand armaments while vociferating about the \"threat\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t Japan is putting spurs to the preparations for turning itself into a military power and staging a comeback to Korea while stepping up the arms race to keep pace with them. \n\t\t\t\t\t\n\t\t\t\t\t It is part of their scenario to reorganize the Ground SDF in the same style as that of the U.S. Marines.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Marines are watching for a chance to invade those countries which are causing their displeasure in different regions of the world. The attempt of the Ground SDF to model itself on the U.S. Marines is little short of an operation to launch overseas aggression just as they do. \n\t\t\t\t\t\n\t\t\t\t\t Japan's evermore undisguised moves to turn itself into a military power and Japan-U.S. joint military exercises should never be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that Japan rapidly rearmed under the patronage of the U.S. will not launch overseas aggression."
        },
        {
            "title": "Foolish Remarks of S. Korean Chief Executive under Fire ",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-13ee.html",
            "content": "Foolish Remarks of S. Korean Chief Executive under Fire\r\n Pyongyang, March 5 (KCNA) -- The chief executive of south Korea in an \"address commemorating the March First Popular Uprising\" referred to the dialogue between the north and the south of Korea.\n\t\t\t\t\t Rodong Sinmun Saturday carries a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t He said \"he is ready for the dialogue\", while talking about \"the same nation\" and \"open-heartedness\". But on the other hand, he groundlessly pulled up the DPRK citing \"nukes and missile\" and \"armed provocation\".\n\t\t\t\t\t\n\t\t\t\t\t He even talked about \"building up forces for unification\", revealing once again his ambition for \"unification of systems\".\n\t\t\t\t\t\n\t\t\t\t\t All his rhetoric made while staging joint military exercises for aggression against the DPRK is no more than sophism of a hypocrite.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already made a proposal for wide-ranging dialogue and negotiation with the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean ruling quarters ignored the sincerity and efforts made by the DPRK from the beginning.\n\t\t\t\t\t\n\t\t\t\t\t They have kicked off a frantic racket over the nuclear issue of the DPRK together with foreigners, persistently pulling up its peaceful nuclear activities, far from coming out for dialogue.\n\t\t\t\t\t\n\t\t\t\t\t They also worked with blood-shot eyes to stoke military confrontation and tension, while spreading the story about \"additional provocation\".\n\t\t\t\t\t\n\t\t\t\t\t These remarks are aimed to evade the responsibility for having bedeviled the dialogue and calm down the internal and external public opinion critical of their war exercises against the north.\n\t\t\t\t\t\n\t\t\t\t\t A lip-service for dialogue will not be of any help.\n\t\t\t\t\t\n\t\t\t\t\t We will follow actions, not words."
        },
        {
            "title": "Papers Editorially Observe Anniversary of Agrarian Reform Law",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-08ee.html",
            "content": "Papers Editorially Observe Anniversary of Agrarian Reform Law\r\nPyongyang, March 5 (KCNA) -- Major newspapers of the DPRK Saturday dedicate editorials to the 65th anniversary of the promulgation of the Agrarian Reform Law by President Kim Il Sung.\n\t\t\t\t\t Rodong Sinmun says that the President promulgated the Agrarian Reform Law on March 5, 1946 after the liberation of Korea, and goes on: This was a historic event as it realized the centuries-old desire of the peasants to have land and marked a milestone as it opened a new chapter for settling the issue of land in Korea. \n\t\t\t\t\t\n\t\t\t\t\t The agrarian reform was successfully carried out under the leadership of the President, completely eradicating the feudal relations of land ownership which had been handed down generation after generation and paving a wide avenue for building a rich and powerful country. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the tested leadership of Kim Jong Il the socialist land construction has been dynamically pushed forward on a high stage in the DPRK. As a result, the land realignment was successfully carried out in a brief span of time even under so difficult conditions under his guidance. This helped completely eradicate the centuries-old feudal remnants, turn the nation's overall land into standardized fields under socialism and remarkably consolidate the material and technical foundation of the rural economy. It was Kim Jong Il who steered the realignment of the nation's land to befit the land of socialist Korea, translating the lifelong desire of the President into a reality and made the exploits performed by him in the land construction shine generation after generation. This is a great patriotic feat which could be performed only by him. \n\t\t\t\t\t\n\t\t\t\t\t The socialist rural construction in the DPRK is greeting a new heyday. \n\t\t\t\t\t\n\t\t\t\t\t  Minju Joson calls on the agricultural workers to become patriotic peasants in the Songun era upholding the Workers' Party of Korea and the country by increasing the grain production and fully display patriotism and devotion in the drive to make the co-op fields bring a bumper harvest."
        },
        {
            "title": " S. Korea-Japan Military Tie-up Blasted",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-06ee.html",
            "content": "S. Korea-Japan Military Tie-up Blasted\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- At least 20 organizations of south Korea held a press conference in Seoul on Tuesday, the 92nd anniversary of the March First Popular Uprising, and released a declaration jointly adopted with civic and public organizations of Japan. They included the Solidarity for Progress, the Solidarity for Implementing the South-North Joint Declaration and the People for Achieving Peace and Reunification. \n\t\t\t\t\t The declaration demanded the Japanese government make apology and reparation for its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t It accused Japan of taking a zealous part in the U.S.-south Korea joint war maneuvers targeted against the DPRK and, at the same time, stepping up the moves to conclude a military agreement with south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The military tie-up between south Korea and Japan is coiling up the tensions on the Korean Peninsula and Northeast Asia, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged Japan and the south Korean authorities to halt the moves to tighten the dangerous military nexus and make a switchover in their hostile policy toward the DPRK."
        },
        {
            "title": "S. Korea's Scheme to Intensify Aerial Espionage against DPRK",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-02ee.html",
            "content": "S. Korea's Scheme to Intensify Aerial Espionage against DPRK\r\nPyongyang, March 5 (KCNA) -- The south Korean puppet war-like forces are planning to deploy in the air force U.S-made AWACS Boeing E-737, south Korean KBS reported.\n\t\t\t\t\t They have schemed to purchase from the U.S. four AWACS since 2005 by spending a stupendous amount of money under the pretext of acquiring independent intelligence-gathering and spying capability.\n\t\t\t\t\t\n\t\t\t\t\t One of them will be reportedly deployed in south Korea in July as the first batch.\n\t\t\t\t\t\n\t\t\t\t\t Through the introduction of it they seek to establish a round-the-clock monitoring system in a bid to intensify the aerial espionage against the DPRK."
        },
        {
            "title": "S. Korea's Scheme to Reinforce Armed Forces on West Sea Islands",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-05ee.html",
            "content": "S. Korea's Scheme to Reinforce Armed Forces on West Sea Islands\r\n Pyongyang, March 5 (KCNA) -- The south Korean puppet military authorities are mulling reinforcing armed forces on five islands in the West Seat of Korea, according to south Korean Yonhap News.\n\t\t\t\t\t The puppet forces decided to promptly deploy nine types of war hardware including 500MD gun-ships on the islands under the pretext of coping with someone's \"provocations.\" They, at the same time, confirmed a plan for an emergency deployment of ten types of weapons including tactical airship.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they decided to set up a command for defending islands in the northwestern waters with the Command of the Marine Corps as a mother body."
        },
        {
            "title": "Solution to Issue Related to Comfort Women Called for",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-04ee.html",
            "content": "Solution to Issue Related to Comfort Women Called for\r\n Pyongyang, March 5 (KCNA) -- S. Korean women victims of the sexual slavery for the Japanese imperialists in the past met with representatives of the opposition parties, the Democratic Labor Party and the Democratic Party, on Tuesday and called for a solution to the issue related to the comfort women for the imperialist Japanese army.\n\t\t\t\t\t They accused the present \"government\" of turning its face away from their actions demanding Japan make apology and reparation for the sexual slavery enforced by it. \n\t\t\t\t\t\n\t\t\t\t\t They can never close their eyes unless the issue is settled, they said, underlining the need to get the grudge of the victims settled as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t They urged the opposition parties to conduct positive activities to pressurize the \"government\" to come out for the settlement of the issue."
        },
        {
            "title": "DPRK Military's Notice to S. Korea Broadcasted Abroad",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-14ee.html",
            "content": "DPRK Military's Notice to S. Korea Broadcasted Abroad\r\n Pyongyang, March 5 (KCNA) -- Foreign media reported on Feb. 27 and 28 the notice sent by the head of the delegation of the DPRK's side to the north-south general-level military talks to the south Korean puppet military.\n\t\t\t\t\t He sent it in connection with the psychological warfare against the DPRK persistently conducted by the U.S. imperialists and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t \"The head of the DPRK delegation to the north-south general-level military talks sent a notice to the south Korean military,\" reported Xinhua News of China, adding:\n\t\t\t\t\t\n\t\t\t\t\t The notice said the psychological warfare recently launched by the south Korean military in the frontal line area is a treacherous act, a challenge to the desire of all the Koreans and the demand of the times to usher in a new phase of peaceful reunification and national prosperity by means of wide-ranging dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t It formally warned the south Korean military that if it persists in the psychological warfare despite the repeated warnings of the DPRK, the army of the DPRK will open direct fire at the plot-breeding centre on the principle of self-defence of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t South Korea should clearly understand the severity of the situation and halt its psychological operations without delay, said the notice.\n\t\t\t\t\t\n\t\t\t\t\t Other media and Internet websites of various countries carried similar reports.\n\t\t\t\t\t\n\t\t\t\t\t They include People's Daily, Shenyang Daily, central TV, Internet website Northeast Network and Northeast Reporting Network of China, ITAR-TASS and Ria-Novosti of Russia, Bangladesh News, Bangkok Post of Thailand, Antara and Jakarta Post of Indonesia, Kayhan International, Iran News and Tehran Times of Iran, Kyodo News, Jiji Press, NHK and Tokyo Shimbun of Japan, ABC of Australia, Al Fazr Al-Jadid of Libya, Sudan News, L'Orient-Le Jour of Lebanon, Daily Monitor of Ethiopia, AP, UPI, VOA and New York Times of the U.S., Reuters and BBC of UK, AFP of France, CTK of the Czech Republic and Internet website of the Communist Party of Brazil."
        },
        {
            "title": "US-S. Korea Joint Military Exercises Flailed in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-01ee.html",
            "content": "US-S. Korea Joint Military Exercises Flailed in Bangladesh\r\n Pyongyang, March 5 (KCNA) -- The Central Committee of the Workers' Party of Bangladesh, the Central Executive Committee of the Bangladesh National Socialist Party and the Bangladesh-Korea Friendship and Solidarity Committee issued a joint statement on Feb. 1.\n\t\t\t\t\t The statement denounced the U.S. imperialists and the south Korean warmongers for kicking off dangerous Key Resolve and Foal Eagle joint military exercises, thus again escalating tension and the danger of a war on the Korean Peninsula to an extreme pitch.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities started the joint military exercises in collusion with outside forces despite strong denunciation at home and abroad, bringing to light their criminal nature as a group of traitors spoiling the atmosphere of dialogue and bringing the danger of a nuclear war, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We unequivocally support the consistent stand of the Workers' Party of Korea and the DPRK government to improve the inter-Korean relations and promote the reconciliation and unity of the nation and bring about a turning phase of peace and reunification on the peninsula through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should face up to the trend of the times, behave with discretion and stop at once the joint military exercises for aggression.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the WPK and the Korean people will open a decisive phase of peace and reunification on the peninsula at any cost this year under the uplifted banner of the historic June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi Institute for the Study of the Juche Idea also issued a similar statement on February 28."
        },
        {
            "title": "Regional Organization on Non-existence of Terrorism in DPRK",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-12ee.html",
            "content": "Regional Organization on Non-existence of Terrorism in DPRK\r\n Pyongyang, March 5 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted on its Internet homepage on Feb. 25 an article titled \"Why does terrorism not exist in the DPRK?\"\n\t\t\t\t\t The article noted that many Russians raise questions as to why the issue of terrorism does not exist in the DPRK, adding: \n\t\t\t\t\t\n\t\t\t\t\t Even a single case of terrorism is not allowed in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The secret of the eradication of terrorism in the DPRK after its foundation is the single-minded unity of the government and the people and the activities of the Juche-oriented security organs unaffected by bribe, corruption and blackmail.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il clarified that the people's democratic dictatorship is a powerful weapon of the working class which thoroughly puts down all hues of counter-revolutionary elements opposed to socialism and protects the interests of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The catastrophic phenomena that took place in some countries engaged in building socialism one time clearly prove that if public security organs fail to play their important role in the class struggle, the dictatorial function of a socialist state gets paralyzed.\n\t\t\t\t\t\n\t\t\t\t\t The historical experience proves that a socialist state should completely put down the hostile forces' all sorts of acts of infringing upon the independence of the popular masses by strengthening the dictatorial organs under any circumstances."
        },
        {
            "title": "Statement of NDC of DPRK Supported by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-03ee.html",
            "content": "Statement of NDC of DPRK Supported by Swiss Bodies\n\t\t\t\t\t\t\r\nPyongyang, March 5 (KCNA) -- Swiss bodies released a joint statement on Feb. 27 in support of the second installment of the statement made public by the inspection group of the National Defence Commission of the DPRK.\n\t\t\t\t\t They are the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The statement recalled that the inspection group issued the second installment of the statement disclosing in detail the truth behind Yonphyong Island shelling and proving that the counter-action taken by the Korean People's Army against it was a just measure for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The KPA recently proposed the south side discussing the danger of possible clash and dispute in the future and measures for preventing them at the preliminary talks for opening the north-south high-level military talks for the purpose of defending the peace on the Korean Peninsula and improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t But the south side turned down this just and reasonable proposal, leading the negotiations to breakdown from the outset.\n\t\t\t\t\t\n\t\t\t\t\t We assail the U.S. imperialists and the south Korean puppet forces' war maneuvers and extend firm solidarity to all measures for self-defense to be taken by the DPRK."
        },
        {
            "title": "Chinese Military Expert Terms US-S. Korea Military Exercises Harmful",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-25ee.html",
            "content": "Chinese Military Expert Terms US-S. Korea Military Exercises Harmful\r\n Beijing, March 2 (KCNA) -- The Chinese Beijing Daily on March 1 carried an article contributed by a professor at the China National Defense University blasting the U.S.-south Korea joint military exercises. \n\t\t\t\t\t The author said that the objective of the joint military exercises was to make preparations for striking the DPRK's major military targets.\n\t\t\t\t\t\n\t\t\t\t\t Raising a question as to what consequences will be entailed by such military exercises in light of the situation on the Korean Peninsula, he stressed:\n\t\t\t\t\t\n\t\t\t\t\t As declared by the DPRK, these war maneuvers do more harm than good. \n\t\t\t\t\t\n\t\t\t\t\t It is the judgment of the DPRK that the U.S., south Korea and Japan are set to take a series of actions straining the regional situation this year, too. \n\t\t\t\t\t\n\t\t\t\t\t  Under this situation, our attention is focused on what card the DPRK will play."
        },
        {
            "title": "Joint Military Exercises Escalate Tension on Korea Peninsula",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-15ee.html",
            "content": "Joint Military Exercises Escalate Tension on Korea Peninsula\r\n Pyongyang, March 5 (KCNA) -- Chinese experts on international affairs exposed the danger of the U.S.-south Korea and the U.S.-Japan joint military exercises.\n\t\t\t\t\t According to the Feb. 28 issue of China's People's Daily, a vice-director of School for International Relations of Chinese People's University said that the military drills being staged amid the sensitive situation on the Korean Peninsula are not favorable for the stability in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to combine those maneuvers into one and lay a foundation for staging triangular military exercises grouping the U.S., Japan and south Korea on its basis, he clarified.\n\t\t\t\t\t\n\t\t\t\t\t A scholar of the Institute for U.S. Affairs of the China Institutes of Contemporary International Relations said that those simultaneous saber-rattling strains the situation between the DPRK and south Korea and deteriorates the security environment in Northeast Asia. Those exercises are, therefore, not favorable for peace and stability in East Asia, he added.\n\t\t\t\t\t\n\t\t\t\t\t It has become part of the U.S. strategy to tighten security initiative in Northeast Asia through the U.S.-Japan-South Korea military exercises and the establishment of triangular military alliance, he said."
        },
        {
            "title": "Chinese Paper Deems Reintroduction of Nuclear Weapons as Dangerous",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-26ee.html",
            "content": "Chinese Paper Deems Reintroduction of Nuclear Weapons as Dangerous\n\t\t\t\t\t\t\r\n Beijing, March 2 (KCNA) -- The United States and south Korea are recently spreading the rumors that they are seeking to re-introduce tactical nuclear weapons into south Korea in a bid to pressurize the DPRK to halt its nuclear activities with \"nuke-to-nuke\" and that they are also considering the issue of making China \"really move\" as regards the issue of sanctions against the DPRK. This is as dangerous an intention as a gambling. This is not only straining the situation on the Korean Peninsula but pressing south Korea itself.\n\t\t\t\t\t The Chinese paper Hun Qiu Shibao on Tuesday said this in its commentary titled \"Dangerous Is the Intention to re-introduce Nuclear Weapons into South Korea.\" It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. re-introduction of tactical nuclear weapons into the Korean Peninsula would give a great shock to Northeast Asia and create a more serious situation. If that happens, the U.S. and south Korea cannot rest assured that China will impose sanctions against the DPRK as intended by them. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. re-introduction of tactical nuclear weapons into south Korea would seriously upset the existing strategic balance in Northeast Asia, encouraging China to produce much more nuclear weapons and deploy them and develop more advanced nuclear delivery means so as to guarantee its strategic security. \n\t\t\t\t\t\n\t\t\t\t\t Deploying again those nuclear weapons close to China would be regarded as disrespect for Chinese strategic interests, compelling China to express its anxiety. \n\t\t\t\t\t\n\t\t\t\t\t As south Korea is situated in Northeast Asia where the strategic interests of big powers are complicatedly intertwined, it would be well advised to behave properly so that it may not be implicated in their dispute, it warned."
        },
        {
            "title": "Chinese Official on Women's Role",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-17ee.html",
            "content": "Chinese Official on Women's Role\n\t\t\t\t\t\t\r\nBeijing, March 3 (KCNA) -- The president of the All-China Federation of Trade Unions referred to the role of women on Feb. 28 when speaking before the representatives of the winners of the May 1 Woman Prize across the country.\n\t\t\t\t\tThe women should play the role of one of the wheels in attaining the target of the 12th Five-Year Plan and rapidly changing the economic development mode, he said.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed that the trade unions at all levels should positively settle the issues arising in ensuring the women's rights and interests."
        },
        {
            "title": "Russian FM Rejects Space Militarization",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-10ee.html",
            "content": "Russian FM Rejects Space Militarization\r\n Pyongyang, March 5 (KCNA) -- Russian Foreign Minister Sergei Lavrov, addressing the UN Disarmament Conference on Tuesday, clarified Russia's stand against the militarization of space.\n\t\t\t\t\t There has already been built in the world the potentials to deploy arms on the orbit around the earth and spoil spacecraft, he said, warning of the danger of militarization in space around the earth.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to discuss unconditionally a draft treaty on ban to arms deployment in outer space jointly submitted by Russia and China in 2008."
        },
        {
            "title": "Abbas Wants to Launch \"Meaningful\" Peace Process",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-24ee.html",
            "content": "Abbas Wants to Launch \"Meaningful\" Peace Process\n\t\t\t\t\t\t\r\n Pyongyang, March 5 (KCNA) -- Palestinian President Mahmoud Abbas on Tuesday issued a statement to urge the Quartet of Middle East peace players to launch a \"meaningful\" peace process. \n\t\t\t\t\t The Quartet, which comprises the United States, EU, Russia and the United Nations, \"must emphasize the importance of freezing Israeli settlement and base on international law's references until reaching the establishment of Palestinian state with (East) Jerusalem as its capital\", he said in his statement."
        },
        {
            "title": "President of Afghanistan Condemns NATO for Killing Civilians",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-11ee.html",
            "content": "President of Afghanistan Condemns NATO for Killing Civilians\r\n Pyongyang, March 5 (KCNA) -- Afghan President Hamid Karzai condemned NATO for its recent killing of civilians on Wednesday. \n\t\t\t\t\t The air strike by NATO that killed nine innocent children and injured another in Kunar happened from a similar attack that left many civilians dead in the same province, he said.\n\t\t\t\t\t\n\t\t\t\t\t He said that poor and innocent civilians have to suffer in the unjustifiable operations and bombings carried out by NATO.\n\t\t\t\t\t\n\t\t\t\t\t He instructed security agencies and local officials to further investigate the circumstances of the incident."
        },
        {
            "title": "Kyrgyzstan to Impose \"Special Payment\" for Supply of Fuel for US Planes",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-16ee.html",
            "content": "Kyrgyzstan to Impose \"Special Payment\" for Supply of Fuel for US Planes\r\n Pyongyang, March 5 (KCNA) -- Kyrgyzstan legislators adopted a bill to impose additional charges on the U.S.\n\t\t\t\t\t A draft law to impose additional charges of 100 U.S. dollars per ton of fuel used by U.S. and NATO military forces at the Manas Transit Centre was approved at a plenary session of the Kyrgyzstan parliament on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The Manas Transit Center is an important supply base for U.S. and NATO military forces."
        },
        {
            "title": "Japanese Suffer from Hardships of Living",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-23ee.html",
            "content": "Japanese Suffer from Hardships of Living\r\n Pyongyang, March 5 (KCNA) -- The number of those dependent on welfare is steadily increasing in Japan due to bad living conditions.\n\t\t\t\t\t The number of households on welfare reached an all-time high of 1,435,155 as of December last year, up 8,496 from the previous month, the Ministry of Health, Labor and Welfare of Japan said Wednesday."
        },
        {
            "title": " Illegitimate Birth Increases in EU Member Countries",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-22ee.html",
            "content": "Illegitimate Birth Increases in EU Member Countries\r\n Pyongyang, March 5 (KCNA) -- The number of love children increases in EU member countries, causing a serious social problem.\n\t\t\t\t\t The Chinese magazine World Culture recently cited the data of the EU Statistics Agency to say that illegitimate births accounted for 35.1 percent in the total number of babies born in EU member countries in 2007, an increase of twice over the figure in 1990."
        },
        {
            "title": " Demandan otra vez devolucion de 31 habitantes norcoreanos y su barco",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-30ee.html",
            "content": "Demandan otra vez devolucion de 31 habitantes norcoreanos y su barco\r\nPyongyang, 5 de marzo (ATCC) -- La parte norcoreana envio otra vez la vispera el aviso oral a la parte Sur exigiendo la devolucion inmediata e incondicional de 31 personas y el barco, retenidos en suelo surcoreano tras ser derivados por el mal tiempo, por la misma ruta maritima en que navegaban.\n\t\t\t\t\tYa esta bien conocido que nuestros habitantes retenidos demandaron desde el principio el regreso a la RPDC, senala el aviso y continua:\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas pronuncian palabras absurdas como el \"sometimiento\" de 4 de ellos.\n\t\t\t\t\t\n\t\t\t\t\tTal comportamiento causa gran indignacion entre los habitantes de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLos familiares y parientes de los retenidos estan esperando con ansia el regreso pronto de esos ultimos.\n\t\t\t\t\t\n\t\t\t\t\tEs extremadamente ilogico que las autoridades surcoreanas hablaran sobre la solucion del problema de \"familiares separados\" intentando por otra parte la separacion artificial y forzada de nuestros habitantes mediante la retencion, la seduccion y la presion.\n\t\t\t\t\t\n\t\t\t\t\tNo nos quedaremos nunca con brazos cruzados ante el incidente y usaremos todos los medios posibles para su solucion.\n\t\t\t\t\t\n\t\t\t\t\tAl final, el aviso advierte que si las autoridades surcoreanas no aceptan la justa demanda de la parte Norte, eso tendria graves consecuencias en las relaciones Norte-Sur y este sera totalmente responsable.\n\t\t\t\t\t\n\t\t\t\t\tTeniendo presente que el incidente es un problema importante relacionado con los vinculos intercoreanos, la parte Sur debe devolver inmediata e incondicionalmente a 31 personas y su barco por la misma ruta en que navegaban ellas, concluye."
        },
        {
            "title": "Direccion Nacional de Turismo de la RPDC",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-31ee.html",
            "content": "Direccion Nacional de Turismo de la RPDC\r\nPyongyang, 5 de marzo (ATCC) -- En el capitalino municipio de Mangyongdae esta situada la Direccion Nacional de Turismo (DNT) de la Republica Popular Democratica de Corea, fundada el 24 de agosto del 42 (1953) de la Era Juche.\n\t\t\t\t\tEse organo gubernamental cumple la funcion de dirigir de manera politica el turismo nacional y realiza para este fin la planificacion, la investigacion y desarrollo, la propaganda, el servicio y otras labores turisticas.\n\t\t\t\t\t\n\t\t\t\t\tLa DNT tiene las filiales como la Agencia de Turismo Internacional de Corea, la Agencia Internacional de Turismo de Jovenes y Ninos, la Agencia Internacional de Turismo Deportivo de Corea, la Agencia de Propaganda del Turismo, etc. y las oficinas en otros paises como la de Beijing.\n\t\t\t\t\t\n\t\t\t\t\tOpera ademas en distintas localidades del pais las agencias de viaje a los montes Paektu, Myohyang, Chilbo y la zona economica y comercial de Rason.\n\t\t\t\t\t\n\t\t\t\t\tEl director general de la DNT, Kim To Jun (64 anos de edad), dijo a la ATCC que tiene el plan de recibir a muchos turistas con motivo de los actos culturales y deportivos a ser celebrados este ano en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ingreso en septiembre de 1987 a la Organizacion Mundial de Turismo de la ONU y en abril de 1996, a la Asociacion de Turismo de Asia- Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tTelefono de la DNT: 850-2-18111 (Ext):8283, Fax: 850-2-3814407, E-mail: Kitc_1@silibank.com."
        },
        {
            "title": "Prensas de varios paises divulgan el aviso del jefe de delegacion del Norte",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-32ee.html",
            "content": "Prensas de varios paises divulgan el aviso del jefe de delegacion del Norte\n\t\t\t\t\t\t\r\nPyongyang, 5 de marzo (ATCC) -- Las prensas de varios paises informaron los 27 y 28 de febrero el aviso remitido a la capa militar titere del Sur por el jefe de delegacion del Norte a las conversaciones militares a nivel de general Norte-Sur en relacion con la obstinada campana psicologica de las autoridades surcoreanas contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tLa agencia china Xinhua transmitio que el jefe de la delegacion del Norte a las conversaciones militares a nivel de general N-S envio un aviso a la capa militar del Sur de Corea y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl aviso senala que la campana psicologica de la capa militar surcoreana, que se libra en estos dias en los alrededores del frente, deviene una traicion antinacional a la aspiracion de todos los coreanos y la demanda de la epoca a abrir nueva coyuntura de la reunificacion pacifica y la prosperidad nacional mediante el dialogo y negociaciones integrales.\n\t\t\t\t\t\n\t\t\t\t\tProsigue que la misiva aviso oficialmente que si siguen tales actos pese a las reiteradas advertencias de la RPDC, se realizara en el principio de defensa de la soberania el fuego a punteria directa contra las fuentes de intriga psicologica anti-RPDC y que el Sur de Corea deberia poner de inmediato fin a las intrigas psicologicas anti-RPDC, dandose clara cuenta de la gravedad de la situacion creada.\n\t\t\t\t\t\n\t\t\t\t\tLo informaron tambien los periodicos Renmin Ribao y Shenyang Ribao, CCTV y las paginas web de Internet la Red de Noreste y la Red de Informacion de Noreste, de China, ITAR-TASS y Ria-Novsti de Rusia, la Agencia de Noticias de Bangladesh, el periodico tailandes Bangkok Post, la agencia Antara y el periodico Jakarta Post de Indonesia, los periodicos iranies Kayhan International, Iran News y Teheran Times, las agencias Kyodo News y Jiji Press Ltd, la cadena NHK y el periodico Tokyo Shimbun, de Japon, la radio ABC de Australia, el periodico libio Al Fazr Al-Jadid, la agencia sudanesa, las agencias AP y UPI, la VOA, el periodico New York Times, la agencia Reuter y la radio BBC de Gran Bretana, la agencia francesa AFP, la CTK del Checo, etc."
        },
        {
            "title": "Rodong Sinmun condena ejercicio militar Japon-EE.UU.",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-33ee.html",
            "content": "Rodong Sinmun condena ejercicio militar Japon-EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 5 de marzo (ATCC) -- Los ejercicios militares de diferentes tipos, que libran Japon y Estados Unidos desde el principio de este ano, son los agresivos para la guerra que no tienen nada que ver con la \"defensa\".\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual del dia 5 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Paso mas de medio siglo desde que Japon fue derrotado en la Segunda Guerra Mundial y ningun pais lo ha amenazado hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, los reaccionarios japoneses hablan tanto de la \"defensa de islas apartadas\" para justificar su siniestro intento de agredir.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos se proponen reestructurar algunas unidades de las \"Fuerzas Terrestres de Autodefensa\" por el estilo de la infanteria de marina de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Con el objetivo de usar a Japon como brigada de choque a cargo de cumplir su estrategia sobre Asia y el Pacifico, EE.UU. le demanda enmendar la \"Constitucion pacifista\" y aumentar los gastos militares alegando la \"amenaza\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechandolo, Japon acelera los preparativos para convertirse en una potencia militar y retomar el camino de agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\t  En ese contexto, las \"Fuerzas Terrestres de Autodefensa\" quieren imitar a la infanteria de marina norteamericana que acecha la oportunidad en varias zonas del mundo para invadir a los paises que no les gustan a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, la militarizacion y los ejercicios militares conjuntos Japon-EE.UU., que se impulsan cada dia mas abiertamente, son problemas insoslayables.\n\t\t\t\t\t\n\t\t\t\t\t  No hay ninguna garantia de que no volveria a agredir a ultramar ese pais isleno rearmado rapido por EE.UU."
        },
        {
            "title": "Periodico chino comenta la reentrada de armas nucleares en Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201103/news05/20110305-34ee.html",
            "content": "Periodico chino comenta la reentrada de armas nucleares en Sur de Corea\n\t\t\t\t\t\t\r\nBeijing, 2 de marzo (ATCC) -- El periodico chino Qiu Shibao publico el dia primero un comentario intitulado la \"Reintroduccion de armas nucleares en el Sur de Corea es un pensamiento peligroso\".\n\t\t\t\t\t  Ultimamente, EE.UU. y el Sur de Corea tratan de reintroducir en el suelo surcoreano las armas nucleares tacticas con el fin de presionar con ellas a la RPDC para que suspensa las actividades nucleares y por otra parte, difunden el rumor de que estan considerando como \"hacer moverse\" a China en el problema de sancion a la RPDC, comenzo el comentario y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  Ese pensamiento tan peligroso como juego de apuesta agrava las tensiones de la Peninsula Coreana y presiona tambien al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  La reintroduccion de dichas armas en la Peninsula Coreana producira tremendos impactos al Nordeste Asiatico y creara una situacion mas grave.\n\t\t\t\t\t\n\t\t\t\t\t  Aun cuando suceda eso, no habria la razon por la cual haga creible la sancion de China a Corea como desean EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. reubica sus armas nucleares tacticas en el Sur de Corea, se rompera el actual equilibrio estrategico del Nordeste Asiatico y China tendria que producir y emplazar mucho mas armas nucleares y desarrollar los medios de transporte mas avanzados para garantizar su seguridad estrategica.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, eso seria una senal de desprecio a los intereses estrategicos de China y esta tendra que dar algun gesto.\n\t\t\t\t\t\n\t\t\t\t\t  Dado que esta situado en el Nordeste Asiatico donde estan enmaranados los intereses estrategicos de las potencias, el Sur de Corea debera actuar sin dar pie a las criticas de las primeras."
        }
    ]
}