{
    "date": "2011-07-06",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Cooperative Farm",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-23ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Cooperative Farm\r\n Pyongyang, July 6 (KCNA)-- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, provided field guidance to the Sinam Cooperative Farm, Ryongchon County.\n\t\t\t\t\t He went round the room devoted to the history of the farm, conducted by leading officials of the farm. \n\t\t\t\t\t\n\t\t\t\t\t Seeing the relics and data on display, he looked back with deep emotion on the shining path covered by the farm. It was thanks to the wise leadership and meticulous care of President Kim Il Sung that the Sinam plain where backwardness and poverty had prevailed turned into a land of bliss for people visited by bumper harvests, he said. \n\t\t\t\t\t\n\t\t\t\t\t After being told that the farm came first in Korean wrestling, swing and seesaw events at several folklore sports games of agricultural working people across the country, he encouraged its members to continue successfully doing farming and be good at sports and cultural and emotional life to become a model to be followed by the whole country in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t Then he made the rounds of various places of the farm including the newly built mechanization work team to learn in detail about the farming this year. \n\t\t\t\t\t\n\t\t\t\t\t He also went round the cultural and supply service facilities of the youth work team newly built by the farm. \n\t\t\t\t\t\n\t\t\t\t\t He visited the youth school, bedroom, dining room and kitchen and other places. It is very good that members of the youth work team are standing firm guard over the rural position of socialism generation after generation, while keeping their work site neat and tidy and organizing their life in a revolutionary and optimistic manner \n\t\t\t\t\t\n\t\t\t\t\tfollowing the example set by the People's Army, he noted. He personally met with them and had a photograph taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a bird's-eye view of the farm from an observation deck, very pleased that the farm has turned into a land of bliss in the era of the Workers' Party and a socialist fairy land.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks to be carried out by the farm. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the whole country and all the people to continue focusing their efforts on farming to bring about a steady leap forward in agricultural production as the agricultural front is the most important and main front for settling the people's  issues of clothing, food and housing.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, Choe Ryong Hae and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the WPK."
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to Machine Complex",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-45ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Machine Complex\r\nPyongyang, July 6 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, provided field guidance to the Rakwon Machine Complex.\n\t\t\t\t\t Going round the large machine building shop, the sheet metal processing shop and other production places of the complex, he acquainted himself in detail with  the production of machines including 5-cubic meter \"Jangbaek\" excavator, one-cubic meter hydraulic excavator and CNC-based plasma cutter at the complex.\n\t\t\t\t\t\n\t\t\t\t\t He learned in detail how the 5-cubic meter \"Jangbaek\" excavators built last year are being introduced into construction projects and how technological updating made progress in the subsequent period. He was greatly satisfied to learn that the officials, workers and technicians of the complex manufactured different type new equipment including motors in conformity with the actual conditions of the country by pooling efforts with scientists and technicians of the fields concerned and thus increased the lifting capability of excavators and improved their quality.\n\t\t\t\t\t\n\t\t\t\t\t  He underscored the need to boost the production of high performance machines for different fields of national economy. \n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about how the complex improved the quality of the pumps, motors and other core parts of the above-said hydraulic excavator.  \n\t\t\t\t\t\n\t\t\t\t\t He was pleased to know that in hearty response to the WPK's idea of pushing back the frontiers of latest science and technology, the complex placed the oil pressure apparatus shop on a CNC basis last year and, on this basis, dynamically pushed forward the development of different type hydraulic machines with an innovative idea, thus bringing about a fresh turn in steadily boosting the production capacity and improving the quality of products. \n\t\t\t\t\t\n\t\t\t\t\t  Watching a high-performance CNC plasma cutter newly manufactured by the complex, he was very pleased that the workers and technicians of the complex successfully manufactured the machine by pooling creative wisdom with teachers and researchers of Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t It is an admirable success that the complex is capable of producing \"Jangbaek\" excavators, hydraulic excavators, CNC plasma cutters and other modern machines at its will, he said, adding this is a clear demonstration of the validity and vitality of the WPK's policy on attaching importance to science and technology. \n\t\t\t\t\t\n\t\t\t\t\t To mass-produce modern machines as required by the new century, it is necessary for the complex to concentrate efforts on technological updating based on cutting-edge technology, he noted, calling for putting production processes on a modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Choe Ryong Hae and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the WPK."
        },
        {
            "title": "Gift from Gazprom of Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-33ee.html",
            "content": "Gift from Gazprom of Russia\r\n Pyongyang, July 6 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Gazprom of Russia.\n\t\t\t\t\t Its Deputy Managing Chairman Alexandr Ananenkov on a visit to the DPRK conveyed the gift to Vice-Premier Kang Sok Ju on Wednesday."
        },
        {
            "title": "Kim Yong Nam Meets Nigerien Ambassador",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-40ee.html",
            "content": "Kim Yong Nam Meets Nigerien Ambassador\r\nPyongyang, July 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, had a talk with Ambassador of Niger Boubakar Adamou Wednesday when the latter paid a farewell call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Pak Ui Chun Meets Nigerien Ambassador",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-34ee.html",
            "content": "Pak Ui Chun Meets Nigerien Ambassador\r\nPyongyang June 6 (KCNA) -- DPRK Foreign Minister Pak Ui Chun had a talk with outgoing Ambassador of Niger to the DPRK Boubakar Adamou on Wednesday."
        },
        {
            "title": "Kang Sok Ju Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-39ee.html",
            "content": "Kang Sok Ju Meets Russian Delegation\r\n Pyongyang July 6 (KCNA) -- Kang Sok Ju, vice-premier of the DPRK, had a talk with the Russian delegation of Gazprom led by Deputy Managing Chairman Alexandr Ananenkov Wednesday when the latter paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "WPK Friendship Visiting Group Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-41ee.html",
            "content": "WPK Friendship Visiting Group Leaves for China\r\nPyongyang, July 6 (KCNA) -- A friendship visiting group of the Workers' Party of Korea led by Thae Jong Su, alternate member of the Political Bureau and secretary of the C.C., the WPK, left here Tuesday by air to visit China."
        },
        {
            "title": "DPRK to Strive for Equal and Fair International Order",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-17ee.html",
            "content": "DPRK to Strive for Equal and Fair International Order\r\n Pyongyang, July 6 (KCNA) -- The DPRK government will strive to ensure respect and strict adherence to the recognized principles of international laws and establish an equal and fair international order.\n\t\t\t\t\t The head of the DPRK delegation clarified this stand at the 50th Session of the Asian-African Legal Consultative Organization on June 28.\n\t\t\t\t\t\n\t\t\t\t\t The organization has made substantial contributions to the development and codification of international laws and played a positive role in developing exchange and cooperation among its member nations as an international juridical forum to promote understanding of major legal issues and coordinate the stand on them, he noted.\n\t\t\t\t\t\n\t\t\t\t\t On some problems raised as the session agenda, he said that the DPRK and some other member nations are encountering obstacles in all fields due to the unilateral sanctions and blockade by the United States, terrorist outrages frequently taking place in different parts of the world and human rights issues.\n\t\t\t\t\t\n\t\t\t\t\t Clarifying the principled stand of the DPRK government, he said:\n\t\t\t\t\t\n\t\t\t\t\t The international community should strive to establish a legal system with binding force to prevent extraterritorial high-handed practices of an individual state.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the international community's effort to establish international legal system against terrorism and will closely cooperate with it in taking effective steps for this.\n\t\t\t\t\t\n\t\t\t\t\t All countries should vigorously struggle against such acts of ruthlessly violating the dignity and rights of the popular masses as flesh trafficking and further perfect the legal system to protect women and children in society and ensure their rights. At the same time, each country should never meddle in other countries' internal affairs over human rights issue.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Jong Il the DPRK set it as the basic mission of the state law to defend the rights and interests of the working masses and all its state organs are serving to do so.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will render positive cooperation to the organization so that it can play a bigger role in developing international laws, and continue to develop cooperative relations with its member nations for the common interests."
        },
        {
            "title": "More Rallies Held to Attack Lee Myung Bak Group of S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-43ee.html",
            "content": "More Rallies Held to Attack Lee Myung Bak Group of S. Korea\r\n Pyongyang, July 6 (KCNA) -- Army-people rallies took place in South Hwanghae and Kangwon provinces and Kaesong City on Wednesday to condemn the crimes of the Lee Myung Bak group of worst traitors.\n\t\t\t\t\t The statement of a spokesman for the Korean People's Army Supreme Command was read out there to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The speakers warned that those who hurt the dignity of the leadership of the DPRK and spoke ill of its system and army can never live under the same sky.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are hardening their resolution and will to mercilessly wipe out the group of traitors by dint of Songun and build a reunified prosperous and powerful country in Korea, they said.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee group of traitors resorts to the moves to ignite a new war, all the army and people of the DPRK will wipe out the bandits of traitors from this land through the merciless retaliatory sacred war as already warned by them and accomplish the historic cause of the national reunification, the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the rallies were leading officials of local party and power organs and working people's organizations, servicepersons, people from all walks of life and youth and students."
        },
        {
            "title": "Workers Vow to Stand in Van of Onward Movement",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-35ee.html",
            "content": "Workers Vow to Stand in Van of Onward Movement\r\n Pyongyang, July 6 (KCNA) -- An oath-taking meeting of trade union members and other workers took place at the plaza of the Party Founding Memorial Tower on Wednesday on the occasion of the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t A reporter and speakers noted that the President formed the General Federation of Trade Unions of Korea and clearly showed the road ahead of the Federation in every period and at every stage of the developing revolution while energetically leading it to fulfill its mission and duty as transmission belt and reliable helper to the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il kindled the flames of great innovation and rapid progress and laid a firm foundation for building a thriving nation while ceaselessly visiting work and construction sites across the country where a drive for great surge is going on, they said.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for the trade union members and other workers to defend and exalt the revolutionary idea and feats of the President and carry out the revolution and construction in keeping with the requirements of the Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t They also called for working fresh miracles and feats day by day through dynamic all-out offensive in the van of the ongoing drive for great surge.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Yong Su, department director of the WPK Central Committee, and trade union officials and members and other workers."
        },
        {
            "title": "Youth and Students Honor Memory of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-36ee.html",
            "content": "Youth and Students Honor Memory of Kim Il Sung\r\n Pyongyang, July 6 (KCNA) -- \"President and Young People\", a remembrance meeting of youth and students, took place at the Central Youth Hall on the occasion of the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t At the meeting which began with chorus \"The Song of the Sun Will Be Everlasting\" Ri Yong Chol, first secretary of the C.C., the Youth League, noted that the President set forth the original idea and theory on the Juche-oriented youth movement and led the Korean youth movement to victory with the politics of giving importance to the youth. \n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Suk residing in Taedonggang District of Pyongyang and others told about emotion-charged days when they had honor of being received by the President.\n\t\t\t\t\t\n\t\t\t\t\t Ryom Yun Hak, president of the Mangyongdae Schoolchildren's Palace, O Ryong Thaek, director of the Mangyongdae Revolutionary School, and Hong Il Chon, rector of Kim Hyong Jik University of Education, told about the noble traits of Kim Il Sung, who took part in the New Year celebrations in Juche 83 (1994), visited the school to see the children of revolutionary martyrs and personally wrote calligraphy on hanging board of the university.\n\t\t\t\t\t\n\t\t\t\t\t Jong Su Rim, a youth league member of the Rihyon Vegetable Cooperative Farm in Sadong District, and members of the youth workteam of the Chongsan Co-op Farm in Kangso District said that the President's feats for the development of the Juche-oriented youth movement will shine forever thanks to General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Yong Su, department director of the C.C., the Workers' Party of Korea, officials concerned, those who had an honor of being received by the President and Kim Jong Il and those related to them, youth league officials and youths and students in the city of Pyongyang."
        },
        {
            "title": "Women's Union Members Hold Memorial Concert",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-37ee.html",
            "content": "Women's Union Members Hold Memorial Concert \r\n Pyongyang, July 6 (KCNA) -- A memorial concert \"Eternal Smile\" by members of the Democratic Women's Union of Korea took place in front of the statue of President Kim Il Sung on Tonghungsan Hill in Hamhung City, South Hamgyong Province on Wednesday on the 17th anniversary of his demise.\n\t\t\t\t\t Its numbers included violin and song \"When We Walk along the Road between Fields\", story and quartet \"3 000-ri of Vinalon\" and chorus \"The Leader Will Always Be with Us\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang loudly of the undying feats of Kim Il Sung who built a socialist power in Korea and provided the Korean people with genuine life and happiness. \n\t\t\t\t\t\n\t\t\t\t\t Appreciating the concert were Ro Song Sil, chairwoman of the DWUK Central Committee, Kim Kyu Bin, secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, officials concerned and women's union officials and members."
        },
        {
            "title": "Exhibition of Portraits Opens ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-38ee.html",
            "content": "Exhibition of Portraits Opens\r\nPyongyang, July 6 (KCNA) -- An exhibition of portraits \"Comrades-in-arms of the Leader\" opened with due ceremony at the Pyongyang International Cultural Centre on Wednesday. They are the portraits of the anti-Japanese revolutionary fighters and those related to the anti-Japanese war mentioned in the reminiscences of President Kim Il Sung \"With the Century\". \n\t\t\t\t\t On display in the venue of the exhibition are art pieces dealing with the revolutionary lives and great personalities of the three commanders of Mt. Paektu and more than 300 portraits of the comrades-in-arms and those related to the anti-Japanese war whom the President recalled in his reminiscences. \n\t\t\t\t\t\n\t\t\t\t\t Korean painting \"The Great Leader Comrade Kim Il Sung Writing His Reminiscences,\" oil painting \"Caring for the Health of an Anti-Japanese Fighter\" and Korean painting \"General Kim Jong Il Talking to Anti-Japanese Women Fighters\" impressively deal with the revolutionary comradeship and noble sense of obligation of the peerlessly great persons. \n\t\t\t\t\t\n\t\t\t\t\t Among them are portraits of Kim Hyok, Cha Kwang Su, Choe Chang Gol, Han Yong Ae and other comrades in the period of the Down-with-Imperialism Union, O Jung Hup, Ma Tong Hui, Choe Hui Suk and other anti-Japanese revolutionary fighters and those related to the anti-Japanese war. \n\t\t\t\t\t\n\t\t\t\t\t On display are Korean paintings, oil paintings, acryl paintings and other paintings depicting the revolutionary soldiers of the President including Kim Chaek, Kang Kon, An Kil, Kim Il, Choe Hyon and O Jin U who contributed to the prosperity of the country and the strengthening of the revolutionary armed forces, upholding the party and the leader with pure conscience and sense of obligation in the history of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kang Nung Su, vice-premier of the Cabinet, Kim Jong Im, director of the Party History Institute of the Central Committee of the Workers' Party of Korea, An Tong Chun, minister of Culture, anti-Japanese revolutionary fighters and those related to the anti-Japanese war and their families, art creators and working people in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Kang Nung Su made an opening address."
        },
        {
            "title": "Commodity Exhibition Held",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-42ee.html",
            "content": "Commodity Exhibition Held \r\n Pyongyang, July 6 (KCNA) -- A commodity exhibition took place at Pyongyang Department Store No. 1 on July 5 and 6.\n\t\t\t\t\t Displayed on counters were fiber goods, household articles, school things, minor goods for daily use and other consumer goods produced in more than 270 factories and joint venture and collaboration units across the country.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits included knitted goods, hosiery, footwear, cosmetics and foodstuffs produced by factories under the Ministry of Light Industry and the Ministry of Foodstuff and Daily Necessities Industry and daily necessities, furnishings and high-quality goods by units under the Ministry of Chemical Industry, the Ministry of Forestry and the Ministry of Construction and Building Materials Industry.\n\t\t\t\t\t\n\t\t\t\t\t Also drawing visitors were mass consumer goods attractive in style and color and convenient in use, made by production workteams in commerce and public service field and various units."
        },
        {
            "title": "Serial Stamps Issued ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-30ee.html",
            "content": "Serial Stamps Issued \r\nPyongyang, July 6 (KCNA) -- The DPRK State Stamp Bureau issued the second serial stamps to mark President Kim Il Sung's centenary birth anniversary.\n\t\t\t\t\t The stamps include a sheetlet, three sheets and twenty-three individual stamps.\n\t\t\t\t\t\n\t\t\t\t\t The stamps titled \"The Sun of the Nation\" have inscriptions \"Centenary Birth Anniversary of the Great Leader Comrade Kim Il Sung\" and \"Juche 1 (1912)-Juche 101 (2012)\".\n\t\t\t\t\t\n\t\t\t\t\t Seen in the sheetlet are art works based on great exploits the President performed in founding the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The sheets contain art works of the President proclaiming the founding of the DPRK and leading the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t Individual stamps show his activities for the Party, state and army building in the country."
        },
        {
            "title": "Life Dedicated to Happiness of People",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-31ee.html",
            "content": "Life Dedicated to Happiness of People\r\nPyongyang, July 6 (KCNA) -- President Kim Il Sung's activities were characterized by field guidance for the prosperity of the country and the happiness of the people.\n\t\t\t\t\tOn the early morning of January 9, Juche 51(1962), he visited a bean-curd factory in Central District, Pyongyang, and called for supplying residents with quality bean-curd and boiled ground bean.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance tour was the Pyongyang Children's Knitted Goods Factory. \n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself with the factory's products and equipment made by itself, he shook hands with workers and indicated ways of boosting production.\n\t\t\t\t\t\n\t\t\t\t\t He then went to the Pyongyang Silk Mill to choose a new factory site and took measures concerning its construction.\n\t\t\t\t\t\n\t\t\t\t\t That day his field guidance tour lasted for several hours.\n\t\t\t\t\t\n\t\t\t\t\t He spent all his days like that.\n\t\t\t\t\t\n\t\t\t\t\t His on-site guidance reached every nook and corner of the country, including a mountain village in the northern tip and a working face."
        },
        {
            "title": "Song Reflecting Beautiful Features of Korean Women",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-32ee.html",
            "content": "Song Reflecting Beautiful Features of Korean Women\r\n Pyongyang, July 6 (KCNA) -- The song \"Our Daughter-in-Law\" has become increasingly popular in the DPRK since it was created a few months ago.\n\t\t\t\t\t The song was written by Yun Tu Gun and composed by An Jong Ho.\n\t\t\t\t\t\n\t\t\t\t\t It is based on a woman and her parents-in-law and other family members living in harmony.\n\t\t\t\t\t\n\t\t\t\t\t Through their life the song shows the beautiful features of the Korean women promoting family concord and happiness in the socialist society.\n\t\t\t\t\t\n\t\t\t\t\t It is a time-honored tradition of the Korean people to respect parents and keep the family harmonious.\n\t\t\t\t\t\n\t\t\t\t\t In his reminiscences \"With the Century,\" President Kim Il Sung said, \"Even though the women of my family might skip one or two meals, they never complained about the family's poverty or misfortune. This was the true image of the Korean nation, which was engraved in my heart in my boyhood.\"\n\t\t\t\t\t\n\t\t\t\t\t If the family is in concord, everything goes well -- this is an aphorism of the President.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK women enjoy respect as mother, wife and daughter-in-law in family and as votaries of their jobs in society.\n\t\t\t\t\t\n\t\t\t\t\t There are many songs about women in the country, like \"Love Your Wives,\" \"Song of Wife\" and \"My Wife.\""
        },
        {
            "title": "Denounces \"Two Plus Two\" Talks Held in Washington ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-44ee.html",
            "content": "KCNA Denounces \"Two Plus Two\" Talks Held in Washington\r\n Pyongyang, July 6 (KCNA) -- A meeting of the U.S.-Japan security consultative committee took place in Washington recently with the attendance of the U.S. state and defense secretaries and the Japanese foreign and defense ministers. This was billed \"two plus two\" talks. \n\t\t\t\t\t The talks were reported to have defined the \"joint strategic target\" which called on the two countries to hold in check \"north Korea's provocations\" in view of the \"uncertain security situation\" in the Asia-Pacific region and strengthen the security cooperation system with south Korea and Australia. \n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. is persistently pushing forward the creation of a NATO-style military bloc with the aim to stifle the DPRK, the bulwark in the struggle for socialism and independence against imperialism, and contain \"potential enemies\" including China in the region. \n\t\t\t\t\t\n\t\t\t\t\t Lurking behind these moves is a strategic scenario to realize the ambition for hegemony by changing the political and military structure in the region in its favor. \n\t\t\t\t\t\n\t\t\t\t\t In the new century, China, India and other countries in the region make rapid progress and appear newly emerging powers and the world political, economic and military center is being shifted to the region from Europe. Moreover, the economic influence of the newly emerging powers in the region upon the allies is daily increasing. This sets stage for considerably weakening the sphere of influence of the U.S. over the region. \n\t\t\t\t\t\n\t\t\t\t\t As early as in May 2001, the U.S. in its Asia strategy report set it as its new strategic goal to create a military alliance capable of containing the \"potential enemies\" in the region including China and putting under its control such allies as Japan and south Korea. \n\t\t\t\t\t\n\t\t\t\t\t For the last decade the U.S. has systematically pushed forward the moves to create \"NATO of Asian version\" with the alliance with Japan, south Korea and Australia as the core and grouping even East Asian countries. \n\t\t\t\t\t\n\t\t\t\t\t It started the three-party security talks with Japan and Australia. A particular mention should be made of the fact that it held \"two plus two\" talks as a framework for permanently binding Japan while deliberately allowing its military advance overseas. \n\t\t\t\t\t\n\t\t\t\t\t It, at the same time, frantically staged military exercises to round off the multi-national military cooperation system in the region under the pretext of \"PSI.\" \n\t\t\t\t\t\n\t\t\t\t\t As a result, the U.S.-led \"NATO of Asian version\" began to loom in the region. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for hegemony are arousing global concern as they are fraught with the danger of sparking another Cold War. \n\t\t\t\t\t\n\t\t\t\t\t It is a bitter lesson drawn by the history in the last century that Cold War is accompanied by a hot war and it is bound to bring catastrophic consequences to the world peace and stability. \n\t\t\t\t\t\n\t\t\t\t\t The Korean War, the Vietnam War, the Iran-Iraq War, the Afghan War and other worldwide wars brought many countries and their peoples immeasurable sufferings and damage and seriously disturbed peace and stability. \n\t\t\t\t\t\n\t\t\t\t\t The consequences of the Cold War are far from eradicated and the situation in different regions including the Korean Peninsula is being strained day by day. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is set to create the new military alliance with Northeast Asia as a center and use it as shock brigade for invading the DPRK and as a lever for encircling and containing the \"potential enemies\" including China. \n\t\t\t\t\t\n\t\t\t\t\t This may bring irretrievable consequences to the Asia-Pacific region, a strategic center in the 21st century, and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t The hegemonic forces pursuing confrontation and war against the trend of peace, development and cooperation are arousing the growing vigilance of the countries in the region. They are bound to meet fiasco due to their reactionary and reckless nature."
        },
        {
            "title": "Lee Myung Bak Group Accused of Escalating Provocations against DPRK ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-19ee.html",
            "content": "Lee Myung Bak Group Accused of Escalating Provocations against DPRK \r\n Pyongyang, July 6 (KCNA) -- The south Korean puppet forces' daily escalating provocations against the DPRK are a blatant challenge and a clear declaration of a war against the DPRK as they bring to light their consciousness of extreme confrontation with the DPRK.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a by-lined commentary. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group brought the inter-Korean relations to a catastrophe in a matter of a little over three years of its office. This baffles human imagination.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group behaves like puppies knowing no fear of a tiger. It stooped to such stupid acts as seriously hurting the dignity of the leadership of the DPRK and its system. These facts go to clearly prove that its extreme consciousness of confrontation and its hysteria for escalating the confrontation with compatriots have reached the height. \n\t\t\t\t\t\n\t\t\t\t\t It seems that the Lee group gave up its idea of living with compatriots under the same sky. There is no need to show any good will, generosity and patience to such group. There is no need for the DPRK to closely follow it or hesitate in its actions. This is the lesson drawn by the DPRK once again.\n\t\t\t\t\t\n\t\t\t\t\t Now that the confrontation maniacs without equals in the world dare perpetrate such extreme provocation as not ruling out even a war against the DPRK, what remains to be done at present is a practical and all-out military retaliation to wipe out the group at once."
        },
        {
            "title": "S. Korean Puppet Forces' Anti-DPRK \"Human Rights\" Racket Flailed ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-21ee.html",
            "content": "S. Korean Puppet Forces' Anti-DPRK \"Human Rights\" Racket Flailed\r\nPyongyang, July 6 (KCNA) -- The anti-DPRK campaign kicked off by the south Korean puppet conservative group over its \"human rights issue\" is a base farce to realize its wild ambition to win in the confrontation of systems.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The campaign is a baseless mud-slinging at the DPRK's dignified socialist system.\n\t\t\t\t\t\n\t\t\t\t\t The issue of human rights has never existed and cannot do under the DPRK's socialist system centered on the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t The group of traitors has frantically kicked up the anti-DPRK campaign over its \"human rights\" issue since the very day of its emergence. This is, in essence, a revelation of its heinous scenario to establish the same corrupt system of colonial fascist rule in south Korea in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t This is a new version of a frantic campaign for confrontation to indefinitely keep the inter-Korean relations at the lowest ebb as it is an extremely reckless provocation to harm the DPRK's dignity and sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t The \"human rights\" campaign as well as the nuclear one is used by the anti-reunification forces at home and abroad as one of the basic means for escalating the confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous desire of the fellow countrymen at home and abroad and the demand of the trend of times to put an end to those moves and realize national reconciliation and unity in an effort to dynamically swim with the trend of the June 15 era. \n\t\t\t\t\t\n\t\t\t\t\t The puppet forces would be well advised to face up to the trend of the times and properly understand the desire of the nation and halt their rash acts, urges the article."
        },
        {
            "title": "S. Korean Minister of Unification of Creating New Department for Anti-north Operations",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-22ee.html",
            "content": "S. Korean Minister of Unification of Creating New Department for Anti-north Operations \r\nPyongyang, July 6 (KCNA) -- Hyon In Thaek, puppet minister of Unification of south Korea, was recently reported to have created a new department for \"coping with crisis\" inside his ministry. It is said that its main job is to work out and coordinate such plan as north-targeted Ulji war exercises. \n\t\t\t\t\t Minju Joson Wednesday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t Through this action Hyon's group disclosed by themselves their true colors as bellicose forces hell-bent on confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that such department was created in the ministry of Unification, not inside the defense ministry. \n\t\t\t\t\t\n\t\t\t\t\t There were many Hyon's predecessors in south Korea. But, no one has ever set up such department in the ministry. Traitor Hyon has done something unprecedented, adding to the unpardonable crimes committed against the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t It was Hyon who worked out such script for confrontation with compatriots called \"no nukes, opening and 3000 dollars\" and let loose a whole string of outbursts defiling the north-south joint declarations and vituperation against fellow countrymen whenever an opportunity presented itself. \n\t\t\t\t\t\n\t\t\t\t\t It is widely known that no sooner had Hyon taken office as minister of Unification than he suspended all the north-south dialogues and contacts, talking about \"principled policy towards the north\" and \"waiting strategy\" and put a brake on all inter-Korean cooperation undertakings under the pretext of cutting off \"financial sources.\" \n\t\t\t\t\t\n\t\t\t\t\t The north-south relations have gone to such pass that they are no longer repairable and his ministry has turned into a ministry of confrontation and a ministry for permanent division. All this would be unthinkable without his crimes. \n\t\t\t\t\t\n\t\t\t\t\t Now that the ministry of Unification has turned into a war ministry, the north-south relations are bound to more rapidly deteriorate and the danger of war is bound to increase."
        },
        {
            "title": "US Attempts to Use Nuclear Weapons at Very Beginning of Korean War",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-20ee.html",
            "content": "US Attempts to Use Nuclear Weapons at Very Beginning of Korean War\r\n Pyongyang, July 6 (KCNA) -- It was disclosed that the United States  attempted to use nuclear weapons at the very beginning of the Korean war, stunning the international community. The U.S. started a concrete analysis of using A-bombs in September 1950, about three months after the outbreak of the war. \n\t\t\t\t\t This fact was made known when a brasshat of the U.S. forces who served as commander of the U.S. Air Force in the Far East in Japan from 1949, opened to public his diary which recorded the state of the war since the start of the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  It is not the first time that the above-said story was disclosed. Citing facts, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The then President Truman instructed to examine the use of A-bombs with the entry of the Chinese People's Volunteers into the Korean front as an occasion in November 1950. Commander of the U.S. Forces in the Far East MacArthur worked out a plan to drop 30-50 A-bombs over DPRK-China border areas.\n\t\t\t\t\t\n\t\t\t\t\t  According to AP quoting the declassified information from the archive of the U.S. Army in October last year, U.S. nuclear weapons were deployed in battlefields in the middle of August 1950 for the first time during the war. It was also disclosed that the U.S. examined a plan to use during the war nuclear weapons, the destructive power of each one was double that of the A-bombs that dropped over Japan at the end of the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t Even after the ceasefire, the U.S. had scenarios to stifle the DPRK by use of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t  It is still singling out the DPRK as a target of its nuclear attack, not content with posing constant nuclear threat to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t  It is an invariable and strategic scenario of the U.S. to make a preemptive attack on the DPRK and stifle it any moment."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (3)",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-08ee.html",
            "content": "Worthwhile Life under Care of Great Leader (3)\r\nPyongyang, July 6 (KCNA) -- This is a moving story about relationship between the leader of the DPRK and a road caretaker.\n\t\t\t\t\t On his way of field guidance to Jagang Province of the country in August 2000 General Secretary Kim Jong Il met Kim Song Nyo, a road caretaker of merit at the Songgan County Road Repair and Administration Station, and all members of her workteam on a pass called Kubong.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Nyo has devotedly worked as a road caretaker for decades. She persuaded all her family members, sons and daughters and even sons- and daughters-in-law, to follow her before forming a family workteam of caretakers.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il called her family a patriotic one, showing deep solicitude for it.\n\t\t\t\t\t\n\t\t\t\t\t To live up to this love she has provided tens of tons of weathered-gneiss and planted many trees and flowers along the road every year.\n\t\t\t\t\t\n\t\t\t\t\t Her grandsons and granddaughters gave up their jobs and joined the family workteam to take care of Kubong Pass, touching the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Nyo is now well past seventy, but she always finds herself among the family workteam members taking care of road on the pass with yearning for the leader."
        },
        {
            "title": "Popular Actions Go on against Naval Base Construction on Jeju Island",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-07ee.html",
            "content": "Popular Actions Go on against Naval Base Construction on Jeju Island\r\nPyongyang, July 6 (KCNA) -- People from various circles in south Korea on July 2 staged actions against the puppet military authorities' construction of the military base on Jeju Island. \n\t\t\t\t\t A representative of the Democratic Labor Party in south Korea held at a meeting at the base construction site that there should never be a military base on the island.\n\t\t\t\t\t\n\t\t\t\t\t The representative termed the building of the naval base on Jeju Island a threat to peace on the Korean Peninsula and the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t He accused the authorities of pushing forward the project despite opposition from Jeju islanders and suppressing the protestors.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated his will to intensify the actions for holding in check the base construction in the future.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the All-islanders Measure Committee for Checking the Military Base on Jeju Island held a ceremony of kicking off the day of citizens' actions against the naval base construction at the square in front of the Jeju city hall. It was followed by a rally and demonstration.\n\t\t\t\t\t\n\t\t\t\t\t The internet association supporting the residents of Kangjong village on Jeju Island also held a press conference at the Jeju city hall demanding an immediate stop to the base construction."
        },
        {
            "title": "S. Korean Authorities' Unpopular Education Policy Flailed",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-09ee.html",
            "content": "S. Korean Authorities' Unpopular Education Policy Flailed\r\n Pyongyang, July 6 (KCNA) -- Teachers affiliated to the south Korean Teachers Union held a rally in Seoul on July 3 in protest against the \"government's\" unpopular education policy.\n\t\t\t\t\t At the rally speakers said that impropriety of this policy fostering privilege and discrimination is fully revealed with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The people's desire for new education is growing stronger across south Korea, they said, adding that teachers in different parts of it have been conducting signature campaign in protest against the present education policy.\n\t\t\t\t\t\n\t\t\t\t\t The progressive educationists and people will vigorously struggle in unity to get this policy repealed, they declared.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants staged a demonstration."
        },
        {
            "title": "S. Korean Warmongers to Stage Field Tactical Drill",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-10ee.html",
            "content": "S. Korean Warmongers to Stage Field Tactical Drill\r\n Pyongyang, July 6 (KCNA) -- The 25th Division of the south Korean puppet army announced it would stage large-scale field tactical drill in Phaju, Yangju and Ryonchon, Kyonggi Province from July 11 to 16, according to south Korea's Yonhap News.\n\t\t\t\t\t Hurled into this anti-DPRK war rehearsal, including occupation of blockade line and all-out war operation, will be tanks, trucks and other offensive military equipment and huge troops.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers also plan to stage a drill for emergency mobilization of reserve forces."
        },
        {
            "title": "S. Korean Puppet Forces Attacked in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-11ee.html",
            "content": "S. Korean Puppet Forces Attacked in Afghanistan\r\n Pyongyang, July 6 (KCNA) -- A unit of the south Korean puppet army in Afghanistan was attacked by rocket shells of the armed forces of the country on July 3, south Korean KBS reported.\n\t\t\t\t\t Two rocket shells were suddenly fired and dropped around a base at dawn.\n\t\t\t\t\t\n\t\t\t\t\t There was similar attack on June 20. The number of attacks on the puppet army in Afghanistan totals to 11 this year alone."
        },
        {
            "title": "Overseas Koreans Call for Punishing Lee Group for Its Hideous Provocations",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-06ee.html",
            "content": "Pyongyang, July 6 (KCNA) -- The General Association of Koreans in China made public a statement titled \"All the Koreans in China will never tolerate the hideous provocations of the Lee Myung Bak group of traitors\" on June 29.\n\t\t\t\t\t The statement voiced its resolute support for the firm stand of the DPRK to react to provocations with stern punishment and counter a war with a merciless sacred retaliatory war now that the Lee Myung Bak group of traitors made such an extreme provocation as not ruling out a war against it.\n\t\t\t\t\t\n\t\t\t\t\t Only miserable deaths await the wicked traitors and war maniacs, the statement warned, demanding the warmongers of the puppet military immediately stop all the moves for a war.\n\t\t\t\t\t\n\t\t\t\t\t The association will join all other fellow countrymen in punishing without the slightest leniency those who insulted and mocked at the dignity and system of the DPRK so as to sweep all of them from the arena of history through a nationwide sacred retaliatory war. \n\t\t\t\t\t\n\t\t\t\t\t The Central Association of Korean National  in Russia in a statement on July 1 demanded Lee Myung Bak apologize to the whole nation for the recent treason and step down at once. \n\t\t\t\t\t\n\t\t\t\t\t The organization renewed their pledge to smash the moves of the Lee Myung Bak group of traitors to escalate the confrontation with the DPRK and intensify the struggle for achieving national reunification under the banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t Cha Sang Bo, vice-chairman of the General Association of Koreans in China, on June 30 made public a statement titled \"The crimes of traitor Lee Myung Bak will not escape the nation's severe judgment.\""
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-02ee.html",
            "content": "Anniversary of Demise of President Kim Il Sung Commemorated \r\nPyongyang, July 6 (KCNA) -- Articles were posted on internet homepages in Brazil and by a regional organization on the occasion of the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted on its homepage an article titled \"Kim Il Sung, For Global Independence\" illustrated with a portrait of smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the world progressives are recollecting with deep emotion the exploits performed by the President for the accomplishment of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Il Sung is revered by all people not only in his lifetime but also after his passing away, the article stressed that the exploits performed by him for global independence would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Communist Party carried on its homepage an article telling about the warm loving care shown by Kim Il Sung for the ex- President of Chile Salvador Allende Gossens on June 28.\n\t\t\t\t\t\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted an article on its homepage under the title \"Outstanding Strategist\" illustrated with the photo of the President on June 29.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the President shattered to smithereens the myth of the U.S. imperialists' \"mightiness\" with his outstanding wisdom and extraordinary commanding art during the Fatherland Liberation War."
        },
        {
            "title": "Kim Il Sung Remembered in Various Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-03ee.html",
            "content": "Kim Il Sung Remembered in Various Countries\r\nPyongyang, July 6 (KCNA) -- Various events were held on the occasion of the 17th anniversary of demise of President Kim Il Sung from June 27 to 30. They included a meeting in Mexico, seminar and film show in Nepal, lecture and book and photo exhibition in Guinea and film show in Singapore.\n\t\t\t\t\t Displayed in their venues were works of Kim Il Sung and General Secretary Kim Jong Il and photos on their exploits and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the People's Socialist Party of Mexico said that Kim Il Sung made a great contribution to the accomplishment of the popular masses' cause of independence, holding high the banner of the Juche idea and the Songun idea all his life.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the Nepal Communist Party (United) noted that Kim Il Sung wisely led the Korean people's movement for national reunification and supported the progressive people in their struggle against imperialism and for the building of a new society both materially and morally.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea said in the lecture titled \"Father of People\" that the image of Kim Il Sung is always remembered not only by the Korean people but by the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at the event in Nepal."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-04ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated\r\n Pyongyang, July 6 (KCNA) -- Nepali newspapers dedicated special write-ups to the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The July 2 issue of a Nepali paper edited an article titled \"Political Idea of President Kim Il Sung\" accompanied with a portrait of the President.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the life of the President was totally dedicated to the people.\n\t\t\t\t\t\n\t\t\t\t\t The President devoted his all to the people, saying in his lifetime that the people are the best teacher.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted that the total length of the journeys made by the President for field guidance till the last period of his life since days after liberation is equal to the length to go round the earth 14 and half times and he visited a total of more than 20,600 units.\n\t\t\t\t\t\n\t\t\t\t\t  Arpan on July 1 and Nepal Today on July 2 carried special write-ups illustrated with a photo of the President and a photo of the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The newspapers in their articles introduced the Korean people working world-startling miracles in the drive for the building of an economic power remaining true to the last instructions of the President.\n\t\t\t\t\t\n\t\t\t\t\t The June 30 issue of another Nepali newspaper carried photos of the President waging revolutionary activities. The paper in an article recalled that Kim Il Sung positively supported the anti-imperialist, anti-fascist national liberation struggle of the peoples of several countries and made a great contribution to the development of the Non-aligned Movement.\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits of the President will shine forever, the newspaper stressed."
        },
        {
            "title": "British Organizations Urge US to Roll Back Its Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-05ee.html",
            "content": "British Organizations Urge US to Roll Back Its Hostile Policy towards DPRK\r\n Pyongyang, July 6 (KCNA) -- British organizations issued statements on the occasion of the month of international solidarity with the Korean people.\n\t\t\t\t\t The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea in a joint statement on June 24 condemned the U.S. imperialists for committing monstrous massacres in various parts of Korea after provoking a war of aggression against the DPRK on June 25, 1950. \n\t\t\t\t\t\n\t\t\t\t\t Accusing the U.S. imperialists present in south Korea of making desperate efforts to provoke the second Korean war in collusion with the Lee Myung Bak puppet group, the statement demanded the U.S. imperialists roll back their hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Staffordshire, Britain, Branch of the Korean Friendship Association said in a statement on June 28 that the Korean people have suffered from the national division caused by outside forces for more than six decades.\n\t\t\t\t\t\n\t\t\t\t\t  The tragedy of the division of Korea is being perpetuated by the U.S. and the south Korean rulers, noted the statement.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive forces and the anti-imperialist peace activists should know well that the U.S. is the arch criminal escalating the tension on the Korean Peninsula and should not be taken in by the same  lies as were used to start the Iraqi war, concluded the statement."
        },
        {
            "title": "Kim Jong Il's Work Published in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-01ee.html",
            "content": "Kim Jong Il's Work Published in Bangladesh\r\nPyongyang, July 6 (KCNA) -- The Bangladeshi newspaper Blits carried leader Kim Jong Il's work \"On Correctly Understanding the Originality of Kimilsungism\" on June 30.\n\t\t\t\t\t The work, published on Oct. 2, Juche 65 (1976), clarifies that Kimilsungism has its system of Juche-oriented ideology, theories and methods as it is an original idea that cannot be explained within the framework of Marxism-Leninism in its contents and composition."
        },
        {
            "title": "Study of Hu Jintao's Speech Called for in China ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-24ee.html",
            "content": "Study of Hu Jintao's Speech Called for in China \r\nBeijing, July 5 (KCNA) -- Vice-President Xi Jinping urged party members to carefully study a speech delivered by President Hu Jintao on July 2. He said this at a meeting of representatives of advanced grassroots party organizations and excellent party members and party cadres in Zhongnanhai marking the 90th founding anniversary of the Communist Party of China.\n\t\t\t\t\t The speech made by Hu Jintao at a meeting celebrating the anniversary made a scientific review of the feats performed by the party over the last nine decades and set forth important tasks to be fulfilled to raise the scientific level of party building and promote the socialist cause with Chinese characteristics under the new situation, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He called on the party organizations at different levels and broad strata of party members to achieve the unity in thinking and action in the spirit of Hu's speech and devote their wisdom and efforts to attaining the grand purpose of the party."
        },
        {
            "title": "CPPCC Meeting Held to Honor Organizations and Individuals",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-25ee.html",
            "content": "CPPCC Meeting Held to Honor Organizations and Individuals\r\nBeijing, July 5 (KCNA) -- The National Committee of the Chinese People's Political Consultative Conference held a meeting in Beijing on June 29 to honor outstanding grassroots party organizations and individuals from people's political consultative departments nationwide.\n\t\t\t\t\t The meeting also served to commemorate the 90th anniversary of the founding of the Communist Party of China. \n\t\t\t\t\t\n\t\t\t\t\t Its Chairman Jia Qinglin at the meeting called upon all the people to intensify the drive to build vanguard grassroots party organizations and become good party members with this meeting as a fresh starting point. Thus they should contribute to hitting the goals of the 12th Five-Year Plan and building a comprehensively well-off society, he added.\n\t\t\t\t\t\n\t\t\t\t\t Five grassroots party organizations and 60 individuals were honored at the meeting."
        },
        {
            "title": "Symposium Held in China to Mark Anniversary of CPC",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-26ee.html",
            "content": "Symposium Held in China to Mark Anniversary of CPC\r\n Beijing, July 5 (KCNA) -- A symposium was held in Beijing on July 1 and 2 to mark the 90th anniversary of the Communist Party of China. \n\t\t\t\t\t At the symposium Li Changchun, member of the Standing Committee of the Political Bureau of the CPC, noted that President Hu Jintao at the celebrations of the 90th CPC birthday clarified the goal and task for raising the scientific level of party building and the policy for advancing the cause of socialism with Chinese characteristics. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to deeply study and grasp the speech of Hu Jintao and orientate thinking and action to carrying it out."
        },
        {
            "title": "China Calls for Study of Marxism-Leninism",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-27ee.html",
            "content": "China Calls for Study of Marxism-Leninism\r\nBeijing, July 5 (KCNA) -- The Organization Department and the Publicity Department of the C.C. Communist Party of China recently issued a notice calling for deep study of classic Marxist-Leninist works.\n\t\t\t\t\t The notice stressed the need for the party organizations at all level to include the study of Marxist-Leninist works in the program for educational work commemorating the 90th anniversary of the CPC and regard it as the main link in promoting the building of study-style party organizations."
        },
        {
            "title": "US Suffers Heavy Losses from \"War on Terrorism\"",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-28ee.html",
            "content": "US Suffers Heavy Losses from \"War on Terrorism\"\r\n Pyongyang, July 6 (KCNA) -- The United States has sustained tremendous losses from the \"war on terrorism\" conducted in different countries and regions. \n\t\t\t\t\t According to the statistics compiled by American scientists, it is estimated that the U.S. administration has spent more than 3,700 billion dollars on military operations in Iraq, Afghanistan and Pakistan since the September 11 incident. \n\t\t\t\t\t\n\t\t\t\t\t The toll of lives including U.S. troops amounted to 224,000~258,000."
        },
        {
            "title": "Russia Organizes Tour of Kurils by Foreigners ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-29ee.html",
            "content": "Russia Organizes Tour of Kurils by Foreigners \r\n Pyongyang, July 6 (KCNA) -- 34 tourists from five countries including Britain visited the Kurils of Russia in mid-June. This tour was organized by the Kamchatka travel agency of Russia.\n\t\t\t\t\t The agency said on July 4 that they toured Kurils with Russian visa. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Japanese government expressed the stand that it can not accept any visit to the \"northern territory\" on the premise that it is under jurisdiction of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The agency rejected this stand, saying that the tour was conducted by the law of Russia."
        },
        {
            "title": "Anti-US Demonstration in Malaysia",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-12ee.html",
            "content": "Anti-US Demonstration in Malaysia\r\n Pyongyang, July 6 (KCNA) -- Some 200 anti-Israeli activists protested outside the U.S. embassy in Kuala Lumpur on Friday against U.S. Secretary of State Hillary Clinton's statement criticizing the Gaza-bound second Freedom Flotilla mission and urged the U.S. not to endorse attacks against aid ships.\n\t\t\t\t\t Clinton said on Thursday the planned Flotilla is not helpful and will only increase tensions. \n\t\t\t\t\t\n\t\t\t\t\t The group wants the U.S. to support the second Freedom Flotilla \"as a humanitarian mission.\""
        },
        {
            "title": "Landslide in Bangladesh ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-13ee.html",
            "content": "Landslide in Bangladesh \r\n Pyongyang, July 6 (KCNA) -- The death toll from devastating rain- triggered landslide happened on Friday morning in Bangladesh's southeastern Chittagong City rose to 12 and another four more bodies were suspected still buried under rubble.\n\t\t\t\t\t The rescue operation is being carried out on the spot."
        },
        {
            "title": "Earthquake Hits Mariana Islands",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-14ee.html",
            "content": "Earthquake Hits Mariana Islands\r\n Pyongyang, July 6 (KCNA) -- An earthquake measuring 5.7 on the Richter scale jolted Mariana Islands region at 13:18 GMT on Friday.\n\t\t\t\t\t The epicenter was waters off southeast of the islands."
        },
        {
            "title": "Cuba Succeeds in Transplanting Artificial Vessel ",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-15ee.html",
            "content": "Cuba Succeeds in Transplanting Artificial Vessel \r\n Havana, July 5 (KCNA) -- Cuban scientists recently succeeded in transplanting artificial vessel made of cell.\n\t\t\t\t\t The results of experiment reportedly proved that artificial vessel did not produce denial reaction but stood pressure.\n\t\t\t\t\t\n\t\t\t\t\t The vessel is a tube 30 cm in length and 4.8 mm in diameter."
        },
        {
            "title": "Turkish Labor Unions Demand Improved Rights",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-16ee.html",
            "content": "Turkish Labor Unions Demand Improved Rights\r\n Pyongyang, July 6 (KCNA) -- More than 100 workers from 10 Turkish labor unions staged a protest in Istanbul's Taksim Square on Friday, demanding improved workers' rights and greater participation in government decision-making process."
        },
        {
            "title": "Kim Jong Il dirige la Granja Cooperativa de Sin-am",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-46ee.html",
            "content": "Kim Jong Il dirige la Granja Cooperativa de Sin-am\r\nPyongyang, 6 de julio (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio en el terreno la Granja Cooperativa de Sin-am del distrito de Ryongchon.\n\t\t\t\t\tEl Dirigente recorrio la sala de presentacion del historial de la granja guiado por los funcionarios directivos de la granja.\n\t\t\t\t\t\n\t\t\t\t\tAl ver los datos exhibidos, recordo profundamente la orgullosa trayectoria de la granja y senalo que gracias a la sabia direccion y minuciosa atencion del Presidente Kim Il Sung la llanura de Sin-am donde reinaba en el pasado solo el atraso y la miseria se ha convertido en un paraiso del pueblo con abundantes cosechas.\n\t\t\t\t\t\n\t\t\t\t\tAl enterarse de que dicha granja gano varias veces en las disciplinas de sirum (lucha coreana), el columpio y el salto sobre el balancin en la Competencia Nacional de Deportes de los trabajadores agricolas, dijo que en el futuro tambien la granja debe ser ejemplo de todo el pais en el cultivo de tierra y organizacion de la vida cultural inclusive el deporte.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la brigada de mecanizacion recien construida y varios lugares de la granja, se entero detalladamente del estado agricola de este ano.\n\t\t\t\t\t\n\t\t\t\t\tTambien recorrio las instalaciones culturales e intendencia de la brigada juvenil construida nuevamente en la granja.\n\t\t\t\t\t\n\t\t\t\t\tAl ver la escuela de la juventud, el dormitorio, el comedor, la cocina y otros de esta brigada, senalo que es bueno el hecho de que los  miembros de la brigada acondicionaron hacendosamente el centro de su trabajo en acato al ejemplo del ejercito popular y defienden firmemente de generacion en generacion la base del campo rural socialista organizando de modo revolucionario y optimista la vida, se reunio con ellos y se fotografio junto con estos.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el panorama de la granja en el mirador, el Dirigente se mostro muy satisfecho de que la granja se ha convertido en un paraiso socialista de la epoca del partido del trabajo.\n\t\t\t\t\t\n\t\t\t\t\tEl indico las tareas programaticas que se presentan ante la granja.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que todo el pais y todo el pueblo deben registrar incesantes saltos en la produccion agricola concentrando de continuo todas las fuerzas a la agricultura porque el frente agricola es el mas importante en la solucion de ropas, alimentos y  viviendas de los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion el miembro del Buro Politico y secretario del Comite Central del PTC, Kim Ki Nam, los miembros suplentes del BP y secretarios del CC del PTC, Choe Ryong Hae y Kim Phyong Hae, y el secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte, Ri Man Gon."
        },
        {
            "title": "Kim Jong Il dirige el Complejo de Maquinaria de Rakwon",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-47ee.html",
            "content": "Kim Jong Il dirige el Complejo de Maquinaria de Rakwon\r\nPyongyang, 6 de julio (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno el Complejo de Maquinaria de Rakwon.\n\t\t\t\t\tEl Dirigente recorrio el taller de maquinaria, el de paileria y otros varios lugares de produccion de la empresa, donde hizo conocimiento detallado de la produccion de las maquinas que fabrica la empresa como la excavadora Jangbaek con capacidad de 5 metros cubicos, la excavadora hidraulica con capacidad de un metro cubico, la cortadora de plasma CNC, etc.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente se entero en detalles de la introduccion de la excavadora Jangbaek con capacidad de 5 metros cubicos, fabricada nuevamente en el ano pasado, y de la renovacion tecnica desde entonces. \n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que los funcionarios, obreros y tecnicos de la empresa hayan elevado la capacidad de levantamiento de la excavadora Jangbaek y mejorado su calidad al fabricar nuevamente los electromotores y otros equipos convenientes a la realidad de nuestro pais, uniendo las fuerzas con los cientificos y tecnicos de las ramas relacionadas. \n\t\t\t\t\t\n\t\t\t\t\tSenalo la necesidad de producir mucho mas maquinas de alto funcionamiento y suministrarlas a varias ramas de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se cercioro concretamente de la elevacion de calidad de los accesorios nucleares como la bomba y el motor de la excavadora hidraulica con capacidad de un metro cubico. \n\t\t\t\t\t\n\t\t\t\t\tExpreso gran satisfaccion de que en pleno acato a la ideologia del PTC de conquistar la cumbre de la tecnologia de punta, la empresa aplico en el ano pasado la tecnologia CNC en el taller de aparatos hidraulicos, y a base de ello, promovio con la vision renovadora el desarrollo de productos hidraulicos de distintos tipos, de manera que se registrara un nuevo cambio en el aumento constante de la capacidad productiva y en la mejora de la calida de productos. \n\t\t\t\t\t\n\t\t\t\t\tAl ver la cortadora de plasma segun la tecnologia CNC, recien producida por la empresa, quedo complacido de que los obreros y los tecnicos del complejo hayan fabricado este equipo magnifico uniendo la inteligencia creativa con los profesores e investigadores de la Universidad Politecnica Kim Chaek. \n\t\t\t\t\t\n\t\t\t\t\tEs loable que el Complejo de Maquinaria de Rakwon produce sin algun problema las maquinas modernas de alto nivel tecnico, dijo y agrego que esto manifiesta claramente la justeza y la vitalidad de la politica del PTC de dar importancia a la ciencia y tecnica.\n\t\t\t\t\t\n\t\t\t\t\tPara aumentar la produccion de maquinas modernas convenientes a la demanda del nuevo siglo, la empresa debe seguir concentrando las fuerzas en la renovacion tecnica basada en la tecnologia de punta y asegurar el alto nivel modernizado y cientifico de los procesos productivos, recalco.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron al Dirigente Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, Choe Ryong Hae y Kim Phyong Hae, miembros suplentes del Buro Politico y secretarios del CC del PTC, y Ri Man Gon, secretario responsable del Comite del PTC en la Provincia de Phyong-an del Norte."
        },
        {
            "title": "Kim Jong Il recibe presente de Gazprom de Rusia",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-48ee.html",
            "content": "Kim Jong Il recibe presente de Gazprom de Rusia\r\nPyongyang, 6 de julio (ATCC) -- El Dirigente   Kim Jong Il recibio presente que le dirigiera Gazprom de Rusia..\n\t\t\t\t\t  El vicepresidente de Gazprom, Alexandr Ananenkov, de visita en Corea lo entrego el dia 6 al vicepremier coreano, Kang Sok Ju."
        },
        {
            "title": "Conversaciones entre delegaciones de Corea y Rusia",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-49ee.html",
            "content": "Conversaciones entre delegaciones de Corea y Rusia\r\nPyongyang, 6 de julio (ATCC) -- Tuvieron lugar el dia 5 en el capitalino Palacio de los Congresos Mansudae las conversaciones entre la delegacion del Ministerio de Industria Petrolera de Corea y la de Gazprom de Rusia.\n\t\t\t\t\t  Estuvieron presentes por la parte coreana el ministro de Industria Petrolera de Corea Kim Hui Yong y otros funcionarios correspondientes, y por la rusa, los miembros de la delegacion de Gazprom encabezada por su vicepresidente Alexandr Ananenkov.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes discutieron el problema de la cooperacion en las ramas petroleras y de gas y otros asuntos de interes mutuo."
        },
        {
            "title": "Kang Sok Ju se reune con la delegacion de Gazprom de Rusia",
            "url": "http://kcna.co.jp/item/2011/201107/news06/20110706-50ee.html",
            "content": "Kang Sok Ju se reune con la delegacion de Gazprom de Rusia\r\nPyongyang, 6 de julio (ATCC) -- Kang Sok Ju, viceprimer ministro del Consejo de Ministros, se reunio el dia 6 en el capitalino Palacio de los Congresos Mansudae con la delegacion de Gazprom de Rusia presidida por el vicepresidente Alexandr Ananenkov que le hizo una visita de cortesia."
        }
    ]
}