{
    "date": "2011-08-25",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Il to Visit Northeast Area of China",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-56ee.html",
            "content": "Kim Jong Il to Visit Northeast Area of China\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, will pay a visit to the Northeast area of the People's Republic of China on August 25 on his way home after winding up his visit to the Siberian and Far East Regions of Russia."
        },
        {
            "title": "Ri Yong Ho Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-33ee.html",
            "content": "Ri Yong Ho Meets Russian Delegation\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Ri Yong Ho, chief of the General Staff of the Korean People's Army, Thursday met and had a talk with the delegation of the Eastern Military District of the Armed Forces of the Russian Federation led by Commander of the District Konstantin Sidenko."
        },
        {
            "title": "Gift from Russian Delegation",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-31ee.html",
            "content": "Gift from Russian Delegation\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Leader Kim Jong Il received a gift from the visiting commander of the Eastern Military District of the Armed Forces of the Russian Federation. \n\t\t\t\t\t\n\t\t\t\t\t Commander Konstantin Sidenko handed the gift over to Ri Yong Ho, chief of the General Staff of the Korean People's Army, on Thursday."
        },
        {
            "title": "Wreaths from Russian Delegation",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-55ee.html",
            "content": "Wreaths from Russian Delegation\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The delegation of the Eastern Military District of the Armed Forces of the Russian Federation headed by Commander of the district Konstantin Sidenko laid wreaths before the Revolutionary Martyrs Cemetery on Mt. Taesong and the Liberation Tower on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The guests laid bouquets before the bust of anti-Japanese war hero Kim Jong Suk at the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was placed at the cemetery in the name of the commander.\n\t\t\t\t\t\n\t\t\t\t\t They paid a silent tribute to the memory of revolutionary martyrs who devoted their valuable lives to the struggle for the liberation of the country and its prosperity and accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t And they laid a wreath before the tower in the name of the commander and paid a silent tribute to the memory of the Soviet Army soldiers who fell in battles for the liberation of Korea."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-32ee.html",
            "content": "Visits\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- A delegation of logistical personnel of the Korean People's Army headed by Col. General Jon Chang Bok left here Thursday to visit China.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a Russian government economic delegation came here to attend the 5th Meeting of the DPRK-Russia Intergovernmental Committee for Cooperation in Trade, Economy, Science and Technology. It is led by Minister of Regional Development Viktor Basargin who is chairman of the Russian side to the Committee."
        },
        {
            "title": "Kim Jong Il's Start of Songun Revolutionary Leadership Marked in DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-36ee.html",
            "content": "Kim Jong Il's Start of Songun Revolutionary Leadership Marked in DPRK\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- A performance was given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League at the plaza of the Party Founding Memorial Tower Thursday on the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with a narration and chorus \"Glory to General Kim Jong Il.\" The performers extended hearty congratulations to Kim Jong Il, representing the reverence of all young people of the country.\n\t\t\t\t\t\n\t\t\t\t\t A female solo \"The Sound of the General's Footsteps\" sung with ardent longing for Kim Jong Il and other numbers mesmerized the audience.\n\t\t\t\t\t\n\t\t\t\t\t A mixed chorus \"Youths, Forward under the Leadership of the Party\" and \"Song of Korean Youth March\" and other numbers vividly represented the heroic spirit and revolutionary optimism of the youths in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a performance was given by members of the art group of the Mangyongdae Schoolchildren's Palace.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, and others.\n\t\t\t\t\t\n\t\t\t\t\t Their repertoire included a prologue \"Long Live Sun of Songun\", yanggum recital and high-pitched flute recital \"The Dear General Star beyond the Clouds\" and dance and story-telling \"General Goes to Front While Children Go to Camp.\""
        },
        {
            "title": "Dancing Parties of Youth and Students Held in DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-28ee.html",
            "content": "Dancing Parties of Youth and Students Held in DPRK\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Dancing parties of Korean youth and students were held in different parts of the country on August 25, the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t In Pyongyang such events took place in plazas of the Arch of Triumph, the Party Founding Memorial Tower, the Pyongyang Indoor Stadium and other places.\n\t\t\t\t\t\n\t\t\t\t\t With deep reverence for Kim Jong Il, the participants danced to the tune of such songs as \"Our General Is Best\", \"Thunder over Jong Il Peak\" and \"At a Breath\".\n\t\t\t\t\t\n\t\t\t\t\t They were replete with the fixed will to praise the leader's exploits and work miracles and feats in the drive to defend socialism and build an economic power true to his guidance.\n\t\t\t\t\t\n\t\t\t\t\tAs time flowed, more pleasant dances were presented to pick up the festive atmosphere. \n\t\t\t\t\t\n\t\t\t\t\t The dancing parties fully represented the will of the youth and students to safeguard Kim Jong Il with their lives and strikingly demonstrate their wisdom and courage at the posts for defending the country and all work sites for a great surge.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, similar events took place in Phyongsong of South Phyongan Province, Sinuiju of North Phyongan Province, Hamhung of South Hamgyong Province and other provincial seats, cities and counties."
        },
        {
            "title": "Documentary Film on Kim Jong Il's Songun Leadership Feats Shown",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-35ee.html",
            "content": "Documentary Film on Kim Jong Il's Songun Leadership Feats Shown\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The Korean documentary film \"The Respected Supreme Commander Comrade Kim Jong Il Energetically Guides the Work for Bolstering the Korean People's Army (Juche 99)\" was shown at the People's Palace of Culture Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The film impressively deals with the fact that Kim Jong Il wisely led the work for developing the KPA into invincible combat ranks in Juche 99 (2010) crowded with events of special mention in the history of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The film contains scenes showing Kim Jong Il making field inspection of KPA units such as the Seoul Ryu Kyong Su 105 Guards Tank Division from the outset of the year to its closing days, thereby developing the KPA into the ranks strong in thinking and faith and a-match-for-a hundred strong revolutionary army of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It also tells the legend about warm loving care shown by Kim Jong Il for families of servicepersons despite his tight schedule of inspecting the front.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were leading officials of the party and state, the chairperson of a friendly party, officials of working people's organizations, ministries and national institutions and working people here."
        },
        {
            "title": "Song in Praise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-43ee.html",
            "content": "Song in Praise of Kim Jong Il\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The song Our Leader Is Illustrious Commander of Songun has become increasingly popular among the Korean people on the occasion of the 51st anniversary of Kim Jong Il's start of the Songun (military-first) leadership.\n\t\t\t\t\t\n\t\t\t\t\t The song reminds the Korean army and people of the great feats performed by the leader in pursuing Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t It also reflects their deep reverence for Kim Jong Il and trust in him.\n\t\t\t\t\t\n\t\t\t\t\t The paean highly lauds him for his uninterrupted field guidance tour of all parts of the country for the prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also praises him as the sun of the 21st century admired by all people around the world."
        },
        {
            "title": "Japan's Fabrication of \"Korea-Japan Annexation Treaty\" Flayed",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-20ee.html",
            "content": "Japan's Fabrication of \"Korea-Japan Annexation Treaty\" Flayed\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The North, South and Overseas Sides Committees for Implementing the June 15 Joint Declaration Thursday issued the following joint press release on the lapse of 101 years since the Japanese imperialists fabricated the \"Korea-Japan Annexation Treaty\":\n\t\t\t\t\t\n\t\t\t\t\t  101 years have passed since the Japanese imperialists fabricated the brigandish \"Korea-Japan Annexation Treaty\".\n\t\t\t\t\t\n\t\t\t\t\t The treaty was an unpardonable state-sponsored crime as they illegally fabricated it with military threat and in a coercive manner to \"justify\" their colonial rule over the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists cooked up the said treaty in the wake of \"Ulsa Five-point Treaty,\" bringing the disgrace of a stateless nation to the Koreans and imposing unspeakable misery and pain and enormous sacrifices upon them.\n\t\t\t\t\t\n\t\t\t\t\t This being hard facts, Japan has made neither apology nor reparation for the shuddering crimes since its defeat. On the contrary, it has become more frantic in its hostile acts against the Korean nation as evidenced by its attitude towards the issue of Tok Islets and the issue of distorting its history.\n\t\t\t\t\t\n\t\t\t\t\tAll Korean Committee for Implementing June 15 Joint Declaration states as follows reflecting the will to check the evermore shameless moves of Japan for reinvasion, force it to settle its crimes committed throughout its history and thus preserve the dignity and sovereignty of the nation:\n\t\t\t\t\t\n\t\t\t\t\t1. The committee decided to hold a north-south joint academic seminar in Pyongyang and Seoul on August 29 on the lapse of 101 years since the Japanese imperialists' fabrication of the \"Korea-Japan Annexation Treaty.\"\n\t\t\t\t\t\n\t\t\t\t\t It was agreed to name the seminar \"The North-South Joint Academic Seminar for Checking Japan's Reinvasion of Tok Islets and Urging Japan to Redress Its Past\" and adopt \"Japan's Liquidation of Its Past and the Issue of Tok Islets\" as its theme.\n\t\t\t\t\t\n\t\t\t\t\t2. The committee strongly denounces the south side authorities for torpedoing under the pretext of unreasonable \"May 24 step\" the joint academic seminar which the north, the south and overseas sides agreed to hold in Kaesong in order to resolutely hold in check Japan's moves to grab Tok Islets, which touched off bitter resentment among all Koreans at home and abroad, and force Japan to settle its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t3.  The committee decided to conduct various positive activities to foil Japan's reinvasion and make it settle the crimes committed against the Korean nation without fail, voicing firm solidarity with political parties, organizations and personages at home and abroad."
        },
        {
            "title": "Chinese Organization Donates Aid Materials to Korean Disabled",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-54ee.html",
            "content": "Chinese Organization Donates Aid Materials to Korean Disabled\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The China Disabled Persons' Federation (CDPF) donated aid materials to the Korean Federation for the Protection of the Disabled (KFPD).\n\t\t\t\t\t\n\t\t\t\t\t The donating ceremony was held in Pyongyang on Thursday.  \n\t\t\t\t\t\n\t\t\t\t\t The ceremony was attended by Kim Mun Chol, vice-chairman of the C.C., the KFPD, and other officials concerned, Guan Huabing, charge d'affaires of the Chinese embassy here, and members of the visiting CDPF delegation led by Deputy Director General Wei Mengxin.  \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the aid materials."
        },
        {
            "title": "First Rason International Trade Fair in DPRK Closes",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-40ee.html",
            "content": "First Rason International Trade Fair in DPRK Closes\r\n\n\t\t\t\t\t Rason, August 25 (KCNA) -- The first Rason International Trade Fair was closed with due ceremony on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Jo Jong Ho, chairman of the Rason City People's Committee, officials concerned and exhibitors of different countries and regions.\n\t\t\t\t\t\n\t\t\t\t\tIn a speech a speaker referred to the fact that the fair was successfully progressed and an advance was made in conformity in favor of mutual interests in economy, exchange of science and technology and trade through wide-ranging contacts.\n\t\t\t\t\t\n\t\t\t\t\tDiplomas were awarded to the exhibitors who presented excellent goods at the closing ceremony."
        },
        {
            "title": "Rason Economic, Trade Zone with Bright Prospect of Development",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-53ee.html",
            "content": "Rason Economic, Trade Zone with Bright Prospect of Development\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Rason City, the DPRK, is situated in an important area which can link China's three northeast provinces and Russia's Far East region, both full of natural resources, and many Asia-Pacific nations with each other.\n\t\t\t\t\t\n\t\t\t\t\t Rajin, Sonbong and Ungsang ports in Rason and Chongjin Port adjacent to the area provide good conditions for transit trade for Northeast Asia and other continents. \n\t\t\t\t\t\n\t\t\t\t\t The sea off the ports does not freeze in winter, so they are not subject to seasonal restriction.\n\t\t\t\t\t\n\t\t\t\t\t The reconstruction projects of the Rajin-Khasan railway and Rajin Port launched in Juche 97 (2008) will make it possible to reduce the transport distance from Asia to Europe, sharply cutting down the transport fee.  \n\t\t\t\t\t\n\t\t\t\t\t The Rajin-Khasan railway will serve as a transport route between the DPRK and Russia and between Asia-Pacific and European nations.  \n\t\t\t\t\t\n\t\t\t\t\t Rason City has seafood, agricultural product and wild vegetable processing bases operated by Korean trading companies. The city also boasts of many ponds, lakes and bays favorable for fresh-water fish culture and offshore farm.\n\t\t\t\t\t\n\t\t\t\t\t Its natural and geographical environment is suitable to an international tourist resort. There are sea-bird, seal and other animal sanctuaries in the area with beautiful islets, like Pipha and Sol. \n\t\t\t\t\t\n\t\t\t\t\t Some foreigners have already launched business in the area and an increasing number of investors are interested in the zone. \n\t\t\t\t\t\n\t\t\t\t\t Rason City with amazing geographical and economic conditions is likely to greatly contribute to the development and prosperity of Northeast Asian nations."
        },
        {
            "title": "DPRK Honorary Doctorate Awarded to Co-president of Operation",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-29ee.html",
            "content": "DPRK Honorary Doctorate Awarded to Co-president of Operation\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- DPRK honorary doctorate of pedagogy was conferred on James Chin-Kyung Kim, co-president of operation of Pyongyang University of Science and Technology, for his contribution to the prosperity and development of the socialist homeland and education of younger generation.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding the doctorate took place at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t\n\t\t\t\t\t On the same day honorary Pyongyang citizenship was also conferred on him."
        },
        {
            "title": "DPRK Title of Labor Hero Awarded to Korean in China",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-39ee.html",
            "content": "DPRK Title of Labor Hero Awarded to Korean in China\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The DPRK title of Labor Hero was conferred on Choe Ryong Ho, vice-president of Yanbian University of Science and Technology of China.\n\t\t\t\t\t\n\t\t\t\t\t He made a positive contribution to the building of a prosperous and powerful socialist country and the education of the younger generation in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace by Foreign Guests",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-37ee.html",
            "content": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace by Foreign Guests\r\n\n\t\t\t\t\tPyongyang, August 25 (KCNA) -- Foreign guests visited the Kumsusan Memorial Palace Thursday to pay tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Among them were the delegation of the Eastern Military District of the Armed Forces of the Russian Federation led by Commander of the District Konstantin Sidenko, the delegation of People's Daily of China led by Secretary General Yan Xiaoming, the delegation of Yanbian Daily of China led by its Manager Ri Yong, a Japanese delegation of Saitama Prefectural Council for Japan-Korea Friendship and Solidarity led by its Vice-Chairman Fumihiro Himori and the delegation of AP led by its Vice President John Daniszewski.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the President in profound reverence.\n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": "Sojourn of Foreign Delegations in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-34ee.html",
            "content": "Sojourn of Foreign Delegations in Pyongyang\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The delegation of the Yanbian Daily of China led by President Ri Yong on Aug. 25 visited Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t It visited the old home of President Kim Il Sung there where he spent his childhood, cultivating his great will for revolution. Hearing stories about this historic house, the guests looked round the historic relics.\n\t\t\t\t\t\n\t\t\t\t\tThey visited the Tower of the Juche Idea, the Arch of Triumph, the Victorious Fatherland Liberation War Museum and other places.\n\t\t\t\t\t\n\t\t\t\t\t The delegation of Saitama Prefectural Council for Japan-Korea Friendship and Solidarity headed by Vice-chairperson Fumihiro Himori visited the Tower of the Juche Idea on Aug. 25.\n\t\t\t\t\t\n\t\t\t\t\t It also visited the Grand People's Study House, the Pyongyang Metro, the E-library of Kim Chaek University of Technology and Pyongyang Secondary School No. 1 and other places and enjoyed the grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "Gift from Chinese",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-21ee.html",
            "content": "Gift from Chinese\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il received a gift from Ye Jianming, president of the Hong Kong Zhonghwa Energy Fund Commission of China.\n\t\t\t\t\t\n\t\t\t\t\t He Zhiping, chief secretary of the Commission on a visit to the DPRK, handed the gift over to an official concerned on Wednesday."
        },
        {
            "title": "Gift from Chinese Organization",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-30ee.html",
            "content": "Gift from Chinese Organization\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il received a gift from the China Disabled Persons' Federation.\n\t\t\t\t\t\n\t\t\t\t\t Wei Mengxin, deputy director general of the Federation, handed it over to an official concerned on Thursday."
        },
        {
            "title": "International Friendship Exhibition Draws Endless Stream of Visitors ",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-38ee.html",
            "content": "International Friendship Exhibition Draws Endless Stream of Visitors \r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The International Friendship Exhibition in Mt. Myohyang, a famous mountain of Korea, is visited by an endless stream of people.\n\t\t\t\t\t\n\t\t\t\t\t Preserved in the exhibition are more than 225,900 gifts President Kim Il Sung and General Secretary Kim Jong Il received from leaders of party, state and government of 184 countries, people from all walks of life, overseas compatriots and south Korean people.\n\t\t\t\t\t\n\t\t\t\t\tSince the exhibition was opened on August 26, Juche 67 (1978), more than 3.94 million servicepersons, people from all walks of life, school youth and children, south Korean people, overseas compatriots and foreigners of at least 98,900 organizations have visited it.\n\t\t\t\t\t\n\t\t\t\t\t While looking round gifts on display, servicepersons, people from all walks of life and school youth and children grasped the feats the President and Kim Jong Il performed on behalf of the era and history.\n\t\t\t\t\t\n\t\t\t\t\t After going round the exhibition, overseas compatriots and foreigners stressed that the President and Kim Jong Il are the peerlessly great men who are highly praised by progressive mankind."
        },
        {
            "title": "Koryo Law Office",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-42ee.html",
            "content": "Koryo Law Office\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The Koryo Law Office (KLO) started legal service in the DPRK a few years ago.\n\t\t\t\t\t\n\t\t\t\t\t KCNA had an interview with Ryo Sung Chol, director of the office, as regards its legal service.\n\t\t\t\t\t\n\t\t\t\t\t Question: Can you tell me about the mission of KLO?\n\t\t\t\t\t\n\t\t\t\t\t Answer: KLO provides legal service and assistance to institutions, enterprises, organizations and individuals.\n\t\t\t\t\t\n\t\t\t\t\t Its activities are strictly based on the DPRK Socialist Constitution, Law on Behavior of Lawyers, Civil Law, Code of Civil Procedure, Law on Compensation for Damages, and other relevant legislations and regulations, as well as internationally recognized law and customs. \n\t\t\t\t\t\n\t\t\t\t\t When requested by any institution, enterprise, organization and individual at home and abroad, KLO provides consultation service, works out necessary documents, and acts as an agent or advisor in commercial disputes, civil suit and other areas.\n\t\t\t\t\t\n\t\t\t\t\t KLO takes a great pride in its experienced staff members who are good at domestic and international law and foreign languages.\n\t\t\t\t\t\n\t\t\t\t\t Question: Can you give me details of consultation and working out of documents?\n\t\t\t\t\t\n\t\t\t\t\t Answer: KLO provides information concerning the DPRK law and judicial system, matters arising in the law enforcement, other countries' law and regulations, international conventions and order and issues related to civil, trade and maritime cases. \n\t\t\t\t\t\n\t\t\t\t\t It works out, examines and completes contract-related documents, litigation dossier, reply letters, arbitration-related documents, application for notarization and other notarizing documents.\n\t\t\t\t\t\n\t\t\t\t\t It also informs clients of the veracity and legal effects of evidentiary documents and witness statements, and appraises values of securities and provides assistance concerning the recovery.\n\t\t\t\t\t\n\t\t\t\t\t Question: How do agents and advisors protect the rights and interests of corporate bodies?\n\t\t\t\t\t\n\t\t\t\t\t Answer: With due authorization from clients at home and abroad, they act as their agents on civil lawsuit including contract conclusion, settlement, claims and compensation for damages.\n\t\t\t\t\t\n\t\t\t\t\t They assist principals in the enforcement of court orders, awards and arbitrations concerning commercial and civil disputes and undertake, on behalf of principals and in accordance with civil code, such legal actions as property inheritance and donation.\n\t\t\t\t\t\n\t\t\t\t\t They file lawsuit, as requested by principals, or refer a commercial or civil dispute to arbitration and plead at the bar in litigation and arbitration to defend the rights and interests of clients.\n\t\t\t\t\t\n\t\t\t\t\t Requested by institutions, enterprises or organizations, they may be temporarily or permanently invited to help address the legal problems arising in their activities.                                                                                                                                                 \n\t\t\t\t\t\n\t\t\t\t\t Question: With what foreign legal organizations does KLO have contact?\n\t\t\t\t\t\n\t\t\t\t\t Answer: KLO renders international services on terms of exchange and cooperation with well-known international law organizations and capable law firms in different countries."
        },
        {
            "title": "Korean Painting \"10,000km Inspection Tour\"",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-45ee.html",
            "content": "Korean Painting \"10,000km Inspection Tour\"\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Many masterpieces based on the history of Kim Jong Il's Songun (military-first) leadership have been created in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t One of them is Korean painting \"10 000km Inspection Tour\".  \n\t\t\t\t\t\n\t\t\t\t\t The painting represents great exploits performed by Supreme Commander Kim Jong Il in making an uninterrupted inspection tour of army units to defend the destiny of socialism and the happiness of people from the imperialists' threat.\n\t\t\t\t\t\n\t\t\t\t\t The masterpiece portrays the leader driving a jeep to climb a military post in a frontline area in a winter day. \n\t\t\t\t\t\n\t\t\t\t\t It imbues the Korean people with a great pride in being guided by an illustrious commander. \n\t\t\t\t\t\n\t\t\t\t\t In a year of the 1990s when the situation of the country was rigorous, he made a 10,000km inspection tour to inspire servicepersons with confidence in victory and boost the might of the army. \n\t\t\t\t\t\n\t\t\t\t\t The painting shows that thanks to his great feats, the DPRK has become a dignified and powerful socialist state.\n\t\t\t\t\t\n\t\t\t\t\t Also seen in the painting are a commanding officer talking to the supreme commander with a map unfolded in his hands and a general with a broad smile on his face.\n\t\t\t\t\t\n\t\t\t\t\t Their portrayal reflects the servicepersons' desire to meet him and their wishes for his good health."
        },
        {
            "title": "Long-standing DPRK-Russia Friendship",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-25ee.html",
            "content": "Long-standing DPRK-Russia Friendship\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il is now paying an unofficial visit to Siberia and the Far East Region of Russia.\n\t\t\t\t\t\n\t\t\t\t\t This visit taking place on the significant 10th anniversary of the DPRK-Russia Moscow Declaration marks a historic occasion in boosting the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between the DPRK and Russia have a long history and they have developed under the special care of the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t During the arduous anti-Japanese armed struggle President Kim Il Sung put forward the slogan \"Let Us Defend the Soviet Union with Arms!\" and waged the active military activities to defend the Soviet Union, the first socialist state in the world.\n\t\t\t\t\t\n\t\t\t\t\t As evidenced by the incident of Lake Khasan and the victory won in the Khalkhin-Gol, the Korean People's Revolutionary Army (KPRA) conducted vigorous operations and large and small battles to harass the enemy's rear in the areas along the Soviet Union-Manchuria border under the order of Kim Il Sung, thus greatly contributing to frustrating the Japanese imperialists' scheme to invade the Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t Under his farsighted measure, the KPRA went from the large-unit operations into the small-unit operations. This made it possible to foil the Japanese imperialists' scheme for invasion of the Soviet Union without giving any pretext for them. Thus, it helped the Soviet Union accelerate the victory in the Patriotic War by moving a large number of its elite divisions in the east into the western front.\n\t\t\t\t\t\n\t\t\t\t\t Later Kim Il Sung issued an order for the final attack to the whole units of the KPRA in August 1945 to liberate Korea after penetrating deep into the rapidly changing situation with the Soviet Union's declaration of war against Japan.\n\t\t\t\t\t\n\t\t\t\t\t The soldiers of the Soviet Red Army took part in the sacred war for Korea's liberation, performing brilliant merits. The Korean people always remember this and the Liberation Tower, erected at the foot of picturesque Moran Hill, serves as a symbol of the DPRK-Russia friendship still now.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung visited the Soviet Union nine times and strengthened the ties of the DPRK-Russia friendship through meetings and talks with its party and state leaders. He also saw to it that cooperation and exchange had been boosted in political, economic, cultural, military and other fields between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il has worked heart and soul to develop the DPRK-Russia friendship in keeping with the requirement of the new century.\n\t\t\t\t\t\n\t\t\t\t\t The historic meeting and talks between Kim Jong Il and the then Russian President Putin and the adoption of the DPRK-Russia Moscow Declaration in August 2001 can be said to have been a great event in view of the history of the bilateral friendly relations or the  progressive development of mankind in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Earlier on July 19, 2000, such documents were adopted between the two countries as a joint declaration and the bilateral treaty of friendship, good neighborliness and cooperation signed by their leaders.\n\t\t\t\t\t\n\t\t\t\t\t During Kim Jong Il's visit to Moscow, the leaders of the two countries reconfirmed the historic significance of these documents and, on this basis, reached an agreement on the specific orientation and measures to further develop the bilateral cooperation in political, economic, military, scientific and technological, cultural and other fields as well as in the issues of ensuring peace and stability in Northeast Asia and the rest of the world and establishing a righteous and new world structure.\n\t\t\t\t\t\n\t\t\t\t\t In August 2002 Kim Jong Il visited the Far East Region of Russia, which became one of major events drawing the world attention.\n\t\t\t\t\t\n\t\t\t\t\t Russia's Far East Region shares the River Tuman with the DPRK, and the two countries have common interests in the region in economic and military aspects.\n\t\t\t\t\t\n\t\t\t\t\t In this region the state leaders of the two countries met with each other this time.\n\t\t\t\t\t\n\t\t\t\t\t Their historic meeting and talks are further hardening the historic roots of the DPRK-Russia friendship and deepening this friendship.\n\t\t\t\t\t\n\t\t\t\t\t The excellent friendly relations of the two countries with deep roots will remain unchanged in the future, too."
        },
        {
            "title": "Lake Baikal Marked with Footprints of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-26ee.html",
            "content": "Lake Baikal Marked with Footprints of Kim Il Sung and Kim Jong Il\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il cruised Lake Baikal, a large natural lake, on Tuesday during his unofficial visit to Siberia and the Far East Region of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The lake is the unforgettable historical place visited by President Kim Il Sung in July 1961 on his way of foreign tour.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il got aboard the passenger ship Inperiya and cruised the lake carrying with him the DPRK-Russia friendship just as the President did half a century ago. While cruising the lake, Kim Jong Il recollected in profound reverence the brilliant life and exploits of the President who devoted his all to the friendship among countries and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He said the lake, a scenic spot of picturesque Siberia, is a pride of the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t Situated between the Buryatiya Republic and Irkutsk Region like new moon, Baikal which means \"a deep and rich lake\" is a natural lake. It is known as the deepest one in the world. It covers over 31, 700 square kilometers and its perimeter is 2,100 kilometers, it lies 455 meters above sea level and its center is 1,643 meters deep.\n\t\t\t\t\t\n\t\t\t\t\t The lake is believed to have been formed as a result of various phase precipitation for tens of millions of years. It was known by Russians and Buryats who explored Siberia in the latter half of the 17th century. It is famous for its water remaining transparent as deep as more than 40 meters, spectacular natural scenery, inhabitation of different living things including Baikal seal, Baikal white salmon, sturgeon and legends about it.\n\t\t\t\t\t\n\t\t\t\t\t From olden times inhabitants around the lake used to call it a sea. Its 610 km-long length is equivalent to that of the distance between Moscow and Sankt-Peterburg.\n\t\t\t\t\t\n\t\t\t\t\t There are many legends about the lake which has 336 rivers flowing into it and the River Angara, the only river that flows out of it.\n\t\t\t\t\t\n\t\t\t\t\t One of them says:\n\t\t\t\t\t\n\t\t\t\t\t An old man named Baikal had 300 daughters. He loved daughter named Angara more than any others for her beautiful looks though she was not as obedient to him as others. One day he detained her inside a high tower to protect her from any misfortune.\n\t\t\t\t\t\n\t\t\t\t\t Even its wall was of no help. She eventually ran towards her lover Yenisei in quest of freedom. But they failed to meet each other because her angry father threw rocks in her way. Inhabitants around the lake created this legend hundreds of years ago to answer the question as to why the River Angara does not flow into the lake but goes out of it.\n\t\t\t\t\t\n\t\t\t\t\t There are about 1,200 species of animals and plants on the lake. Majority of them are hardly found in any other places except the lake. Among them are shellfishes and fishes of dozens of species and even about 100,000 seals.\n\t\t\t\t\t\n\t\t\t\t\t Baikal is a large natural laboratory in the true sense of the word.\n\t\t\t\t\t\n\t\t\t\t\t The Baikal Museum is one of the three lake museums in the world.\n\t\t\t\t\t\n\t\t\t\t\t  It is the view of scholars in the world that even centuries' study of the Lake Baikal is not enough to clarify all the secrets of the lake."
        },
        {
            "title": "Ulan-Ude Overflowing with DPRK-Russia Friendship",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-27ee.html",
            "content": "Ulan-Ude Overflowing with DPRK-Russia Friendship\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il arrived at Ulan-Ude, the capital city of the Republic of Buryatia of the Russian Federation Friday.\n\t\t\t\t\t\n\t\t\t\t\t Ulan-Ude is the historic place visited by President Kim Il Sung during his historic tours of the former Soviet Union and Mongolia in May Juche 73(1984) and in June Juche 77(1988).\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il on an unofficial visit to Siberia and the Far East Region of the Russian Federation visited this place, deepening the DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t He was accorded warm welcome by citizens in national costumes. He was offered bread, salt, blue kerchief, milk and bouquet according to the customs of various nationalities in the region.\n\t\t\t\t\t\n\t\t\t\t\t He exchanged warm greetings and had conversations with leading officials of the Republic of Buryatia including the president of the Republic and the chairman of the People's Khural.\n\t\t\t\t\t\n\t\t\t\t\t The president said it is a great honor of the people in the region including the Republic of Buryatia to receive respected Comrade Kim Jong Il. He paid high tribute to Kim Jong Il who came all the way to visit Siberia to boost the traditional Russia-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t Touring various places of the region, Kim Jong Il got familiar with the customs and life of various nationalities in Siberia. He received warm congratulations and welcome whenever he went.\n\t\t\t\t\t\n\t\t\t\t\tUlan-Ude is the capital city of the Republic of Buryatia in Siberia of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t Ulan-Ude with a population of hundreds of thousands, has industrial establishments and institutes. It is playing an important role in developing politics, economy, culture and military capability of the Russian Federation and the Republic of Buryatia at present.\n\t\t\t\t\t\n\t\t\t\t\t Ulan-Ude frequently hosts international and regional conferences and sports meets and May Day celebrations, etc. to strengthen the friendship and solidarity with people of different countries.\n\t\t\t\t\t\n\t\t\t\t\t Various events including Korean book, photo and handicraft exhibitions and meetings took place in different places of the city including the Art Gallery named by Sampilov on such significant occasions of the DPRK as the Day of the Sun and February 16.\n\t\t\t\t\t\n\t\t\t\t\t Ulan-Ude will always be remembered by the peoples of the two countries along with the history of the DPRK-Russia friendship as it is marked with the giant footprints of the peerlessly great men."
        },
        {
            "title": "Slogan Reminiscent of History of DPRK-Russia Friendship ",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-41ee.html",
            "content": "Slogan Reminiscent of History of DPRK-Russia Friendship \r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- General Secretary Kim Jong Il's visit to the Siberian and Far East regions of the Russian Federation reminds the Korean people of the history of the DPRK-Russia friendship provided by President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t In the early period of the anti-Japanese armed struggle the President put forward a slogan \"Let Us Defend the Soviet Union with Arms!\" and, under this slogan, encouraged the Korean People's Revolutionary Army (KPRA) to the struggle against the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The slogan represents the Korean revolutionaries' strong will to safeguard the victorious revolution in the first socialist state at the cost of blood. It also mirrors their proletarian internationalist spirit and justice-valuing moral obligation. \n\t\t\t\t\t\n\t\t\t\t\t Under the command of Kim Il Sung, the KPRA dealt a telling political and military blow to the Japanese imperialist aggressors whenever they threatened the Soviet Union militarily.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it attacked the Japanese imperialists in the rear in Lake Khasan in 1938 and Khalkhin-Gol in 1939, contributing to defending the world revolution and providing an international environment favorable for the Korean revolution."
        },
        {
            "title": "Koreans Miss Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-44ee.html",
            "content": "Koreans Miss Kim Jong Il\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Nowadays, all of the DPRK people are waiting for news of General Secretary Kim Jong Il on a visit to the Siberian and Far East regions of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t Many people stop at newsstands on the way to work in the morning to learn about his Russia visit.\n\t\t\t\t\t\n\t\t\t\t\t What the leader did during his visit is a main topic of conversation among people.\n\t\t\t\t\t\n\t\t\t\t\t Since it was known that Kim Jong Il left for Russia, the Korean people have missed him, concerning themselves about his health. \n\t\t\t\t\t\n\t\t\t\t\t They have also made great achievements in their work to delight him when he returns home."
        },
        {
            "title": "Rodong Sinmun Calls for Upholding Songun Revolutionary Leadership of WPK",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-22ee.html",
            "content": "Rodong Sinmun Calls for Upholding Songun Revolutionary Leadership of WPK\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Rodong Sinmun Thursday dedicates an editorial to the anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. It calls on all members of the Workers' Party of Korea, servicepersons of the Korean People's Army and people to unite closer around Kim Jong Il, single-mindedly remain true to the Songun leadership of the WPK and translate the plans of the WPK into realities in all work sites for a great surge and thus enter with pride the gate to a prosperous and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The editorial goes on: \n\t\t\t\t\t\n\t\t\t\t\t The immutable truth that Korea can do anything if it is determined has been fully proven in all fields including politics, military affairs, economy, culture and this stirring reality of the country is the brilliant fruition of the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Songun revolutionary leadership of the WPK serves as a banner for building a great independent power and a treasured sword for building an impregnable military power and bringing a new era of dramatic changes to the country, the editorial notes, and continues:\n\t\t\t\t\t\n\t\t\t\t\t As Kim Jong Il has remarkably reinforced the driving force for the revolution and the great unity between the army and people during the days of the Songun revolutionary leadership for more than half a century, the country has won one victory after another in the building of a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t He has led the confrontation with imperialism and the U.S. to victory generation after generation by dint of original Songun politics, in particular, and turned the country into an invincible military power.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are now dashing ahead like the wind towards a prosperous and powerful nation through a high-pitched drive for a great revolutionary upswing with the might redoubled on the road of Songun. They are the performers of heroic feats as they are bringing about uninterrupted epoch-making innovations in the revolutionary soldier spirit and by dint of the great unity between the army and people.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest fortune and pride of the Korean people to live and struggle in the motherland of Songun politics led by the illustrious commander of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t An immensely rosy future is in store for us as we are under the Songun revolutionary leadership of Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun Calls for Development of NAM",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-24ee.html",
            "content": "Rodong Sinmun Calls for Development of NAM\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The present reality urgently calls for adhering to the noble idea and purity of the Non-Aligned Movement (NAM), further developing it and enhancing its might and role, Rodong Sinmun today said in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t Only when the NAM gives full play to its might of unity is it possible to meet all sorts of challenges and tide over ordeals, propel the advance movement of history, protect the global peace and security and reliably defend the collective rights and interests of NAM member nations, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's joining in the NAM on Aug. 25, 1975 marked an important occasion in injecting vitality in the work for the unity of the movement and its strengthening and development and invigorating the movement to advance dynamically along the orbit chosen by itself in the idea of independence against imperialism and peace against war, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t When the NAM raises its capability of concerted action in dealing with international issues it can fully play its role as the driving force for establishing fair international relations in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Its member nations should overcome discord of views on the pending issues and find agreed points and expand the sphere of concerted action on the principle of unity and solidarity. Then, is it possible to steadily strengthen and develop the movement.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now striving to replace the outdated ceasefire system with peacekeeping mechanism in the Korean Peninsula and ensure the regional peace and stability. This effort is intended to fully discharge its mission and role as a member state of the NAM.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever work hard to boost the unity, solidarity and cooperation with non-aligned and other developing countries in the idea of independence, peace and friendship, defend the sovereignty and dignity of the country, ensure the peace and security of the Korean Peninsula, Asia and the rest of the world and accomplish the human cause of independence."
        },
        {
            "title": "More Than 10,000 South Koreans Stage Anti-\"Government\" Actions",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-06ee.html",
            "content": "More Than 10,000 South Koreans Stage Anti-\"Government\" Actions\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- South Korean civic and public organizations including the Confederation of Trade Unions staged actions in Seoul on August 20 and 21 to denounce the authorities' anti-worker policy and demand the guarantee of political rights.\n\t\t\t\t\t\n\t\t\t\t\t Present there were more than 10,000 people including workers, students, media persons and teachers across south Korea including Seoul.\n\t\t\t\t\t\n\t\t\t\t\t On August 20 the participants broke through the cordon thrown by the police with water guns and other repressive equipment before reaching the plaza of the Seoul City Office where they held a candlelight rally.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers condemned the authorities for cracking down on teachers and government employees and, at the same time, refusing to fulfill the commitment to halve registration fee and enforcing an unpopular rule such as obliterating the freedom of the press.\n\t\t\t\t\t\n\t\t\t\t\t What happened at the Hanjin Heavy Industries Co. Ltd., in particular, is not an issue of an individual enterprise but the issue of all the workers on the verge of death due to lay-off, they held.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities stop at once the politically-motivated suppression of all trade unions and guarantee the people's rights.\n\t\t\t\t\t\n\t\t\t\t\t A resolution calling for putting an end to the authorities' unpopular rule was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t There continued till the next day their actions to judge the regime and the \"Grand National Party\" disregarding the mindset of the people and build a new society."
        },
        {
            "title": "Small Arms Used in War Unearthed in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-50ee.html",
            "content": "Small Arms Used in War Unearthed in S. Korea\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Some twenty small arms including carbines, M-1 rifles and machine guns were unearthed in a south Korean school on Monday, said the south Korean MBC (Munhwa Broadcasting Corporation).\n\t\t\t\t\t\n\t\t\t\t\t The military said the arms, found on the campus of a girls' middle school in Chongju, North Chungchong Province, are believed to date back to the Korean war (1950-1953) in view of their erosion."
        },
        {
            "title": "Kim Jong Il's Start of Songun Leadership Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-01ee.html",
            "content": "Kim Jong Il's Start of Songun Leadership Marked in Different Countries\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Meetings were held by the Delhi Juche Idea Study Society of India and the Iceland-DPRK Friendship and Cultural Society on August 4 and 13 to mark the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues of the meetings were books on the Songun leadership exploits of President Kim Il Sung and Kim Jong Il and photos showing the appearance of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t B. C. Gupta, chairman of the Indian society, said that the international authority and dignity of the DPRK have remarkably risen under the Songun leadership of Kim Jong Il, adding that strong voices of the DPRK advocating independence, peace and the establishment of a new international order are heard in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Icelandic society, highly praised Kim Jong Il for having brought about world-startling miracles with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He said that thanks to the Songun politics the DPRK has turned into an invulnerable fortress having so powerful defence capability that no one dares provoke it. He reiterated his will to intensify the movement supporting the Korean people in their just struggle in the future, too."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Feats Praised",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-02ee.html",
            "content": "Kim Jong Il's Songun Leadership Feats Praised\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- An Ethiopian organization and a Cambodian organ issued bulletins on August 19 and 20 to mark the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea carried the following article in its bulletin:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader of the DPRK Kim Jong Il started his Songun revolutionary leadership in his early years true to father of socialist Korea President Kim Il Sung's idea of attaching importance to arms and military affairs, bearing in mind the lesson taught by history that when a country and nation are weak in strength, they are bound to fall victim to aggression and injustice though they aspire after independence and justice. \n\t\t\t\t\t\n\t\t\t\t\t The military strength of the DPRK has reached the highest level thanks to the 50 odd year-long Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership helped consolidate the single-minded unity of the Korean society as firm as a rock. It, at the same time, brought about world-startling changes in all fields including the economy of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian AKP carried in its bulletin an article lauding Kim Jong Il for having demonstrated the dignity and might of the DPRK with his Songun leadership."
        },
        {
            "title": "Foreign Personages Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-03ee.html",
            "content": "Foreign Personages Pay Congratulatory Visits to DPRK Embassies\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Foreign personages paid congratulatory visits to the DPRK embassies in their countries from August 11 to 20 on the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. Among them were the minister of Environment and the chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal, the chairman of the Russian Association for the Study of the Juche Idea, the secretary general of the International Taekwon-Do Association in Iran, the chairman of the Nigerian National Committee for the Study of the Juche Idea, the chairman of the Nigerian Group for the Study of Kimjongilism and the chairman of the Nigerian Group for the Study of the Songun Politics.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the full-length paintings of President Kim Il Sung standing together with Kim Jong Il before paying tribute to them."
        },
        {
            "title": "Day of Korea's Liberation Marked by Koreans in Foreign Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-05ee.html",
            "content": "Day of Korea's Liberation Marked by Koreans in Foreign Countries\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- A meeting was held by the United Confederation of Koreans in the Kyrgyzstan Republic at the Korean Centre in Bishkek to mark the 66th anniversary of Korea's liberation on August 15.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the portraits of President Kim Il Sung and General Secretary Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho, chairman of the United Confederation of Koreans in the Kyrgyzstan Republic, noted in his speech that August 15 is a historic day when Kim Il Sung liberated the country by leading the arduous anti-Japanese armed struggle to victory.\n\t\t\t\t\t\n\t\t\t\t\t He said the revolutionary feats he performed for liberating the country overcoming all hardships will last forever. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now demonstrating its dignity as an invincible socialist power under the Songun leadership of Kim Jong Il, he said.\n\t\t\t\t\t\n\t\t\t\t\t There was an art performance of Korean artistes in Kyrgyzstan.\n\t\t\t\t\t\n\t\t\t\t\t The paper of Koreans in Uzbekistan Thongil carried a special write-up on August 18 to mark the 66th anniversary of Korea's liberation."
        },
        {
            "title": "DPRK's Important Day Marked by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-07ee.html",
            "content": "DPRK's Important Day Marked by Koreans in Uzbekistan\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Koreans in Uzbekistan held an event on August 20 on the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting a speaker said August 25 is a significant day marking the 51st anniversary of his start of the Songun revolutionary leadership through his visit to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t His Songun politics provided an all-powerful treasured sword which helped put forward the KPA as the main force for accomplishing the socialist cause and put the state power on the highest level in reliance upon it, the speaker stressed, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the Songun politics that a firm foundation to achieve the independent and peaceful reunification of the country has been laid.\n\t\t\t\t\t\n\t\t\t\t\t He called on the overseas Koreans to work hard for national reunification by getting united single-mindedly, cherishing the pride and self-esteem of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Then, a performance was given by Korean artistes in Uzbekistan."
        },
        {
            "title": "U.S.-S. Korean Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-04ee.html",
            "content": "U.S.-S. Korean Joint Military Exercises under Fire\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Organizations of Bangladesh, Austria and Switzerland and Peruvian and Indian personages accused the U.S. and the south Korean authorities of their reckless war maneuvers.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi Group for the Study of Songun Politics in its statement on August 19 referred to the fact that the U.S. and the south Korean authorities finally kicked off the Ulji Freedom Guardian joint military exercises targeted against the DPRK, adding this goes to clearly prove again that they are wreckers of peace and trigger-happy forces getting frantic in their moves to ignite a new war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The present reality clearly proves the validity of the Songun politics which helped turn the DPRK into a military power possessed of war deterrent for self-defence, it noted.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna in a resolution strongly denounced the military provocations of the U.S and the south Korean puppet forces and demanded an immediate stop to the war exercises targeted against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in a joint statement on August 12 accused the south Korean warmongers of seeking a pretext for attacking the DPRK, while perpetrating shameless provocations and mud-slinging. The DPRK desires peace but it will never beg for it, it added.\n\t\t\t\t\t\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of People's Front of Workers, Peasants and Students of Peru, said in a statement on August 18 no invaders can ever encroach upon even an inch of the inviolable territory of the DPRK nor can hurt even a blade of its grass.\n\t\t\t\t\t\n\t\t\t\t\t Wipin Gupta, chairman of the Juche Philosophy Study Committee of India, in a statement on August 19 noted the U.S. and the south Korean warmongers dare not ignite a war against the DPRK as long as there is Songun politics pursued by General Secretary Kim Jong Il."
        },
        {
            "title": "China Takes Measure for Fire Prevention",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-46ee.html",
            "content": "China Takes Measure for Fire Prevention\r\n\n\t\t\t\t\t Beijing, August 24 (KCNA) -- Hui Liangyu, vice-premier of the State Council of China, recently called for taking proper measures to prevent fire.\n\t\t\t\t\t\n\t\t\t\t\t Referring to several fires that occurred in Sichuan Province and Chongqing City some time ago, the vice-premier said an anti-fire responsibility system should be established in the country to prevent fire."
        },
        {
            "title": "China Gives Priority to Building Harmonious Labor Relations",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-47ee.html",
            "content": "China Gives Priority to Building Harmonious Labor Relations\r\n\n\t\t\t\t\t Beijing, August 24 (KCNA) -- Wang Zhaoguo, chairman of the All-China Federation of Trade Unions, called on trade unions to promote the effort for building harmonious labor relations.\n\t\t\t\t\t\n\t\t\t\t\t Speaking at a presidium meeting of the 10th session of the 15th federation held recently, Wang said building harmonious labor relations is an urgent and important political task in the present stage.\n\t\t\t\t\t\n\t\t\t\t\t The trade unions should have a strong sense of responsibility to fulfill the task, he added."
        },
        {
            "title": "Young Chinese People Commended for Technological Innovations ",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-49ee.html",
            "content": "Young Chinese People Commended for Technological Innovations \r\n\n\t\t\t\t\t Beijing, August 24 (KCNA) -- The 7th meeting of commending young people for scientific and technological innovations was held in Beijing on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Addressing the meeting, Wang Zhaoguo, vice-chairman of the Standing Committee of the Chinese National People's Congress, said young people should combine the thought of creating new things with social practice as required by Hu Jintao, general secretary of the Central Committee of the Communist Party of China.\n\t\t\t\t\t\n\t\t\t\t\t In this way, they should prepare themselves to be reliable heirs to the cause of socialism with Chinese characteristics, the vice-chairman said."
        },
        {
            "title": "Chinese Official Calls for Promoting Social Stability",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-51ee.html",
            "content": "Chinese Official Calls for Promoting Social Stability\r\n\n\t\t\t\t\t Beijing, August 24 (KCNA) -- Wang Lequan, deputy secretary of the Central Commission of Politics and Law of China, called for consolidating the foundations of harmonious stability of society by improving management by dint of law.\n\t\t\t\t\t\n\t\t\t\t\t Wang, during his recent inspection tour of Guizhou Province, emphasized the need to intensify education in law observance throughout the country, promote public understanding of law and make the law-abiding spirit prevail in society."
        },
        {
            "title": "More Houses to Be Supplied to Servicepersons' Families",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-52ee.html",
            "content": "More Houses to Be Supplied to Servicepersons' Families \r\n\n\t\t\t\t\t Beijing, August 24 (KCNA) -- China had a meeting in Beijing recently to discuss supplying dwelling houses to servicepersons' families in the field. \n\t\t\t\t\t\n\t\t\t\t\t At the meeting Xu Caihou, vice-chairman of Central Military Commission of China, urged party committees and organs at all levels to pay deep attention to the supply of houses, deeply aware of its significance."
        },
        {
            "title": "Russia Opposed to U.S. Keen to Grab Central Asia",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-08ee.html",
            "content": "Russia Opposed to U.S. Keen to Grab Central Asia\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Contradictions are festering between Russia and the U.S. over Central Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has rolled up its sleeves to carry out its plan to grab Central Asia since it started \"anti-terror war\" in Afghanistan on the pleas of the Sept. 11, 2001 incident.\n\t\t\t\t\t\n\t\t\t\t\t According to information available from the Russian side, the U.S. forces are still contemplating the deployment of elite units including the U.S. Third Airlifting Division in Central Asia and building facilities for \"mixed special action\" in Majar-i-Sharif of Afghanistan by spending hundreds of millions of U.S. dollars. The U.S. Central Command is set to construct dozens of military training centers, radar facilities for early warning and military helicopter hangars in Central Asia till 2016 by squandering about 4 billion U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has gathered much information for strategic intrusion into Central Asia including Afghanistan in the course of fighting the \"anti-terror war\" for the last decade, thus creating favorable conditions for expanding the sphere of its influence in this area.\n\t\t\t\t\t\n\t\t\t\t\t Such moves of the U.S. are facing the strong opposition of Russia which has kept Central Asia within its sphere of influence for a long period including the period of the former Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t Russia set it as its major strategic goal in Central Asia to \"return to Afghanistan\" and is further expanding its influence in the region.\n\t\t\t\t\t\n\t\t\t\t\t It held summits with Afghanistan, Pakistan and Tajikistan in Sochi and discussed the issue of boosting energy cooperation. It is set to establish new strategic and cooperative relations with these countries.\n\t\t\t\t\t\n\t\t\t\t\t It is also taking positive military steps.\n\t\t\t\t\t\n\t\t\t\t\t It decided to provide 27 helicopters to Afghanistan and promised to help the Afghan authorities in their efforts to preserve its stability."
        },
        {
            "title": "U.S. Unreasonable Act Denounced in Cuba",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-10ee.html",
            "content": "U.S. Unreasonable Act Denounced in Cuba\r\n\n\t\t\t\t\t Havana, August 24 (KCNA) -- The Cuban Foreign Ministry in a declaration on August 20 strongly condemned the U.S. unreasonable act.\n\t\t\t\t\t\n\t\t\t\t\t It rejected the U.S. spurious list of \"sponsors of international terrorism\", and pointed out that its \"only aim is to discredit our country and continue justifying the cruel and blockade policy.\" \n\t\t\t\t\t\n\t\t\t\t\t The United States, which is promoting terrorism, kidnappings, assassinations, has neither right to judge Cuba, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t \"Cuba demands that the U.S. government punish the real terrorists who reside on U.S. territory today, release the five heroes and end the policy of blockade and hostility against our country.\""
        },
        {
            "title": "Leader of Iran's Islamic Revolution Calls for Economic Development",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-09ee.html",
            "content": "Leader of Iran's Islamic Revolution Calls for Economic Development\r\n\n\t\t\t\t\t Tehran, August 24 (KCNA) -- Seyed Ali Khamenei, leader of the Islamic Revolution of Iran, in a conversation on August 19 called for stepping up economic development.\n\t\t\t\t\t\n\t\t\t\t\t Holy \"economic war\" of the Iranian people is the most powerful weapon for countering the West's sanctions, he said, declaring that the enemies are working hard to bring to their knees the Iranian people and destroy their system but all the people can shatter their moves and emerge victorious if they turn out with hope for the future.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to channel everything into the economic issue and bring about vitality and progress in this field.\n\t\t\t\t\t\n\t\t\t\t\t It is important to let the people know well about the achievements made in the country in the struggle against the enemy's psychological warfare, he added."
        },
        {
            "title": "Iran Confirms Jail Term for Americans",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-13ee.html",
            "content": "Iran Confirms Jail Term for Americans\r\n\n\t\t\t\t\tTehran, August 24 (KCNA) -- Iran on August 20 sentenced two Americans to jail term of eight years for their illegal entry and spying against it, the judicial authorities of the country said on August 21."
        },
        {
            "title": "Authorities' Environment Policy Protested in U.S.",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-19ee.html",
            "content": "Authorities' Environment Policy Protested in U.S.\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- A large number of Americans staged a demonstration outside the White House in Washington on August 20 to protest the authorities' wrong environment policy.\n\t\t\t\t\t\n\t\t\t\t\t Protesters said a new oil pipeline from Canada to the Gulf Coast the authorities plan to lay could be bad for the environment.\n\t\t\t\t\t\n\t\t\t\t\t They demanded an immediate cancellation of the plan."
        },
        {
            "title": "Jordan Condemns Israeli Military Operations against Gaza",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-15ee.html",
            "content": "Jordan Condemns Israeli Military Operations against Gaza\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Jordan's Minister of State for Communications and Media Affairs Abdullah Abu Rumman in an interview with a news agency on August 21 condemned Israeli military operations against Gaza Strip.\n\t\t\t\t\t\n\t\t\t\t\t \"Jordan strongly condemns the serious military escalation and the targeting of defenseless civilians,\" the minister said.\n\t\t\t\t\t\n\t\t\t\t\t The minister called for an immediate halt to the operations, warning of more serious consequences and escalation, which he said will threaten the security and the stability of the entire region."
        },
        {
            "title": "Israeli Army's Repression of Palestinians",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-17ee.html",
            "content": "Israeli Army's Repression of Palestinians\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The Israeli army is resorting to suppression of Palestinians, aggravating the regional situation.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli army committed air raid on the northern Gaza Strip and the southern city of Khan Younnis on August 21, wounding 8 Palestinians.\n\t\t\t\t\t\n\t\t\t\t\t That day the Israeli forces arrested more than 50 Palestinians in the West Bank city of Hebron."
        },
        {
            "title": "AL Calls for Pressurizing Israel",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-16ee.html",
            "content": "AL Calls for Pressurizing Israel\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- The Arab League (AL) in a statement on August 21 condemned Israel's military attacks on the Gaza Strip of Palestine and the border area of Egypt.\n\t\t\t\t\t\n\t\t\t\t\t AL held the attack was a flagrant violation of the international laws and agreements. \"What happened in Gaza is considered as a violation to international laws, accords and agreements that threatens security, peace and stability in the region and Geneva accord\", said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It urged the international community to give more pressure to the Israeli government and ask them to stop the attacks."
        },
        {
            "title": "Accidents in Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-14ee.html",
            "content": "Accidents in Japan\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- One person was killed and nine injured in a car accident early Sunday morning on the Tomei Expressway in Yamakita, Kanagawa Prefecture, Japan.\n\t\t\t\t\t\n\t\t\t\t\t A woman died and three people are missing after a tour boat with about two dozen passengers aboard capsized on the Tenryu River in Shizuoka Prefecture on August 17."
        },
        {
            "title": "Anti-drug Campaign in New Zealand, Turkey",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-11ee.html",
            "content": "Anti-drug Campaign in New Zealand, Turkey\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Large quantities of varieties of narcotics have been seized and more than 30 people arrested in drug busts in New Zealand's Northland and Waikato regions in a week until August 20.\n\t\t\t\t\t\n\t\t\t\t\t Turkish police arrested three people and confiscated 61 kg of methamphetamines in a raid in the northwestern province of Edirne on Friday."
        },
        {
            "title": "Efficiently Thermo-photovoltaic Cell Developed",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-12ee.html",
            "content": "Efficiently Thermo-photovoltaic Cell Developed\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- Scientists of a certain country have recently developed a new type of efficiently thermo-photovoltaic cell.\n\t\t\t\t\t\n\t\t\t\t\t They processed the surface of wolfram to make it possible for the cell to utilize to the maximum light wave emitted from wolfram.\n\t\t\t\t\t\n\t\t\t\t\t On this basis they produced cell quadruple higher in the rate of electric conversion efficiency than lithium ion cell with the same size and weight.\n\t\t\t\t\t\n\t\t\t\t\t This cell with butane as fuel can be charged right when fueled to some extent after electric consumption.\n\t\t\t\t\t\n\t\t\t\t\t The new cell will be reportedly used as power source of space equipment."
        },
        {
            "title": "Earthquakes Hit Vanuatu ",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-18ee.html",
            "content": "Earthquakes Hit Vanuatu\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) -- 7.5- and 7-magnitude earthquakes hit Vanuatu on August 21 consecutively.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was 68 km southwest of Port-Vila."
        },
        {
            "title": "Venezuela Uses Foreign Currency for Its People: President",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-48ee.html",
            "content": "Venezuela Uses Foreign Currency for Its People: President\r\n\n\t\t\t\t\t Pyongyang, August 25 (KCNA) --Venezuela has used its foreign currency reserve for the sake of the local people's interests, not according to powers' order or international organizations' demand, said President Hugo Chavez Frias.\n\t\t\t\t\t\n\t\t\t\t\t In an article carried by the newspaper Correo del Orinoco recently, the president accused the imperialists of slandering the country's decision to keep its foreign currency reserve in different countries.\n\t\t\t\t\t\n\t\t\t\t\t He announced that the Venezuelan government would deposit nearly 11 billion US dollars in banks of Brazil, China and Russia, in order not to be affected by the U.S. and European economic crisis.\n\t\t\t\t\t\n\t\t\t\t\t The Venezuelan people should learn about the economy to promote socialist construction and keep the process of change that started in 1999 from being hurt by the enemy, he added."
        },
        {
            "title": "Kim Jong Il visitara la region nordeste de China",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-57ee.html",
            "content": "Kim Jong Il visitara la region nordeste de China\r\n\n\t\t\t\t\tPyongyang, 25 de agosto (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, visitara la region nordeste de la Republica Popular China en el trayecto de regreso a la patria tras concluir el dia 25 su visita a las regiones de Siberia y Lejano Oriente de Rusia."
        },
        {
            "title": "Visitas",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-58ee.html",
            "content": "Visitas\r\n\n\t\t\t\t\tPyongyang, 25 de agosto (ACNC) -- Partio hoy de esta capital la delegacion de los oficiales de intendencia del Ejercito Popular de Corea encabezada por el coronel general Jon Chang Bok para visitar a China.\n\t\t\t\t\t\n\t\t\t\t\tArribo este dia a esta capital la delegacion economica gubernamental de la Federacion Rusa, presidida por el ministro de Desarrollo Regional, Viktor Basargin, presidente de la parte rusa de la comision intergubernamental para la cooperacion en comercio, economia, ciencia y tecnologia entre la RPDC y FR, para asistir a la V reunion de la misma comision."
        },
        {
            "title": "Comite Conjunto Nacional publica comunicado conjunto",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-59ee.html",
            "content": "Comite Conjunto Nacional publica comunicado conjunto\r\n\n\t\t\t\t\tPyongyang, 25 de agosto (ACNC) -- Con motivo del 101o aniversario de la promulgacion del \"Tratado de Anexion de Corea a Japon\" fabricado por los imperialistas japoneses, los comites norteno, sureno y ultramarino para la ejecucion de la Declaracion Conjunta del 15 de Junio hicieron publica el dia 25 el siguiente comunicado conjunto:\n\t\t\t\t\t\n\t\t\t\t\tSe aproxima el 101o aniversario de la promulgacion del \"Tratado de Anexion de Corea a Japon\" fabricado por los imperialistas japoneses mediante la amenaza militar y coercion para \"legalizar\" su dominacion colonial sobre la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEste crimen del Estado nunca tolerable, antecedido por la invencion del \"Tratado de 5 Puntos de Ulsa\", hizo sufrir a la nacion coreana indecibles desgracias, sufrimientos y sacrificio que corresponden a los apatridas. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, desde su derrota hasta la fecha, Japon no pide ninguna disculpa ni indemniza sus horribles crimenes del pasado, al contrario, recurren a los actos hostiles a la nacion coreana como el intento de arrebatar el islote Tok y la tergiversacion de la historia. \n\t\t\t\t\t\n\t\t\t\t\tEn reflejo de la voluntad de frenar las cada dia mas abiertas y cinicas maniobras de Japon para la nueva agresion y liquidar sus crimenes historicos para defender la dignidad y la soberania de la nacion, el Comite Conjunto Nacional (CCN) para la Ejecucion de la Declaracion Conjunta del 15 de Junio declara como sigue: \n\t\t\t\t\t\n\t\t\t\t\t1. El CCN decidio celebrar el 29 de agosto que viene, 101o aniversario del \"Tratado de Anexion de Corea a Japon\", en Pyongyang y en Seul el Seminario Academico Conjunto Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tSu nombre oficial sera \"Seminario academico conjunto para frenar la nueva agresion de Japon al islote Tok y urgirle la liquidacion del pasado\" y su tema, \"La liquidacion del pasado de Japon y el problema del islote Tok\". \n\t\t\t\t\t\n\t\t\t\t\t2. El CCN denuncia fuertemente a las autoridades surcoreanas, que pretextando injustas \"medidas del 24 de mayo\", impidieron el seminario conjunto planeado por el Norte, el Sur y ultramar en Kaesong con el fin de frustrar tajantemente las maniobras de Japon para usurpar el islote Tok, que provocan gran indignacion de toda la nacion en el interior y exterior del pais, y liquidar sin falta los crimenes del pasado cometidos por ese pais isleno. \n\t\t\t\t\t\n\t\t\t\t\t3. El CCN desplegara en alianza con los partidos politicos, entidades y personalidades en el interior y exterior del pais diversas actividades para rechazar las maniobras de Japon para la nueva agresion y ajustar la cuenta de sus crimenes cometidos contra la nacion coreana."
        },
        {
            "title": "Entidad china dona materiales de colaboracion",
            "url": "http://kcna.co.jp/item/2011/201108/news25/20110825-60ee.html",
            "content": "Entidad china dona materiales de colaboracion\r\n\n\t\t\t\t\tPyongyang, 25 de agosto (ACNC) -- La Federacion de Discapacitados de China dono los materiales de  colaboracion a la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar este jueves en esta capital la ceremonia de donacion. \n\t\t\t\t\t\n\t\t\t\t\tAsistieron el vicepresidente del Comite Central de la Federacion de Proteccion de Discapacitados de Corea, Kim Mun Chol y otros funcionarios coreanos, asi como el encargado de negocios a.i. de la Republica Popular China en Corea, Guan Huabing, y los miembros de la delegacion de la Federacion de Discapacitados de China presidida por el subdirector general Wei Mengxin, de visita en Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron los materiales donados."
        }
    ]
}