{
    "date": "2011-07-13",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit Command ",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-34ee.html",
            "content": "Kim Jong Il Inspects KPA Unit Command \r\n Pyongyang, July 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, inspected the command of KPA Unit 963.\n\t\t\t\t\t After receiving a salute, he looked back on the glorious path covered by the unit, going round the revolutionary history museum and a room devoted to the unit's history.\n\t\t\t\t\t\n\t\t\t\t\t Watching revolutionary relics and data with deep emotion, he said the unit creditably discharged its noble mission and duty at all the fierce battles fought during the Fatherland Liberation War against the U.S.-led imperialist allied forces and has displayed tremendous mentality and stamina of the heroic KPA for a long period till now.\n\t\t\t\t\t\n\t\t\t\t\t He called on the officers and men of the unit to carry forward this admirable tradition and keep demonstrating the invincible might in defending the motherland.\n\t\t\t\t\t\n\t\t\t\t\t Learning that Paek Ro Ok, who was honored to brief President Kim Il Sung on the unit's history during his inspection of it in January 1975, has devoted her enthusiasm to the education of soldiers, working as the curator of the Revolutionary History Museum, he praised her merits.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the unit's performance of duty, he went round military research rooms to acquaint himself with the training of commanding officers and members of the staff.\n\t\t\t\t\t\n\t\t\t\t\t The unit has worked hard to push back the frontiers of latest technology in the combat and political training with the earnest willingness to bring about a drastic turn in the combat preparations of the unit this year marking the 20th anniversary since Kim Jong Il's assumption of office as supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction with the fact that the unit is preparing all the commanding officers to be competent officers possessed of high operational combat organization and commanding ability of skillfully carrying out any combat duty of modern warfare.\n\t\t\t\t\t\n\t\t\t\t\t He praised the unit for training soldiers to be a match for a hundred stalwart fighters capable of successfully carrying out combat duty in whatever situation through intensive training simulating an actual war. He highly appreciated their militant training traits.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks that would serve as important guidelines in increasing the combat ability of the unit in every way.\n\t\t\t\t\t\n\t\t\t\t\t Today's training is like a furnace of bringing up heroes in tomorrow's battlefields, he said, calling for waging intensive training like an actual battle to prepare all commanding officers and soldiers to be versatile officers and fighters who uphold the WPK's Songun policy with arms.\n\t\t\t\t\t\n\t\t\t\t\t He called for improving the control and management of the unit and establishing iron military discipline to strikingly demonstrate the militant spirit and appearance of the elite revolutionary army. He stressed the need to establish officer-men unity and cooperation between military commanders and political officers under the slogan of \"Let all the soldiers become comrades\" and strengthen the army-people unity in every way.\n\t\t\t\t\t\n\t\t\t\t\t He toured a soldiers' hall, a library and other cultural and educational facilities to learn about the political education of soldiers.\n\t\t\t\t\t\n\t\t\t\t\t He was very pleased to learn that all the soldiers of the unit grew to be avid readers in the course of reading must books, adding this rare revolutionary reading spirit can be seen in the KPA only.\n\t\t\t\t\t\n\t\t\t\t\t He then walked round the compound of the command to learn about the unit's management. \n\t\t\t\t\t\n\t\t\t\t\t The unit set an example not only in training but in political and ideological work, supply service and the control and management of the unit, he said, praising the unit as a model unit in the Songun era which applied the Party's slogan \"Let us train, study and live like the anti-Japanese guerrillas!\" to the service and life.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has grown to be a regular army ranging from companies to large combined units, he said, adding that invincible is the revolutionary cause of Juche in the DPRK as the elite revolutionary army of Mt. Paektu stands guard over the defence line of the country as firm as an iron wall.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the National Defence Commission, and Kim Kyong Ok, member of the Central Military Commission of the WPK."
        },
        {
            "title": "Kim Jong Il Enjoys Drama",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-36ee.html",
            "content": "Kim Jong Il Enjoys Drama\r\n Pyongyang, July 13 (KCNA) -- General Secretary  Kim Jong Il enjoyed drama  \"We Will Recollect Today\" newly created by the National Theatrical Troupe.\n\t\t\t\t\t The drama depicts the indomitable mental power and ardent patriotism displayed by the people of a mountainous county in the drive to implement the policy of the WPK on building medium- and small-scale hydraulic power stations during the arduous march.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with the fact that the creators and artistes of the troupe produced an excellent drama perfect in ideological and artistic value meeting the aesthetic tastes in the era of Songun by preserving and fully applying to creative activities the Juche-based theory of drama established in creating the five revolutionary dramas. He highly appreciated the success made in the performance and extended special thanks to them on behalf of the general secretary of the WPK and the chairman of the NDC of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the drama has reached the highest level not only in ideological value but in all the elements of representation, he added that it is the greatest masterpiece as it makes a profound philosophical clarification of the memory of the faith and will, not conjuring up the memory of sorrow. He repeatedly said this is flawless in all aspects ranging from establishing human relations to dramaturgy, stage decor, music effect and acting and another monumental masterpiece representing the literature and arts in the era of Songun. \n\t\t\t\t\t\n\t\t\t\t\t He met with playwriter Kim Hung Gi and director Jang Chan Guk and highly praised them for creating such great work, wishing them success in their future creative work. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary dramas of the DPRK serve as powerful ideological weapons for preparing all the members of society as revolutionaries of Juche type and transforming them as required by the Juche idea for their high ideological and artistic value meeting the need and aspiration of the new era, he noted, underlining the need to intensify the performing activities to show them to larger audiences.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with all the creators and artistes of the troupe.\n\t\t\t\t\t\n\t\t\t\t\t The drama can be a good textbook implanting the revolutionary outlook on life and future into the minds of the people in the era of Songun like light comedy \"The Echo among the Hills\", he said, setting forth the important tasks to serve as guidelines for the troupe's art creation and performing activities in the future including the issue of briskly staging it in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the WPK Central Committee, Jang  Song Thaek, alternate member of the Political Bureau of the WPK Central Committee and vice-chairman of the NDC, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the WPK Central Committee, Mun Kyong Dok, alternate member of the Political Bureau and secretary of the WPK Central Committee and chief secretary of the Pyongyang City Committee of the WPK, Ju Kyu Chang, alternate member of the Political Bureau and department director of the WPK Central Committee, U Tong Chuk and Kim Chang Sop, alternate members of the Political Bureau of the WPK Central Committee, and leading officials of party and armed forces organs, literature and arts and media."
        },
        {
            "title": "North-South Negotiations Held to Readjust Real Estates of S. Side at Mt. Kumgang Resort",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-37ee.html",
            "content": "North-South Negotiations Held to Readjust Real Estates of S. Side at Mt. Kumgang Resort\r\n Pyongyang, July 13 (KCNA) -- Negotiations of those concerned in the north and the south were held at Mt. Kumgang resort on July 13 to readjust the real estates of the south side at Mt. Kumgang resort.\n\t\t\t\t\t At the negotiations the north side notified the south side of the decree of the Presidium of the Supreme People's Assembly of the DPRK on setting the special zone for international tour of Mt. Kumgang and the law on special zone for international tour of Mt. Kumgang and clarified the stand of the DPRK on readjusting the real estates to implement them and then proposed those concerned of the south side to choose between their participation in international tour and lease or sale.\n\t\t\t\t\t\n\t\t\t\t\t Those concerned of the authorities of the south side barred those non-governmental businessmen present at the negotiations with them from saying any words. They insisted that Hyundai monopoly and the north-south agreement should be observed, asserting that the law on special zone for international tour of Mt. Kumgang and the proposal on readjusting the real estates according to it are a breach of the contract made between the parties concerned and the agreement on guaranteeing investment. They also said they would \"take legal and diplomatic steps.\" Then they came out with \"three-point conditions\" for lifting the steps for confiscating and freezing the real estates of the south side and resuming tour, obstructing the readjustment of properties. \n\t\t\t\t\t\n\t\t\t\t\t Three non-governmental businessmen of the south side could not properly express their views, reading the face of others under the pressure of those concerned of the authorities of the south side. They only complained of their embarrassing position, saying they can't do anything if the authorities reject, though they wish to participate in international tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t Those concerned of the authorities of the south side meddled in the separate meeting and discussion held between the north side and non-governmental businessmen.\n\t\t\t\t\t\n\t\t\t\t\t The north side reminded the attendants that the issue of readjusting the real estates surfaced owing to the unilateral suspension of tour by the authorities of the south side and the DPRK suffered big losses due to the suspension of tour for the past three years, demanding the authorities of the south side compensate for this.\n\t\t\t\t\t\n\t\t\t\t\t The north side held that the authorities of the south side should neither poke their noses into the work of readjusting the real estates nor disturb it as the recent step was taken by the DPRK to protect the right to properties of those concerned of the south side. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, those concerned of the authorities of the south side insisted on their unreasonable stand, keeping the non-governmental businessmen from expressing their will.\n\t\t\t\t\t\n\t\t\t\t\t Strongly accusing those concerned of the authorities of the south side of their reckless and dishonest attitude, the north side said that it would have another round of negotiations if the businessmen of the south side go back and make further study to have their stand. It declared it would legally dispose of the real estates of the south side as already proclaimed by it, should the south side not clarify its stand till the end of July. \n\t\t\t\t\t\n\t\t\t\t\t Those concerned of the authorities of the south side said they would go back, make a report to their superior and notify the north side of the stand on the next negotiations through an appropriate channel."
        },
        {
            "title": "Chinese Friendship Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-27ee.html",
            "content": "Chinese Friendship Delegation Returns Home\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- The Chinese friendship delegation headed by Zhang Dejiang, member of the Political Bureau of the C.C., Communist Party of China and vice-premier of the State Council of China, returned home by air on Wednesday after visiting the DPRK to attend the commemorations of the 50th anniversary of the DPRK-China treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t Present at the airport to see off the delegation were Vice-Minister of Foreign Affairs Kim Hyong Jun and officials concerned and Ambassador Liu Hongcai and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t This day the delegation toured the Taean Friendship Glass Factory and apartment houses built at the foot of Mt. Haebang."
        },
        {
            "title": "Chinese Vice-Premier on Strengthened Sino-DPRK Ties",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-29ee.html",
            "content": "Chinese Vice-Premier on Strengthened Sino-DPRK Ties\r\n Pyongyang, July 13 (KCNA) -- Zhang Dejiang, member of the Political Bureau of the C.C., Communist Party of China and vice-premier of the State Council of China, referred to the DPRK-China relations of friendship and cooperation during his visit to the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t We visited the DPRK at the significant time marking the 50th anniversary of the China-DPRK treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t\n\t\t\t\t\t China and the DPRK are friendly neighbors sharing rivers and mountain.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral friendship is common wealth provided by leaders of the elder generation of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Premier Zhou Enlai and President Kim Il Sung signed the treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 50 years both sides have steadily developed the bilateral cooperative relations, trusting, supporting and cooperating with each other in the spirit of the treaty.\n\t\t\t\t\t\n\t\t\t\t\t To develop the good neighborly relationship and deepen mutual cooperation conforms to the common interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The traditional China-DPRK friendship has taken deep roots in the mind of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il visited China several times to have an exhaustive exchange of views on the development of bilateral relations and matters of common concern and reach an important agreement with General Secretary Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\t His visits are of weighty significance in developing the traditional China-DPRK friendship onto a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t We will, together with Korean comrades, actively strive to strengthen the bilateral relations in keeping with the intention of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people under the guidance of the Workers' Party of Korea headed by Kim Jong Il will register bigger successes in building a great prosperous and powerful country and thus significantly greet the 100th birth anniversary of Kim Il Sung."
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-26ee.html",
            "content": "Chinese Delegation Here\r\n Pyongyang, July 13 (KCNA) -- An information department delegation of the Chinese Foreign Ministry led by Deputy Department Director Ma Jisheng arrived here on Wednesday."
        },
        {
            "title": "Chinese Official Looks Forward to Brisk Exchanges and Cooperation with DPRK",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-25ee.html",
            "content": "Chinese Official Looks Forward to Brisk Exchanges and Cooperation with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Chen Zongxing, vice-chairman of the National Committee of the Chinese People's Political Consultative Conference, met the delegation of the DPRK-China Friendship Association led by Choe Chang Sik, chairman of the Central Committee of the Association and minister of Public Health, at the Great Hall of the People in Beijing on July 12.\n\t\t\t\t\t The bilateral friendship is a common treasure provided by the revolutionaries of the elder generation of the two countries, Chen said, adding the governments and peoples of the two countries value this friendship and make positive efforts for its development.\n\t\t\t\t\t\n\t\t\t\t\t In May this year General Secretary Kim Jong Il visited China and met General Secretary Hu Jintao, spurring the development of the relations between the two parties and the two countries, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He wished the fraternal Korean people bigger successes in their efforts to carry out socialist construction and defend peace on the Korean Peninsula in the spirit of self-reliance and fortitude under the leadership of the Workers' Party of Korea led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the bilateral relations of friendship and cooperation would dynamically grow stronger and the brisk exchanges and cooperation be made between friendship organizations under the deep care of the top leaders of the two countries."
        },
        {
            "title": "50th Anniversary of DPRK-China Treaty Marked in China",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-04ee.html",
            "content": "50th Anniversary of DPRK-China Treaty Marked in China\r\n Pyongyang, July 13 (KCNA) -- The Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association gave a reception in Beijing on Monday to mark the 50th anniversary of the DPRK-China treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t Present there on invitation were members of the DPRK friendship delegation led by Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, and the delegation of the DPRK-China Friendship Association led by Choe Chang Sik, minister of Public Health, and Ambassador Ji Jae Ryong and staff members of the DPRK embassy in Beijing. \n\t\t\t\t\t\n\t\t\t\t\t Jiang Shusheng, vice-chairman of the Standing Committee of the Chinese National People's Congress, Chen Haosu, president of the Chinese People's Association for Friendship with Foreign Countries, Song Tao, vice-minister of Foreign Affairs, Liu Jieyi, deputy head of the International Liaison Department of the C.C., Communist Party of China, and other officials concerned were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception. \n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Chinese People's Association for Friendship with Foreign Countries noted that over 50 years after the conclusion of the treaty both sides have understood, supported and assisted with each other in the spirit of the treaty. In recent years the Sino-DPRK relations have made steady progress thanks to the care of top leaders of the two countries and joint efforts of their peoples.\n\t\t\t\t\t\n\t\t\t\t\t China will, together with Korean comrades, continue to boost friendly exchange and cooperation between the two peoples in the spirit of inheriting tradition, facing up to the future and building good-neighborly friendship and strengthening cooperation, the speaker said. \n\t\t\t\t\t\n\t\t\t\t\t The head of the DPRK friendship delegation in his speech referred to the successful historic visit to China by General Secretary Kim Jong Il in May. This fully displayed the fact that the DPRK-China friendship with long history and excellent traditions is still being given steady continuity, he added.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK would, together with Chinese comrades, strive to strengthen cohesion and cooperation and jointly defend regional peace and security."
        },
        {
            "title": "Kim Yong Nam Greets President of Montenegro",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-32ee.html",
            "content": "Kim Yong Nam Greets President of Montenegro\r\n Pyongyang, July 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Filip Vujanovic, president of Montenegro, on its national day.\n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would develop on good terms, Kim in the message wished the President success in his work for development and prosperity of the country."
        },
        {
            "title": "Secretaries of WPK C.C. Meet Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-28ee.html",
            "content": "Secretaries of WPK C.C. Meet Cuban Ambassador\r\n Pyongyang, July 13 (KCNA) -- Choe Thae Bok and Kim Yong Il, secretaries of the C.C., Workers' Party of Korea, respectively met and had a talk with outgoing Cuban Ambassador to the DPRK Jose Manuel Galego Montano on Wednesday."
        },
        {
            "title": "Death Anniversary of Kim Il Sung Commemorated Abroad ",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-33ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated Abroad \n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Personages of different countries visited DPRK missions between July 5 and 8 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They laid floral baskets and bouquets before his portraits or full-length portraits at the missions to pay tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Among them were the representative of the Political Council of the Maritime Territorial Branch of the United Russia Party, the first secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation, general directors of Stroimashintorg Company and other companies, the chairman of the Vietnam-DPRK Friendship Association, the leader of the Nepal Communist Party (United Marxist-Leninist), the general secretary of the C.C., Nepal Communist Party (Marxist-Leninist), the chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal, the chairman of the Study Forum for Self-Reliance of Nepal, the chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, the chairman of the Nepal-DPRK Friendship Association, the general secretary of the C.C., Bangladesh Communist Party, the general secretary of the C.C, Socialist Party of Bangladesh, leadership members of the Workers' Party and the Communist Party (Marxist-Leninist) of Bangladesh, the secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, the secretary-general of the Arab Socialists' Movement of Syria, the chairman of the Mongolian Centre for the Study of Juche, the chairman of the Mongolian Mt. Paektu Association for Independent Development, the general secretary of the Federation of Peace and Friendship Organizations of Mongolia, the chairman of the Mongolia-DPRK Friendship Association, the secretary-general of the All India Indo-Korean Friendship Association, the chairman of the Guinean National Committee for the Study of the Juche Idea, the chairman of the Guinea-DPRK Friendship Association, the chairman of the Guinean Society for the Study of the Juche Literary Idea, the chairman of the Nigerian National Committee for the Study of the Juche Idea and the chairman of the Nigerian Group for the Study of Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t They also included the chairman of the preparatory committee for commemorating the centenary of birth of President Kim Il Sung, the national executive secretary of the People's Party for the Reconstruction and the Democracy, the general secretary of the C.C., Communist Party, the general secretary of the People's Rally for Socialism, the chairman of the National Committee for the Study of the Juche Idea and the chairman of the Working Citizens' Association of Democratic Congo and the secretary general of the Ethiopian Youth Study Group of the Juche Idea."
        },
        {
            "title": "Some Areas of DPRK Hit by Heavy Rain",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-35ee.html",
            "content": "Some Areas of DPRK Hit by Heavy Rain\r\n Pyongyang, July 13 (KCNA) -- Some areas of the DPRK were affected by heavy rainfalls caused by the front hovering over the central part of the country.\n\t\t\t\t\t From 06:00 Tuesday to 09:00 Wednesday, Sohung, Koksan, Sinphyong and Rinsan counties, North Hwanghae Province had 201 mm, 161 mm, 141 mm and 137 mm rainfalls respectively and Thaethan, Chongdan, Pyoksong and Ongjin counties, South Hwanghae Province had 177 mm, 139 mm, 120 mm and 113 mm rainfalls.\n\t\t\t\t\t\n\t\t\t\t\t It rained more than 100 mm in most areas of South Phyongan, South Hamgyong and Kangwon provinces and Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\t From 21:00 to 24:00 Tuesday, there were an 89 mm downpour in Thaethan County and 62 mm in Samchon County in South Hwanghae Province and 61 mm in Nampho City. It rained 80 mm in Sohung County, North Hwanghae Province and 63 mm in Sinyang County, South Phyongan Province from 03:00 to 06:00 Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Heavy rains are likely to fall throughout the country until July 16."
        },
        {
            "title": " Art Performance of Servicemen's Wives Goes on Here",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-18ee.html",
            "content": "Art Performance of Servicemen's Wives Goes on Here\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Performance of art groups of servicemen's wives of Korean People's Army units is going on in Pyongyang before full houses. The groups took part in the fourth round of the second-term contest of art groups of KPA servicemen's families. \n\t\t\t\t\t Its numbers included narrative and song \"Our Unforgettable President\", vocal solo \"General Is Our Father\", trio instrumental ensemble \"His Life\", dialogic poem \"Trouble Share\", which vividly show the life of servicemen's wives remaining true to the Songun leadership of the Workers' Party of Korea together with their husbands. They were performed by members of art groups of units who won special prize in the recent contest. \n\t\t\t\t\t\n\t\t\t\t\t In particular, monodrama \"Wishes\" moved the audience to tears by successfully depicting the happy life of servicemen's families who form into one family with Supreme Commander Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Drama and song \"My Daughter-in-law\", interlude \"Pride of Company Officer's Wife\" and witticism \"Wife\", too, won warm applause from the audience as they represented the dignified and worthwhile life of servicemen's families in optimism and merry laughter."
        },
        {
            "title": "Munchon Valves in High Demand ",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-30ee.html",
            "content": "Munchon Valves in High Demand\r\n Pyongyang, July 13 (KCNA) -- The Munchon Valve Factory is one of the DPRK's major valve producers.\n\t\t\t\t\t The factory, affiliated to the Korea General Machinery Trading Corporation, is located in Munchon City, Kangwon Province. \n\t\t\t\t\t\n\t\t\t\t\t It manufactures varieties of valves like cast iron reflux valve, activity valve and check valve. It also produces cast-steel, bronze and brass valves.   \n\t\t\t\t\t\n\t\t\t\t\t In particular, three-way stopcock, screw stopcock, oxygen welder stopcock and oxygen mechanisms are in great demand in economic sectors for their high quality.\n\t\t\t\t\t\n\t\t\t\t\t The factory, which boasts of many able technicians and workers, has paid deep concern to scientific researches, while consolidating its material and technological foundations. \n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Su, vice manager of the corporation, told KCNA that the factory, with great production potentials, is interested in business with valve production and sales companies of other countries."
        },
        {
            "title": "Sweat Pear Trees Grow in Reclaimed Tideland",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-31ee.html",
            "content": "Sweat Pear Trees Grow in Reclaimed Tideland\r\n Pyongyang, July 13 (KCNA) -- Sweat pear trees are growing in a reclaimed tideland farm in Onchon County, Nampho City, the DPRK.\n\t\t\t\t\t Each fruit weighs 350-500g and its sugar content is more than 14 percent.\n\t\t\t\t\t\n\t\t\t\t\t Two years after planting, the tree begins to bear fruit. Tens of tons of fruits can be gathered from each hectare.\n\t\t\t\t\t\n\t\t\t\t\t The tree, called sujin sweat pear tree, has already been acclimatized to some areas of Korea, but not to salty soil.\n\t\t\t\t\t\n\t\t\t\t\t Scientists of the Botany Institute of the State Academy of Sciences, through years of research, solved scientific and technological problems concerning the cultivation of the tree in reclaimed tideland."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (10)",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-07ee.html",
            "content": "Worthwhile Life under Care of Great Leader (10)\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Great emotion and joy pervaded the Phyongam Cooperative Farm, Koksan County in September Juche 94 (2005).\n\t\t\t\t\t Leader Kim Jong Il visited the farm on his field guidance. Going round the fields of a youth workteam, he met its head Ryu Myong Gum.\n\t\t\t\t\t\n\t\t\t\t\t He praised her for working hard to implement the Workers' Party of Korea's policy on bringing a radical turn in agricultural production after volunteering to work on the Miru Plain after her graduation from a university. He wished the girl a happy future.\n\t\t\t\t\t\n\t\t\t\t\t With the single intention to translate into a brilliant reality the behests of President Kim Il Sung by doing farming well, she led the workteam, staying in the fields most hours of the day. She remarkably enhanced the mechanization proportion in farming, took the lead in double cropping and worked hard to do rice farming in non-paddy fields.\n\t\t\t\t\t\n\t\t\t\t\t She became chairman of the management board of a farm on the Miru Plain under the trust of Kim Jong Il. She is working hard to implement the Party's plan to settle the food problem of the people by doing farming well this year as befitting an official in charge of the major front in improving the standard of people's living."
        },
        {
            "title": "Reckless Moves of Lee Myung Bak Group to Ignite War against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-22ee.html",
            "content": "Reckless Moves of Lee Myung Bak Group to Ignite War against DPRK under Fire\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- The Lee Myung Bak group of traitors organized a targeting incident insulting the dignity of the leadership of the DPRK and committed a grave provocation of slandering its army and system. \n\t\t\t\t\t These moves are as reckless an act as playing with fire on the powder house, said Rodong Sinmun Wednesday in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the Lee group through various provocations is to aggravate the north-south relations, escalate military tensions to an extreme pitch and ignite a war against the DPRK at any cost, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the intensified provocations against the DPRK will lead to a war. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will mercilessly retaliate against the reckless provocateurs and counter the war of aggression with the just war of retaliation, a sacred war of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group will be made to experience the miserable ruin to be brought by its reckless provocations."
        },
        {
            "title": "Air-Refueling Drills to Be Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-21ee.html",
            "content": "Air-Refueling Drills to Be Staged in S. Korea\r\n Pyongyang, July 13 (KCNA) -- The U.S. imperialists and the south Korean puppet air force plan to stage two air-refueling drills in the sky above south Korea every year, south Korean KBS reported on July 11.\n\t\t\t\t\t According to the plan, F-15K and KF-16 fighters of south Korea will stage the first drill within August together with KC-135 refueling tankers of the U.S. Air Force deployed in Okinawa, Japan, the report said."
        },
        {
            "title": "Meeting of Chongryon Central Committee Held",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-08ee.html",
            "content": "Meeting of Chongryon Central Committee Held\r\n Pyongyang, July 13 (KCNA) -- The Second Session of the 22nd Central Committee of the General Association of Korean Residents in Japan (Chongryon) took place at the Korean Hall in Tokyo on Saturday.\n\t\t\t\t\t Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee, made a report on the first agenda item \"On laying springboard for a new heyday in the movement of Koreans in Japan to glorify the year 2012, the centenary of birth of the great leader President Kim Il Sung, with admirable successes\".\n\t\t\t\t\t\n\t\t\t\t\t The objective is to lay a springboard for bringing a new heyday and the driving force for this is single-minded unity of Chongryon, the reporter said.\n\t\t\t\t\t\n\t\t\t\t\tHe called upon all members of the Chongryon Central Committee and officials to fulfill their duties for the homeland and the nation, closely rallied as one in mind and will around General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Nam Sung U made a report on the second agenda item \"On significantly commemorating the centenary of birth of the great leader President Kim Il Sung, the greatest national holiday, with all organizations and compatriots involved\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made and decisions on the discussed agenda items adopted at the session.\n\t\t\t\t\t\n\t\t\t\t\t The session dismissed and by-elected some members of the Central Committee and the Central Audit Committee of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was read out at the session."
        },
        {
            "title": "Kim Il Sung Praised by Finnish Personage",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-03ee.html",
            "content": "Kim Il Sung Praised by Finnish Personage\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Hannu Harju, chairman of the Communist Workers' Party of Finland for the Peace and Socialism, issued a statement on July 6 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t It was thanks to the Juche idea founded by the President that the Korean people could become masters of the history, their own destiny and the revolution and construction and build a prosperous socialist power in Korea, the statement said. They could also thoroughly apply the principles of independence in politics, self-support in the economy and self-reliance in defense in socialist construction and lay solid foundations for reunifying the country independently.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary history of the President is being given a steady continuity and his cause creditably carried to completion by General Secretary Kim Jong Il, it said, adding: He remains absolutely faithful to the President's revolutionary cause, taking hold on the Juche idea as the eternal guiding idea of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The President is always alive in the hearts of mankind and the Korean revolution will as ever emerge victorious under the leadership of Kim Jong Il, the statement stressed."
        },
        {
            "title": "Kim Il Sung Remembered Abroad",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-02ee.html",
            "content": "Kim Il Sung Remembered Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Events took place in different countries between July 4 and 7 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included remembrance meetings, book and photo exhibitions and film shows in Cambodia, Nepal, Iran, Thailand, Bangladesh, India, Romania, UK, Ukraine, Sweden and Malaysia.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed at the exhibition halls were works of the President and General Secretary Kim Jong Il and books and photos showing their feats and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"Fireworks for a Thriving Nation\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is the greatest man, the deputy prime minister for the Royal Palace of Cambodia said, adding: We heartily wish the Korean people signal successes in the drive to implement the behests of the President under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., Nepal Communist Party (Marxist-Leninist) said the President is always alive in the hearts of the progressive mankind for his enormous feats.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Organization for the Study of the Juche Idea of Thailand praised the President as a prominent great man who performed undying feats for the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He is the great father of the Korean people and outstanding statesman as he devoted all his life to the people's freedom and happiness, Korea's reunification and the victory of the socialist cause in the whole world, said the chairman of the Supreme Council of the Socialist Party of Romania.\n\t\t\t\t\t\n\t\t\t\t\t His undying feats are a precious asset that helps the Korean people and the progressive mankind steadfastly advance along the road of independence, the chief of the Swedish Group for the Study of the Juche Idea said.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at the event in Nepal."
        },
        {
            "title": "Int'l Body Pays Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-01ee.html",
            "content": "Int'l Body Pays Floral Tribute to Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- The Organization of Solidarity of the Peoples of Africa, Asia and Latin America held an event of laying a floral basket before the portrait of smiling President Kim Il Sung on July 8, the 17th anniversary of his demise.\n\t\t\t\t\t Present at the event were Secretary-General Fraga Perez and members of the Organization and Ambassador Kwon Sung Chol and staff members of the DPRK embassy in Havana.\n\t\t\t\t\t\n\t\t\t\t\t The participants made bows to the portrait after presenting the floral basket."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed Abroad",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-06ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Government ministry, political parties and organizations of various countries and international body sent floral baskets to DPRK embassies to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Among them were the Myanmar Foreign Ministry, the Communist Party of Great Britain (Marxist-Leninist), the Communist Party of Peru (Red Motherland), the Revolutionary Socialist Party of Peru, the People's Front of Workers, Peasants and Students of Peru, the Peruvian People's Women Union, the Cuban Institute of Friendship with the Peoples and the American Regional Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung."
        },
        {
            "title": "DPRK's Stand on S. Korea's Provocations Supported Abroad",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-05ee.html",
            "content": "DPRK's Stand on S. Korea's Provocations Supported Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Organizations of different countries expressed support for the statement issued by a DPRK government spokesman to hit the south Korean puppet forces for having committed at the frontline units such grave acts as slandering the army, system and dignity of the DPRK.\n\t\t\t\t\t They included the North Caucasus Regional Organization of the All-Union Communist Party of Bolsheviks of Russia and the Brazilian Committee for Solidarity with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They posted the statement on their Internet homepages on July 2 and 6.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Brazilian Center for the Study of the Juche Idea on July 4 posted on its Internet homepage a similar statement issued by a spokesman for the Supreme Command of the Korean People's Army."
        },
        {
            "title": "Earthquake Hits Japan",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-19ee.html",
            "content": "Earthquake Hits Japan\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- A 7.1-magnitude earthquake hit Tohoku area, Japan on July 10.\n\t\t\t\t\t The epicenter was waters off Sanriku."
        },
        {
            "title": "Firms Go Bankrupt in Japan",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-09ee.html",
            "content": "Firms Go Bankrupt in Japan\r\n  Pyongyang, July 13 (KCNA) -- Many firms are going bankrupt in Japan due to the continued economic stagnation.\n\t\t\t\t\t  6 523 firms went bust in the first six months of this year, Tokyo Shoko Research said on July 8.\n\t\t\t\t\t\n\t\t\t\t\t The debts left by the failed firms hit 1.67 trillion yen."
        },
        {
            "title": "China Demands US Stop Supporting Dalai Lama",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-10ee.html",
            "content": "China Demands US Stop Supporting Dalai Lama\n\t\t\t\t\t\t\r\n Beijing, July 12 (KCNA) -- China on Saturday demanded that some people with the U.S. Congress stop indulging and supporting the Dalai Lama group in anti-China and separatist activities, Foreign Ministry spokesman Hong Lei said in response to a journalist's question.\n\t\t\t\t\t The Dalai Lama is not simply a religious person, but a political exile who has been engaged in separatist activities against China under the disguise of religion, Hong said.\n\t\t\t\t\t\n\t\t\t\t\t \"The Tibetan affairs are purely China's internal affairs, and China firmly opposes any country or any person to interfere in China's internal affairs on the Tibetan issue,\" Hong noted."
        },
        {
            "title": "Natural Disasters Cause Damage in China",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-17ee.html",
            "content": "Natural Disasters Cause Damage in China\n\t\t\t\t\t\t\r\n Beijing, July 12 (KCNA) -- Natural disasters hit China in the first half of the year, causing damage.\n\t\t\t\t\t 499 people were dead and more than 100 went missing. At least 274,000 houses were pulled down and 2,964,000 persons evacuated, according to the Office of the State Disaster Reduction Committee on July 9. \n\t\t\t\t\t\n\t\t\t\t\t The number of the victims totals over 290 million and the economic losses amount to 142,030 million RMB.Y.\n\t\t\t\t\t\n\t\t\t\t\t Positive rescue steps are being taken to eradicate the aftermath of the damage."
        },
        {
            "title": "South Sudan Proclaims Independence",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-14ee.html",
            "content": "South Sudan Proclaims Independence\r\n Pyongyang, July 13 (KCNA) -- The Republic of South Sudan formally proclaimed its independence.\n\t\t\t\t\t A ceremony of proclaiming the independence took place on July 9.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony a military parade was held, the independence of the Republic of South Sudan was proclaimed and a new flag hoisted.\n\t\t\t\t\t\n\t\t\t\t\t Salva Kiir Mayardit was sworn in as president."
        },
        {
            "title": "Pakistan Rejects US Allegations about Journalist's Death",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-13ee.html",
            "content": "Pakistan Rejects US Allegations about Journalist's Death\r\n Pyongyang, July 13 (KCNA) -- The Pakistani government has angrily rejected allegations from U.S. military chief Admiral Mike Mullen that it sanctioned the killing of a Pakistani journalist.\n\t\t\t\t\t U.S. Joint Chief of Staff Admiral Mike Mullen has accused the Pakistani government of sanctioning the murder of the journalist in May.\n\t\t\t\t\t\n\t\t\t\t\t But a Pakistani government spokesman says the allegations are extremely irresponsible and has denied any official involvement."
        },
        {
            "title": "Mongolia Marks 90th Anniversary of People's Revolution",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-11ee.html",
            "content": "Mongolia Marks 90th Anniversary of People's Revolution\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Mongolia marked the 90th anniversary of the people's revolution, the national holiday.\n\t\t\t\t\t A meeting and art performance were held at the Central Cultural Palace Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Mongolian President Tsakhiagiin Elbegdorj attended the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Earlier in the day, a military parade was held at Sukhbaatar Square."
        },
        {
            "title": "Iran Warns to Potential US Threat",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-12ee.html",
            "content": "Iran Warns to Potential US Threat\r\n Tehran, July 12 (KCNA) -- A high-ranking officer of the Islamic Revolution Guards Corps of Iran at an interview with a TV radio on July 9 alerted the people to the enemy's military threat.\n\t\t\t\t\t If the enemy mounts a military attack on Iran, it would strike U.S. aircraft carriers, he said."
        },
        {
            "title": " Iran Test-fires Long-range Missiles",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-15ee.html",
            "content": "Iran Test-fires Long-range Missiles\r\n Tehran, July 12 (KCNA) -- Iran test-fired long-range missiles.\n\t\t\t\t\tTwo 1,900 km-range missiles were launched toward the Indian Ocean from Semnan Province, said a senior commanding officer of the Islamic Revolution Guards Corps of Iran on July 9."
        },
        {
            "title": "Passenger Ship Sinks in Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-23ee.html",
            "content": "assenger Ship Sinks in Russia\n\t\t\t\t\t\t\r\n Moscow, July 12 (KCNA) -- A passenger ship was sunk in Volga River in the Republic of Tatarstan, Russia on July 10.\n\t\t\t\t\t Of 185 persons aboard two persons were found dead and 12 persons wounded. 103 others went missing.\n\t\t\t\t\t\n\t\t\t\t\t Russian President Dmitri Medvedev instructed to offer all necessary help to the victims and the bereaved families."
        },
        {
            "title": "Anti-Israeli Demonstrations Staged in Palestine",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-16ee.html",
            "content": "Anti-Israeli Demonstrations Staged in Palestine\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- Hundreds of Palestinians demonstrated on Friday against the Israeli authorities' \"separation wall\" and against settlement activities in various West Bank towns of Palestine. \n\t\t\t\t\t The demonstrators waved Palestinian flags and chanted slogans against Israel, strongly demanding an immediate removal of the \"separation wall\" and stop to the settlement expansion."
        },
        {
            "title": "Unemployed Reached 14.1 Million in US in June",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-20ee.html",
            "content": "Unemployed Reached 14.1 Million in US in June\n\t\t\t\t\t\t\r\n Pyongyang, July 13 (KCNA) -- The total number of unemployed Americans increased to 14.1 million in June, said the U.S. Labor Department Friday."
        },
        {
            "title": "Kim Jong Il se reúne con delegaciones de amistad de China",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-38ee.html",
            "content": "Kim Jong Il se reúne con delegaciones de amistad de China\r\nPyongyang, 13 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea se reunió el día 12 con la delegación de amistad de la República Popular China presidida por el miembro del Buró Político del CC del Partido Comunista de China y viceprimer ministro del Consejo de Estado, Zhang Dejiang, y la delegación de la Asociación de Amistad del Pueblo Chino con el Extranjero y la Asociación de Amistad China-Corea dirigida por el titular de esta última entidad, Wu Donghe, de visita en Corea para participar en las actividades conmemorativas del 50º aniversario de la concertación del tratado sobre la amistad, la cooperación y la ayuda mutua Corea-China.\n\t\t\t\t\tEn la ocasión participaron Kim Jong Un y Ri Yong Ho, vicepresidentes de la Comisión Militar Central del PTC, Choe Thae Bok, miembro del Buró Político y secretario del CC del PTC, Kang Sok Ju, miembro del BP del CC del PTC y viceprimer ministro del Consejo de Ministros, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Kim Yong Il y Kim Yang Gon, miembros suplentes del BP y secretarios del CC del PTC, Kim Kye Gwan, primer viceministro de Relaciones Exteriores y Ri Su Yong, presidente del Comité de Empresas Asociadas e Inversiones.\n\t\t\t\t\t\n\t\t\t\t\tLos jefes de las delegaciones dedicaron los presentes al Dirigente Kim Jong Il y el vicepresidente del CDN Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tZhang Dejiang señaló que hace ahora 50 años, el 11 de julio de 1961, el premier Zhou Enlai y el Presidente Kim Il Sung, gran Líder del pueblo coreano firmaron el tratado sobre la amistad, la cooperación y la ayuda mutua China-Corea, lo cual fue un gran evento en la historia de las relaciones de los dos países.\n\t\t\t\t\t\n\t\t\t\t\tExpresó el más sublime homenaje a Kim Jong Il quien hace gran aporte al incesante desarrollo de las relaciones de amistad y cooperación China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizó que el partido y el gobierno de China seguirán con firmeza el testigo de la tradicional y especial amistad China-Corea y ejecutarán con sinceridad los amplios acuerdos firmados por los máximos dirigentes de los dos países.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il dio bienvenida a la visita a Corea de las delegaciones de amistad de la RPCh y señaló que durante medio siglo pasado después de firmado susodicho tratado, los partidos y los gobiernos de los dos países manifestaron con vigor  a todo el mundo la inagotable vitalidad de la amistad Corea-China que no cambia nunca de generación en generación apoyando mutuamente y cooperando estrechamente en varias esferas política, militar, económica, cultural, etc. conforme al espíritu del tratado.\n\t\t\t\t\t\n\t\t\t\t\tY ofreció una cena en honor de los huéspedes chinos.\n\t\t\t\t\t\n\t\t\t\t\tA la comida fueron invitados Zhang Dejiang, miembro del Buró Político del CC del Partido Comunista de China y viceprimer ministro del Consejo de Estado, Li Shenglin, ministro de Transporte, Wang Yulin, gobernador del gobierno popular de la provincia de Jilin, Liu Hongcai, embajador chino en Corea, el subsecretario general del Consejo de Estado, Chen Jian, viceministro de Comercio, el asistente al ministro de Relaciones Exteriores, Yang Yanyi, asistente al jefe del Departamento de Enlace Internacional de CC del PCCh, Wu Donghe, presidente de la Asociación de Amistad China-Corea y Jing Dunquan, vicepresidente de la Asociación de Amistad del Pueblo Chino con el Extranjero.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes allí Kim Jong Un y Ri Yong Ho, vicepresidentes de la Comisión Militar Central del PTC, Choe Thae Bok, miembro del Buró Político y secretario del CC del PTC, Kang Sok Ju, miembro del BP del CC del PTC y viceprimer ministro del Consejo de Ministros, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del CDN, Kim Yong Il y Kim Yang Gon, miembros suplentes del BP y secretarios del CC del PTC, Kim Kye Gwan, primer viceministro de Relaciones Exteriores y Ri Su Yong, presidente del Comité de Empresas Asociadas e Inversiones.\n\t\t\t\t\t\n\t\t\t\t\tLa cena transcurrió en un ambiente ameno."
        },
        {
            "title": "Kim Jong Il inspecciona comandancia de Unidad 963 del EPC",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-39ee.html",
            "content": "Kim Jong Il inspecciona comandancia de Unidad 963 del EPC\r\nPyongyang, 13 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea y Comandante Supremo del Ejército Popular de Corea, inspeccionó la comandancia de la Unidad 963 del EPC.\n\t\t\t\t\tTras recibir el parte de recepción, el Comandante Supremo pasó revista al museo de la historia revolucionaria y la sala de presentación del historial recordando con emoción la trayectoria orgullosa de la unidad. \n\t\t\t\t\t\n\t\t\t\t\tAl ver con recuerdo los objetos y datos de interés histórico-revolucionarios exhibidos allí, dijo que la unidad tiene muchos méritos por haber cumplido honrosamente su noble misión y deber en las batallas enconadas de la Guerra de Liberación de la Patria (1950-1953) contra los imperialistas norteamericanos y otras fuerzas aliadas del imperialismo y durante largo tiempo hasta hoy vino exaltando sin reserva el inagotable poderío espiritual y el ímpetu del heroico Ejército Popular de Corea, y agregó que los oficiales y soldados de la unidad deben mantener esta tradición orgullosa y manifestar en el futuro también el poderío invencible en la batalla de defensa a ultranza de la patria. \n\t\t\t\t\t\n\t\t\t\t\tAl darse cuenta de que Paek Ro Ok quien explicó al Presidente Kim Il Sung, a quien visitó la unidad en enero de 1975, sobre el historial de la unidad, trabaja ahora de jefe del museo de la historia revolucionaria dedicando toda su pasión ardiente a la educación sobre los militares, apreció mucho sus méritos. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo se enteró del cumplimiento del deber de la unidad y recorrió las salas de estudio militar para hacer conocimiento del estado de ejercicios de los comandantes y los miembros del Estado Mayor. \n\t\t\t\t\t\n\t\t\t\t\tSe mostró muy satisfecho de que la unidad prepara a todos los comandantes como los competentes capaces de organizar y conducir cualesquier operaciones combativas difíciles de la guerra moderna. \n\t\t\t\t\t\n\t\t\t\t\t  Apreció que la unidad intensifica los ejercicios en el ambiente de guerra real para preparar a los militares como los combatientes capaces de cumplir satisfactoriamente los deberes combativos en cualquier situación, y evaluó mucho el ambiente de entrenamiento combativo de los militares. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo presentó las tareas programáticas que servirán de guía para fortalecer por todos los medios la capacidad combativa de la unidad. \n\t\t\t\t\t\n\t\t\t\t\tLuego, dio una vuelta por la casa de los militares, la biblioteca y otros establecimientos de educación cultural para cerciorarse concretamente de la labor política para los militares. \n\t\t\t\t\t\n\t\t\t\t\tSe mostró muy satisfecho al enterarse del hecho de que en el proceso de leer los libros de lectura obligatoria, todos los militares de la unidad hayan crecido como aficionados a la lectura y subrayó que ese ambiente de lectura revolucionario establecido en todo el ejército es otro paisaje peculiar de nuestro ejército. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Comandante Supremo recorrió el recinto de la comandancia, donde hizo conocimiento de la administración de la unidad. \n\t\t\t\t\t\n\t\t\t\t\tLa unidad es ejemplar no sólo en el entrenamiento sino también en la labor ideo-política, el trabajo de intendencia, el mando y la administración, entre otras esferas, destacó y apreció altamente que es una unidad modelo de la época del Songun que materializa cabalmente en los trabajos y en la vida la consigna del partido \"¡El entrenamiento, el estudio y la vida a la manera de la Guerrilla Antijaponesa!\"\n\t\t\t\t\t\n\t\t\t\t\tHoy día, el EPC, desde las compañías hasta las grandes unidades combinadas, se ha fortalecido como un destacamento listo para pelear uno contra cien enemigos y con excelentes aspectos de ejército regular, dijo y apuntó que es invencible la causa revolucionaria del Juche porque este potente ejército revolucionario de flor y nata del monte Paektu defiende como muralla de acero la línea de defensa de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo se fotografió junto a los oficiales y soldados de la unidad. \n\t\t\t\t\t\n\t\t\t\t\tLe acompañaron en esta ocasión Kim Jong Un, vicepresidente de la Comisión Militar Central del PTC, Jang Song Thaek, miembro suplente del Buró Político del CC del PTC y vicepresidente del Comité de Defensa Nacional, y Kim Kyong Ok, miembro de la Comisión Militar Central del PTC."
        },
        {
            "title": "Choe Thae Bok y Kim Yong Il se reúnen con el embajador cubano",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-40ee.html",
            "content": "Choe Thae Bok y Kim Yong Il se reúnen con el embajador cubano\n\t\t\t\t\t\t\r\nPyongyang, 13 de julio (ATCC) -- Los secretarios del Comité Central del Partido del Trabajo de Corea, Choe Thae Bok y Kim Yong Il, departieron por separados el día 13 con el embajador cubano en Corea, José Manuel Galego Montano, quien les hizo visita de despedida."
        },
        {
            "title": "China se esforzará por el desarrollo de relaciones China-Corea",
            "url": "http://kcna.co.jp/item/2011/201107/news13/20110713-41ee.html",
            "content": "China se esforzará por el desarrollo de relaciones China-Corea\n\t\t\t\t\t\t\r\nPyongyang, 13 de julio (ATCC) -- Zhang Dejiang, miembro del Buró Político del Comité Central del Partido Comunista de China y viceprimer ministro del Consejo de Estado de la República Popular China, de visita en Corea, se refirió a las relaciones de amistad y cooperación Corea-China.\n\t\t\t\t\tHe visitado a Corea en estos momentos significativos en que se cumple el 50º aniversario de concertación del tratado sobre la amistad, la cooperación y la ayuda mutua China-Corea, países colindados con montañas y ríos, señaló y continuó:\n\t\t\t\t\t\n\t\t\t\t\tLa amistad China-Corea es una riqueza común preparada por los dirigentes de veterana generación de los dos países. \n\t\t\t\t\t\n\t\t\t\t\tEl premier chino Zhou Enlai y el Presidente     Kim Il Sung firmaron el tratado. \n\t\t\t\t\t\n\t\t\t\t\tDurante los 50 años pasados ambas partes vinieron desarrollando constantemente las relaciones bilaterales confiándose, ayudándose y cooperando de acuerdo con el espíritu del tratado. \n\t\t\t\t\t\n\t\t\t\t\tDesarrollar las relaciones de buena vecindad y de amistad y profundizar la cooperación de beneficio mutuo conviene a los intereses comunes de los pueblos de los dos países. \n\t\t\t\t\t\n\t\t\t\t\tLa tradicional amistad China-Corea echó profundas raíces en el alma de los pueblos de los dos países. \n\t\t\t\t\t\n\t\t\t\t\tEl Secretario General Kim Jong Il realizó varias veces la visita a China, intercambió con el Secretario General Hu Jintao profundas opiniones sobre el desarrollo de las relaciones bilaterales y los asuntos de interés mutuo y logró acuerdos importantes. \n\t\t\t\t\t\n\t\t\t\t\tLa visita a China del Dirigente reviste suma importancia para llevar a una nueva etapa más alta la tradicional amistad China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tHaremos ingentes esfuerzos junto con los compañeros coreanos por desarrollar las relaciones China-Corea conforme a los propósitos de los máximos dirigentes de ambos países.\n\t\t\t\t\t\n\t\t\t\t\tEstoy seguro de que bajo la guía del Partido del Trabajo de Corea encabezado por el Secretario General Kim Jong Il, el pueblo coreano logrará mayores éxitos en la construcción de la gran potencia próspera y acogerá significativamente el centenario del natalicio del Presidente Kim Il Sung."
        }
    ]
}