{
    "date": "2011-07-23",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-23ee.html",
    "articles": [
        {
            "title": "Pak Ui Chun Meets Chinese and Russian Counterparts in Bali",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-33ee.html",
            "content": "Pak Ui Chun Meets Chinese and Russian Counterparts in Bali\r\n Pyongyang, July 23 (KCNA) -- Foreign Minister of the DPRK Pak Ui Chun on Friday met and had talks respectively with his Chinese and Russian counterparts Yang Jiezhi and Sergei Lavrov during the visit to Indonesia.\n\t\t\t\t\t They were attending the ministerial meeting of ASEAN Regional Forum in Bali as heads of their countries' delegations.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-Minister of Foreign Affairs Ri Yong Ho, DPRK Ambassador to Indonesia Ri Jong Ryul and members of the DPRK delegation.\n\t\t\t\t\t\n\t\t\t\t\t On hand from the opposite sides were Assistant to the Foreign Minister Liu Zhenmin, the Chinese ambassador to Indonesia and members of the Chinese delegation and Vice-Minister of Foreign Affairs Alexei Borodapkin and members of the Russian delegation."
        },
        {
            "title": "Choe Yong Rim Learns about Project for Renovating University of  Education",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-26ee.html",
            "content": "Choe Yong Rim Learns about Project for Renovating University of Education\r\n Pyongyang, July 23 (KCNA) -- Premier of the DPRK Choe Yong Rim Friday learned about the project for renovating Kim Hyong Jik University of Education on the spot.\n\t\t\t\t\t He toured different places of the university and organized a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting stressed the need for builders to ensure the project speed and quality on the highest level, true to the intention of general secretary Kim Jong Il to provide teachers and students of the university with better education conditions on the occasion of the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It focused on matters of supplying enough equipment and materials needed for the project by ministries, national institutions and other relevant units."
        },
        {
            "title": "Puppet Group of Traitors Indicted for Enforcing \"NSL\" ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-27ee.html",
            "content": "Puppet Group of Traitors Indicted for Enforcing \"NSL\" \r\n Pyongyang, July 23 (KCNA) -- The Democratic Lawyers Association of Korea and the DPRK Association of Human Rights Studies issued on July 22 a joint indictment to expose the crimes of the Lee Myung Bak group in turning south Korea into the worst grave yard of human rights on the strength of \"National Security Law,\" a fascist law ever known in history.\n\t\t\t\t\t The full text of the indictment reads:\n\t\t\t\t\t\n\t\t\t\t\t The NSL, anti-human rights fascist law, was revived by the Lee Myung Bak group to mercilessly violate human rights and democracy in south Korea. This law should have been abrogated, swimming with the strong trend of the June 15 era of independence and reunification but it came into force again to savagely violate the independent rights of the south Korean people and throw a stumbling block in the way of national harmony and reunification. This is lamentable, indeed.\n\t\t\t\t\t\n\t\t\t\t\t  The above-said associations issue this joint indictment in order to disclose once again internally and externally the criminal contents and anti-human rights nature of the NSL unprecedented in the history of world laws and let the world community know how the group has turned south Korea into the worst tundra of human rights on the strength of the fascist law. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Unprecedented Fascist Law against Human Rights\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The \"National Security Law\", consisting of four chapters and 25 sections and annex, is the most fascist law against human rights unprecedented in its contents. \n\t\t\t\t\t\n\t\t\t\t\t This anti-reunification law, first of all, denies national reconciliation and reunification, the most elementary human rights issue for the Korean nation who are suffering from tragic division, and incites confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is the worst misfortune for the Koreans to live separated from each other in the north and the south by foreign forces, unable to meet each other, though they had lived in the same territory for 5,000 years.\n\t\t\t\t\t\n\t\t\t\t\t That is why human rights issue and reunification issue are inseparably linked with each other for the Koreans and barring national reconciliation and reunification is the worst human rights abuse. \n\t\t\t\t\t\n\t\t\t\t\t This traitorous law deems it as a legal premise and a starting-point to be extremely hostile towards compatriots and deny reunification. \n\t\t\t\t\t\n\t\t\t\t\t The second section of the NSL which is the core of the law and stipulates all other sections of the law calls for branding any organization having a command system as \"an association or group at home or abroad aimed at seizing government power or toppling the state\" as an \"anti-state organization.\" \n\t\t\t\t\t\n\t\t\t\t\t Every section of the NSL contains expressions hostile to fellow countrymen such as \"anti-state organization\" and \"its members.\" The first sentence of paragraph 2 of the first sub-section of Section 4 of the NSL, in particular, stipulates the north as \"an enemy state.\" \n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the NSL defines not only the DPRK but also  bodies and organizations relating to it and their members as the \"main targets\" and \"principal enemies\" to be antagonized and fought and codifies and stipulates confrontation with fellow countrymen, denying the very existence of the DPRK and national reconciliation, unity and reunification. \n\t\t\t\t\t\n\t\t\t\t\tThis law puts a total ban on visit, contact and dialogue between the north and the south as it is aimed to extremely antagonize fellow countrymen and seek confrontation and war only.\n\t\t\t\t\t\n\t\t\t\t\t Visit, contact and dialogue between fellow countrymen in the north and the south are an important way for achieving national concord and reunification, and they are legitimate rights that should be fully guaranteed in the light of human rights. \n\t\t\t\t\t\n\t\t\t\t\t But, the NSL says any south Korean's  visit to the north is punishable on the charge of violation of \"infiltration and escape,\" its section 6, his or her contact, dialogue and correspondence with the north liable to punishment on charge of violation of \"meeting and communication,\" its section 8, one's sympathy with the assertion of the north is punishable on charge of violation of \"praise and encouragement,\" its section 7, one's offer of convenience to the north liable to punishment on charge of violation of \"offer of convenience,\" its section 9, one's exchange of things with persons of the north in a third country also punishable on charge of violation of \"voluntary assistance and offer of money,\" its section 5 and the case of not reporting the said facts is liable to punishment on the charge of violation of \"failure to report,\" its section 10. Punishment by the NSL is up to death penalty. \n\t\t\t\t\t\n\t\t\t\t\t On the strength of provisions of this law many persons were severely punished and suppressed and persecuted on charge of \"benefiting the enemy.\" Among them were former south Korean Progressive Party leader Jo Pong Am, Rev. Mun Ik Hwan, former member of parliament Yu Won Ho, Painter Hong Song Dam, Rev. Han Sang Ryol and many other south Korean pro-reunification patriots who called for national reconciliation, unity and reunification and met fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t The NSL is a law against democracy and human rights as it mercilessly tramples down upon not only democratic freedom and rights of the south Korean people but elementary rights to existence. \n\t\t\t\t\t\n\t\t\t\t\t The NSL is violating at random the people's rights to politics, economy and social and cultural activities on charge of \"security\" and \"state disturbance\". \n\t\t\t\t\t\n\t\t\t\t\t The NSL punishes those who call for the repeal of the south Korea-U.S. \"SOFA\" and the withdrawal of the U.S. forces and oppose joint military exercises with the U.S. after bringing groundless charges that they sympathize with \"the north's strategy of communizing the south\" and do harm to the \"state existence.\" It suppresses even those who accuse the authorities of pursuing unpopular policies and demand a wage increase and stable job on charges that they are \"pro-communist forces\" and leftist forces.\" Even when people expose injustice, lies and evils and stand for truth and justice, this law suppresses them on charges of violation of \"appraisal and encouragement\" of activities of \"an anti-state organization.\" \n\t\t\t\t\t\n\t\t\t\t\t Even when a person speaks out what he knows after it was reported by media of south Korea, he is liable to a severe punishment on charge of providing information favorable for an \"anti-state organization,\" section 4 of the NSL, and on charge of \"propagandizing and agitating it in favor of that organization, sub-section 1 of section 7 of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t The NSL makes rallies, demonstrations and sit-ins staged by south Koreans of different circles punishable as \"offer of places for rallies, communication and liaison\", \"illegal rowdyism\" and \"illegal rallies\" favorable to \"anti-state organization\" if they are detrimental to the fascist dictatorial rule even a bit. \n\t\t\t\t\t\n\t\t\t\t\t As seen above, the NSL is the most draconic law applicable to all activities of those going against the requirements and interests of the ruling quarters on charges of \"state disturbance\" and \"threat to the state existence\". \n\t\t\t\t\t\n\t\t\t\t\t For this reason, south Korean lawyers criticize the NSL as an all powerful law being abused for \"the security of power\" because its provisions are ambiguous and abstract. \n\t\t\t\t\t\n\t\t\t\t\t The NSL is a very harsh fascist law in view of stipulation of penalties quite different from other laws. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"criminal law\" demands penal servitude or imprisonment for the charge of \"forming a criminal organization\" but the NSL imposes death or life imprisonment for the same charge according to its section 3.\n\t\t\t\t\t\n\t\t\t\t\t Section 27 of the \"law on inter-Korean exchange and cooperation\" of south Korea inflicts prison term for less than three years for any person visiting the north and exchanging goods and cooperating with it without the approval of the authorities but the NSL imposes less than ten years in jail for the charge of \"infiltration and escape\" when dealing with the same case. \n\t\t\t\t\t\n\t\t\t\t\t Moreover, the violators of the NSL are excluded from the category of special amnesty and commuting prison terms and conditional release can never be dreamed of by them. \n\t\t\t\t\t\n\t\t\t\t\t As seen above, the NSL consists of provisions against human rights, the nation and reunification from the issue of reunification, the most important issue of human rights of the Korean nation, to the issue of elementary human rights. \n\t\t\t\t\t\n\t\t\t\t\t History records a lot of evil laws such as the \"Manou Code\" of the ancient slavery society which harshly suppressed human rights and the \"Catholic Church Code\" which burned at the stake the scholar who advocated the heliocentric theory. \n\t\t\t\t\t\n\t\t\t\t\t But there have never been such draconic laws as the NSL which brought unspeakable tragedy, misfortune and pain to all Koreans, stifling justice and democracy and crudely violating human rights. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEvil Product of Sycophancy, Treachery, Confrontation with Compatriots and Fascist Dictatorship\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Generally, the background against which a law was instituted and developed may suggest the nature and character of the party and group which enacted the law.\n\t\t\t\t\t\n\t\t\t\t\t The course of the enactment of the NSL and its retrogressive revision make it possible to clearly know about the ulterior purpose and nature of those who instituted this draconic law.\n\t\t\t\t\t\n\t\t\t\t\t The NSL is a legal and institutional mechanism the Syngman Rhee clique of traitors set up on December 1, 1948 to justify the puppet colonial regime installed through the \"separate election\" for territorial division and freeze the national split. \n\t\t\t\t\t\n\t\t\t\t\t At that time the NSL had six sections. It was a copy of \"The Maintenance of the Public Order Act\" in the period of the Japanese imperialists' colonial rule which called for punishing \"those who organized an association aimed at transforming the state system.\" It was also a copy of a \"decree\" of the U.S. military administration which called on it to suppress the independent rights of the south Korean people.  \n\t\t\t\t\t\n\t\t\t\t\t After the enactment of the NSL, the Syngman Rhee puppet clique arrested, imprisoned and killed on the strength of the law many patriots and people who demanded the reunification and independence of the country, opposed to the moves of the sycophantic and traitorous forces for national division.\n\t\t\t\t\t\n\t\t\t\t\t Even according to an official report of the \"UN Commission on Korea\", a patronized tool of the U.S. imperialists, more than 118,000 south Korean people were arrested and imprisoned in one year after the NSL was put into force.\n\t\t\t\t\t\n\t\t\t\t\t That was why, as soon as it was enacted, the NSL met bitter rebuff and denunciation from the south Korean people as a law against the nation and human rights as it stood in the way of Korea's reunification and trampled down upon the independent rights of the people. And even the then members of the \"National Assembly\" expressed concern, saying it was obstructive to reunification and contrary to democracy.\n\t\t\t\t\t\n\t\t\t\t\t This law has steadily undergone a retrogressive revision to be a tool of the puppet ruling quarters for maintaining and strengthening the fascist dictatorial system and escalating the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The Park Chung-Hee military fascist dictatorial regime proclaimed \"anti-communism\" as the \"primary national policy\" after the May 16 military coup. In July 1961 it, not content with the NSL, enacted a new \"anti-communist law\" aimed to thoroughly check and control activities of all progressive and reunification-oriented organizations and personages and dramatically expand the scope, objects and terms of punishment. With these two evil laws the regime brutally cracked down upon personages and people of various strata whom it considered as hurdles to the fascist rule, turning south Korea into a tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The NSL and the \"anti-communist law\" called for branding any joking or utterance made while being drunken as \"act of benefiting the enemy\" and \"espionage\" and referring them to a summary trial.  No wonder, at that time south Koreans derided them as \"raw rice wine-like NSL\" and \"raw rice wine-like anti-communist law\" and described the south Korean society where these laws were in force as a dark society where one could neither see anything though one had eyes nor speak though one had mouth nor hear though one had  ears. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Chun Doo Hwan wrested power at the point of bayonet in 1980 after the \"Yusin\" dictator met a miserable end. Chun retrogressively revised the NSL by way of absorbing and combining the \"anti-communist law\" in a bid to reinforce the legal foundation of the military fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t In May 1991 under the regime of Roh Tae Woo the \"draft amendment to NSL\" was railroaded in just 35 seconds by the political tricksters of the \"Democratic Liberal Party\" which disguised as a merge of three parties. This disclosed the true nature of the south Korean legislation which defied even the elementary law-making procedures.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Young Sam \"government\" retrogressively revised the NSL in the subsequent period by preserving the evil nature of the law that existed in the past. This law is still in force. \n\t\t\t\t\t\n\t\t\t\t\t The repeal of the NSL, the leftover of the old era, was high on the agenda with the trend of the times and the unanimous demand of the public at home and abroad after the publication of the historic June 15 joint declaration, but the conservative group of the \"Grand National Party\" has made desperate efforts to preserve it.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the Lee Myung Bak group, availing itself of the opportunity of seizing power, seeks to comprehensively revive the NSL despite the just demand of the south Korean people for its abrogation. It is set to retrogressively revise the provisions of the law in such a manner as to brand the organizations calling for independence, democracy and reunification as \"anti-state organizations\" and \"enemy-benefiting organizations\" and forcibly disband them and more severely punish those concerned, asserting that the existing NSL provides a weak legal ground for disbanding the \"illegal and enemy-benefiting organizations.\" \n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the NSL is the unparalleled law against human rights as it was retrogressively revised by the group of traitors to block the independent and democratic development of the south Korean society and the country's reunification and prolong its dirty remaining days. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Human rights abuses on the strength of \"NSL\"\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Since the very day it took office the Lee Myung Bak group revived fascist dictatorial system including the NSL and savagely violated the rights of the south Koreans, talking about making up for \"the lost decade\".\n\t\t\t\t\t\n\t\t\t\t\t The group has harshly suppressed the people who rose up demanding independence and democracy of the south Korean society and national reunification on charges of the violation of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group is steeped in sycophancy towards the U.S. to the marrow of its bones. No sooner had it come to power than it executed those people who called for putting an end to the U.S. domination and interference, by invoking the NSL, talking about \"priority to south Korea-U.S. relations\" and \"strategic alliance in the 21st century.\"\n\t\t\t\t\t\n\t\t\t\t\t It thus disclosed its true colors as A-class stooge and henchman serving the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It groundlessly labeled the massive candlelight demonstrations waged by the people in protest against its sycophantic and traitorous policy including the import of American beef \"rallies planned by pro-north leftist forces\". It indiscriminately arrested and put into custody the personages of progressive organizations, saying that they were behind the demonstration. It also cracked down on the participants in the rallies, terming them \"forces intended to overthrow the system.\"\n\t\t\t\t\t\n\t\t\t\t\t Brutal suppression by the riot police armed with electric guns, truncheons, shields and water cannons blinded and ruptured the eardrums of demonstrators. A university schoolgirl was trampled down underfoot by police and young boys had their heads broken, hit hard by shields.\n\t\t\t\t\t\n\t\t\t\t\t The police threw tear gas even at babies on baby carriages.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group branded the producers of MBC's \"PD handbook\", who created a TV documentary dealing with the danger of the American beef, as \"forces active at the instruction of the north\". It set up a detective group assigned to investigate them and arrested all of them on charges of the violation of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the group purged from the puppet government, public service institutions, businesses and schools at all levels those conscientious and democratic figures whom it put on the \"wanted list\", terming them \"leftist forces\". Professors who made a declaration on the situation were fired en masse and put behind bars.\n\t\t\t\t\t\n\t\t\t\t\t A total of more than 1,840 political parties and organizations were branded as \"illegal organizations\" on the strength of the NSL in one year and a half period since the conservative group came to power, according to media of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group mercilessly violated the south Koreans' freedom of speech, press and expression by invoking the NSL.\n\t\t\t\t\t\n\t\t\t\t\t When the Citizens' Solidarity for Democratic Society sent a letter expressing suspicion about the results of investigation into the warship sinking case and calling for reinvestigation into it to the UN and the People for Achieving Peace and Reunification was conducting just activities, the group cracked down on them, terming their just activities \"enemy-benefiting acts\". It even conducted total investigation into those Internet subscribers who posted on Internet articles disclosing the authorities' smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's suppression of personages of different social standings and organizations calling for reunification through alliance and the implementation of the north-south joint declaration is typical of its human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is punishing those standing for national harmony and reunification and the implementation of the north-south joint declaration, treating them as criminals. It asserts that \"it cannot live with the north in the bright world,\" \"the south should not consider the north as fellow countrymen with whom it can live together\" and \"the north should be regarded as the target of confrontation.\"\n\t\t\t\t\t\n\t\t\t\t\t In 2009 the puppet group indicted teachers of the Teachers' Union, who posted on its Internet homepage articles supporting the Songun politics of the DPRK and its proposal for reunification by federal formula, charging that they praised the north. It arrested 3 students of Ajou University who presented paper \"Songun politics and army-people unity\" to a seminar in 2007 on charges of the violation of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t The fascist authorities deleted off at least 14,000 articles praising the north from Internet, charging that they violated the provision \"appraisal and encouragement\" of the NSL, and arrested those related to it in 2009 alone.\n\t\t\t\t\t\n\t\t\t\t\t Last year when the Government Employees' Union of south Korea posted 108 songs of the DPRK on Internet homepage, the puppet group suppressed the organization, saying it \"agitated revolution in the south\" and \"praised and encouraged the north\". In June this year when the permanent representative of the Taegu and North Kyongsang Headquarters of the South Side Committee for Implementing June 15 Joint Declaration and the policy section chief of the Andong People for Achieving Peace and Reunification posted on Internet statements of the DPRK Foreign Ministry and other articles released by the DPRK from June 15, 2006 to May 31 this year, the group searched their houses and offices on charges of the violation of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t The group also indicted the representative of the Internet Broadcasting Service Chongchun who posted \"Moranbong\" and other songs of the DPRK on Internet broadcasting site, by invoking the NSL.\n\t\t\t\t\t\n\t\t\t\t\t On July 6 it searched the house of the chief editor of Minjok 21, a magazine which conducted legitimate exchange of articles with Choson Sinbo, the organ of the General Association of Korean Residents in Japan, from 2005 with the approval of the preceding regime, on the charge of the violation of the provision \"reception of instruction\" of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t There are lots of examples proving the group's suppression of the people. Typical of them are the case of the society for the study of capitalism in which the group suppressed the university students' economic and academic research activities,  on charges of violating provisions of \"appraisal and encouragement and publicity and agitation\" which it claimed they endangered the \"fundamental order of liberal democracy\" and the case of the meeting of workers for democracy and the case of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration in which the group unilaterally cracked down on their members, charging that they called for independence, democracy and reunification and the repeal of the NSL at the instruction of the north and they sided with the north and praised and encouraged its activities.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group suppressed those who called for the conclusion of a peace agreement, saying that they made the same assertion as the north's. It cracked down upon those who urged a probe into the truth about the crimes related to the burial of defoliant by the U.S. forces in south Korea, saying their assertion is identical with phrase of \"independence\" called for by the north. The group is also suppressing those who demand wage hike, saying that they have something in common with the north's strategy of fomenting conflict among south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It is due to the puppet group that the Solidarity for Implementing the South-North Joint Declaration, the South Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification, the south Korean Council of Youth Organizations and lots of other legitimate reunification movement organizations were suppressed, after being labeled \"enemy-benefiting organizations\" and \"illegal violent organizations\". The executive members of the Solidarity for Implementing the South-North Joint Declaration, teachers of the Teachers' Union and farmer poets have been arrested and persecuted as \"spies\" and \"pro-communist elements.\"\n\t\t\t\t\t\n\t\t\t\t\t Even those progressive and pro-reunification patriotic figures who had been set free after serving their terms on charges of the violation of the NSL were forced to stand trial again soon after their release on charges of the violation of other provisions of the NSL. They included Yun Ki Jin, former chairman of the South Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification, and Mun Kyong Hwan, policy chairman of the Solidarity for Implementing the South-North Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t The group arrested by dint of the NSL Rev. Han Sang Ryol who visited the DPRK last year marking the 10th anniversary of the publication of the June 15 joint declaration out of his firm determination to kindle the flame of reunification and patriotism in the minds of the fellow countrymen and carry forward the trend of independent reunification. Earlier, it stormed the Pusan Headquarters of the South Side Committee for Implementing June 15 Joint Declaration, the office of the Council for Promoting the Reunification of Our Nation By Federal Formula and houses of their members and arrested their core members. It also kicked up the whirlwind of suppression of the Teachers Union and other progressive organizations.\n\t\t\t\t\t\n\t\t\t\t\t Co-representative of the Solidarity for Progress of south Korea Han Chung Mok and members of other pro-reunification and patriotic organizations met the representatives from the north in Pyongyang and other places abroad and discussed the issues of national reunification, cooperation and exchanges with the approval of the authorities during the preceding regime. But the group of the present regime arrested and suppressed them on charges of the violation of the NSL, saying that they \"met and communicated with operatives of the north and received instructions from them.\" \n\t\t\t\t\t\n\t\t\t\t\t Any south Korean dining at the restaurants run by Koreans from the north in foreign countries is liable to suppression by the group which claims this is tantamount to meeting with members of anti-state organization or those who \"received instructions for communication or other liaison purposes\". This shows what extent the puppet group's hysteria for confrontation with fellow countrymen has reached.\n\t\t\t\t\t\n\t\t\t\t\t Recently the Lee group let the puppet Intelligence Service and the Security Investigation Group search houses and offices of more than 10 personages of workers, political and academic organizations on absurd charges that they \"conducted espionage and built an underground party\" at the \"instruction of the north\". \n\t\t\t\t\t\n\t\t\t\t\t The group also seeks to suppress those concerned of the South Headquarters of the Pan-national Alliance for Korea's Reunification and even the opposition party, charging that they are involved in the \"Iljin Association case.\"\n\t\t\t\t\t\n\t\t\t\t\t The suppression by the puppet group is aimed to calm down the people's resentment caused by its domestic and foreign policy failure, economic bankruptcy, people's destitution and the anti-reunification policy for confrontation. It is also aimed to divert elsewhere the people's criticism of it and prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The group even invokes NSL to suppress the people demanding basic rights including the right to existence and the right to learn.\n\t\t\t\t\t\n\t\t\t\t\t   The planning section chief of the south Korean University Education Research Institute published a book \"Country mad with registration fee\" and supported the students' actions to get the registration fee lowered. In the book he said the puppet authorities sidestepped the issue of the skyrocketing registration fee, dashing the hope of the students for learning.  On July 9 the Intelligence Service searched the work place of the planning section chief, saying that there was \"suspicion that he acted at the instruction of the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The group also asserted that the \"north was behind\" the strike by the members of the trade union of Ssangryong Motors and the labor movement by Pak Jong Thae who was a member of the trade union of the Freight Workers' Solidarity.\n\t\t\t\t\t\n\t\t\t\t\t The group suppresses all those whom it considers the eyesore for it.\n\t\t\t\t\t\n\t\t\t\t\t According to data underreported by the puppet group, the number of the people arrested or put behind bars on charges of the violation of the NSL increased to 350 percent after the emergence of the present regime as against the preceding regime. \n\t\t\t\t\t\n\t\t\t\t\t The south Koreans jeered the NSL as a \"raw rice wine-like law\" in the past. At present they denounce it as \"elastic law\", \"taffy law\", \"nose ring-ear ring law\" and \"random law\". They are calling the Lee Myung Bak regime \"a plant enacting NSL\".\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that NSL stalks in south Korea due to the conservative group, depriving the people of their elementary democratic rights, freedom and human rights.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans are waging unflinching actions to get the NSL repealed, saying that \"Lee Myung Bak is a traitor shaping policy based on NSL\" and \"NSL-unethical, traitorous, undemocratic and anti-reunification evil law-must be repealed at once\".\n\t\t\t\t\t\n\t\t\t\t\t The UN Commission on Human Rights and other international bodies and organizations are strongly calling for the repeal of the NSL. Voices demanding the abolition of the law are heard even from the U.S., which engineered the enactment and the retrogressive revision of the law, as the human rights abuses and their consequences by the invocation of the law get serious in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is, indeed, the arch criminal of the human rights abuses who turned south Korea into the world's worst tundra of human rights by invoking the NSL.\n\t\t\t\t\t\n\t\t\t\t\t The group, however, tries to enact the \"North Korean Human Rights Act\" while taking issue with the \"human rights issue\" in the DPRK. The group is also kicking up an anti-DPRK human rights row not only in south Korea but in foreign countries. This is really preposterous and shameless deed.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group should face up to the trend of the times and immediately abolish the NSL and stop anti-DPRK human rights row.\n\t\t\t\t\t\n\t\t\t\t\t Should the Lee group keep wielding the NSL, defying the unanimous demand of the people at home and abroad, this will invite bitterer censure and rejection by the Koreans and the world people and precipitate its miserable end."
        },
        {
            "title": "Minister Pak Thae Won leaves for Sri Lanka",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-07ee.html",
            "content": "Minister Pak Thae Won leaves for Sri Lanka\r\n Pyongyang, July 23 (KCNA) -- A delegation of the DPRK Ministry of Fisheries led by Minister Pak Thae Won left here Saturday to attend the Asian Regional Ministerial Meeting on Aquiculture for Food Security, Nutrition and Economic Development to be held in Sri Lanka. \n\t\t\t\t\t Meanwhile a delegation of Chinese People's University led by Secretary of its Party Committee Cheng Tianquan and a delegation of the Japanese Women's Society for the Study of the Juche Idea led by Setsuko Kuwahata, a member of the Japanese Society for the Study of Kimilsungism, arrived in Pyongyang on the same day."
        },
        {
            "title": "Korean Citizens' Legal Rights to Vote",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-29ee.html",
            "content": "Korean Citizens' Legal Rights to Vote\r\n Pyongyang, July 23 (KCNA) -- An election for local people's assemblies will be held in the DPRK on Sunday.\n\t\t\t\t\t The DPRK Socialist Constitution stipulates in Article 66 that all the citizens who have reached the age of 17 have rights to elect and be elected, irrespective of sex, race, occupation, length of residence, property status, education, party affiliation, political views and religion.\n\t\t\t\t\t\n\t\t\t\t\t The stipulation makes it possible to base the state power on the working masses and encourage them to elect deputies truly representing their will.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, overseas citizens and foreigners with Korean citizenship also have suffrage.\n\t\t\t\t\t\n\t\t\t\t\t All the citizens with suffrage enjoy a fully democratic election system, not subject to restriction.  \n\t\t\t\t\t\n\t\t\t\t\t The government forms election committees, constituencies and sub-constituencies in a rational way, make out and display lists of voters, providing all possible conditions for all the eligible voters to cast ballots according to their will.\n\t\t\t\t\t\n\t\t\t\t\t The first democratic election was held in Korea on November 3, Juche 35 (1946), after the liberation of the country on August 15, 1945. Since then, elections for people's assemblies at all levels have been held in the country on a regular basis.\n\t\t\t\t\t\n\t\t\t\t\t Through the elections, people exercise their legal rights and elect those faithful to the country and the people as deputies for power bodies."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (20)",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-03ee.html",
            "content": "Worthwhile Life under Care of Great Leader (20)\r\n Pyongyang, July 23 (KCNA) -- The Wonsan Youth Power Station is associated with the legend about the traits of general secretary Kim Jong Il, the father of all families in the country.\n\t\t\t\t\t It was in January of 2009 that he visited the power station, a product of self-reliance. At that time he spared time to visit Kim Kwang Chun and Yun Myong Sun family, a newly wedded discharged soldiers' couple who moved to a new modern house where electricity was also used for cooking and heating.\n\t\t\t\t\t\n\t\t\t\t\t Watching balls of soybean malts hanging on a wall of their house with keen interest, he said it was a spectacular scene which can be seen in the countryside only. He made them feel warm kindred affection, joy, emotion and flavor peculiar to the nation. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is always ready to meet any request of people. When he received a letter from the couple in which they asked him to give a name to his new-born son, he named their son \"Kim Kwang Myong\".\n\t\t\t\t\t\n\t\t\t\t\t This revolutionary anecdote excited the whole country as it was crystal of his noble outlook on the people. Kim Kwang Chun is studying hard at a party cadre training school with a single determination to repay his love."
        },
        {
            "title": "Actions for August 15 Meeting for Independent Reunification Called for  in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-05ee.html",
            "content": "Actions for August 15 Meeting for Independent Reunification Called for in S. Korea\r\n Pyongyang, July 23 (KCNA) -- The Seoul Solidarity for Reunification, the Seoul Women's Association, the Seoul Citizens Network and other organizations of various circles in Seoul held a rally for the successful August 15 meeting for independent reunification at Sogang University on July 19.\n\t\t\t\t\t At the rally speakers said it is due to the U.S. that the people's vital rights are being gravely threatened in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They accused the U.S. of trying to make FTA with south Korea more favorable to it in return for supporting south Korea when the \"Cheonan\" warship sinking case and the Yonphyong Island shelling case broke out.\n\t\t\t\t\t\n\t\t\t\t\t They called for winning the vital rights and the judgment of the present pro-U.S. sycophantic regime.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to struggle to put an end to the U.S. domination and interference and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Stressing it is important to bring the meeting to success and thus demonstrate the will of all people to get united, they called on the Seoul citizens to take the lead in the action."
        },
        {
            "title": "Night Flight Training of U.S. Air Force Unit in S. Korea Planned",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-06ee.html",
            "content": "Night Flight Training of U.S. Air Force Unit in S. Korea Planned\r\n Pyongyang, July 23 (KCNA) -- The U.S. forces in south Korea are set to stage a night flight training in Kunsan from July 25, south Korean Yonhap News reported.\n\t\t\t\t\t The training will last till July 29 with fighters of the U.S. 8th Combat Flying Corps involved, it said."
        },
        {
            "title": "Lee Myung Bak Group Censured for Turning NA into Mayhem",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-09ee.html",
            "content": "Lee Myung Bak Group Censured for Turning NA into Mayhem\r\n Pyongyang, July 23 (KCNA) -- The representative of the Democratic Party of south Korea on July 20 accused Lee Myung Bak and the \"Grand National Party\" of working hard to turn the \"National Assembly\" into mayhem, south Korean MBC reported.\n\t\t\t\t\t He said the statement made by Chongwadae and the ruling party that they would pass the motion for the ratification of FTA with the U.S. and the \"North Korean Human Rights Law\" through an extraordinary session of the NA in August betrayed their intention to railroad them through it by turning the NA into a battle site.\n\t\t\t\t\t\n\t\t\t\t\t  He demanded the \"government\" and the ruling party stop the moves at once and focus their efforts on taking measures to settle the university registration fee issue and eradicate the aftermath of the damage done by the savings bank case."
        },
        {
            "title": "S. Korean Puppet Government Indicted ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-25ee.html",
            "content": "S. Korean Puppet Government Indicted \r\n Pyongyang, July 23 (KCNA) -- Enterprises of south Korea are pushing forward group indictment against the \"government\" for what they have suffered from its unreasonable \"May 24 step\", south Korean CBS reported on July 20.\n\t\t\t\t\t The Lee Myung Bak group has blocked economic cooperation and exchange between the north and the south, getting frantic in confrontation with the DPRK after the \"Cheonan\" warship sinking case. Consequently, enterprises of south Korea are going bankrupt en masse with the scale of damage increasing day by day.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet \"government\" authorities have refused to compensate for damage while talking about \"dangerous investment.\"\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this attitude, at least 20 businesses, including those involved in investment on tourism in Mt. Kumgang, set out to take legal actions against the \"government.\"\n\t\t\t\t\t\n\t\t\t\t\t Some enterprises involved in the south-north economic cooperation had separately sued for damage so far, but it is the first time the group protest has been made after the \"May 24 step\"."
        },
        {
            "title": "Achievements in University Education of Cuba",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-10ee.html",
            "content": "Achievements in University Education of Cuba\r\n Havana, July 22 (KCNA) -- Cuba is successful in the university education.\n\t\t\t\t\t The Cuban minister of Higher Education recently said more than 1.18 million students have graduated from universities of the country since the victory of the revolution. We are trying hard to train competent revolutionary experts needed for socialist construction, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The number of university graduates will reportedly reach 104,900 this year."
        },
        {
            "title": "Indonesian President on Food Stability ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-11ee.html",
            "content": "Indonesian President on Food Stability \r\n Pyongyang, July 23 (KCNA) -- Indonesian President Susilo Bambang Yudhoyono, speaking at a meeting on Monday, urged for food stability and availability to anticipate impacts of extreme climate.\n\t\t\t\t\t To this end it is necessary to increase grain production, stabilize food prices and improve the living conditions of farmers, he stressed."
        },
        {
            "title": "Spokesman for Iran's Foreign Ministry on Nuclear Program for Peaceful  Purposes",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-12ee.html",
            "content": "Spokesman for Iran's Foreign Ministry on Nuclear Program for Peaceful Purposes\r\n Tehran, July 22 (KCNA) -- Iranian Foreign Ministry Spokesman Ramin Mehmanparast at a press conference on July 19 said the country's nuclear program for peaceful purposes is making steady progress.\n\t\t\t\t\t The installation of new centrifuges will help push forward the nuclear development on a high level, he said, adding this is a proof of the successful nuclear activities in Iran."
        },
        {
            "title": "Iran's Supreme Leader Calls for Encouraging Reading among Youth",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-08ee.html",
            "content": "Iran's Supreme Leader Calls for Encouraging Reading among Youth\r\n Tehran, July 22 (KCNA) -- Seyed Ali Khamenei, leader of the Islamic Revolution of Iran, on Wednesday said reading should be an everyday practice of people, young people in particular.\n\t\t\t\t\t Any media and cultural means can not take the place of book, he said.\n\t\t\t\t\t\n\t\t\t\t\t He called on the government to take measures to encourage reading and bring the publication and translation of books in step with public requirement and intellectual standard."
        },
        {
            "title": "Myanmar to Form More Anti-human Trafficking Squads",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-13ee.html",
            "content": "Myanmar to Form More Anti-human Trafficking Squads\r\n Pyongyang, July 23 (KCNA) -- Myanmar is taking positive steps to eliminate human trafficking.\n\t\t\t\t\t The government said it would form more anti-human trafficking squads in Shan, Kachin and other states and regions to detect and shatter human trafficking.\n\t\t\t\t\t\n\t\t\t\t\t In 2010, a total of 381 Myanmar people including 292 women were trafficked, according to official statistics."
        },
        {
            "title": "PNA Condemns Israeli Outrages",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-14ee.html",
            "content": "PNA Condemns Israeli Outrages\r\n Pyongyang, July 23 (KCNA) -- The director of the Palestinian National Authority (PNA) media bureau strongly denounced Israel for its illegal outrages in an interview with a news agency on July 19.\n\t\t\t\t\t The Israeli naval forces intercepted a ship which sailed towards Gaza Strip of Palestine with humanitarian aids that day. The PNA condemned the Israeli authorities' policy of checking humanitarian aid to the Gaza Strip, the director said.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the international community to take an immediate step to end the Israeli blockade, which had been imposed on the Gaza Strip. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a demonstration was staged in the Gaza Strip on the same day in protest against the unreasonable act of the Israeli authorities.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators strongly demanded the Israeli authorities stop blocking the sailing of humanitarian aid ships to the Gaza Strip."
        },
        {
            "title": "Zimbabwe Produces Chrome Ore",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-15ee.html",
            "content": "Zimbabwe Produces Chrome Ore\r\n Pyongyang, July 23 (KCNA) -- Zimbabwe has exported over 7,000 tons of high carbon ferrochrome and produced 100,000 tons of chrome ore between January and March this year.\n\t\t\t\t\t This was made public by the government on July 18."
        },
        {
            "title": "Flood Damage in Brazil",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-16ee.html",
            "content": "Flood Damage in Brazil\r\n Pyongyang, July 23 (KCNA) -- Floods and mudslides triggered by heavy rain in Brazil's northeastern region since July 15 have killed 10 people. A total of 13,000 inhabitants were left homeless as of July 20.\n\t\t\t\t\t A state of emergency was declared in 26 towns and emergency steps are being taken."
        },
        {
            "title": "Earthquake Hits Uzbekistan",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-17ee.html",
            "content": "Earthquake Hits Uzbekistan\r\n Pyongyang, July 23 (KCNA) -- A 6.5-7-magnitude earthquake hit the border area 42 km southwest of Fergana City, Uzbekistan on July 20.\n\t\t\t\t\t The earthquake left 13 people dead and 86 others wounded."
        },
        {
            "title": "Child Abuse Rampant in Japan",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-18ee.html",
            "content": "Child Abuse Rampant in Japan\r\n Pyongyang, July 23 (KCNA) -- Children abuse is rife in Japan, arousing deep concern in society.\n\t\t\t\t\t Child abuse cases handled by consultation offices in Japan hit a record 55,152 in fiscal 2010 that ended in March this year, the Health, Labor and Welfare Ministry said in a preliminary report Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The figure rose 28.1 percent from the previous comparable record in fiscal 2009."
        },
        {
            "title": "U.S. Conducts Sub-critical Nuclear Tests",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-19ee.html",
            "content": "U.S. Conducts Sub-critical Nuclear Tests\r\n Pyongyang, July 23 (KCNA) -- The United States is resorting to nuclear tests for the development of new type nuclear weapons despite the strong protest and denunciation by the international community.\n\t\t\t\t\t Sub-critical nuclear tests were conducted at the underground test ground in Nevada State on December 1 last year and on February 2 this year, the U.S. Department of Energy said on July 19."
        },
        {
            "title": "Economic Depression in Japan, EU Member Nations",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-20ee.html",
            "content": "Economic Depression in Japan, EU Member Nations\r\n Pyongyang, July 23 (KCNA) -- The Japan Department Stores Association quoted survey data on July 19 as saying that Japan's department store sales in January-June fell 3.3 percent from a year earlier. This was caused by the decline of purchase power of inhabitants due to the economic depression.\n\t\t\t\t\t Construction output in the euro zone dropped by 1.1 percent in May, compared with the previous month, the EU statistics bureau Eurostat said on Tuesday."
        },
        {
            "title": "60th Anniversary of Tibet's Peaceful Liberation Marked in China",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-21ee.html",
            "content": "60th Anniversary of Tibet's Peaceful Liberation Marked in China\r\n Beijing, July 22 (KCNA) -- China marked the 60th anniversary of the peaceful liberation of Tibet.\n\t\t\t\t\t A celebration gala and a mass demonstration took place at a square in Lhasa, the Tibet Autonomous Region on July 19.\n\t\t\t\t\t\n\t\t\t\t\t Vice President Xi Jinping who headed the delegation of the central government said in a speech at the gala the peaceful liberation of Tibet was a turning point of weighty significance in the Tibet's history and another great event in accomplishing the Chinese people's cause of liberation and the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t An evening of fireworks was held in Lhasa on the same day.\n\t\t\t\t\t\n\t\t\t\t\t There were also an exhibition of achievements marking the 60th of the peaceful liberation of Tibet, a celebration performance and other events."
        },
        {
            "title": "Ethnic Disputes Should Not Be Allowed: Putin",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-22ee.html",
            "content": "Ethnic Disputes Should Not Be Allowed: Putin\r\n Moscow, July 22 (KCNA) -- Russian Prime Minister Vladimir Putin said on Wednesday that ethnic disputes should not be allowed in the country.   \n\t\t\t\t\t He made the remark at a meeting with representatives of public organizations.\n\t\t\t\t\t\n\t\t\t\t\t Some countries are suffering from ethnic disputes, he said. Such things should not be allowed to occur in Russia at any cost.\n\t\t\t\t\t\n\t\t\t\t\t If such things are allowed, they will seriously affect the country, he warned.\n\t\t\t\t\t\n\t\t\t\t\t He announced that an organization will be formed in the government to deal with ethnic issues."
        },
        {
            "title": "AL Secretary General Calls for Strict Steps against Israel",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-23ee.html",
            "content": "AL Secretary General Calls for Strict Steps against Israel\r\n Pyongyang, July 23 (KCNA) -- The Arab League (AL)'s Secretary General Nabil el-Arabi in a press conference on July 19 condemned the Israeli naval forces' action against a ship bound for the Gaza Strip of Palestine with humanitarian aid as an illegal act.\n\t\t\t\t\t Arabi urged the international community to take strict steps regarding the Israeli action. \n\t\t\t\t\t\n\t\t\t\t\t He also expressed AL's solidarity with the international campaign to lift Israeli illegal siege imposed on Gaza Strip."
        },
        {
            "title": "Damage in U.S. due to Sweltering Weather ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-24ee.html",
            "content": "Damage in U.S. due to Sweltering Weather\r\n Pyongyang, July 23 (KCNA) -- Harsh sweltering weather recently persisted in the U.S., causing damage.\n\t\t\t\t\t 13 persons died for thee days till July 20 and traffic accidents occurred in succession and airliners services were suspended."
        },
        {
            "title": "Chinese Servicepersons Urged to Follow Party's Leadership",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-30ee.html",
            "content": "Chinese Servicepersons Urged to Follow Party's Leadership\r\n Beijing, July 22 (KCNA) -- Vice-chairman of the Central Military Commission of China Xu Caihou called on servicepersons to follow the leadership of the central committee of the Communist Party, central military commission and President Hu Jintao.\n\t\t\t\t\t He made the call at the 2011 summer graduation ceremony of National Defense University on Wednesday.  \n\t\t\t\t\t\n\t\t\t\t\t It is a strong political demand of the party and people for them to remain faithful to the party's leadership willingly, he said.\n\t\t\t\t\t\n\t\t\t\t\t They should strictly observe the basic principles and system in ensuring the party's absolute leadership over the army, he added."
        },
        {
            "title": "Fast Neutron Reactor Begins Generating Power in China",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-31ee.html",
            "content": "Fast Neutron Reactor Begins Generating Power in China\r\n Beijing, July 22 (KCNA) -- China announced on Thursday that a fast neutron reactor, the first of its kind in the country, began generating electricity that goes into the grid.\n\t\t\t\t\t The experimental reactor, with a nuclear heat power of 65 megawatts and a power-generating capacity of 20 megawatts, is viewed as a major type of fourth-generation nuclear power plant."
        },
        {
            "title": "Manned Submersible Makes Test-dive in China",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-32ee.html",
            "content": "Manned Submersible Makes Test-dive in China\r\n Beijing, July 22 (KCNA) -- China successfully made a test-dive of a home-manufactured manned submersible on Thursday.\n\t\t\t\t\t The submersible, named Jiaolong, reached a death of 4,027 meters during the test."
        },
        {
            "title": "Day of Victory in War Marked in Nigeria, Ukraine",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-04ee.html",
            "content": "Day of Victory in War Marked in Nigeria, Ukraine\n\t\t\t\t\t\t\r\n Pyongyang, July 23 (KCNA) -- Events took place in different countries on the 58th anniversary of the Korean people's victory in the Fatherland Liberation War. They included an opening ceremony of a DPRK photo exhibition week in Nigeria on July 12 and a film show in Ukraine on July 14.\n\t\t\t\t\t On display in the venue of the photo exhibition were photos on the Songun leadership feats of general secretaryKim Jong Il and photos introducing the revolutionary armed forces of the DPRK and the Victorious Fatherland Liberation War Memorial Tower.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film show watched the Korean film \"The Arch of Triumph.\" \n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria said July 27 is a day when the army and people of the DPRK won the victory in the war under the leadership of President Kim Il Sung by defeating the U.S. imperialists who ignited the war of aggression. This day is a symbol of victory for the Korean people whereas it is a symbol of disgrace to the U.S. imperialists, he added.\n\t\t\t\t\t\n\t\t\t\t\t The director of a company of Ukraine noted that the President defeated two imperialisms in one generation, projecting the Korean people as the most dignified people in the world.\n\t\t\t\t\t\n\t\t\t\t\t The President is so deeply revered and is always remembered by the Korean people for his great feats, he stressed."
        },
        {
            "title": "Anniversary of Demise of Commemorated by International Organization ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-02ee.html",
            "content": "Anniversary of Demise of Commemorated by International Organization\r\n Pyongyang, July 23 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted a special write-up interwoven with a photo of President Kim Il Sung on its internet homepage on July 19 on the 17th anniversary of his demise.\n\t\t\t\t\t It noted in an article the President's life was the one devoted to the people, and he believed in people as in Heaven and took it as his firm political idea.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that he regarded the people as his best teacher, it said he visited the workers of Kangson, kindling the torch of the Chollima Movement to rage throughout the country, and led the Korean people to successfully carry out the historic task of socialist industrialization in a short span of time. \n\t\t\t\t\t\n\t\t\t\t\t It noted the President wrote in his reminiscences \"With the Century\" believing in people as in Heaven was his cherished view, adding the Juche-oriented principle of trusting the popular masses as the masters of the revolution and construction was his most avowed political faith and this suffices to clearly prove that he was the genuine popular leader."
        },
        {
            "title": "Feats Praised by Korean Friendship Association",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-01ee.html",
            "content": "Feats Praised by Korean Friendship Association\r\n Pyongyang, July 23 (KCNA) -- The Korean Friendship Association headquartered in Spain on July 8 posted a special write-up on its internet homepage One Corea Network introducing the feats President Kim Il Sung performed by winning a victory in the Fatherland Liberation War with his photo waving back to columns of participants in the military parade on the 58th anniversary of the great victory of the war.\n\t\t\t\t\t It said in an article titled \"Outstanding Strategist\" the victory the army and people of the DPRK won in the war by defeating  the U.S. imperialists nearly six decades ago was thanks to the prominent commanding art and outstanding military strategy of the President.\n\t\t\t\t\t\n\t\t\t\t\t The article gave a detailed account of the fact that he put forth original strategies, leading the war to victory. It said for the battle for the liberation of Taejon City, he advanced the strategy of leading units of the Korean People's Army to completely encircle and wipe out a huge enemy group through the combination of powerful frontal attack and fast outflanking movement, etc. thus setting a shining example in modern siege warfare. \n\t\t\t\t\t\n\t\t\t\t\t It quoted Gomes, former president of Portugal, as saying Kim Il Sung was the only gifted strategist in the world as he worked the most spectacular military miracle in the world history of wars by wisely leading the army and people of the DPRK."
        },
        {
            "title": "Choe Yong Rim averigua la obra de reconstruccion de un plantel docente",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-34ee.html",
            "content": "Choe Yong Rim averigua la obra de reconstruccion de un plantel docente\r\n Pyongyang, 23 de julio (ATCC) -- El premier coreano Choe Yong Rim averiguo el dia 22 en el mismo terreno la obra de reconstruccion de la Universidad Pedagogica Kim Hyong Jik. \n\t\t\t\t\t El premier recorrio varios lugares del plantel docente que esta en reconstruccion de acuerdo con la demanda del nuevo siglo y organizo una reunion consultiva. \n\t\t\t\t\t\n\t\t\t\t\t En la ocasion se discutieron los problemas de que en pleno acato al proposito del Dirigente Kim Jong Il de asegurar a los profesores, empleados y estudiantes de la universidad las condiciones de educacion mas excelentes con motivo del centenario del natalicio del Presidente Kim Il Sung, los constructores garanticen en el maximo nivel la velocidad y la calidad de la obra, y las unidades correspondientes, inclusive los ministerios y organos centrales, suministren suficientemente los equipos y materiales necesarios a la construccion."
        },
        {
            "title": "Publicada acta de acusacion de los crimenes de violacion de DDHH",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-35ee.html",
            "content": "Publicada acta de acusacion de los crimenes de violacion de DDHH\r\n Pyongyang, 23 de julio (ATCC) -- La Asociacion de Juristas Democratas de Corea y la Asociacion de Estudio de Derechos Humanos publicaron en conjunto el dia 22 la siguiente acta de acusacion:\n\t\t\t\t\t La fascista \"ley de seguridad\", resucitada por la camarilla de Lee Myung Bak, viola ahora flagrantemente los derechos humanos y la democracia en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Es deplorable que esa legislacion, que estuvo condenada a la cancelacion al iniciarse la epoca de reunificacion independiente del 15 de Junio, violara los derechos independientes de la poblacion surcoreana y obstaculizara seriamente la reconciliacion y la reunificacion de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t La Asociacion de Juristas Democratas de Corea y la Asociacion de Estudio de Derechos Humanos publican en conjunto la siguiente acta de acusacion para revelar una vez mas al interior y al exterior del pais el contenido criminal y el caracter anti-DDHH de la \"ley de seguridad\", sin precedente en la historia mundial de legislacion, y los crimenes de la camarilla de titeres surcoreanos que convirtieron el suelo surcoreano en las ruinas de DDHH en virtud de ese codigo infame y fascista:\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Ley fascista y anti-DDHH sin precedente\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t La \"ley de seguridad\" consta de 4 capitulos, 25 articulos y disposiciones suplementarias.\n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, ella niega la reconciliacion y la reunificacion de la nacion coreana dividida, que le significan a esta el problema de DDHH de mayor prioridad, fomentando el enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\t La nacion coreana, que vino viviendo durante 5 milenios en su territorio integrado compartiendo el mismo linaje, llego a ser la mas desdichada cuando fue dividida en el Norte y el Sur por culpa de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, el problema de DDHH y el de reunificacion resultan inseparables para la nacion coreana e impedir la reconciliacion y la reunificacion de ella constituye la peor violacion de DDHH.\n\t\t\t\t\t\n\t\t\t\t\t La antinacional \"ley de seguridad\" tiene por su premisa juridica y punto de partida la extremada hostilidad a los connacionales y la negativa a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t Su articulo 2, nucleo y fundamento de la ley, define como \"organizacion anti-Estado\" una \"asociacion o grupo en el interior y el exterior del pais que tiene el objetivo de cambiar el gobierno o sublevarse contra el Estado disponiendo de su propio sistema de mando\". La palabra \"organizacion anti-Estado\" es para hostilizar a los connacionales porque alude a la RPDC y a sus dignas organizaciones de compatriotas residentes en ultramar.\n\t\t\t\t\t\n\t\t\t\t\t Segun tal premisa juridica, en todos los articulos de la \"ley de seguridad\" estan enumeradas las expresiones hostiles a la connacional RPDC tales como \"organizacion anti-estatal\" y \"miembro de ella\". En particular, en la clausula 2 del parrafo 1 del articulo 4 esta senalada la expresion \"pais enemigo\" en alusion al Norte (RPDC).\n\t\t\t\t\t\n\t\t\t\t\t Al definir a la RPDC y sus organizaciones, entidades y sus miembros como \"blancos principales\" y \"enemigos principales\", con que se debe hostilizar y pelear, y codificar el enfrentamiento fratricida, la \"ley de seguridad\" rehusa la existencia de la RPDC, la reconciliacion, unidad y reunificacion de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Esta ley belicista impide totalmente el viaje reciproco, el contacto y el dialogo entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t El viaje reciproco, el contacto y el dialogo entre los compatriotas del Norte y el Sur devienen uno de los remedios importantes para la reconciliacion nacional y la reunificacion de la patria y un derecho legitimo que debe ser garantizado desde el punto de vista de DDHH.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, la \"ley de seguridad\" impone duras condenas, inclusive la pena de muerte, a los que viajen a la RPDC y tengan contacto con los compatriotas norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t Especificamente, sus articulos 5 - 10 criminalizan a los que visiten al Norte, sostengan contacto o dialogo con los norcoreanos o intercambien con ellos las cartas, se hagan partidarios de la opinion del Norte, faciliten comodidades, intercambien mercancias con los ciudadanos norcoreanos en un tercer pais y no declaren estos casos.\n\t\t\t\t\t\n\t\t\t\t\t En virtud de esos articulos, el ex lider del Partido Progresista del Sur de Corea, Jo Pong Am, el pastor Mun Ik Hwan, el ex parlamentario Yu Won Ho, el pintor Hong Song Dam, el pastor Han Sang Ryol y otras muchas personalidades surcoreanas, que se contactaron con los compatriotas norcoreanos reclamando la reconciliacion, la unidad y la reunificacion de la nacion, fueron ejecutadas u hostigadas brutalmente bajo los cargos de \"acciones pro-enemigas\".\n\t\t\t\t\t\n\t\t\t\t\t La ley de \"seguridad\" viola hasta el elemental derecho a la vida para no hablar de la libertad y derechos democraticos de la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo las acusaciones de \"seguridad\" y \"sublevacion contra el Estado\", la \"ley de seguridad\" infringe flagrantemente los derechos politicos, economicos, sociales y culturales de las personas.\n\t\t\t\t\t\n\t\t\t\t\t En virtud de ella, son sancionados los que piden la cancelacion del Acuerdo Administrativo Surcoreano-Estadounidense y la evacuacion de tropas norteamericanas del suelo surcoreano y rechazan los ejercicios militares conjuntos Sur de Corea-EE.UU., siendo tildados absurdamente como \"elementos pro-enemigos\" que simpatizan con la \"estrategia del Norte de convertir el Sur de Corea a la manera comunista\" y obstruyen la \"existencia del Estado\".\n\t\t\t\t\t\n\t\t\t\t\t Quienes denuncian las politicas antipopulares de las autoridades y piden el aumento salarial y el empleo estable o defienden la verdad y la justicia denunciando la injusticia, la mentira y el mal sufren la represion violenta ganando el calificativo de \"fuerzas procomunistas e izquierdistas\" o siendo acusados de \"elogiar y estimular\" las actividades de las \"organizaciones anti-estatales\".\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, si alguien menciona lo que fue difundido publicamente por los periodicos, las radios y otros medios, se le imponen castigos duros en virtud del articulo 4 y la clausula 1 del articulo 7 que estipulan esa accion como crimen de transmitir los datos favorables a las \"organizaciones antiestatales\" o hacer propaganda a conveniencia de las mismas.\n\t\t\t\t\t\n\t\t\t\t\t Si el mitin, la demostracion y la huelga de brazos caidos de diferentes sectores del Sur de Corea resultan inconvenientes a la dictadura fascista, la \"ley de seguridad\" reprime salvajemente a los participantes bajo pretexto de \"ofrecer el lugar de reunion, comunicacion y enlace\" a favor de las \"organizaciones anti-estatales\", \"revuelta y mitin ilegales\".\n\t\t\t\t\t\n\t\t\t\t\t Los propios juristas surcoreanos opinan que cada articulo de esa ley infame es ambiguo y abstracto y se abusa en funcion de la \"seguridad del regimen\".\n\t\t\t\t\t\n\t\t\t\t\t La \"ley de seguridad\" establece reglas penales mas duras que otras leyes.\n\t\t\t\t\t\n\t\t\t\t\t El \"codigo penal\" del Sur de Corea impone la prision a un tiempo determinado o el encarcelamiento por el cargo de \"constituir una entidad delictiva\". Pero, el articulo 3 de la \"ley de seguridad\" referente a la \"constitucion de una organizacion antiestatal\" impone la pena capital o la cadena perpetua.\n\t\t\t\t\t\n\t\t\t\t\t La \"ley de intercambio y cooperacion Sur-Norte\" (articulo 27) condena a la prision a menos de 3 anos a los que visiten el Norte, intercambien cosas y cooperen con los norcoreanos sin la autorizacion de las autoridades surcoreanas. Pero, la \"ley de seguridad\" impone la prision a menos de 10 anos por el cargo de \"penetracion y fuga\".\n\t\t\t\t\t\n\t\t\t\t\t Los que violaron la \"ley de seguridad\" son excluidos de la amnistia especial y no pueden pensar en la reduccion de penas o la libertad bajo fianza.\n\t\t\t\t\t\n\t\t\t\t\t Es que ella impuso indecible tragedia, desgracia y sufrimiento a todos los coreanos y viola flagrantemente los derechos humanos acabando con la justicia y la democracia.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Ley de seguridad es producto de traicion a la patria, enfrentamiento fratricida y dictadura fascista\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Generalmente, el proceso de institucion y desarrollo de alguna ley permiten saber la naturaleza y las caracteristicas de los individuos o grupos que la fabricaron.\n\t\t\t\t\t\n\t\t\t\t\t Pasa lo mismo en el caso de la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t Esta ley es un aparato legal e institucional inventado el primero de diciembre de 1948 por la banda del traidor Syngman Rhee para legalizar su poder titere colonial construido a traves de las divisionistas \"elecciones por separado\" y perpetuar la division nacional.\n\t\t\t\t\t\n\t\t\t\t\t Tenia entonces solo 6 articulos imitando la \"ley de mantenimiento de seguridad\" de la epoca de dominio colonial del imperialismo japones, que definio a los \"organizadores de asociaciones para el cambio de regimen estatal\" como blancos de castigo, y el \"decreto\" de la administracion militar norteamericana que restringio los derechos independientes de los habitantes surcoreanos con la \"administracion militar\".\n\t\t\t\t\t\n\t\t\t\t\t Despues de fabricada la ley, la camarilla de Syngman Rhee arresto, encarcelo y asesino a ciegas a numerosas personalidades patrioticas y habitantes que rechazaban las acciones orientas a la division nacional de las fuerzas vendepatrias y serviles a grandes potencias y demandaban la reunificacion y la independencia del pais.\n\t\t\t\t\t\n\t\t\t\t\t Segun el informe oficial de la \"Comision de la ONU para Corea\", aparato venal del imperialismo norteamericano, durante un ano de vigencia de la ley, mas de 118 mil surcoreanos fueron arrestados y llevados a la carcel.\n\t\t\t\t\t\n\t\t\t\t\t Desde el momento de su institucion, la ley fue denunciada y rechazada fuertemente por los habitantes surcoreanos como la infame, antinacional y anti-DDHH que obstaculiza la reunificacion de la patria y pisotea los derechos independientes del ser humano. Y hasta los \"parlamentarios\" de aquel tiempo se mostraron preocupados sosteniendo que ella es un obstaculo para la reunificacion y la democracia.\n\t\t\t\t\t\n\t\t\t\t\t La ley de seguridad ha sido enmendada continuamente como aparato de los gobernantes titeres surcoreanos para mantener su sistema de dictadura fascista y enfrentarse con los connacionales de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Despues del \"golpe de Estado militar del 16 de mayo\", el \"poder\" dictatorial fascista de Park Chung Hee, que habia declarado el \"anticomunismo\" como \"primera politica nacional\", elaboro nuevamente en julio de 1961 la \"ley anticomunista\" con el objetivo de controlar las actividades de todas las organizaciones y personalidades progresistas y pro-reunificacion del Sur de Corea y ampliar el perimetro de aplicacion de castigo y sus blancos, las penas, etc.\n\t\t\t\t\t\n\t\t\t\t\t En virtud de las dos leyes infames, convirtio el Sur de Corea en un infierno de DDHH reprimiendo brutalmente a las personalidades y los habitantes de distintos sectores que significaban obstaculo para la dominacion fascista.\n\t\t\t\t\t\n\t\t\t\t\t Los habitantes surcoreanos de aquel entonces las calificaban de \"leyes de enganche\" porque alguna broma o palabra pronunciada en borrachera bastaba para llevarse al juicio sumario bajo cargos de \"acciones pro-enemigas\" y \"espionaje\".\n\t\t\t\t\t\n\t\t\t\t\t No por casualidad, ellos condenaban la sociedad surcoreana como la obscurantista en que no se puede ver ni hablar ni escuchar libremente.\n\t\t\t\t\t\n\t\t\t\t\t El traidor Chun Doo Hwan, que robo el \"poder\" con bayonetas en 1980, rectifico \"ley de seguridad\" fusionandola con la \"ley anticomunista\" para sentar la base legal de su dominacion fascista militar.\n\t\t\t\t\t\n\t\t\t\t\t En mayo de 1991 cuando estaba en el \"poder\" Roh Thae Woo, el \"proyecto de enmienda de la ley de seguridad\" fue aprobado dentro de 35 segundos por los politiqueros del \"Partido Democrata Liberal\", coalicion de 3 partidos, lo demostro el verdadero aspecto de la legislacion en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Posteriormente, la \"ley de seguridad\" ha sido enmendada en el \"regimen\" de Kim Young Sam y se mantiene intacta desde entonces hasta ahora conservando su caracter infame de antes.\n\t\t\t\t\t\n\t\t\t\t\t Despues publicada la historica Declaracion Conjunta del 15 de Junio, ese residuo de la vieja epoca estuvo a punto de ser eliminado siendo marginado de la corriente de la epoca y rechazado por la opinion publica interna y externa. Pero, la banda de los conservadores del \"Gran Partido Nacional\" hizo todo lo posible para salvarlo.\n\t\t\t\t\t\n\t\t\t\t\t Aprovechando su llegada al poder, la banda de Lee Myung Bak resucito integramente la \"ley de seguridad\" despreciando la justa demanda de distintos sectores del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t E intenta enmendar sus articulos en el sentido de que se pueda disolver por la fuerza las entidades, que demandan la independencia, la democracia y la reunificacion, tildandolas de \"organizaciones anti-estatales\" y \"proenemigas\" y castigar mas cruelmente a sus integrantes.\n\t\t\t\t\t\n\t\t\t\t\t Todos los hechos dejan en claro que la \"ley de seguridad\" es la infame y anti-DDHH sin precedente, elaborada y enmendada por la banda de traidores surcoreanos, que son vendepatrias, elementos conflictivos y dictadores fascistas natos, para impedir el desarrollo independiente y democratico de la sociedad surcoreana y la reunificacion de la patria y mantener su sucia vida. \n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Represion contra los DDHH en virtud de la \"ley de seguridad\" \n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Desde el primer dia de su mandato, la banda de Lee Myung Bak restituyo totalmente el sistema de dictadura fascista, incluso la \"ley de seguridad\", bajo el rotulo de rescatar los \"10 anos perdidos\" y vino violando brutalmente los derechos humanos de la poblacion surcoreana. \n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, reprime bestialmente en virtud de esa infame ley a los habitantes de distintos estratos que demandan la independencia y la democratizacion de la sociedad surcoreana y la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\t Tan pronto como tomaron el \"poder\", los conservadores surcoreanos, colmados del servilismo proyanqui, expusieron su naturaleza de lacayo mas leal a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Hablando de \"dar prioridad a las relaciones Sur de Corea-EE.UU.\" y de la \"alianza estrategica del siglo XXI\", ejecutaron a los que demandan poner punto final a la dominacion e intervencion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, definieron injustamente las manifestaciones con velas contra la importacion de carne de res estadounidense y otras politicas vendepatrias y serviles de si mismos como \"mitines planeados por las fuerzas izquierdistas pro-Norte\" y arrestaron y encarcelaron a las personalidades de las entidades progresistas calificandolas de controladores traseros de esos actos. Todos los manifestantes, sin distincion de sexos ni edades, fueron reprimidos salvajemente siendo tildados de \"fuerzas que persiguen el derrocamiento del regimen\". \n\t\t\t\t\t\n\t\t\t\t\t La policia fascista armada con armas electricas, bastones, escudos, canones de agua reprimio tan violentamente a los manifestantes que algunos de ellos resultaron ciegos o sordos y pisoteados por las botas.\n\t\t\t\t\t\n\t\t\t\t\t A algunos ninos se les rompio la cabeza por el golpetazo con escudos mientras se esparcio el gas lacrimogeno hasta a los bebes en coche cuna. \n\t\t\t\t\t\n\t\t\t\t\t Describiendo como \"fuerzas que actuan bajo el mandato del Norte\" a los hombres de prensa progresistas, incluso a los productores de la \"libreta PD\" de la cadena MBC, que produjeron un programa de TV sobre la peligrosidad de la carne de res estadounidense, los compinches de Lee Myung Bak encarcelaron a todos aquellos aplicandoles la \"ley de seguridad\" tras someterlos a la investigacion especial de un grupo organizado para este fin. \n\t\t\t\t\t\n\t\t\t\t\t Las personalidades democraticas de conciencia, que se registraron en la \"lista negra\" de la \"ley de seguridad\", resultaban despedidos en sus centros de trabajo como el gobierno, los organos publicos, las empresas y las escuelas a todos los niveles siendo tildados de \"izquierdistas\". Y los profesores que publicaron las declaraciones de la situacion fueron destituidos en masas y llevados a la carcel. \n\t\t\t\t\t\n\t\t\t\t\t Durante un ano y medio desde la llegada al poder de la banda de conservadores, mas de mil 840 partidos politicos y entidades fueron definidos como \"entidades ilegales\" por la \"ley de seguridad\", segun los medios de prensa surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t Ademas, la banda de Lee viola y extermina brutalmente la libertad de palabra, prensa y expresion de los habitantes surcoreanos en virtud de la \"ley de seguridad\". \n\t\t\t\t\t\n\t\t\t\t\t Reprimio despiadadamente a la Participacion Solidaria de Ciudadanos por la Sociedad Democratica y a los Hombres Partidarios de la Paz y la Reunificacion, entidades que enviaron a la ONU un mensaje para demandar la reinvestigacion sobre el caso de hundimiento de la corbeta \"Cheonan\" sospechando el resultado de investigacion de las autoridades surcoreanas, describiendolo como \"acto traidor y pro-enemigo\". \n\t\t\t\t\t\n\t\t\t\t\t Y ahora realiza una investigacion total sobre las personas que divulgaron en las paginas web sus articulos rechazando los complots de las autoridades. \n\t\t\t\t\t\n\t\t\t\t\t La campana represiva de la banda de Lee contra las personalidades de distintos estratos y las entidades, que demandan la reunificacion pro-Norte y la ejecucion de la Declaracion Conjunta Norte-Sur, constituye el climax de sus acciones anti-DDHH.\n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos tratan como criminales y sancionan cruelmente a las personalidades de distintos estratos y los habitantes aspirantes a la unidad nacional, la reintegracion territorial y el cumplimiento de la Declaracion Conjunta Norte-Sur, diciendo que \"no podemos convivir con el Norte en este mundo\" y \"no deben considerar al Norte como connacional sino como blanco de enfrentamiento\". \n\t\t\t\t\t\n\t\t\t\t\t En 2009, llevaron al tribunal a los profesores pertenecientes al Sindicato Nacional de Ensenantes, que divulgaron online los articulos en apoyo a la politica de Songun y al proyecto de reunificacion de la patria segun el sistema federal, por el supuesto cargo de elogiar al Norte. Y encarcelaron en virtud de la \"ley de seguridad\" a 3 estudiantes de la Universidad Aju por haber presentado en el seminario academico efectuado en 2007 la disertacion intitulada \"La politica de Songun y la unidad monolitica de militares y civiles\". \n\t\t\t\t\t\n\t\t\t\t\t En 2009, eliminaron del Internet mas de 14 mil articulos online que \"elogiaron al Norte\" y arrestaron a los que los publicaron. \n\t\t\t\t\t\n\t\t\t\t\t En el ano pasado, cuando el Sindicato Nacional de Funcionarios Publicos divulgo en la pagina web 108 canciones norcoreanas, lo acusaron de \"haber agitado la revolucion sobre el Sur\" y \"elogiado y estimulado al Norte\". En junio de este ano, cuando el delegado permanente de la direccion del Comite Sureno para la Ejecucion de la Declaracion Conjunta del 15 de Junio en Taegu de la provincia de Kyongsang del Norte y el jefe de la seccion politica de la sucursal en Andong de los Hombres Partidarios de la Paz y la Reunificacion divulgaron en Internet las declaraciones del MINREX y otros articulos de la RPDC publicados a todo el mundo desde el 15 de junio de 2006 hasta el 31 de mayo de este ano, registraron sus casas y oficinas acusandolos del mismo cargo. \n\t\t\t\t\t\n\t\t\t\t\t Insatisfechos con esto, acusaron seguidamente al delegado de la radioemisora via Internet \"Chongchun\", que publico las canciones norcoreanas como \"Colina Moran\", en virtud de la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t El pasado dia 6, registraron la casa del director de redaccion de la revista \"Nacion 21\", que vino realizando desde 2005 el intercambio legal de articulos con \"Chosun Sinbo\", organo de la Chongryon (Asociacion General de Coreanos Residentes en Japon), con la autorizacion del \"poder\" antecesor, bajo las sospechas de \"recibo de ordenes\", cargo estipulado en la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t Son incontables otros casos de represion como el incidente de la Asociacion de Estudio de Capitalismo, el de la conferencia nacional de obreros democratas y el de la Solidaridad de Jovenes y Estudiantes por la Ejecucion de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\t Si alguien insiste en la concentracion del tratado de paz o urge la investigacion del crimen de enterramiento de defoliante por las tropas norteamericanas ocupantes del Sur de Corea, los traidores surcoreanos le reprimen diciendo que el comparte el criterio del Norte y la demanda de este sobre la \"independencia\". Hacen lo mismo en el caso de los que demandan el aumento salarial acusandolos de actuar segun la estrategia del Norte de meter cizanas entre las personas.\n\t\t\t\t\t\n\t\t\t\t\t Entre las entidades reprimidas figuran numerosas organizaciones legales del movimiento por la reunificacion inclusive la Solidaridad por la Ejecucion de Declaracion Conjunta Sur-Norte (SEDCSN), la direccion surena de la Alianza Pannacional de Jovenes y Estudiantes por la Reunificacion de la Patria (APJERP) y el \"Consejo de Organizaciones Juveniles del Sur de Corea\". \n\t\t\t\t\t\n\t\t\t\t\t Mientras tanto, el miembro del comite ejecutivo de la SEDCSN, el profesor perteneciente al Sindicato Nacional de Ensenantes, el poeta campesino, etc. fueron arrestados, encarcelados y acosados siendo tildados como \"espias\" y \"procomunistas\".\n\t\t\t\t\t\n\t\t\t\t\t Ademas, la camarilla de Lee lleva al tribunal al ex presidente de la direccion surena de la APJEP Yun Ki Jin, el presidente de politica de la SEDCSN Mun Kyong Hwan y otras personalidades progresistas y patrioticas pro-reunificacion, que fueron excarcelados hace poco tras cumplir sus penas, acusandolos de otra sospecha de violacion de la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t Cometio la accion fascista de arrestar y encarcelar en virtud de la misma ley al pastor Han Sang Ryol, quien con motivo del 10o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio, visito el ano pasado a la RPDC partiendo de la voluntad de sacrificarse para infundir en el corazon de los connacionales el patriotismo pro-reunificacion y dar continuidad a la corriente de reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\t Con anterioridad, registro de modo sorpresivo la sede de la Direccion del Comite Sureno por la Ejecucion de la Declaracion Conjunta del 15 de Junio en Pusan, las oficinas y las casas de los miembros del \"Consejo de Promocion de la Reunificacion Federal de Nuestra Nacion\" y arresto a sus miembros nucleares asi como levanto una ola de represion contra el Sindicato Nacional de Ensenantes y otras entidades progresistas. \n\t\t\t\t\t\n\t\t\t\t\t En el anterior \"regimen\", el co-delegado de la Solidaridad por el Progreso Han Chung Mok y los miembros de otras entidades patrioticas pro-reunificacion se reunieron en Pyongyang y en ultramar con los delegados norcoreanos bajo la autorizacion de autoridades y debatieron los problemas referentes a la reunificacion de la patria, a la cooperacion y al intercambio.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, los titeres surcoreanos arrestan y reprimen ahora a esas personalidades acusando de \"reunirse, comunicarse y recibir ordenes\" de los agentes norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t De mal en peor, ellos impiden a los habitantes surcoreanos que entren durante su visita al extranjero en los restaurantes operados por los compatriotas norcoreanos, describiendo este acto como \"reunirse, comunicarse y contactarse de otras maneras con algun integrante de la organizacion anti-estatal o el personaje instruido por el\".\n\t\t\t\t\t\n\t\t\t\t\t Recientemente, a las ordenes de ellos, los agentes del Servicio Nacional de Inteligencia y el Grupo de Investigacion de Seguridad registraron por la fuerza las casas y oficinas de mas de una decena de personalidades de los circulos obrero, politico y cientifico bajo las sospechas de \"realizar espionaje y fundar un partido clandestino\" segun \"el mandato del Norte\" y arrestaron a una de ellas en virtud de la \"ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t Como continuidad de ese incidente denominado como el de \"Asociacion Iljin\", tratan de extender las garras de represion a los funcionarios de la direccion surena de la Alianza Pannacional por la Reunificacion de la Patria y a los partidos opositores.\n\t\t\t\t\t\n\t\t\t\t\t No cabe duda de que tal feroz campana de represion de los titeres surcoreanos parte del siniestro objetivo de alargar su vida en agonia al distraer la mirada critica y aplacar la ira del pueblo multiplicada por el fracaso total de la politica exterior e interior, la quiebra de economia y vida del pueblo, la campana de enfrentamiento y anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t No estan a salvo ni los que reclaman los elementales derechos humanos como los derechos a vivir y aprender.\n\t\t\t\t\t\n\t\t\t\t\t El jefe de seccion de planificacion del \"Instituto de Educacion Universitaria del Sur de Corea\" publico su libro \"Pais de exorbitantes derechos de matricula\" en apoyo a la lucha de los estudiantes que luchan por rebajar los gastos de matricula.\n\t\t\t\t\t\n\t\t\t\t\t El 9 de julio pasado, el Servicio Nacional de Inteligencia cometio el registro de la oficina del autor de ese libro alegando que \"el es sospechoso de trabajar bajo las ordenes del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Bajo el mismo pretexto, las autoridades titeres surcoreanas reprimieron la huelga de los gremiales del sindicato de Ssangryong Motors, el movimiento obrero de Pak Jong Thae, ex miembro de Solidaridad de Trabajadores de Cargas, etc.\n\t\t\t\t\t\n\t\t\t\t\t Segun las estadisticas reducidas por ellas, los arrestados y encarcelados durante el mandato del traidor Lee bajo las sospechas de violacion de la \"ley de seguridad\" crecieron 350 % en comparacion con el \"regimen\" de su antecesor.\n\t\t\t\t\t\n\t\t\t\t\t Por eso, la poblacion surcoreana ironiza al \"poder de Lee Myung Bak\" describiendolo como \"equipo de produccion de los casos de violacion de la ley de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\t Asimismo, lucha dinamicamente por abolir esa ley coreando estas consignas: \"Lee Myung Bak es el traidor a la nacion que gobierna con la ley de seguridad\" y \"Debe ser cancelada ahora mismo la infame ley de seguridad que esta en contra de la etica, la nacion, la democracia y la reunificacion\".\n\t\t\t\t\t\n\t\t\t\t\t Se suman a estas voces las organizaciones y entidades internacionales como el Comite de DDHH de la ONU y hasta en EE.UU., que estuvo involucrado en la fabricacion y enmienda de la ley de seguridad, flotan las opiniones a favor de su cancelacion.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, la camarilla de Lee Myung Bak actua ridiculamente para inventar la \"ley de DDHH del Norte\" cuestionando el inexistente \"problema de DDHH\" y lanza una febril campana anti-RPDC en el mismo tema hasta en el Sur de Corea y la arena internacional.\n\t\t\t\t\t\n\t\t\t\t\t Ella debe abrogar ahora mismo la \"ley de seguridad\" y parar su ofensiva anti-RPDC en el campo de DDHH justipreciando la corriente de la epoca actual.\n\t\t\t\t\t\n\t\t\t\t\t Si sigue manteniendo y usando la \"ley de seguridad\" en desafio a la unanime demanda de los nacionales y extranjeros, tropezara con la condena y repudio mas fuertes de todos los coreanos y los pueblos del mundo entero y adelantaria su arruinamiento tragico."
        },
        {
            "title": "Derechos legitimos de ciudadanos de la RPDC en las elecciones ",
            "url": "http://kcna.co.jp/item/2011/201107/news23/20110723-36ee.html",
            "content": "Derechos legitimos de ciudadanos de la RPDC en las elecciones \r\n Pyongyang, 23 de julio (ATCC) -- El dia 24 que viene se realizaran en Corea las elecciones de diputados a los organos del poder local. \n\t\t\t\t\t De acuerdo con el articulo 66 de la Constitucion Socialista de la Republica Popular Democratica de Corea, todo ciudadano mayor a los 17 anos tiene derecho a elegir y ser elegido, sin distincion de sexo, nacionalidad, profesion, plazo de residencia, propiedad, instruccion, pertenencia partidista, punto de vista politico y creencia religiosa. \n\t\t\t\t\t\n\t\t\t\t\t Este reglamento constitucional posibilita a amplias masas trabajadoras tomar en sus manos el poder estatal y elegir a sus verdaderos delegados. \n\t\t\t\t\t\n\t\t\t\t\t En virtud de la constitucion, tambien  los ciudadanos en servicio militar, los ciudadanos en ultramar, los hombres de otra nacion con nacionalidad de la RPDC tienen derecho a elegir y ser elegidos. \n\t\t\t\t\t\n\t\t\t\t\t Los ciudadanos en edades al voto participan en las elecciones sin ninguna restriccion en el sistema electoral mas democratico. \n\t\t\t\t\t\n\t\t\t\t\t Para la marcha exitosa de las elecciones, el gobierno de la RPDC organiza de manera racional los comites a todos niveles, los distritos y subdistritos electorales y ofrece todas las condiciones favorables para que los ciudadanos con el derecho al voto puedan participar libremente en la votacion como la elaboracion y publicacion de las listas de los votantes. \n\t\t\t\t\t\n\t\t\t\t\t El 3 de noviembre del 35 (1946) de la Era Juche, despues de la liberacion del pais (el 15 de agosto de 1945), se realizaron las primeras elecciones democraticas. Desde entonces hasta la fecha se efectuan periodicamente las elecciones de diputados a los organos del poder a todos niveles, en las cuales los habitantes ejercieron sus derechos y fortalecieron los organos del poder a todos niveles con los funcionarios fieles a la patria y al pueblo."
        }
    ]
}