{
    "date": "2011-11-13",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Combined Food Processing Factory",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-24ee.html",
            "content": "Kim Jong Il Inspects Combined Food Processing Factory under KPA Unit 534\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, inspected the Combined Food Progressing Factory under KPA Unit 534. \n\t\t\t\t\t\n\t\t\t\t\t He went round the room devoted to the education in the revolutionary history and the room devoted to the history of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to learn that its workers boosted the gross industrial output value by 314 percent compared with that in 2004, the year of its commissioning, through a high-pitched drive for increased production \n\t\t\t\t\t\n\t\t\t\t\t He praised the factory for receiving his thanks last year by achieving great successes in production and fully acquiring a trophy flag by winning every time the socialist emulation for Songun torch prize.\n\t\t\t\t\t\n\t\t\t\t\t He went round the essential foodstuff shop, instant rice shop and various other places to acquaint himself with how production is being kept going at a high rate.\n\t\t\t\t\t\n\t\t\t\t\t Watching with pleasure varieties of processed foodstuffs being churned out from modern equipment in an endless stream, he asked in detail about their technical specifications and capacity.\n\t\t\t\t\t\n\t\t\t\t\t Dropping in at the fermentation shop making bean paste by fermenting starch raw materials including bean and maize, he learned in detail about the production and quality of products. \n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself in detail with how powdered soy is used for diet, he said products would be liked by the servicepersons and people as they are convenient for transport and storing. \n\t\t\t\t\t\n\t\t\t\t\t Learning about how rice is cooked while moving between machines in the instant rice shop, he was pleased with the automation of the production processes ranging from feeding, washing, getting rice swollen in water and boiled, dehydrating and packing products. \n\t\t\t\t\t\n\t\t\t\t\t The factory has an important duty and role to perform for making the diet of the servicepersons and people more affluent, he said, calling upon it to channel efforts into keeping the production going at a higher rate.\n\t\t\t\t\t\n\t\t\t\t\t In order to boost the supply of quality foodstuff including essential foodstuff to the servicepersons and people it is important among other things to provide sufficient quantities of raw and other materials for production, he noted, adding that in order to supply the produced foodstuff in time it is necessary to more satisfactorily settle the issue of varieties of packing containers.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with officials.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that the employees of the factory would successfully implement the call of the Party for improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, and Hang Kwang Sang, first vice department director of the C.C., the WPK."
        },
        {
            "title": " DPRK Premier Goes around Tanchon Area",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-22ee.html",
            "content": "DPRK Premier Goes around Tanchon Area \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Tanchon, November 13 (KCNA) -- Premier of the DPRK Choe Yong Rim learned in detail about the work of the Tanchon Area Associated Mining Bureau on the spot on Nov. 10 and 11. \n\t\t\t\t\t\n\t\t\t\t\t He went round Taehung Youth Hero Mine, Ryongyang Mine, Tanchon Magnesia Factory, the Tanchon Smeltery and others which are performing great successes in the mining, electrolysis and production of various kinds of goods by establishing Korean-style modern production processes by their own efforts. \n\t\t\t\t\t\n\t\t\t\t\t He took measures for the increased production capacities of the relevant units, the processing of all ores and full and timely supply of necessary materials and goods of cooperative production for technical updating."
        },
        {
            "title": "Koreans from North and South Mark Sabbath Day of Chondoism ",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-09ee.html",
            "content": "Koreans from North and South Mark Sabbath Day of Chondoism\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Chondoists from the north and the south of Korea held a joint Chondoist Sabbath Day ceremony praying for the country's independent and peaceful reunification at the church of the Central Guidance Committee of the Chondoist Association of Korea Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Attending the ceremony were officials of the committee, delegates of the Central Headquarters of Chondoism of south Korea and Chondoists in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The preacher said the history of Chondoism that has lasted more than a hundred years is associated with the tradition of unity in purpose. The implementation of the June 15 joint declaration and the October 4 declaration precisely means the unity of all Koreans and unity in purpose of Chondoists and will lead to peace and reunification, he added.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow Chondoists who are concerned about the destiny of the nation and valuing the idea of Chondoism should actively turn out against all acts of negating north-south joint declarations and opposing reunification, he said. Victory is in store for Chondoists who stand for independence, democracy and reunification, he added.\n\t\t\t\t\t\n\t\t\t\t\t The participants prayed for earlier reunification of the country and the realization of the idea of Chondoism."
        },
        {
            "title": "DPRK Footballers Qualified for 2012 U-17 Women's World Cup",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-07ee.html",
            "content": "DPRK Footballers Qualified for 2012 U-17 Women's World Cup\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The DPRK team beat the Thai rival 8:0 at the 2011 Asian U-16 Women's Football Championship Sunday. \n\t\t\t\t\t\n\t\t\t\t\t It was the last match between the two teams.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team came second in the championship, qualifying for 2012 FIFA U-17 Women's World Cup."
        },
        {
            "title": "Rodong Sinmun Calls for Intensified Struggle for Sovereignty",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-04ee.html",
            "content": "Rodong Sinmun Calls for Intensified Struggle for Sovereignty \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Sovereignty is the inviolable right of all countries and nations to independently live and act, says Rodong Sinmun Sunday in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\t It is, in essence, the rights of each country and nation to adopt their line and policy in keeping with their own people's interests and their specific conditions and independently solve any problem by the efforts of their own people, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Exercise of sovereignty can be realized only through struggle. \n\t\t\t\t\t\n\t\t\t\t\t What is most important here is to intensify the struggle against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists try to block the road toward global independence. All the progressives should wage an uncompromising struggle with the imperialists to reliably defend sovereignty of their countries and nations under the uplifted banner of independence. \n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to develop self-supporting national economy. \n\t\t\t\t\t\n\t\t\t\t\t Independence of each country and nation can be realized only when it is based on the self-supporting national economy. If not, any country will have to read other's face whenever it adopts a policy and curry with other in its foreign activities. \n\t\t\t\t\t\n\t\t\t\t\t It is particularly important to bolster self-reliant defense capability. \n\t\t\t\t\t\n\t\t\t\t\t Self-defense is a sovereign right of each country and nation. Strong national defenses help keep independence, but if a nation is weak in defense capability, it would fall prey and slave to the aggression forces. \n\t\t\t\t\t\n\t\t\t\t\t Without strong self-reliant military power is it not possible to win in the struggle against imperialism nor defend country and nation nor protect security of people. This is the stark reality at present. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will invariably pursue the Songun politics, the independent politics and strive to establish sound international relations and achieve world peace and victory in the cause of global independence."
        },
        {
            "title": "S. Korean Prosecution Indicts Pro-Reunification Figures",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-08ee.html",
            "content": "S. Korean Prosecution Indicts Pro-Reunification Figures\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The south Korean fascist prosecution brought a suit against four core members of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration on Nov. 10 on charges of the violation of the notorious \"National Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet Seoul Central District Prosecutor's Office charged that they held seminars on the Songun politics and symposiums on reunification from 2006 to 2010, publicizing and praising the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution had already demanded arrest warrants for two of them in May only to be rejected. It raised the same demand again lately, finally detaining and indicting them on Oct. 12."
        },
        {
            "title": "S. Korean Authorities' Repression of Action against FTA Denounced ",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-19ee.html",
            "content": "S. Korean Authorities' Repression of Action against FTA Denounced \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Voice of People, an Internet radio of south Korea, on Nov. 10 denounced the puppet authorities for merciless suppression of the struggle of south Korean people from all walks of life against the conclusion of the humiliating Free Trade Agreement with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t That day the authorities hurled riot police into the scene of the struggle of the people against conclusion of FTA to mercilessly suppress them. \n\t\t\t\t\t\n\t\t\t\t\t The fascist police fired water-cannons at the demonstrators and used violent means when they arrived in the vicinity of the \"National Assembly\". \n\t\t\t\t\t\n\t\t\t\t\t Some demonstrators fell down on the roads and some lost their consciousness and at least 10 were taken away. \n\t\t\t\t\t\n\t\t\t\t\t The radio charged that the dictatorial power at the end of its term is intensifying harsh suppression of the anti-\"government\" struggles. \n\t\t\t\t\t\n\t\t\t\t\t The violence that day, in particular, is related to the fact that a person close to the chief executive was informally appointed as head of the Seoul District Police Agency, the radio said."
        },
        {
            "title": "S. Korean Prosecution's Suppression under Fire ",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-20ee.html",
            "content": "S. Korean Prosecution's Suppression under Fire \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement on Nov. 10 in denunciation of the puppet prosecution's suppression of the organization. \n\t\t\t\t\t\n\t\t\t\t\t The statement referred to the fact that the Seoul District Prosecutor's Office on Nov. 9 suggested prison terms for Chairman Ri Kyu Jae, the former secretary general and publicity chairman of the organization. \n\t\t\t\t\t\n\t\t\t\t\t The prosecution brought charges against their legitimate exchange with the north during the period of the preceding regimes, said the statement. \n\t\t\t\t\t\n\t\t\t\t\t It is the chief executive who should stand trial and such oppressive bodies as the prosecutor's offices and Intelligence Service are what should be dismantled, it said. \n\t\t\t\t\t\n\t\t\t\t\t No dictatorial suppression of the organization can ever stamp out the movement of the Pan-national Alliance for Korea's Reunification, the statement noted, demanding the prosecution immediately retract the repressive steps."
        },
        {
            "title": "S. Korean Authorities' Irregularities and Sycophancy Flailed",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-02ee.html",
            "content": "S. Korean Authorities' Irregularities and Sycophancy Flailed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The British Association for the Study of Songun Policy on October 29 posted on its Internet homepage an article condemning the south Korean authorities for their irregularities and sycophantic and treacherous deeds.\n\t\t\t\t\t\n\t\t\t\t\t Scandals by the conservative ruling forces have been recently disclosed one after another in south Korea, sparking off the people's resentment, the article said, citing data to show them.\n\t\t\t\t\t\n\t\t\t\t\t Only when the conservative group, engaged in irregularities and immoral conducts while seeking its own wealth and pleasure in disregard of the people's destitute life, is expelled at an early date, is it possible to ensure genuine justice and democracy and remove all sorts of social evils, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The sycophantic and treacherous behaviors made by the south Korean chief executive during his recent tour of the U.S. and at his talks with the Japanese prime minister are touching off protest and wrath of people from all walks life, it noted.\n\t\t\t\t\t\n\t\t\t\t\t His junket to the U.S., during which he committed disgraceful treachery such as selling off the south Korean economy and people's vital rights to the U.S. lock, stock and barrel, is a humiliating trip by the person steeped in pro-U.S. sycophancy to the marrow of his bones, it charged.\n\t\t\t\t\t\n\t\t\t\t\t At his recent talks with the Japanese prime minister he revealed his anti-DPRK scheme without mentioning the biggest pending issues, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people will certainly give stern punishment and hard blow of the nation to the traitors."
        },
        {
            "title": "Attempted Replacement of Seoul Police Chief Assailed: DLP Deputy Spokesman",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-21ee.html",
            "content": "Attempted Replacement of Seoul Police Chief Assailed: DLP Deputy Spokesman\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- A deputy spokesman for the Democratic Labor Party of south Korea chided the puppet authorities for mulling replacing the chief of the Seoul District Police Agency by the close associate of the chief executive. He issued a commentary on Nov. 10.\n\t\t\t\t\t\n\t\t\t\t\t The authorities seek to appoint Ri Kang Dok, chief of the Kyonggi District Police Agency, as chief of the Seoul agency.\n\t\t\t\t\t\n\t\t\t\t\t As a typical figure of Yongpho Meeting, a private organization of the chief executive, Ri has a career of having worked at the \"Committee for Transfer of Presidential Office\", the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t His tentative nomination as Seoul police chief is aimed to deny communications with the people and intensify crackdown, it added.\n\t\t\t\t\t\n\t\t\t\t\t The authorities can never overpower the people no matter how hard they try to mobilize their confidants, it said, urging them to immediately stop the nomination move."
        },
        {
            "title": "Good Relations between DPRK, Russia Guarantee World Peace: Peruvian Politician",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-01ee.html",
            "content": "Good Relations between DPRK, Russia Guarantee World Peace: Peruvian Politician\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, in a statement on Nov. 7 said that the good relations between the DPRK and Russia guarantee the world peace.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il's answers to questions put by ITAR-TASS of Russia are evoking great repercussions among not only the peoples of the DPRK and Russia but the world progressive people, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The international situation at present is very tense due to the U.S. undisguised moves to destroy the nuclear weapons of the DPRK and stifle its socialist system, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The United States and south Korea are staging large-scale joint military exercises every year to threaten the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The People's Front of Workers, Peasants and Students of Peru demands the U.S. withdraw its troops and nuclear weapons from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia summit meeting made the friendly relations between the two countries closer. It also marked an important occasion in defending the world peace."
        },
        {
            "title": "Mideast Situation Goes near Brink of New War ",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-05ee.html",
            "content": "Mideast Situation Goes near Brink of New War \r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- A dangerous situation is now prevailing in the Middle East whereby a new war may break out. \n\t\t\t\t\t\n\t\t\t\t\t As already reported, in October the U.S. blamed the assassination plot against the Saudi Arabian ambassador to the U.S. on Iran and launched a sweeping propaganda campaign for labeling it as \"terrorist state\". \n\t\t\t\t\t\n\t\t\t\t\t Officials of the U.S. government vied with each other to threaten that Iran will have to pay dearly for the plot. \n\t\t\t\t\t\n\t\t\t\t\t In November the U.S. has tightened pressure on Iran, branding its peaceful nuclear activities as development of nukes.\n\t\t\t\t\t\n\t\t\t\t\t On Nov. 3, the U.S. chief executive said that Iran's nuclear program is steadily posing a threat. He asserted the need for the international community to put unprecedentedly strong pressure on Iran in order to check its nuclear activities. \n\t\t\t\t\t\n\t\t\t\t\t The Israeli president, too, repeatedly threatened on Nov. 5 and 6 to mount a preemptive attack on Iran's nuclear facilities, saying that the military attack is faster than diplomatic measure in solving the issue. \n\t\t\t\t\t\n\t\t\t\t\t As seen above the U.S. and Israel are openly revealing their scheme for military attack on Iran. Under this situation the IAEA made public on Nov. 8 a report claiming that Iran conducted activities related to development of nukes. \n\t\t\t\t\t\n\t\t\t\t\t Saying that facilities for experimentation of high-explosive to be used in making nukes are under construction in the suburbs of Tehran, the report asserted with a satellite photo of them as a proof that Iran is developing nuclear payloads. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, observers contended that a touch-and-go tense situation is prevailing in the Middle East as the IAEA playing on the hand of the U.S. cooked up a pretext for military attack on Iran. \n\t\t\t\t\t\n\t\t\t\t\t In fact, no sooner had the report been released than the U.S. declared that it would impose additional sanctions on Iran if it fails to clear the IAEA's doubts about development of nukes. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Israeli defense minister blared that they would promptly launch military attacks on Iran's nuclear facilities. \n\t\t\t\t\t\n\t\t\t\t\t Media of the West, including Reuters of UK and the U.S. papers Washington Post and New York Times, advertised that Israel's preemptive attack is a matter of time. \n\t\t\t\t\t\n\t\t\t\t\t The extreme war frenzy shown by the U.S. and Israel is a very dangerous deed that may drive the Mideast region to disasters of new war, in the wake of wars in Afghanistan and Iraq in the present century."
        },
        {
            "title": " SAARC Summit in Maldives Calls for Boosting Cooperation",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-06ee.html",
            "content": "SAARC Summit in Maldives Calls for Boosting Cooperation\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Summit of South Asian Association for Regional Cooperation was held in Maldives' southernmost atoll of Addu on Nov. 10 and 11.\n\t\t\t\t\t\n\t\t\t\t\t Heads of state and government of the member nations attended.\n\t\t\t\t\t\n\t\t\t\t\t The summit discussed issues on boosting cooperation among regional countries in combating terrorism, preventing environmental pollution and promoting trade and education.\n\t\t\t\t\t\n\t\t\t\t\t The Addu Declaration was adopted at the summit."
        },
        {
            "title": "China Opposes Pressure and Sanctions against Iran",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-10ee.html",
            "content": "China Opposes Pressure and Sanctions against Iran\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Beijing, November 12 (KCNA) -- A spokesman for the Chinese Foreign Ministry on Nov. 10 clarified the stand of his country opposing pressure and sanctions against Iran.\n\t\t\t\t\t\n\t\t\t\t\t China recognizes that dialogue and cooperation are the only way of reasonably settling the nuclear issue of Iran and the issues concerned cannot be settled through pressure and sanctions, the spokesman said."
        },
        {
            "title": "China Speeds up Rural Irrigation",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-11ee.html",
            "content": "China Speeds up Rural Irrigation\r\n\n\t\t\t\t\t Beijing, November 12 (KCNA) -- China is speeding up rural irrigation.\n\t\t\t\t\t\n\t\t\t\t\t At least 19,000 dams were repaired or reinforced and waterways extending 175,000 km were adjusted across the country by late September this year."
        },
        {
            "title": "Russia, Iran Reject IAEA Report",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-12ee.html",
            "content": "Russia, Iran Reject IAEA Report\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The Russian Foreign Ministry on Nov. 9 rejected the International Atomic Energy Agency's report on the nuclear issue of Iran.\n\t\t\t\t\t\n\t\t\t\t\t The report gave an impression as if military elements were contained in the nuclear issue of Iran, intentionally attaching political color to the well-known facts, the Foreign Ministry said.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the U.S. deceived the world by claiming that the Saddam Hussein regime had the non-existent mass destruction weapons at the time when the Iraqi war was started, it stressed that such hasty act should not be repeated.\n\t\t\t\t\t\n\t\t\t\t\t Russia expresses deep apprehension over the fact that the IAEA report is being used to foil the international community's efforts for political and diplomatic coordination of the situation over the nuclear issue of Iran, it noted. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile the Iranian permanent representative to the IAEA in a recent interview with a news agency rejected the IAEA report on Iran's nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The report repeated the outdated assertion made by the IAEA, which was proved to be groundless, without setting forth any new contents, he said."
        },
        {
            "title": "Iran Should Be Vigilant for Any Possible Cyber Attack: Minister",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-14ee.html",
            "content": "Iran Should Be Vigilant for Any Possible Cyber Attack: Minister\r\n\n\t\t\t\t\t Tehran, November 12 (KCNA) -- The minister of Energy of Iran, addressing a meeting on Nov. 9, expressed the stand of his country to be vigilant for any possible cyber attack of the enemy.\n\t\t\t\t\t\n\t\t\t\t\t He said that the enemies were making every effort to create disruption in software and hardware systems of Iran's governmental centers.\n\t\t\t\t\t\n\t\t\t\t\t Under these circumstances, all the ministries should be vigilant and fully prepared to counter possible cyber attacks, he said."
        },
        {
            "title": "Iran's High Cleric Accuses U.S. of Anti-Iran Moves",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-13ee.html",
            "content": "Iran's High Cleric Accuses U.S. of Anti-Iran Moves\r\n\n\t\t\t\t\t Tehran, November 12 (KCNA) -- Iran's high cleric Seyyed Ahmad Khatami in a recent interview with a TV scathingly accused the United States of its moves against Iran.\n\t\t\t\t\t\n\t\t\t\t\t Khatami said \"the United States is using international organizations, including IAEA, as tools\" to pressure Iran over its nuclear program\n\t\t\t\t\t\n\t\t\t\t\t If the IAEA is turned into a tool at the hands of the United States against Iranians, it will discredit itself, he was quoted as saying."
        },
        {
            "title": " Japan Isolated in Northeast Asia",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-03ee.html",
            "content": "Japan Isolated in Northeast Asia\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The France-Korea Friendship Association on November 2 posted on its internet homepage an article urging Japan to drop its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recently various countries have made brisk diplomatic activities with the DPRK, the article titled \"Japan faces crisis of isolation in Northeast Asia\" noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t It is only Japan that has failed to take part in any bilateral or multilateral negotiations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At present Japan is in such a position as to only observe the development of the Northeast Asian situation without expression in silence.\n\t\t\t\t\t\n\t\t\t\t\t To get out of this position, Japan should urgently improve the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t By following the past precedent in which the DPRK-Japan Pyongyang Declaration was adopted with Koizumi's visit to Pyongyang as an occasion, Japan should get reconciled with the DPRK through visits and contacts of high-level delegations and take the road of reparation.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way for Japan to avoid its isolation in Northeast Asia."
        },
        {
            "title": " Japan's Oct. Wholesale Prices Up 1.7% on Year",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-16ee.html",
            "content": "Japan's Oct. Wholesale Prices Up 1.7% on Year\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- Continuous prices up in Japan disaffect Japanese people.\n\t\t\t\t\t\n\t\t\t\t\t Japan's wholesale prices rose 1.7 percent in October, the Bank of Japan said Friday. Prices for petroleum and coal products gained 12.8 percent in October from a year earlier,"
        },
        {
            "title": "U.S. Budget Deficit Rises to $98.5 Bln in October",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-15ee.html",
            "content": "U.S. Budget Deficit Rises to $98.5 Bln in October\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- The U.S. federal government budget deficit increased to 98.5 billion dollars in October, the Treasury Department said on Thursday."
        },
        {
            "title": "Australia's Trade Surplus Narrows in Sept.",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-18ee.html",
            "content": "Australia's Trade Surplus Narrows in Sept.\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- During September, exports were down 3.0 percent and imports declined 1.0 percent, the Australian Bureau of Statistics said on Tuesday."
        },
        {
            "title": "Britons Protest Authorities' Education Policy",
            "url": "http://kcna.co.jp/item/2011/201111/news13/20111113-17ee.html",
            "content": "Britons Protest Authorities' Education Policy\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 13 (KCNA) -- A demonstration against the authorities unreasonable education policy was held in London on Nov. 9 with the attendance of at least 10 000 people.\n\t\t\t\t\t\n\t\t\t\t\t The protesters strongly accused the authorities of taking steps to curtail budget for education and raise tuition."
        }
    ]
}