{
    "date": "2011-03-11",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Mauritian President",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-30ee.html",
            "content": "Kim Yong Nam Greets Mauritian President\r\nPyongyang, March 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greetings to Anerood Jugnauth, President of Mauritius, on the occasion of the 43rd anniversary of its independence and the 19th anniversary of the proclamation of its Republic.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future and heartily wished the president and people of Mauritius greater success in the effort to achieve socio-economic stability and development of the country."
        },
        {
            "title": "Kim Yong Nam Meets President and CEO of AP",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-36ee.html",
            "content": "Kim Yong Nam Meets President and CEO of AP\r\n Pyongyang, March 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday met and had a talk with Thomas Curley, president and chief executive officer of the Associated Press of the United States, and his party at the Mansudae Assembly Hall.\n\t\t\t\t\t Director General of the KCNA Kim Pyong Ho and officials concerned were on hand."
        },
        {
            "title": "Gift from President and CEO of AP",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-35ee.html",
            "content": "Kim Yong Nam Greets Mauritian President\r\n Pyongyang, March 11 (KCNA) -- General Secretary Kim Jong Il received a gift from Thomas Curley, president and chief executive officer of the Associated Press of the United States on a visit to the DPRK.\n\t\t\t\t\t It was handed to an official concerned on Friday by Thomas Curley."
        },
        {
            "title": "President and CEO of AP Leaves",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-33ee.html",
            "content": "President and CEO of AP Leaves\r\n Pyongyang, March 11 (KCNA) -- Thomas Curley, president and chief executive officer of the Associated Press of the United States, and his party left today."
        },
        {
            "title": "Russian Vice FM Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-31ee.html",
            "content": "Russian Vice FM Pays Homage to Kim Il Sung\r\n Pyongyang, March 11 (KCNA) -- Russian Vice Foreign Minister Aleksei Borodavkin and his party visited the statue of President Kim Il Sung on Mansu Hill to pay homage to him on Friday.\n\t\t\t\t\t They laid bunches of flowers before the statue of Kim Il Sung and paid tribute to him in boundless reverence for him who made an immortal contribution to the development of the DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here by air on the same day."
        },
        {
            "title": "Bouquets Laid before Liberation Tower by Russian Guests",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-32ee.html",
            "content": "Bouquets Laid before Liberation Tower by Russian Guests\r\n Pyongyang, March 11 (KCNA) -- Vice Foreign Minister of Russia Aleksei Borodavkin and his party laid bouquets before the Liberation Tower on Friday. \n\t\t\t\t\t Attending there was Russian Ambassador to the DPRK Valery Sukhinin.\n\t\t\t\t\t\n\t\t\t\t\t After bouquets were placed before the tower, the participants paid silent tribute to the fallen fighters of the Soviet army who participated in the battles to liberate Korea."
        },
        {
            "title": "Anniversary of Rihyon Revolutionary Museum Observed",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-37ee.html",
            "content": "Anniversary of Rihyon Revolutionary Museum Observed\r\n Pyongyang, March 11 (KCNA) -- The 30th anniversary of the Rihyon Revolutionary Museum was observed with due ceremony on Friday. \n\t\t\t\t\tRihyon-ri, Sadong District of Pyongyang is associated with immortal feats performed by President Kim Il Sung and General Secretary Kim Jong Il. They provided field guidance to the ri several times, turning it into a socialist village good to work and live in.\n\t\t\t\t\t\n\t\t\t\t\t The President visited Rihyon-ri early in January 1960. He guided a general meeting of the Ri Party Committee in the wake of the party members consultative meeting of the Committee, putting forward an ordinary girl agitator as a frontranker in transforming people in the Chollima era to be known throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the Rihyon Revolutionary Museum was founded to eternally glorify the leadership feats of the President and has wisely led it.\n\t\t\t\t\t\n\t\t\t\t\t Over the last three decades since the foundation of the museum, officials and employees there have discovered and arranged historic relics associated with the peerlessly great men, turning it into a good centre for the education in the revolutionary traditions."
        },
        {
            "title": "New Collection of Reminiscences Off Press",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-34ee.html",
            "content": "New Collection of Reminiscences Off Press\r\n Pyongyang, March 11 (KCNA) -- A collection of reminiscences \"Among the People\" (93) was published in the DPRK.\n\t\t\t\t\t The book contains 20 reminiscences dealing with the leadership provided by President Kim Il Sung with patriotic devotion and his immortal exploits and noble virtues.\n\t\t\t\t\t\n\t\t\t\t\t Reminiscence \"First University for People Built According to the Idea of the Leader\" deals with the exploits the President performed by taking the initiative to found Kim Il Sung University, the first university of new Korea after its liberation, and clearly indicating the road of the Juche-oriented education.\n\t\t\t\t\t\n\t\t\t\t\t It also contains reminiscences \"Telling Us to Always Live the Way the Anti-Japanese Guerrillas Did\" and \"'It Is Necessary to Let the Younger Generation Know Well about What Was the Landlords' Exploitation.'\" They tell stories that the President trained the members of the bodyguard's company as strong core cadres of the revolution during the Fatherland Liberation War and gave earnest instructions for imbuing the youth and children with the transparent class awareness.\n\t\t\t\t\t\n\t\t\t\t\t There are in the book reminiscences recounting stories that Kim Il Sung brought the Juche-based method of farming into maturity, tending an experimental plot in his garden, and worked heart and soul for the agricultural development of the country till the last moments of his life and that he provided field guidance to every nook and corner of the country to bring greater happiness to the people.\n\t\t\t\t\t\n\t\t\t\t\t It contains reminiscences which tell stories that the President led officials to cherish work style as servants to the people and showed profound loving care and trust for revolutionary soldiers. There are also reminiscences dealing with the touching stories about his revolutionary sense of obligation."
        },
        {
            "title": "Scientist Praised by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-22ee.html",
            "content": "Scientist Praised by Kim Jong Il\r\n Pyongyang, March 11 (KCNA) -- Jong Il Chol is a section chief of the Automatics Department of Kim Chaek University of Technology.\n\t\t\t\t\tHe, 54, had the honor to get praises from General Secretary Kim Jong Il. During his field guidance to a factory in Jagang Province last year, the leader met Jong and appreciated what he did for the technological updating of the factory, calling him Hong Kil Dong of a modern version.\n\t\t\t\t\t\n\t\t\t\t\tHong Kil Dong, hero of a Korean classical story, has become a synonym for those who achieve great things with a superb skill.\n\t\t\t\t\t\n\t\t\t\t\t Jong, after graduating from Kim Chaek University of Technology in Juche 75 (1986) and becoming a teacher, has greatly contributed to streamlining many industrial establishments throughout the country, including Dressing Plant No. 3 of the Komdok Mining Complex, Pyongyang Children's Foodstuff Factory, Hamhung Woodenware Factory, Taedonggang Beer Factory and Pyongyang Textile Machine Plant.\n\t\t\t\t\t\n\t\t\t\t\t Last year, he rendered services to basing the production processes of dried fruit slices of the Taedonggang Combined Fruit Farm on a computer-controlled system and streamlining a factory in Jagang Province."
        },
        {
            "title": "Work for Permanently Preserving Slogan-Bearing Trees Brisk",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-01ee.html",
            "content": "Work for Permanently Preserving Slogan-Bearing Trees Brisk\r\n Pyongyang, March 11 (KCNA) -- The work for permanently preserving and displaying  slogan-bearing trees in the rooms of educational  sites made successful progress in Ryanggang Province of the DPRK.\n\t\t\t\t\t The Revolutionary Battle Site Management Bureau of the province made a comprehensive survey and grasp of the above-said trees in recent years. On this basis, it minutely organized the work to permanently preserve and display those trees in the revolutionary museums and museums of revolutionary relics after bringing them to those museums as it is hard to preserve them outside and they are far from the courses of study tour. \n\t\t\t\t\t\n\t\t\t\t\t  Spaces for their display have been created at the Ryanggang Provincial Museum of President Kim Il Sung's Revolutionary Activities, Paektusan Revolutionary Battle Site Management Office and other revolutionary museums in Samjiyon, Sinpha and Phophyong.\n\t\t\t\t\t\n\t\t\t\t\t The Management Office of the Paektusan Secret Camp Revolutionary Battle Site solved the problems arising in permanently preserving those trees in cooperation with teachers and researchers of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\tThe technical office for preserving revolutionary sites in the province manufactured and introduced new equipment into the above-said work."
        },
        {
            "title": "Table Clock",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-23ee.html",
            "content": "Table Clock\r\n Pyongyang, March 11 (KCNA) -- On display at the International Friendship Exhibition of the DPRK is a table clock President Kim Il Sung received from a German and his wife in April Juche 74 (1985).\n\t\t\t\t\t After preparing the gift as a token of reverence for the President, they visited the DPRK, leading a TV delegation, to cover the April Spring Friendship Art Festival in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The clock is in a glass frame of a stone pagoda shape."
        },
        {
            "title": "Seal Reserve in Rason City",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-24ee.html",
            "content": "Seal Reserve in Rason City\r\n Pyongyang, March 11 (KCNA) -- There is a seal reserve in Rason City in the northeastern tip of the DPRK.\n\t\t\t\t\t Many seals live in the estuary of the River Tuman and the east sea off Uam-ri.\n\t\t\t\t\t\n\t\t\t\t\t They flock there in early autumn and spring.\n\t\t\t\t\t\n\t\t\t\t\t The seal reserve consists of rocks that rear their crests above the sea.\n\t\t\t\t\t\n\t\t\t\t\t Tourists aboard sightseeing boats can see seals basking in the sun or swimming in water.\n\t\t\t\t\t\n\t\t\t\t\t The Uam seal was registered as a national heritage."
        },
        {
            "title": "Twists Popular in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-25ee.html",
            "content": "Twists Popular in Pyongyang\r\n Pyongyang, March 11 (KCNA) -- Along with roast chestnut, roast sweet potato, peanut, spun sugar and Kangso mineral waters, twists have begun to be served in streets of Pyongyang.\n\t\t\t\t\t Okryu, Chongnyu, Moran, Phyongchon, Chongchun and other restaurants have also started serving twists.\n\t\t\t\t\t\n\t\t\t\t\t Twist stands have appeared in streets throughout the city, drawing many citizens and adding to the scenery of the streets.\n\t\t\t\t\t\n\t\t\t\t\t The twist produced by the Pyongyang Flour-Processing Factory is popular among citizens for its good taste. \n\t\t\t\t\t\n\t\t\t\t\t The twist is a traditional homemade food in the country."
        },
        {
            "title": "Womanly Beauty of Hoeryong",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-26ee.html",
            "content": "Womanly Beauty of Hoeryong\r\n Pyongyang, March 11 (KCNA) -- Hoeryong in North Hamgyong Province in the northern part of the DPRK boasts of womanly beauty.\n\t\t\t\t\t From olden times, Hoeryong women have been well known for their beautiful features, well-conditioned mind, sincerity and noble virtues.\n\t\t\t\t\t\n\t\t\t\t\t Those in the southern areas of the country took Hoeryong girls in marriage without even a previous chance of seeing each other.\n\t\t\t\t\t\n\t\t\t\t\t When visiting Hoeryong in the closing years of the Ri Dynasty, an envoy of other country admired the beauty of women in the area. \n\t\t\t\t\t\n\t\t\t\t\t The womanly beauty is one of Hoeryong's three beauties together with white apricot and clay for ceramics."
        },
        {
            "title": "Minju Joson Calls for Holding Higher Great Banner of Songun",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-15ee.html",
            "content": "Minju Joson Calls for Holding Higher Great Banner of Songun\r\n Pyongyang, March 11 (KCNA) -- The Songun politics serves as an invincible banner as it paves the way for independent reunification and patriotic politics providing a sure guarantee for peace and prosperity. Minju Joson Friday says this in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics helps resolutely frustrate the undisguised interference and domination by outside forces by powerful forces of arms and firmly protect the sovereignty and dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t This politics imbues all Koreans with the national pride and self-respect that they can carve out the destiny of the nation by themselves. It also hardens the patriotic zeal and will to steadily accelerate the movement for independent reunification, meeting all challenges of the anti-reunification forces. \n\t\t\t\t\t\n\t\t\t\t\t Had the DPRK lacked the tremendous war deterrent built up under the banner of Songun, a war would have broken out on the Korean Peninsula a hundred times and the Korean people would have suffered war disasters.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun politics, peace has been firmly guaranteed on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The reality proves once again that the DPRK was entirely right when it boosted its capability for self-defence in every way under the uplifted banner of Songun long ago.\n\t\t\t\t\t\n\t\t\t\t\t Whoever desirous of independent reunification, peace and prosperity should deeply believe and actively uphold the Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t Everybody can fulfill his or her responsibility and duty as a member of the Korean nation only when he or she fully supports and upholds the Songun politics."
        },
        {
            "title": "S. Korea's Talk about \"Change in Attitude\" Ridiculed",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-29ee.html",
            "content": "S. Korea's Talk about \"Change in Attitude\" Ridiculed \r\n Pyongyang, March 11 (KCNA) -- The south Korean ruling quarters are vociferating about what they call \"change in attitude\". The south Korean authorities recently let loose a whole string of sophism as part of their anti-DPRK smear campaign that \"the north should make a fundamental switchover, not a tactical change” and \"it should make a genuine change\" and the like. \n\t\t\t\t\t Hyon In Thaek, minister of Unification of south Korea, in his \"address made at a commemoration meeting\" also talked nonsense about \"fundamental change in attitude.\" \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Friday observes in a by-lined article in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The above-said remarks are nothing but sophism intended to shift onto the DPRK the responsibility for having brought the preliminary talks for opening the inter-Korean high-level military talks to rupture, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this is a sinister aim of the puppet group to escalate the confrontation with fellow countrymen under the pretext of the deadlocked inter-Korean dialogue. \n\t\t\t\t\t\n\t\t\t\t\t The madcap Key Resolve and Foal Eagle joint military war maneuvers are going on in the air, land and seas of south Korea with huge troops of the U.S. imperialist aggression forces and the south Korean puppet forces involved.\n\t\t\t\t\t\n\t\t\t\t\t They claim these are \"annual exercises for defense\" but they can never conceal their aggressive nature. \n\t\t\t\t\t\n\t\t\t\t\t The puppet group's talk about \"change in attitude\" and the like is aimed to pass the buck for torpedoing the talks to the DPRK in a bid to divert elsewhere the public criticism of it and, at the same time, further step up the moves for a war of aggression against fellow countrymen in league with foreign forces. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations will never improve unless the south Korean authorities halt their moves to escalate confrontation with fellow countrymen and launch a war against them. \n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to stop blaming others but change their attitude, to begin with."
        },
        {
            "title": "KCNA Blasts Projected \"Civilian Defense Drill\" in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-08ee.html",
            "content": "KCNA Blasts Projected \"Civilian Defense Drill\" in S. Korea\r\n Pyongyang, March 11 (KCNA) -- The south Korean puppet group announced that they would kick off a large-scale \"civilian defense drill\" on March 15 at a time when provocative joint military exercises are going on throughout south Korea in collusion with the U.S.\n\t\t\t\t\t It was reported that even war hardware including armored cars and vehicles for military operations of the puppet army would be involved in the drill.\n\t\t\t\t\t\n\t\t\t\t\t This is an ill-boding development, indeed. \n\t\t\t\t\t\n\t\t\t\t\t The puppet Fire Fighting and Disaster Preventing Agency recently made a survey of anti-air raid shelters and decided to remove at least 2,000 ones regarded as unsuitable. It designated new large-scale ones. These moves were reportedly aimed to boost the capacity of those shelters and, at the same time, expand alarm facilities in hundreds of places.\n\t\t\t\t\t\n\t\t\t\t\t Such moves only betray the persecution mania of the criminals.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and south Korean puppet forces that are playing with fire on the peninsula. It is hard to understand from whom they are \"defending themselves.\" \n\t\t\t\t\t\n\t\t\t\t\t The puppet group admitted that \"it is the first time that military vehicles would be involved in the civilian defense drill\". Great irony is that they dare talk about \"defence\" after kicking off such large-scale military exercises against fellow countrymen across south Korea in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tThe projected \"civilian defense drill\" is a very dangerous act aiming at further rounding off the war preparations across south Korea in the light of the timing of the drill and its scale.\n\t\t\t\t\t\n\t\t\t\t\t The war maneuver targeted against fellow countrymen can never be justified.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK will never remain a passive onlooker to the fact that the south Korean war-like forces are increasing the danger of war in league with foreign forces to an extreme pitch."
        },
        {
            "title": "Struggle for Women's Emancipation Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-06ee.html",
            "content": "Struggle for Women's Emancipation Called for in S. Korea\r\n Pyongyang, March 11 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on March 8, the International Women's Day, calling for dynamic actions for women's emancipation. \n\t\t\t\t\t The statement said: Koreans have been subject to the north-south confrontation due to the territorial division caused by the U.S. and suffered from all sorts of outrages of the sycophants and traitors. The women have undergone more pain than anybody else.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean women are more ruthlessly denied treatment as human beings as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t It called for putting the earliest possible end to the treacherous rule under which women are regarded as tools for capital and pleasure and only misfortune is imposed upon them.\n\t\t\t\t\t\n\t\t\t\t\t It also called for forcing the U.S. troops to pull out of south Korea, making a clean sweep of the sycophants and traitors and waging dynamic actions for independence, democracy and reunification."
        },
        {
            "title": "US and S. Korea's Moves to Beef up Armed Forces under Fire",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-07ee.html",
            "content": "US and S. Korea's Moves to Beef up Armed Forces under Fire\r\n Pyongyang, March 11 (KCNA) -- The U.S. is mulling deploying 12 A-10cs in the U.S. air force base in Osan of Kyonggi Province, according to KBS of south Korea.\n\t\t\t\t\t 350 U.S. troops will be reportedly brought there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is zealously instigating the south Korean puppet forces to introduce Global Hawk and stealth fighters.\n\t\t\t\t\t\n\t\t\t\t\t According to Yonhap News, the south Korean puppet military on March 8 confirmed a \"307 plan for defence reform\" which envisages the reinforcement of aggressor forces.\n\t\t\t\t\t\n\t\t\t\t\t It declared in the plan that it would additionally deploy ultra-modern war hardware in different parts of south Korea under the pretext of coping with someone's \"provocations\".\n\t\t\t\t\t\n\t\t\t\t\t The plan calls for introducing anti-artillery radar, JDAM, high-altitude drones and other war hardware in a bid to boost the anti-artillery capability and monitoring and spying capabilities and massively bringing stealth fighters and gunships.\n\t\t\t\t\t\n\t\t\t\t\t It also calls for organizing a cyber command and increasing its function."
        },
        {
            "title": "US and S. Korean Warmongers Stage Buddy Wing Draill",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-09ee.html",
            "content": "US and S. Korean Warmongers Stage Buddy Wing Drill \r\n Pyongyang, March 11 (KCNA) -- The U.S. imperialists and south Korean puppet warmongers staged Buddy Wing, DPRK-targeted joint military exercise, in the U.S. Air Force base in Kunsan, according to Yonhap News of south Korea on Mar. 9. \n\t\t\t\t\t F-16 fight bombers of the 8th Combat Flying Corp of the U.S. Air Force and KF-16 fighters of the 20th Combat Flying Corp of south Korean Air Force were busy with take-off and landing and air raid drills.\n\t\t\t\t\t\n\t\t\t\t\t Civic organizations in the Kunsan area held a protest meeting outside the military base and strongly demanded an immediate halt to the war exercises increasing the military tension on the Korean Peninsula."
        },
        {
            "title": "National Seminar on Juche Idea Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-02ee.html",
            "content": "National Seminar on Juche Idea Held in Bangladesh\r\n Pyongyang, March 11 (KCNA) -- A national seminar on the Juche idea was held in Dhaka on March 5.\n\t\t\t\t\t Present there were M. Gamrul Huda, chairman of the Bangladesh Institute of the Juche Idea, Sheikh Rafiqul Islam Bablu, general secretary of the institute, the chairman of the Bangladesh Self-Reliance Research Centre and other chiefs of the groups for study of the Juche idea and Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t Mujahidul Islam Selim, general secretary of the Central Committee of the Bangladesh Communist Party (BCP), and representatives of other political parties took part in the seminar.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the delegation of the Social Scientists Society of Korea headed by its Vice-chairman Kim Chang Ryong and Vishwanath, director-general of the International Institute of the Juche Idea (IIJI).\n\t\t\t\t\t\n\t\t\t\t\t Sheikh Rafiqul Islam Bablu made a keynote report there. \n\t\t\t\t\t\n\t\t\t\t\t It was followed by speeches made by the head of the DPRK delegation, the general secretary of the BCP, the chairman of the Self-Reliance Research Centre, the director-general of the IIJI and personages of various circles.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers praised President Kim Il Sung as the great leader who founded the immortal Juche idea, defeated two imperialisms in one generation, led global independence to victory and built a socialist power centered on the popular masses, independent in politics, self-supporting in economy and self-reliant in national defense.\n\t\t\t\t\t\n\t\t\t\t\t They also praised Kim Jong Il as a great leader for having developed the Juche idea in depth and has firmly protected the sovereignty and dignity of the country and the nation with the Songun politics based on the Juche idea and wisely led the Korean people in the drive to build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their resolution to make positive efforts to deeply study the Juche idea and the spirit of self-reliance, embody them in practice and build an independent world.\n\t\t\t\t\t\n\t\t\t\t\t The participants proposed holding a world conference on the Juche idea in Pyongyang in April 2012 marking the centenary of birth of Kim Il Sung to eternally glorify his immortal exploits and called upon the followers of the Juche idea in the world to respond to it.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The participants expressed the conviction that the Korean people's struggle to translate \n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung's desire to build a thriving nation into reality as soon as possible is sure to triumph under the wise Songun leadership of Kim Jong Il, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It extended full support and solidarity to the Korean people in their anti-imperialist struggle and the drive to build a thriving nation and reunify the country."
        },
        {
            "title": "DPRK Book, Photo and Art Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-03ee.html",
            "content": "DPRK Book, Photo and Art Exhibition Opens in Russia\r\n Pyongyang, March 11 (KCNA) -- A DPRK book, photo and art exhibition opened with due ceremony on March 4 in Irkutsk City, Irkutsk Region of Russia. \n\t\t\t\t\t Displayed in the hall of the exhibition are works of President Kim Il Sung and General Secretary Kim Jong Il, photos on the Songun leadership exploits of Kim Jong Il, books introducing Songun Korea and art pieces. \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were personages from different social standings and masses. \n\t\t\t\t\t\n\t\t\t\t\t The vice-minister and minister of culture of the Irkutsk Regional Government and the representative of the Foreign Ministry in Irkutsk City said in their speeches that the exhibition would contribute to boosting the friendly cultural cooperation between Russia and the DPRK and offer Russians an important occasion to know better about the developed culture of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till mid-March."
        },
        {
            "title": "Syrian Paper Accuses US of Escalating Tension on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-04ee.html",
            "content": "Syrian Paper Accuses US of Escalating Tension on Korean Peninsula\r\n Pyongyang, March 11 (KCNA) -- The Syrian paper Al Thawrah on March 4 carried a commentary as regards the tension on the Korean Peninsula.\n\t\t\t\t\t U.S.-south Korea joint military maneuvers are now under way on the peninsula with huge U.S. troops involved, the commentary said, adding that the reality goes to prove that the U.S. is scheming to keep increasing the tension in the region.\n\t\t\t\t\t\n\t\t\t\t\t A very acute and tense situation is prevailing on the peninsula as evidenced by a recent collapse of the preliminary talks for opening the north-south high-level military talks, the commentary noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tWhenever there is the sign of the north and the south getting close to achieve peaceful reunification and prosperity of the peninsula through dialogue, the U.S. stood in their way.\n\t\t\t\t\t\n\t\t\t\t\t In last November south Korea fired shells into territorial waters of the DPRK, thus sparking a clash between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. used this incident for aggravating the discord between the two sides and creating instability.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is tightening its sanctions and increasing pressure upon the DPRK on various charges in a bid to force it to dismantle its nukes, while keeping as ever a tense atmosphere on the peninsula in an effort to secure a pretext for its meddling. \n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the aim sought by the U.S. in escalating tension and confrontation on the peninsula is to turn the region into a theatre for demonstrating its military muscle. \n\t\t\t\t\t\n\t\t\t\t\t But the world people wish to see stability on the peninsula."
        },
        {
            "title": "Nepalese Organizations Demand Halt to US-S. Korea Military Exercises",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-05ee.html",
            "content": "Nepalese Organizations Demand Halt to US-S. Korea Military Exercises\r\nPyongyang, March 11 (KCNA) -- Organizations in Nepal issued a joint statement on March 5 demanding the U.S. and south Korea stop their provocative military exercises.\n\t\t\t\t\tThey are the Committee for Supporting the Reunification of Korea, Committee for Promotion of Reunification of Korea, Journalist Association for the Study of the Juche Idea and Songun Politics, Association for Supporting the Songun Politics, Peace Action Committee and the Press Club.\n\t\t\t\t\t\n\t\t\t\t\tWe express concern over the grave situation prevailing on the Korean Peninsula due to the joint military exercises, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe joint military maneuvers kicked off by the U.S. imperialists and their followers despite the repeated warnings of the DPRK and the strong denunciation and protest at home and abroad are a grave threat to the peace of not only the Korean Peninsula but the rest of Asia.\n\t\t\t\t\t\n\t\t\t\t\tThe world peace-loving people sincerely desire peace and stability on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe statement strongly demanded the U.S. pull its forces out of south Korea."
        },
        {
            "title": "US Forces' Test on Living bodies Disclosed",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-10ee.html",
            "content": "US Forces' Test on Living bodies Disclosed\r\n Pyongyang, March 11 (KCNA) -- The German newspaper Berliner Zeitung on Mar. 4 disclosed the tests conducted by U.S. forces on living bodies in the Guantanamo prison of the U.S. Navy.\n\t\t\t\t\t The U.S. forces there freely injected different medicines to prisoners, causing abnormal symptoms among them including difficult breathing, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t It termed such tests cruel torture."
        },
        {
            "title": "Chinese FM Refers to China-US Relations",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-11ee.html",
            "content": "Chinese FM Refers to China-US Relations\r\n Beijing, March 9 (KCNA) -- Chinese Foreign Minister Yang Jiechi referred to the China-U.S. relations at a news conference on Mar. 7. \n\t\t\t\t\t He said that it was an objective reality that China and the United States have some differences or even friction over some issues.\n\t\t\t\t\t\n\t\t\t\t\t Beijing reacted with fury to the Obama administration plans for a new round of weapons sales to Taiwan, he noted\n\t\t\t\t\t\n\t\t\t\t\t We urge the United States to stop selling arms to Taiwan and take concrete actions to support the peaceful development of cross-Strait relations, he added."
        },
        {
            "title": "Okinawa Governor Denounces Former US Consul General's Remarks",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-12ee.html",
            "content": "Okinawa Governor Denounces Former US Consul General's Remarks\r\n Pyongyang, March 11 (KCNA) -- Okinawa Governor Hirokazu Nakaima in a news conference on Mar. 7 expressed dismay at the remarks made by the former U.S. consul general in Japan's southwestern island prefecture describing people there opposed to the transfer of Futenma base within the Prefecture as \"masters of manipulation and extortion\". He termed these inappropriate remarks.\n\t\t\t\t\t \"The U.S. official's remarks make me question what the U.S. consular office in Okinawa exists for,\" he told reporters, expressing strong protest against the remarks."
        },
        {
            "title": "Cyber Crimes Rife in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-13ee.html",
            "content": "Cyber Crimes Rife in Japan\r\n Pyongyang, March 11 (KCNA) -- Cyber crimes are now rampant in Japan, sparking public furor.\n\t\t\t\t\t The Japanese National Police Agency has recently released investigation data which said there were 6,933 cyber crimes throughout Japan last year, counting only those officially registered.\n\t\t\t\t\t\n\t\t\t\t\t This is an increase of 3.6 percent over those in the previous year."
        },
        {
            "title": "Pakistan Insists Tough Stance on US Shooter Case",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-14ee.html",
            "content": "Pakistan Insists Tough Stance on US Shooter Case \r\n Pyongyang, March 11 (KCNA) -- While the U.S. once again called for immediate release of Raymond Davis who shot dead two Pakistanis, Pakistani Prime Minister Yousuf Raza Gilani during a meeting with U.S. special envoy for Pakistan and Afghanistan on March 7 said that the decision on whether Davis enjoys diplomatic immunity will be made by the court. \n\t\t\t\t\t He said that Pakistan's stance on the issue is based on principles and there can be no negotiations on it."
        },
        {
            "title": "China Pledges More convenience for Foreign Journalists",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-17ee.html",
            "content": "China Pledges More Convenience for Foreign Journalists\r\n Beijing, March 9 (KCNA) -- Foreign Minister Yang Jiechi pledged more convenience for foreign journalists at a press conference on Monday.\n\t\t\t\t\t \"China is a country under the rule of law, and we abide by the law. We have always followed relevant laws and regulations in managing the affairs related to foreign journalists in China,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t \"We don't want to see anyone make something out of thin air,\" Yang said and urged foreign journalists to abide by Chinese laws and regulations in reporting activities in the country and pledged to continue to provide conveniences to them."
        },
        {
            "title": "Chinese Bereaved Family Demands Compensation from Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-18ee.html",
            "content": "Chinese Bereaved Family Demands Compensation from Japan\r\n Pyongyang, March 11 (KCNA) -- The bereaved family of a Chinese apprentice killed in Japan on March 4 filed a suit in a Japanese local court demanding compensation for the damage.\n\t\t\t\t\t The apprentice who worked at a gilt processing company in Ibaraki Prefecture was confirmed to have died of excessive labor. In this  connection, the bereaved family demanded the company and the cooperative concerned pay about 57. 5 million yen in compensation for the damage.\n\t\t\t\t\t\n\t\t\t\t\t He went to Japan in December, 2005 and met a sudden death due to long-time labor in June, 2008."
        },
        {
            "title": "Turkey Blames Europe for \"Visa Walls\" against Turks",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-19ee.html",
            "content": "Turkey Blames Europe for \"Visa Walls\" against Turks\r\n Pyongyang, March 11 (KCNA) -- Turkish Foreign Minister Ahmet Davutoglu made a verbal attack Monday on Europe for trying to build \"visa walls\" against Turkish citizens.\n\t\t\t\t\t Davutoglu made the statement at the 25th conference of the Confederation of Asia Pacific Chambers of Commerce and Industry.\n\t\t\t\t\t\n\t\t\t\t\t \"If EU tries to build a visa wall in Turkey's northwest, it will definitely be the party that loses power and prestige,\" Davutoglu said."
        },
        {
            "title": "New Serum Factory Built in Iran",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-20ee.html",
            "content": "New Serum Factory Built in Iran\r\n Tehran March 9 (KCNA) -- Iranian President Mahmoud Ahmadinejad on Monday inaugurated the largest and the most advanced serum production factory of the Middle-East in the country's Southern province of Fars."
        },
        {
            "title": "Indonesia to Introduce Gender Equality Law: Minister",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-21ee.html",
            "content": "Indonesia to Introduce Gender Equality Law: Minister\r\n Pyongyang, March 11 (KCNA) -- Indonesia will have a gender equality law as parliament has an agenda this year to discuss the matter, said Minister for Women Empowerment and Children Protection Linda Agum Gumelar on Tuesday."
        },
        {
            "title": "Women in Global Parliament Reach Highest Level",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-27ee.html",
            "content": "Women in Global Parliament Reach Highest Level\r\n Pyongyang, March 11 (KCNA) -- Women participation in global parliament has reached its highest level as the days go by.\n\t\t\t\t\t Nurhayati Ali Assegaf, president of Inter-Parliamentary Union (IPU) of Coordinating Committee of Women Parliamentarians, on Mar. 8 said that a survey by her institution in 2010 showed that women participation in global parliament had reached 19.1 percent."
        },
        {
            "title": "Active Dialogues Needed for Resumption of Six-party Talks, Chinese Diplomat",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-28ee.html",
            "content": "Active Dialogues Needed for Resumption of Six-party Talks, Chinese Diplomat\r\n Pyongyang, March 11 (KCNA) -- Active contacts and dialogue are needed for early resumption of six-party talks on the denuclearization of the Korean peninsula, a Chinese diplomat said Tuesday.\n\t\t\t\t\t\"The six-party talks still remain stalled with weak momentum of dialogues,\" said Huang Wei, China's deputy envoy to the International Atomic Energy Agency.\n\t\t\t\t\t\n\t\t\t\t\t Huang said that \"getting the relevant issues back to the track of dialogue and consultation is the best option to ease the current situation and continue to push ahead the process of Korean peninsula's denuclearization.\"\n\t\t\t\t\t\n\t\t\t\t\tIt will also be conducive to maintaining peace and stability in the Northeast Asia region, Huang told a meeting of the 35-nation IAEA board of governors.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, all sides should grasp the moment, actively engage in dialogues with political wisdom and courage, so as to create conditions for early resumption of the six-party talks, Huang said."
        },
        {
            "title": "Kim Yong Nam se reune con Thomas Curley",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-38ee.html",
            "content": "Kim Yong Nam se reune con Thomas Curley\r\nPyongyang, 11 de marzo (ATCC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 11 en el Palacio de los Congresos Mansudae con el presidente de la agencia noticiera norteamericana AP, Thomas Curley, y sus acompanantes. \n\t\t\t\t\t En la ocasion estuvieron presentes el presidente de la Agencia Telegrafica Central de Corea, Kim Pyong Ho, y otros funcionarios coreanos."
        },
        {
            "title": "Parten de regreso Thomas Curley y su comitiva",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-39ee.html",
            "content": "Parten de regreso Thomas Curley y su comitiva\r\nPyongyang, 11 de marzo (ATCC) -- El presidente de la agencia noticiera norteamericana AP, Thomas Curley, y su comitiva regresaron el dia 11 de esta capital."
        },
        {
            "title": "Vicecanciller ruso y su comitiva rinden homenaje a Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-40ee.html",
            "content": "Vicecanciller ruso y su comitiva rinden homenaje a Kim Il Sung\r\nPyongyang, 11 de marzo (ATCC) -- El viceministro de Relaciones Exteriores de la Federacion Rusa, Alexei Borodavkin, y su comitiva rindieron homenaje el dia 11 al Presidente Kim Il Sung, quien hizo inmortal aporte al desarrollo de la amistad Corea-Rusia, tras depositar ramos de flores ante su estatua de bronce erguida en la capitalina colina Mansu. \n\t\t\t\t\tEste dia, los huespedes rusos arribaron por via aerea a esta capital."
        },
        {
            "title": "Huespedes rusos colocan ramos de flores ante Monumento a la Liberacion",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-41ee.html",
            "content": "Huespedes rusos colocan ramos de flores ante Monumento a la Liberacion\r\nPyongyang, 11 de marzo (ATCC) -- El vicecanciller de la Federacion Rusa, Alexei Borodavkin, y su comitiva colocaron este viernes los ramos de flores ante el Monumento a la Liberacion. \n\t\t\t\t\t Les acompano el embajador en Corea, Valery Sukhinin.\n\t\t\t\t\t\n\t\t\t\t\tTras depositar ramos de flores, los huespedes guardaron un momento de silencio en memoria de los martires del ex ejercito sovietico que habian participado en los combates por la liberacion de Corea."
        },
        {
            "title": "Minju Joson comenta la teoria de \"cambio de actitud\"",
            "url": "http://kcna.co.jp/item/2011/201103/news11/20110311-42ee.html",
            "content": "Minju Joson comenta la teoria de \"cambio de actitud\"\r\nPyongyang, 11 de marzo (ATCC) -- Las fuerzas gobernantes surcoreanas reclaman ahora el supuesto \"cambio de actitud\". \n\t\t\t\t\tRecientemente, las autoridades surcoreanas volvieron a acusar a la Republica Popular Democratica de Corea diciendo que ella \"debe optar no por un cambio tactico sino un cambio fundamental y sincero\". \n\t\t\t\t\t\n\t\t\t\t\tHablo en ese sentido tambien el ministro de Reunificacion Hyon In Thaek al pronunciar hace poco el llamado \"discurso conmemorativo\". \n\t\t\t\t\t\n\t\t\t\t\tEn un articulo individual divulgado este viernes, el periodico Minju Joson califica esos dichos de sofisteria para imputar a la RPDC la responsabilidad por la ruptura de dialogo previo para las conversaciones militares de alto nivel Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tDetras de esas palabras esta la malsana intencion de la banda de titeres surcoreanos de intensificar la campana de enfrentamiento fratricida pretextando la ruptura de dialogo Norte-Sur, senala el rotativo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEn el cielo, la tierra y el mar del Sur de Corea se desarrollaron freneticos ejercicios belicos conjuntos \"Key Resolve\" y \"Foal Eagle\" en que tomaron parte enormes fuerzas norteamericanas y surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tSi bien EE.UU. y los belicistas surcoreanos los describen como \"entrenamientos anuales de defensa\", no se puede ocultar de ninguna manera su caracter agresivo. \n\t\t\t\t\t\n\t\t\t\t\tEnganando a la opinion publica como si la RPDC fuera la culpable de ruptura del dialogo, la banda de titeres surcoreanos pretende librar mas abiertamente su campana guerrerista contra los connacionales en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas no paran su campana de enfrentamiento y guerra anti-RPDC, no se mejoraran nunca las relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEllas deben cambiar primero su actitud en lugar de cuestionar a otros."
        }
    ]
}