{
    "date": "2011-02-18",
    "url": "http://kcna.co.jp/item/2011/201102/2011-02-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Concert Given on Traditional Folk Holiday",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-10ee.html",
            "content": "Kim Jong Il Enjoys Concert Given on Traditional Folk Holiday\r\nPyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il enjoyed with Chinese comrades here the concert given by the Unhasu Orchestra on Thursday on the occasion of the January 15th of the lunar calendar, the traditional folk holiday of the peoples of Korea and China.\n\t\t\t\t\t The Mansudae Art Theatre, the venue of the concert, was pervaded with the warm DPRK-China friendship sealed in blood.\n\t\t\t\t\t\n\t\t\t\t\t When he appeared in the auditorium of the theatre, the entire audience enthusiastically welcomed him, offering highest glory and warmest congratulations to him who has ushered in a great heyday of the nation's prosperity with his energetic Songun leadership and performed an undying contribution to boosting the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t He warmly acknowledged the enthusiastic cheers of the audience and warmly congratulated them on the folk holiday.\n\t\t\t\t\t\n\t\t\t\t\t The concert included colorful numbers like \"The Korean Nation Is the Best\", \"I Can Not Tell It Yet,\" \"We Love Thee Socialism,\" \"Song of Roast Chestnut\" and the theme song of TV serial drama \"Mao Anying\", Chinese songs \"Sea Is My Birthplace,\" \"Naval Port at Night,\" \"Song of Yangtze River,\" small haegum concerto \"Liang Shanbo and Zhu Yingtai\" and piano concerto \"Yellow River.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers enthusiastically sang of the heroic spirit of the Korean people dashing ahead along the road of leap forward under the wise leadership of Kim Jong Il and powerfully demonstrated the unbreakable DPRK-China friendship growing stronger day by day under the deep care of the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance replete with the rich national emotion, optimism and revolutionary enthusiasm of the two peoples, the audience firmly resolved to dynamically push forward socialist construction and make a positive contribution to promoting the human common cause of peace, democracy, national independence and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t An atmosphere overflowing with the friendship between the two peoples prevailed throughout the concert.\n\t\t\t\t\t\n\t\t\t\t\t When the concert was over, the performers and audience again broke into cheers, shaking the theatre.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il acknowledged the enthusiastic cheers of the performers and audience and congratulated the artistes on their successful presentation.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy here mounted the stage and handed a floral basket to the performers on their successful presentation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the splendid concert given by the artistes of the orchestra by displaying the revolutionary creative traits and highly praised them for their success in the performance.\n\t\t\t\t\t\n\t\t\t\t\t He hosted a banquet in honor of staff members of the Chinese embassy celebrating the January 15th of the lunar calendar on the Thursday evening.\n\t\t\t\t\t\n\t\t\t\t\t He had a warm talk with the members including the Chinese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He praised the members for their services and positive efforts exerted to make a great contribution to developing the DPRK-China friendly and cooperative relations on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador expressed profound thanks to him for sparing precious time to watch the performance together with them and hosting even the banquet for them though he was so busy leading  the great drive for building a thriving nation. The ambassador expressed their resolution to make positive efforts to steadily boost the Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t The banquet took place in a cordial atmosphere overflowing with friendship.\n\t\t\t\t\t\n\t\t\t\t\t  Among the audience were senior officials of the party, state and army including Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and Kim Chang Sop, and officials in the fields of literature and arts and media.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Liu Hongcai, Chinese ambassador to the DPRK, staff members of his embassy, Chinese students, trainees and Chinese guests staying here."
        },
        {
            "title": "Kim Yong Il Meets Outgoing Vietnamese Ambassador",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-13ee.html",
            "content": "Kim Yong Il Meets Outgoing Vietnamese Ambassador\n\t\t\t\t\t\t\r\n Pyongyang, February 18 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with Le Van Cu, outgoing Vietnamese ambassador to the DPRK, on Friday."
        },
        {
            "title": "Mauritanian President on Boosting Cooperation with DPRK",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-07ee.html",
            "content": "Mauritanian President on Boosting Cooperation with DPRK\r\n Pyongyang, February 18 (KCNA) -- Mauritanian President Mohamed Ould Abdel Aziz noted that Mauritania and the DPRK have the long-standing friendly relations, hoping that cooperation between the two countries would grow strong in many fields in the future.\n\t\t\t\t\t He said this when receiving Kim Tong Je, DPRK ambassador to Mauritania, who paid a farewell call on him on Feb. 9."
        },
        {
            "title": "Reception Hosted by Russian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-14ee.html",
            "content": "Reception Hosted by Russian Ambassador to DPRK\r\nPyongyang, February 18 (KCNA) -- A reception was hosted by Valery E. Sukhinin, Russian ambassador to the DPRK, at his embassy on Friday on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Kim Jong Suk, chairperson of the Korean Committee for Cultural Relations with Foreign Countries, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Valery E. Sukhinin made a speech at the reception.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK has made successes in various fields under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, a prominent statesman, has been well known for paying deep concern to the development of the friendly, neighborly and cooperative relations between Russia and the DPRK, he added.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Russia would make efforts to develop the bilateral relations this year marking the 10th anniversary of Kim Jong Il's visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam spoke next.\n\t\t\t\t\t\n\t\t\t\t\t He said that the Russian friends' significant celebration of Kim Jong Il's birthday together with the Korean people is an expression of their deep reverence for Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The speaker recalled that Kim Jong Il has turned the DPRK into an invincible power and made an immortal contribution to the cause of independence against imperialism with his outstanding idea and extraordinary revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Russian people, who have achieved successes in the work for achieving social stability and economic progress and bolstering defence capability, prosperity and welfare in the future, too."
        },
        {
            "title": "Iranian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-05ee.html",
            "content": "Iranian Ambassador Hosts Reception\r\n Pyongyang, February 18 (KCNA) -- Iranian Ambassador to the DPRK Morteza Moradian gave a reception at his embassy on Friday on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Jong Yong Su, minister of Labour, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Iranian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Morteza Moradian said in his speech that the friendly relations between Iran and the DPRK provided by the leaders of the two countries have grown stronger in recent years. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people would achieve great successes in their efforts to implement the behests of President Kim Il Sung under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said in his speech that Kim Jong Il has performed immortal feats before the country and the people, the era and the history with his prominent political caliber and rare leadership art.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are rejoiced over the fact that the Iranian government and people have achieved successes in the drive to build a prosperous society, he said, underscoring the need to make efforts to expand and develop the friendly and cooperative relations with Iran."
        },
        {
            "title": "Congratulations from Palestinians",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-02ee.html",
            "content": "Congratulations from Palestinians\r\n Pyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il received a floral basket and a congratulatory message from former Palestinian Ambassador to the DPRK and his daughter Jindalrae on the occasion of his birthday.\n\t\t\t\t\t The floral basket and congratulatory message were handed to Ji Jae Ryong, DPRK ambassador to China, on Feb. 15."
        },
        {
            "title": "Gift from Russian Personage",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-15ee.html",
            "content": "Gift from Russian Personage\r\n Pyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il received a gift from Oleg V. Oleinik, president of the Russian Federation of International Charity Organizations \"World of Goodwill\" who is president of the Russian International Charity Fund \"Protectors of Arts for the Century\", on the occasion of his birthday.\n\t\t\t\t\t The gift was handed to Kim Yong Jae, DPRK ambassador to Russia, on Feb. 16 by the president.\n\t\t\t\t\t\n\t\t\t\t\t The president paid a congratulatory visit to the DPRK embassy on the same day and laid a floral basket before the full-length painting of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Chairman of KFA Visits Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-20ee.html",
            "content": "Chairman of KFA Visits Pyongyang Mission of AINDF\r\n Pyongyang, February 18 (KCNA) -- Alejandro Cao de Benos, chairman of the Korean Friendship Association (KFA) headquartered in Spain, visited the Pyongyang mission of the Anti-Imperialist National Democratic Front(AINDF) on Friday.\n\t\t\t\t\t Chief of the AINDF Jo Il Min had a talk with him.\n\t\t\t\t\t\n\t\t\t\t\tJo Il Min referred to the fact that the south Korean people's boundless reverence for General Secretary Kim Jong Il is fully displayed on the occasion of his birthday.\n\t\t\t\t\t\n\t\t\t\t\t South Korean media are giving wide publicity to the fact that Kim Jong Il's reelection as general secretary of the Workers' Party of Korea at its Conference last year was a great auspicious event, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He told the visitor that the south Korean people are bitterly denouncing the south Korean authorities for their treacherous behavior of rejecting the DPRK's positive proposal for dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Alejandro Cao de Benos said that he was deeply impressed to hear that the south Korean people are fascinated by the personality of Kim Jong Il as a great man as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should be held wholly accountable for bringing the dialogue between the north and the south of Korea to rupture, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The KFA will conduct a dynamic struggle against the moves for a war of aggression against the north in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should release the unreasonably arrested and detained pro-reunification figures and repeal the fascist law at once.\n\t\t\t\t\t\n\t\t\t\t\t Alejandro Cao de Benos watched the video on the crimes committed by the south Korean authorities by inflicting a heavy penalty upon Rev. Han Sang Ryol and actions of the south Korean people against the U.S."
        },
        {
            "title": "Floral Basket to DPRK Embassy in Jakarta",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-08ee.html",
            "content": "Floral Basket to DPRK Embassy in Jakarta\r\n Pyongyang, February 18 (KCNA) -- Megawati Soekarnoputri, general chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, sent a floral basket to the DPRK embassy in Jakarta on Feb. 14 in celebration of the birthday of General Secretary Kim Jong Il."
        },
        {
            "title": "Kimjongilia Show Held in China",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-09ee.html",
            "content": "Kimjongilia Show Held in China\r\n Pyongyang, February 18 (KCNA) -- A Kimjongilia show took place in Shenyang, China, on Feb. 12 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there were Chairperson Choe Un Bok and officials of the General Association of Koreans in China, Koreans in China, the DPRK consul general in Shenyang, members of branches of DPRK companies in Shenyang and officials of Liaoning Province, China. \n\t\t\t\t\t\n\t\t\t\t\t At the show speakers said that Kimjongilia, flower of the sun, will come into fuller bloom thanks to the boundless reverence of the world progressives for the peerlessly great man."
        },
        {
            "title": "S. Korea's Anti-DPRK \"Human Rights\" Campaign Blasted ",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-12ee.html",
            "content": "S. Korea's Anti-DPRK \"Human Rights\" Campaign Blasted \r\n Pyongyang, February 18 (KCNA) -- The south Korean authorities are going busy setting up a new mechanism related to the \"human rights issue in the north.\" This comes under fire by a bylined commentary of Minju Joson Friday.\n\t\t\t\t\t This is a revelation of their sinister scenario to intensify their anti-DPRK \"human rights\" campaign in a bid to completely torpedo dialogue and negotiations and achieve their ulterior purpose, the commentary notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\tThis is clearly evidenced by the fact that the above-said campaign was kicked up right after the north-south military dialogue was brought to rupture.\n\t\t\t\t\t\n\t\t\t\t\t The military dialogue arranged with much effort proved abortive owing to their absurd assertions and insincere approach towards dialogue. If they have even the slightest interest in dialogue, they should feel accountable for the stalled talks and make due apology before the nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, they are getting frantic with red herring to pass the buck for the deadlocked talks on the DPRK and resorting to a more disturbing anti-DPRK smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t As shown by facts, they have not an iota of will for dialogue and their preoccupation is to steadily deteriorate the inter-Korean relations and escalate the confrontation with compatriots under that pretext.\n\t\t\t\t\t\n\t\t\t\t\t Whoever goes against the will of the nation is bound to face a stern judgment by history.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should bear this in mind and halt the anti-DPRK smear campaign, an artificial hurdle lying in the way of improving the inter-Korean relations and achieving independent reunification, urges the commentary."
        },
        {
            "title": "US Plan for Arms Upgrading",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-17ee.html",
            "content": "US Plan for Arms Upgrading\r\n Pyongyang, February 18 (KCNA) -- The United States plans to develop a conventional weapons system for making a pinpoint strike at any place of the world within an hour, according to a booklet issued by the U.S. Defense Department recently.\n\t\t\t\t\t The Defense Department requires more than a billion dollars for the arms modernization. Proposals for upgrading military equipment, including long-range strike weapons, are now under consideration and its results will be reportedly reflected in the Defense Department's budget bill for the 2012 fiscal year.\n\t\t\t\t\t\n\t\t\t\t\t Last year the U.S. pushed ahead with the development of a conventional inter-continental ballistic missile and a new-type cruise missile capable of delivering nuclear warheads, as a new deterrent following the \"reduction of nuclear weapons\". It also carried out a supersonic drone test and a sub-critical nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms modernization is aimed to wreck the world's strategic balance, contain other powers and put the world under its control."
        },
        {
            "title": "True Motive of US Policy towards Cuba",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-19ee.html",
            "content": "True Motive of US Policy towards Cuba\r\n Pyongyang, February 18 (KCNA) -- The United States has accused Cuba again of its \"human rights problem\".\n\t\t\t\t\t The U.S. urges Cuba to ensure \"human rights\" of criminals, describing them as \"people desirous of freedom\". If Cuba takes a legal action against anti-state criminals, the U.S. terms it \"crackdown\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. even demands that Cuba launch a western-style \"political reform\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it slaps an international pressure upon Cuba, labeling it as a \"sponsor of terrorism\", prompted by a sinister political intention.\n\t\t\t\t\t\n\t\t\t\t\t It is a worldwide understanding that Cuba has nothing to do with terrorism.\n\t\t\t\t\t\n\t\t\t\t\t In order to overthrow socialist society in Cuba, however, the U.S. resorts to such a psychological warfare as anti-Cuba broadcasting.\n\t\t\t\t\t\n\t\t\t\t\t Through 30 frequencies from 19 sites in the mainland, the U.S. is openly stirring up terrorism in Cuba.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. anti-Cuba broadcasting has further expanded over past decades. In a nutshell, what the U.S. seeks in its anti-Cuba policy is to instigate rebellious elements to create discontent, distrust and antagonism among Cuban people and overthrow the socialist system."
        },
        {
            "title": "New Unit to Be Deployed on Kurils",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-18ee.html",
            "content": "New Unit to Be Deployed on Kurils\r\n Moscow, February 18 (KCNA) -- The chief of the General Staff of the Russian Army, Nikolai Makarov, unveiled a plan to deploy a new unit on the Kuril islands. \n\t\t\t\t\t New-type weapons will be supplied to the unit by order of Russian President Dmitri Medvedev.  \n\t\t\t\t\t\n\t\t\t\t\tA Defense Ministry official said the runway on Etorofu Islet would be expanded for air transport《Il-76》.\n\t\t\t\t\t\n\t\t\t\t\t He also expressed his view that it is necessary to deploy new armored vehicles and helicopters on the islands."
        },
        {
            "title": "Diaoyu Islands Are Chinese Territory -- Spokesman",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-16ee.html",
            "content": "Diaoyu Islands Are Chinese Territory -- Spokesman\r\n Beijing, February 18 (KCNA) -- Diaoyu Islands have long been considered to be part of the Chinese territory, said the Chinese Foreign Ministry spokesman on Feb. 12.\n\t\t\t\t\t Speaking with reporters, Ma Zhaoxu said Japan, as regards the vessel clash near Diaoyu, has no right to demand compensation from the Chinese captain.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese side should reflect on what it did over the case, urged the spokesman."
        },
        {
            "title": "Korean People's Just Struggle Supported by Bangladeshi Political Figure",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-04ee.html",
            "content": "Korean People's Just Struggle Supported by Bangladeshi Political Figure\n\t\t\t\t\t\t\r\n Pyongyang, February 18 (KCNA) -- Mujahidul Islam Selim, general secretary of the C.C., the Bangladesh Communist Party, issued a statement on Feb. 11 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Under the wise leadership of Kim Jong Il the Workers' Party of Korea has successfully discharged the historic mission as the revolutionary party leading the people to socialism and registered great successes in the struggle against imperialism, socialist construction and the struggle for national reunification, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people great success in their just struggle under the leadership of the WPK headed by Kim Jong Il and expressed firm support and solidarity for it."
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated in Different Countries ",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-03ee.html",
            "content": "Kim Jong Il's Birthday Celebrated in Different Countries\r\nPyongyang, February 18 (KCNA) -- Meetings took place in Ecuador, Nepal, Ukraine and Uganda between Feb. 4 and 10 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t At the meeting held in Nepal speakers praised Kim Jong Il for performing undying feats for the global cause of independence. They expressed belief that the Korean people would achieve the peaceful reunification of the country and its development thanks to his independent politics, the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Expressing sincere hope that socialist Korea would prosper as a powerful country under the leadership of Kim Jong Il, they noted that they would always extend support and solidarity to the Korean people's struggle.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Association for the Study of Songun Politics in Mariupol City of Ukraine praised Kim Jong Il as the man who has realized the centuries-old desire of the people. Under his Songun leadership the DPRK has turned into a powerful country which no one dares provoke, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\tThe secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People said that Kim Jong Il put the DPRK on the status of the politico- ideological and military power. The DPRK will steadily prosper as it is led by the great leader, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Il was adopted at the meeting held in Nepal."
        },
        {
            "title": " Birthday of Kim Jong Il Celebrated in Peru",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-06ee.html",
            "content": "Birthday of Kim Jong Il Celebrated in Peru\n\t\t\t\t\t\t\r\nPyongyang, February 18 (KCNA) -- A national meeting took place in Lima, Peru, on Feb. 11 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Peru \"Red Motherland\" praised Kim Jong Il as the distinguished leader who turned heroic Korea, which defeated U.S. and Japanese imperialisms, into a socialist power with his great Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t It is the great feat of Kim Jong Il that he armed all members of the party and the society with the monolithic idea and put the single-minded unity of the leader, the army and the people on the highest level, he noted. \n\t\t\t\t\t\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, said that the might of the Songun politics pursued by Kim Jong Il has been clearly proved by the reality of socialist Korea winning victory after victory despite the U.S. imperialists and their followers' undisguised moves to stifle it. The Korean people will surely open the gate to a thriving nation as they are achieving signal successes by bringing about great innovations and leap forward under the wise leadership of Kim Jong Il, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Il was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by a performance given by Peruvian artistes."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Bangladesh\r\nPyongyang, February 18 (KCNA) -- General Secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by the Bangladesh Institute of the Juche Idea.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarified the idea that the Juche philosophy is the original philosophy evolved and systematized with its intrinsic principles and a revolutionary and popular philosophy truly serving the purpose of the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to study, explain and disseminate the Juche philosophy as intended by the party and thoroughly apply it to the revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place in Dhaka on February 11."
        },
        {
            "title": "Kim Jong Il presencia concierto de Orquesta Unhasu junto con chinos",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-21ee.html",
            "content": "Kim Jong Il presencia concierto de Orquesta Unhasu junto con chinos\r\nPyongyang, 18 de febrero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea presencio el dia 17 el concierto de la Orquesta Unhasu junto con los camaradas chinos en Corea con motivo del 15 de enero del calendario lunar, tradicional fiesta folclorica de los pueblos de Corea y China.\n\t\t\t\t\tEl Teatro de Arte Mansudae, donde se realiza el concierto, estaba rebosante de ardiente ambiente de la amistad Corea-China establecida con sangre. \n\t\t\t\t\t\n\t\t\t\t\tCuando el Dirigente aparecio en el palco, todos los espectadores acogieron hospitalariamente al Dirigente dandole el maximo honor y la mas calurosa felicitacion por haber preparado la era dorada de la prosperidad nacional con la energica direccion del Songun y hecho gran aporte al desarrollo de la amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\t    El Dirigente respondio cordialmente a las efusivas aclamaciones de ellos y les felicito calidamente por esa fiesta folclorica.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena se pusieron el coro \"Es mejor nuestra nacion\", el solo femenino \"Aun no puedo confesarlo\", el trio femenino \"Quiero el socialismo\", el solo masculino y pangchang masculino \"Tharyong de castana tostada\", y el sexteto femenino: el tema musical de la telenovela china \"Mao Anying\" y \"El mar es mi tierra natal\", el solo femenino \"Noche del puerto militar\" y \"Cancion del rio Yangtze\", el concierto para haegum pequeno \"Liang Shanbo y Zhu Yingtai\", el concierto para el piano \"El rio amarillo\", etc.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la funcion, los ejecutantes cantaron en tono patetico el espiritu heroico del pueblo coreano que bajo la sabia direccion del Dirigente avanza por el unico camino de asaltos y demostraron bien la invencibilidad de la amistad Corea-China que se desarrolla cada dia mas bajo la profunda atencion de los dirigentes de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tAl ver la funcion que muestra el rico sentimiento nacional, el romanticismo y el entusiasmo revolucionario de los pueblos de ambos paises, los espectadores hicieron la ardiente decision de acelerar energicamente la construccion socialista y contribuir activamente a fomentar la causa comun de la humanidad por la paz, la democracia, la soberania nacional y la independencia. \n\t\t\t\t\t\n\t\t\t\t\tEl concierto se realizo de principio a fin repleto del sentimiento de amistad de los pueblos de Corea y China.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, volvieron a estallar las efusivas aclamaciones estremeciendo el recinto.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente respondio cordialmente a tales aclamaciones de los ejecutantes y espectadores y les felicito el exito de funcion.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros de la Embajada de la Republica Popular China en Corea entregaron en la escena un cesto de flores a los ejecutantes felicitando el exito de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente expuso gran satisfaccion de que los artistas de la Orquesta hayan ofrecido el magnifico concierto poniendo de manifiesto el revolucionario espiritu de creacion y evaluo altamente el exito de la funcion de ellos.\n\t\t\t\t\t\n\t\t\t\t\tPor la noche del mismo dia, el Dirigente ofrecio un banquete en honor de los miembros de la embajada china que celebran el 15 de enero lunar.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion departio cordialmente con el embajador y otros miembros de la embajada china.\n\t\t\t\t\t\n\t\t\t\t\tAprecio los esfuerzos activos de los miembros de la embajada china quienes contribuyeron grandemente a llevar a la etapa mas alta las relaciones de amistad y cooperacion Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tEn la audiencia el embajador chino dio el agradecimiento sincero al Dirigente quien vio la funcion junto con ellos mismos aunque estaba tan atareado dirigiendo al frente la ofensiva por construir la gran potencia prospera y ofrecio hasta el banquete y expreso la determinacion de hacer ingentes esfuerzos por el incesante desarrollo de la amistad China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl banquete transcurrio en un clima ameno y amistoso.\n\t\t\t\t\t\n\t\t\t\t\tVieron la funcion tambien los cuadros directivos del partido, el Estado y el ejercito: Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk y Kim Chang Sop, asi como los funcionarios de sectores de literatura y arte, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\tTambien fueron invitados el embajador chino Liu Hongcai y otros miembros de la sede diplomatica en Corea, los estudiantes y practicantes chinos en Corea y los huespedes chinos quienes permanecen en Pyongyang."
        },
        {
            "title": "Kim Jong Il recibe cesto de flores y carta de personalidad palestina",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-22ee.html",
            "content": "Kim Jong Il recibe cesto de flores y carta de personalidad palestina\n\t\t\t\t\t\t\r\n  Pyongyang, 18 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio un cesto de flores y una carta de felicitacion que con motivo de su cumpleanos le enviaran el ex embajador palestino en Corea y su hija Jindallae. \n\t\t\t\t\t  El cesto y la carta fueron entregados el dia 15 al embajador coreano en China, Ji Jae Ryong."
        },
        {
            "title": "Kim Jong Il recibe presente de O. V. Oleinik",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-23ee.html",
            "content": "Kim Jong Il recibe presente de O. V. Oleinik\r\n  Pyongyang, 18 de febrero (ATCC) -- El Dirigente Kim Jong Il recibio presente que con motivo de su cumpleanos, le dedicara O. V. Oleinik, presidente de la Federacion Internacional de las Entidades de Caridad de Rusia \"Mundo de Buena Voluntad\" y del Fondo Internacional de Caridad de Rusia \"Protectores del Arte del Siglo\".\n\t\t\t\t\t  O. V. Oleinik lo entrego el dia 16 al embajador coreano en Rusia, Kim Yong Jae. \n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, el visito la embajada coreana y deposito un cesto de flores al pie del retrato de cuerpo completo del Presidente Kim Il Sung y el Dirigente Kim Jong Il estando juntos."
        },
        {
            "title": "Presidente de Mauritania desea cooperacion con Corea ",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-24ee.html",
            "content": "Presidente de Mauritania desea cooperacion con Corea\r\nPyongyang, 18 de febrero (ATCC) -- El embajador coreano en Mauritania, Kim Tong Je, hizo el dia 9 una visita de despedida al presidente de la Republica Islamica de Mauritania, Mohamed Ould Abdel Aziz.\n\t\t\t\t\t  En la ocasion el mandatario dijo que los dos paises tienen las largas relaciones de amistad y deseo que se fortalezca en adelante la cooperacion en varias esferas entre ambos paises."
        },
        {
            "title": "Minju Joson denuncia campana surcoreana de DDHH anti-RPDC",
            "url": "http://kcna.co.jp/item/2011/201102/news18/20110218-25ee.html",
            "content": "Minju Joson denuncia campana surcoreana de DDHH anti-RPDC\r\n Pyongyang, 18 de febrero (ATCC) -- Ahora las autoridades surcoreanas arman alboroto para instituir un nuevo aparato relacionado con \"DDHH del Norte\" con el malsano objetivo de llevar a la ruptura total el dialogo y las negociaciones entre ambas partes coreanas con la intensificacion de la campana de DDHH anti-RPDC.\n\t\t\t\t\t  Asi senala el periodico Minju Joson en un comentario individual de este viernes y continua:\n\t\t\t\t\t\n\t\t\t\t\t  Lo comprueba claramente el hecho de que esa campana intrigante anti-RPDC se comete inmediatamente despues del fracaso del dialogo militar Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\t  Debido a la insistencia injusta y la posicion insincera de las autoridades surcoreanas, el dialogo preparado dificilmente termino sin ganar ni un buen resultado. \n\t\t\t\t\t\n\t\t\t\t\t  Si ellas estan interesadas aun en lo minimo en el dialogo, deben sentir la responsabilidad por la ruptura de la cita y pedir disculpa ante la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, inducen en error la opinion publica   para imputar a la parte Norte la responsabilidad por el respecto y al mismo tiempo se aferran a la brutal campana intrigante anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Como vemos, las autoridades surcoreanas no tienen ninguna voluntad de dialogo, sino pretenden agravar las relaciones intercoreanas y pretextandolo, intensificar las maniobras de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  Los opositores a la voluntad de la nacion seran castigados severamente por la historia. \n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas lo deben tener presente y dejar la campana intrigante contra la RPDC que pone obstaculos artificiales ante el mejoramiento de las relaciones Norte-Sur y el avance por la reunificacion independiente."
        }
    ]
}