{
    "date": "2011-06-25",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-25ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Croatian President",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-10ee.html",
            "content": "Kim Yong Nam Greets Croatian President\r\n Pyongyang, June 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greetings to Ivo Josipovic, president of Croatia, on its national day.\n\t\t\t\t\t The message wished him greater success in his work for the development and prosperity of the country."
        },
        {
            "title": "Pak Ui Chun Greets Slovenian FM ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-35ee.html",
            "content": "Pak Ui Chun Greets Slovenian FM \r\n Pyongyang, June 25 (KCNA) -- DPRK Foreign Minister Pak Ui Chun sent a message of greetings to his Slovenian counterpart Samuel Zbogar Saturday on the national day of his country. \n\t\t\t\t\t The message wished him greater success in his future work."
        },
        {
            "title": "CPRK Hits S. Korean Authorities for Trying to Keep Anti-DPRK Policy",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-34ee.html",
            "content": "CPRK Hits S. Korean Authorities for Trying to Keep Anti-DPRK Policy\r\n Pyongyang, June 25 (KCNA) -- A spokesman of the Committee for the Peaceful Reunification of Korea hit out at the south Korean puppet authorities for their last-ditch efforts to maintain the anti-DPRK policy on the brink of total failure.\n\t\t\t\t\t In his answer to a question put by KCNA Saturday, the spokesman said:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and Chon Yong U, senior presidential secretary for diplomacy and security of Chongwadae, Hyon In Thaek, minister of Unification, and others of south Korea vied with each other in making remarks aimed to incite national division and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t They told that south Korea would \"take steadfast attitude in the south-north relations\" and \"persist in its policy toward the north\" and that \"there is no change in the keynote of this policy.\" They also called for \"abandonment of nuclear program first\" and \"opening\" while talking about somebody's \"change.\"\n\t\t\t\t\t\n\t\t\t\t\t In particular, the traitor did not take part in the reunification event marking the anniversary of the June 15 joint declaration. On the contrary, he set up the defense command for war preparations on five islands in the West Sea of Korea that day.\n\t\t\t\t\t\n\t\t\t\t\t He also nominated a diehard anti-DPRK element to be chief vice-chairman of the Advisory Council for Democracy and Peaceful Unification, allegedly an advisory organ of the \"president,\" and a vile human scum to be president of the institute for education in unification under the Ministry of Unification.\n\t\t\t\t\t\n\t\t\t\t\t Such hysteric of the puppet group of traitors in doom further convinces the south Koreans and the world people that there is nothing to expect from Lee Myung Bak, and even h\n\t\t\t\t\t\n\t\t\t\t\t In his answer to a question put by KCNA Saturday, the spokesman said:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and Chon Yong U, senior presidential secretary for diplomacy and security of Chongwadae, Hyon In Thaek, minister of Unification, and others of south Korea vied with each other in making remarks aimed to incite national division and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t They told that south Korea would \"take steadfast attitude in the south-north relations\" and \"persist in its policy toward the north\" and thais truly interested in the north-south dialogue, the group should stop vicious provocative moves and abandon all of what is called \"preconditions.\"\n\t\t\t\t\t\n\t\t\t\t\t Such tricks employed by the group while intensifying the anti-DPRK moves are just for dragging on the time indefinitely in the plea of north-south dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Fellows of this group are now touring the U.S. one after another to zealously ask its American master to back its stand. Meanwhile traitor Lee invites not only his clans but also personages of different circles, who had been usually ignored, to parties in Chongwadae almost every day and makes sheep's eyes at them, offering \"presents.\"\n\t\t\t\t\t\n\t\t\t\t\t But, such disgusting play of the traitor arouses only public criticism, and nobody intends to be on the same boat with him.\n\t\t\t\t\t\n\t\t\t\t\t At present he depends only on a handful of such separatists as Hyon In Thaek.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group of traitors' confrontation policy has already gone bust and persistence in it will only precipitate its downfall.\n\t\t\t\t\t\n\t\t\t\t\t Its confrontation moves will further deteriorate the north-south relations and, worse still, lead to a war which may inflict untold calamities upon the nation.\n\t\t\t\t\t\n\t\t\t\t\t The group should behave itself, well aware of what its confrontation policy will bring after all."
        },
        {
            "title": "DPRK Delegations Leave for Different Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-33ee.html",
            "content": "DPRK Delegations Leave for Different Countries\r\n Pyongyang, June 25 (KCNA) -- A DPRK delegation led by Kim Song Gi, vice-minister of Foreign Affairs, left here Saturday to attend the 50th meeting of the Asian-African Legal Consultative Organization in Sri Lanka.\n\t\t\t\t\t Also leaving were a DPRK public health delegation led by Ri Pong Hun, vice-minister of Public Health, to attend a high-level meeting for preparation of the 64th Southeast Asian Conference of WHO and the 4th meeting for program development and management of WHO in India and a delegation of the Ministry of Finance headed by Vice-Minister Ki Kwang Ho to visit Russia."
        },
        {
            "title": "Constituencies, Sub-constituencies Formed in DPRK for Local Assembly Election",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-01ee.html",
            "content": "Constituencies, Sub-constituencies Formed in DPRK for Local Assembly Election\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- Constituencies and sub-constituencies for election of deputies to the provincial (municipal), city (district) and county people’s assemblies were organized in the DPRK on June 24 under the law on the election of deputies to the people's assemblies at all levels."
        },
        {
            "title": "Head of Chinese Delegation on Bright Future of Traditional Sino-DPRK Friendship",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-36ee.html",
            "content": "Head of Chinese Delegation on Bright Future of Traditional Sino-DPRK Friendship\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- Zhang Jingying, secretary of the Jilin Provincial Committee of the Communist Youth League of China, said he was deeply moved by the indomitable spirit displayed by the Korean people and their single-minded unity around the leader. He visited the DPRK heading the Jilin provincial youth friendship delegation of China. \n\t\t\t\t\tHe noted the gifts to President Kim Il Sung and General Secretary Kim Jong Il displayed in the International Friendship Exhibition House reflect their noble personality as great men.\n\t\t\t\t\t\n\t\t\t\t\t Jilin Province is a significant place associated with the revolutionary activities of the President in his early years, he said, adding the President is alive in the hearts of the Chinese people. \n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t Recent visit of Kim Jong Il to China clearly proved once again the solidity of the traditional Sino-DPRK friendship which was provided by the leaders of the elder generation of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Bilateral exchanges and cooperation have expanded and developed in different fields this year. \n\t\t\t\t\t\n\t\t\t\t\t This can be seen by the economic trade zones in Hwanggumphyong, Wihwado and Rason being built as a fresh symbol of friendship to contribute to the prosperity of the two countries and happiness of the two peoples. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese young people are fully ready to carry forward the friendly relations between the two countries generation after generation together with the Korean youth. \n\t\t\t\t\t\n\t\t\t\t\t We, young people, will make every possible effort to bring about the bright future of the Sino-DPRK friendship in line with the desire and hope of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t We wish the Korean people greater successes in their efforts to open the gate to a thriving nation in 2012, the centenary of the birth of the President."
        },
        {
            "title": "Nationwide Campaign Launched to Prevent Flood Damage",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-31ee.html",
            "content": "Nationwide Campaign Launched to Prevent Flood Damage\r\n Pyongyang, June 25 (KCNA) -- A large amount of precipitation is expected in Korea during the forthcoming rainy season.\n\t\t\t\t\t A nationwide campaign has been launched in the country to prevent damage from heavy rainfalls.\n\t\t\t\t\t\n\t\t\t\t\t Collieries and mines throughout the country are working on setting pit drainages in good condition.\n\t\t\t\t\t\n\t\t\t\t\t In the sector of land and environmental conservation, necessary measures have been taken to improve reservoirs and streams and dredge rivers and waterways.\n\t\t\t\t\t\n\t\t\t\t\t In the railway transport sector, a deep attention has been paid to protecting iron bridges, railways and other structures and facilities from flood and landslide.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, cooperative farms have directed much effort to preventing damage from flood and strong wind possible in the rainy season."
        },
        {
            "title": "Study Results of Koguryo Group Tombs Discovered in Pyongyang ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-32ee.html",
            "content": "Study Results of Koguryo Group Tombs Discovered in Pyongyang \r\n Pyongyang, June 25 (KCNA) -- The study group of the Department of History of Kim Il Sung University and the Korean Central History Museum studied group tombs belonging to the period of Koguryo. They were discovered in the area of Taesong-dong, Taesong District, Pyongyang several years ago.\n\t\t\t\t\t More than 30 tombs of different structure retained the clear traces of mural paintings. \n\t\t\t\t\t\n\t\t\t\t\t Discovered relics included precious metal craftwork including gold earrings, iron products such as nails and chains as well as pieces of earthenware, bricks, tiles and bones.\n\t\t\t\t\t\n\t\t\t\t\t Part of color mural paintings was found in a single-chamber earth-covered stone tomb. \n\t\t\t\t\t\n\t\t\t\t\t The paintings show the excellent contents of Koguryo mural paintings, which was recorded as a world heritage, as well as the high skill of painting. \n\t\t\t\t\t\n\t\t\t\t\t The gold earrings, rare in shape and structure, showed well the high level of gold craftsmanship in the period of Koguryo.\n\t\t\t\t\t\n\t\t\t\t\t New archaeological information about the history and culture of Koguryo was also made known, those about the cultural development in Pyongyang, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The study group also found out material which can scientifically prove that Koguryo culture centering on Pyongyang gave great influence to the cultural development of Paekje, Silla and Kaya. \n\t\t\t\t\t\n\t\t\t\t\t All the historical relics discovered from the group tombs are significant in clarifying the position of Pyongyang in the country's cultural development and in proving that Koguryo, a strong country that existed for a thousand years in Korea's history, was the hub of historical and cultural development in the period of the three kingdoms. The group tombs are drawing attention of the academic circle for their value."
        },
        {
            "title": "Banner of Songun Should be Held Higher for Peace of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-21ee.html",
            "content": "Banner of Songun Should be Held Higher for Peace of Korean Peninsula\r\n Pyongyang, June 25 (KCNA) -- It has been 61 years since the United States and the south Korean puppet forces ignited a war for aggression on the DPRK.\n\t\t\t\t\t In the past Fatherland Liberation War the army and the people of the DPRK under the leadership of President Kim Il Sung displayed the unexampled mass heroism in the front and the rear and thus defeated the U.S. imperialists, who boasted of being \"the strongest\" in the world, to honorably defend the dignity and sovereignty of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The three-year Fatherland Liberation War clearly proved that any ferocious aggressors can never defeat the Korean people who are closely rallied around the party and the leader with conviction in justness of their cause, said major newspapers of the DPRK in their editorials Saturday. \n\t\t\t\t\t\n\t\t\t\t\t More than half a century has passed since the ceasefire in the Korean Peninsula, but the danger of war is growing day by day,  Rodong Sinmun said, adding;\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should struggle in unity under the banner of peace against war. This is a way for national reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is a strategic line and political mode that should be always adhered to as long as the imperialists' moves for aggression persist.\n\t\t\t\t\t\n\t\t\t\t\t All compatriots in the north and the south and abroad should positively support and uphold the great Songun politics with patriotism.\n\t\t\t\t\t\n\t\t\t\t\t It is urgent to intensify the struggle for peace against war.\n\t\t\t\t\t\n\t\t\t\t\t They should turn out as one in the struggle to smash the moves of the aggression forces at home and abroad for provoking a new war and reliably defend the peace and security of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t They should also strive for implementation of the inter-Korean declarations to ensure durable peace on the peninsula and certainly realize the cause of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson called upon all the party members and working people to defend and exalt the sovereignty of the nation under the Songun leadership of Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun on Validity of WPK's Policy of Giving Importance to Science-Technology",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-23ee.html",
            "content": "Rodong Sinmun on Validity of WPK's Policy of Giving Importance to Science-Technology\r\n Pyongyang, June 25 (KCNA) -- There is nothing to fear and impossible to do for the people who have acquired latest science and technology as well as the most perfect ideology and arms, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t Today science and technology has become factor of orienting the future of country and nation, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Basing itself on the deep penetration into the needs of the times and the developing revolution, the Workers' Party of Korea has long regarded it as one of the three pillars for building a thriving country to attach importance to science and technology as well as to ideology and military affairs. Under its wise leadership a solid foundation for building a thriving nation was laid and a wide avenue for national prosperity opened despite manifold ordeals and trials.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK puts forward science and technology as the main link for building a great prosperous and powerful country in the ongoing drive for great surge. It is the Party's determination to put the nation's science and technology on the cutting-edge level in conformity with the trend of the developing reality and thereby increase the political and military might and the state economic power of the DPRK and provide its people with more abundant and civilized life.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the successful embodiment of the WPK's line of giving importance to science and technology, the DPRK emerged a state producing and launching any satellite, complex of latest science and technology and its national strength was further increased. The indomitable mental power of the Korean people with fixed will and patriotic zeal to glorify the WPK and Kim Il Sung's Korea by dint of science and technology serves as the inexhaustible motive force for increasing the national power.\n\t\t\t\t\t\n\t\t\t\t\t To develop science and technology is an important guarantee for adhering to the principle of self-reliance in building a thriving socialist nation. It is also an important work for foiling the imperialists' sanctions and blockade."
        },
        {
            "title": "Rodong Sinmun Urges All-People Struggle for Peace",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-30ee.html",
            "content": "Rodong Sinmun Urges All-People Struggle for Peace\r\n Pyongyang, June 25 (KCNA) -- All Koreans in the north and the south and abroad are required to turn out in the patriotic struggle to protect peace from the danger of war created by warmongers at home and abroad, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t The article further says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is aimed to stifle the DPRK politically and militarily. Under this criminal confrontation and war policy, the U.S. is escalating the military confrontation and aggravating the tense situation in the Korean Peninsula while intensifying nuclear racket and sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to this policy, the present ruling forces of south Korea are working to stand against fellow countrymen and realize the ambition for invading the DPRK. Such moves have bedeviled the north-south relations and aggravated the tense situation in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities are shifting the blame for the deteriorated inter-Korean relations on to the DPRK while escalating war games under the pretext of non-existent \"provocation\" and \"threat\" from somebody.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should rise up in the patriotic struggle to protect peace in the peninsula, regardless of abode, affiliation and political view.\n\t\t\t\t\t\n\t\t\t\t\t They should get closely united under the banner of peace and deal a sledge hammer at the warmongers at home and abroad trying to ignite a war against the DPRK and thus bring a rosy future of the nation."
        },
        {
            "title": "S. Korea Hit for Not Punishing Marines Who Fired Bullets at Asiana Airliner: Minju Joson",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-24ee.html",
            "content": "S. Korea Hit for Not Punishing Marines Who Fired Bullets at Asiana Airliner: Minju Joson\r\n Pyongyang, June 25 (KCNA) -- The south Korean marine corps on June 17 fired bullets at a passenger plane of Asiana Airlines for ten minutes from Kyodong Island.\n\t\t\t\t\t Minju Joson Saturday in a by-lined commentary says: One of its motives was the atmosphere of confrontation and war against the fellow countrymen fanned up by south Korean traitors. The combat rule \"action first and report next\" worked out and sent to the puppet army units by puppet Defense Minister Kim Kwan Jin was another motive of the shooting. Kim took the post after the Yonphyong Island shelling incident last year. \n\t\t\t\t\t\n\t\t\t\t\t Denouncing the Lee Myung Bak group for working hard to evade the responsibility for the shooting, far from investigating it, the commentary said if he punishes those marines, it will be hard to expect the army officers and soldiers to abide by the combat rule and come out for a war against the north, in consequence. This is the reason why the group of traitors refuses punishing the marines, the commentary said. In fact, it gave assurances it would not punish those who caused accident in the course of doing actions against the northerners, the commentary said, stressing:\n\t\t\t\t\t\n\t\t\t\t\t The shooting proves not only the south Koreans but all other Koreans can not evade war holocaust and even the countries around the Korean Peninsula can suffer as long as the group of traitors is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The group had better step down of its own accord before facing a stern punishment by the angered people."
        },
        {
            "title": "S. Korean Army's Firing at Passenger Plane Denounced",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-11ee.html",
            "content": "S. Korean Army's Firing at Passenger Plane Denounced\r\n Pyongyang, June 25 (KCNA) -- Anti-DPRK confrontation policy of the puppet authorities was the cause behind the unprecedented firing at a passenger plane by the army, said the south Korean weekly Media Today on June 22.\n\t\t\t\t\t The south Korean Marine Corps opened fire at a passenger plane on its routine flight on June 17, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t Had the south-north joint declarations been implemented, such case would not have occurred, it noted. The south and the north agreed in the June 15 joint declaration and the October 4 declaration on the ways for the independent settlement of the reunification issue and the development of the south-north relations, peace and prosperity. But the Lee Myung Bak regime denied the declarations, bringing the danger of a war only.\n\t\t\t\t\t\n\t\t\t\t\t The military authorities are taking such an attitude that they did what they should have done, stunning the world, the paper said, adding this proves what a serious stage the consciousness of confrontation of the present regime has reached.\n\t\t\t\t\t\n\t\t\t\t\t The tension mounting in the Korean Peninsula poses a serious threat to peace and security, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It is urgent to take measures to improve the south-north relations that have been pushed to the worst phase, it added."
        },
        {
            "title": "S. Korean Broadcasting System Flayed for Extolling Traitors ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-12ee.html",
            "content": "S. Korean Broadcasting System Flayed for Extolling Traitors \r\n Pyongyang, June 25 (KCNA) -- KBS (south Korean Broadcasting System) plans to produce a video eulogizing a traitor who earned an ill fame for killing many people before and after the outbreak of a war in Korea on June 25, 1950. \n\t\t\t\t\t A spokesman for the Democratic Labor Party of south Korea in a commentary on June 22 denounced the conservative broadcasting system for its intention to exalt the traitor.\n\t\t\t\t\t\n\t\t\t\t\t The traitor served for the Japanese imperialists in their punitive operations against the Independence Army before Korea's liberation, the commentary said. During the Korean war he indiscriminately killed civilians in the area of Mt. Jiri.     \n\t\t\t\t\t\n\t\t\t\t\t Extolling him is little short of justifying the pro-Japanese acts and pressing the people to follow sycophantic and treacherous practice, the commentary added.\n\t\t\t\t\t\n\t\t\t\t\t KBS is also set to broadcast a video praising Syngman Rhee on the occasion of the anniversary of Korea's liberation, August 15. \n\t\t\t\t\t\n\t\t\t\t\t This can never be pardoned, the commentary noted, urging KBS to immediately stop the act of eulogizing the traitors."
        },
        {
            "title": "Action for Vital Rights Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-22ee.html",
            "content": "Action for Vital Rights Launched in S. Korea\r\n Pyongyang, June 25 (KCNA) -- The Construction Union under the south Korean Confederation of Trade Unions held a rally at the plaza of the Seoul City Office on June 22 in protest against the Lee Myung Bak group of traitors' violation of workers' vital rights.\n\t\t\t\t\tAttending it were more than 15,000 workers from construction enterprises across south Korea carrying slogan boards \"We want to lead a human life,\" \"Let's gain basic labor rights\" and \"Shatter suppression of trade unions.\"\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Kim Yong Hun, chairman of the Confederation, Kim Kum Chol, chairman of the Construction Union, and others.\n\t\t\t\t\t\n\t\t\t\t\t They deplored that big businessmen engage themselves in irregularities and corruption while many workers are dying at construction sites.\n\t\t\t\t\t\n\t\t\t\t\t The workers will no longer bear such practice but struggle against the Lee Myung Bak \"government\" pursuing only the policy for big businesses, they declared.\n\t\t\t\t\t\n\t\t\t\t\t They called upon construction workers to actively join in the large-scale action launched by the Confederation to demand wage hike and total revision of the law on trade union, check the conclusion of FTA with the U.S. and smash the suppression of trade unions.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants took a demonstration."
        },
        {
            "title": "Kim Jong Il's Activities Introduced by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-05ee.html",
            "content": "Kim Jong Il's Activities Introduced by Foreign Organizations\r\nPyongyang, June 25 (KCNA) -- Organizations of Brazil and Poland posted special write-ups on their Internet homepages on the occasion of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea on June 15 posted an article titled \"Comrade Kim Jong Il's start of work at the WPK Central Committee\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the revolutionary idea of President Kim Il Sung as the integral system of the idea, theory and method of Juche and provided powerful guidelines for a successful advance of the human cause of independence, the article said.\n\t\t\t\t\t\n\t\t\t\t\t He comprehensively clarified the advantages of Korean-style socialism, the cause of the collapse of socialism in eastern European countries and the way of rebuilding socialism late in the last century with his energetic ideological and theoretical activities, the article noted, adding he is wisely leading the effort for advancing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He realized the single-minded unity of the whole society which any other statesman in the world failed to do and enjoys absolute trust from all the people, the article said, adding he is the most outstanding leader in the present era.\n\t\t\t\t\t\n\t\t\t\t\t The Poland-DPRK Association posted on its Internet homepage ten photos on his revolutionary activities on June 19."
        },
        {
            "title": "Kim Jong Il's Leadership Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-07ee.html",
            "content": "Kim Jong Il's Leadership Praised by Foreigners\r\nPyongyang, June 25 (KCNA) -- Officials of Portugal and Ethiopia issued statements to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and hail his successful visit to China.\n\t\t\t\t\t Miguel Boieir, chairman of the Portugal-Korea Friendship Association, on June 17 praised Kim Jong Il as a distinguished genius of ideology and theory recognized by the international community.\n\t\t\t\t\t\n\t\t\t\t\t The works authored by him are libraries and encyclopedias of the revolution and construction which help the WPK dynamically advance along the road of socialism without the slightest vacillation despite any world political upheaval.\n\t\t\t\t\t\n\t\t\t\t\t Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, on June 15 said Kim Jong Il's visit to China in May was a historic event which helped boost the traditional DPRK-China relations of friendship provided by President Kim Il Sung. It greatly contributed to peace and security in the Korean Peninsula and Asia, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is steering the world politics, encouraging the progressives to turn out in the struggle for independence under the banner of the Juche idea, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized the WPK, the DPRK and the Korean people are displaying their dignity as they are led by Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Praised by British Organization",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-08ee.html",
            "content": "Kim Jong Il Praised by British Organization\n\t\t\t\t\t\t\r\nPyongyang, June 25 (KCNA) -- Big achievements have been made in the DPRK as Kim Jong Il has wisely led the Workers' Party of Korea for nearly 50 years, the British Branch of the Korean Friendship Association said in a statement on June 18. It was issued on the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the WPK.\n\t\t\t\t\t Kim Jong Il has strengthened the WPK into the party of Juche, the eternal party of the leader by successfully carrying forward the cause of building the Juche-type party started by President Kim Il Sung, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il the WPK has maintained independence in all its activities, standing the ordeals and storms of history, it added.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has achieved the unbreakable unity and cohesion of its ranks based on the Juche idea and turned the whole society into a big harmonious whole, the statement noted, adding this is hard to find elsewhere in the world.\n\t\t\t\t\t\n\t\t\t\t\t Warmly congratulating Kim Jong Il on the 47th anniversary of his start of work at the WPK Central Committee, the Branch said it is convinced the DPRK would dynamically advance toward bigger victory under the WPK's leadership."
        },
        {
            "title": "Kim Jong Il's Great Feats Praised Abroad ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-03ee.html",
            "content": "Kim Jong Il's Great Feats Praised Abroad \r\nPyongyang, June 25 (KCNA) -- Newspapers of different countries carried special write-ups and articles to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The June 18th issue of the Ethiopian paper Reporter carried a portrait of Kim Jong Il and an article praising the great feats he performed in consolidating the single-minded unity of the leader, the party and the masses and turning the DPRK into an invincible socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t The June 19th issue of the Vietnamese paper Nhan Dan carried a photograph of Pyongyang and an article titled \"The Korean people's cause of state building\".\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has successfully advanced the cause of building a thriving nation despite the imperialists' moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has always put primary efforts into giving full play to the mental power of the popular masses in the building of a thriving nation. It has also attached importance to the military affairs and scientific and technological development.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK have made signal successes in building a thriving nation under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar paper The Voice on the same day praised Kim Jong Il for developing the WPK to successfully guide the cause of socialism."
        },
        {
            "title": "Kim Jong Il’s Work Posted on Website",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-02ee.html",
            "content": "Kim Jong Il's Work Posted on Website\r\nPyongyang, June 25 (KCNA) -- The Brazilian Communist Party posted on its website the gist of General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on June 16.\n\t\t\t\t\tThe work, published on June 19, Juche 86 (1997), clarifies the idea that preserving the Juche character and national character in the revolution and construction is a fundamental principle that should be maintained in accomplishing the cause of socialism. It also gives the tasks and ways for maintaining the principle."
        },
        {
            "title": "Seminars on Kim Jong Il’s Feats in Party Building Held Abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-04ee.html",
            "content": "Seminars on Kim Jong Il's Feats in Party Building Held Abroad\n\t\t\t\t\t\t\r\nPyongyang, June 25 (KCNA) -- Seminars were held in Nepal, India, Thailand and Mexico between June 9 and 15 to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tIt is thanks to his Songun politics that the Korean people have dynamically pushed forward the building of a thriving socialist nation and firmly defended the socialist system from the moves of the imperialist allied forces to stifle the DPRK, said Narayan Man Bijukchhe, chairman of the Central Committee of the Nepal Worker-Peasant Party.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has made greater achievements since Kim Jong Il started to work at the WPK Central Committee, said Parveen Gupta, secretary general of the Indian Society for Juche Idea-Self-Reliance Studies. He expressed belief the Korean people would turn the country into a thriving nation and reunify the country in the near future under his leadership.\n\t\t\t\t\t\n\t\t\t\t\tSongchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, and Ramon Jimenez Lopez, president of the Mexican National Coordinating Committee for the Study of the Juche Idea, praised Kim Jong Il for having strengthened the WPK into the organizer and guide of all victories of the Korean people and the vanguard of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tCongratulatory messages to Kim Jong Il were adopted at the seminars in Nepal and India."
        },
        {
            "title": "DPRK Anniversaries Marked in Peru",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-06ee.html",
            "content": "DPRK Anniversaries Marked in Peru\r\nPyongyang, June 25 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union issued a bulletin on June 7. It was to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the 11th anniversary of the June 15 North-South Joint Declaration and the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The bulletin carried photos of President Kim Il Sung and Kim Jong Il and articles. \n\t\t\t\t\t\n\t\t\t\t\t The article \"The 47th anniversary of Kim Jong Il's start of work at C.C., the WPK\" said he has consolidated the ideological unity of the WPK and developed it into a party that has taken its roots deep among the popular masses, being absolutely supported and trusted by them.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK won the war started by the U.S. imperialists against Korea in 1950, said an article under heading \"The great leader Comrade Kim Il Sung, outstanding strategist, led the Fatherland Liberation War to victory\".\n\t\t\t\t\t\n\t\t\t\t\t Another article \"Korea's reunification\" explained the contents of the June 15 joint declaration, saying no one can dampen the Korean people's desire for reunification."
        },
        {
            "title": "DPRK Anniversaries Celebrated in Guinea, Kuwait",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-09ee.html",
            "content": "DPRK Anniversaries Celebrated in Guinea, Kuwait\r\nPyongyang, June 25 (KCNA) -- Friendly meetings, round-table talks and film shows took place in the DPRK missions in Guinea and Kuwait between June 15 and 17. They were to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the 11th anniversary of the June 15 North-South Joint Declaration and his historic and successful China visit.\n\t\t\t\t\t Participants included officials of the Guinean People's Assembly, the Kuwaiti preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Kuwait-DPRK Friendship Association and officials of the DPRK missions.\n\t\t\t\t\t\n\t\t\t\t\t Speakers praised Kim Jong Il for his great feats in the effort to strengthen the WPK and achieve the country's reunification. They also admired the Korean people striving hard to build a thriving socialist nation, closely united around him."
        },
        {
            "title": "Chinese Premier Urges Officials to Better Use Power, Serve the People Wholeheartedly",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-28ee.html",
            "content": "Chinese Premier Urges Officials to Better Use Power, Serve the People Wholeheartedly\r\n Beijing, June 24 (KCNA) -- Chinese Premier Wen Jiabao on Wednesday urged government officials and Communist Party of China (CPC) members to better use their power and \"serve the people wholeheartedly.\"\n\t\t\t\t\t Wen made the remarks in Beijing at a commendation ceremony awarding outstanding CPC members and CPC grassroots organizations in central government organs.\n\t\t\t\t\t\n\t\t\t\t\t Wen called on CPC members and government officials to be good public servants. He also asked the officials to be \"clean and honest\" and avoid corruption."
        },
        {
            "title": "Teachers Urged to Maintain Professional Ethics and Morality: Chinese Vice Premier",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-29ee.html",
            "content": "Teachers Urged to Maintain Professional Ethics and Morality: Chinese Vice Premier\r\n Beijing, June 24 (KCNA) -- Chinese Vice Premier Hui Liangyu urged teachers to maintain professional ethics and morality at a meeting held in Beijing on June 18 on the 60th anniversary of Minzu University which was founded specifically as a higher-education institute for China's ethnic minorities.\n\t\t\t\t\t \"Institutions of higher learning for ethnic groups have a very important role in our country's education and the entire education system\", Hui said.\n\t\t\t\t\t\n\t\t\t\t\t A high-quality teaching team is essential for the smooth operation of an ethnic university, Hui stressed."
        },
        {
            "title": "China Plans to Establish General Practitioner System  ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-27ee.html",
            "content": "China Plans to Establish General Practitioner System \r\n Beijing, June 24 (KCNA) -- China will establish a system of general practitioners, according to an official statement issued after an executive meeting of the State Council presided over by Chinese Premier of State Council Wen Jiabao on June 22.\n\t\t\t\t\t General practitioners are \"door-keepers\" for health of residents in urban communities and rural townships, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tAmong the country's major efforts to reform its medical care system, it will work to make general practitioners the backbone of the medical professionals team at grassroots medical services, the statement added."
        },
        {
            "title": "Seminar on Party Building Held in China",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-26ee.html",
            "content": "Seminar on Party Building Held in China\r\n Beijing, June 24 (KCNA) -- A seminar on party building took place in China on June 20 in the run-up to the 90th anniversary of the Communist Party of China (CPC).\n\t\t\t\t\t The CPC has steadily grown stronger and carried out its cause by leading the people for 90 years, drawing the world attention. Its secret lies in that the party has combined the basic principle of Marxism with the Chinese revolution, construction and specific conditions, guided by scientific theories, said Vice-president Xi Jinping at the seminar. The CPC has also consistently enriched and developed its guiding idea and basic theories as required by the era, he added.\n\t\t\t\t\t\n\t\t\t\t\t He called for arming party member cadres with the theories of the party to steadily enhance the ideological and theoretical level of the party."
        },
        {
            "title": "Brazilian President Calls for UN Reforms",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-13ee.html",
            "content": "Brazilian President Calls for UN Reforms\r\n Pyongyang, June 25 (KCNA) -- Brazilian President Dilma Rousseff on Monday called for reforms in the United Nations during a meeting with the president of the UN General Assembly.\n\t\t\t\t\t The UN Security Council no longer represents the real-world situation, Rousseff said, urging more flexibility concerning reform of the UN Security Council."
        },
        {
            "title": "Pakistanis Protest US Drone Strikes",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-15ee.html",
            "content": "Pakistanis Protest US Drone Strikes \r\n Pyongyang, June 25 (KCNA) -- Some 1, 200 tribesmen Monday staged a demonstration in Pakistan's North Waziristan tribal region against the U.S. drone strikes against innocent people.\n\t\t\t\t\t The demonstrators marched along streets, chanting slogans \"Death to America.\""
        },
        {
            "title": "Israeli Army Destroys Palestinian Houses",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-18ee.html",
            "content": "Israeli Army Destroys Palestinian Houses\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- The Israeli army destroyed Palestinian makeshift houses in the West Bank on Tuesday, Palestinian witnesses said.\n\t\t\t\t\t Meanwhile, the Israeli army arrested a Palestinian the same day, Palestinian security sources said."
        },
        {
            "title": "Four NATO Soldiers Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-19ee.html",
            "content": "Four NATO Soldiers Killed in Afghanistan\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- More NATO soldiers in Afghanistan met deaths due to the attack of the resistance forces of the country.\n\t\t\t\t\t Four NATO soldiers were killed in the eastern and southern areas of this country on June 20 and 21."
        },
        {
            "title": "Philippines Approves Laws to Better Protect Women, Children",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-14ee.html",
            "content": "Philippines Approves Laws to Better Protect Women, Children\n\t\t\t\t\t\t\r\n Pyongyang, June 25 (KCNA) -- Philippine President Benigno S. Aquino signed into law Tuesday four bills, including laws that protect women workers and mandatory immunization services for children."
        },
        {
            "title": "Developing Countries Boost Cooperation ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-16ee.html",
            "content": "Developing Countries Boost Cooperation \r\n Pyongyang, June 25 (KCNA) -- Mexico and El Salvador agreed Monday to provide better protection to undocumented migrants.\n\t\t\t\t\t On June 19 Algeria and Morocco adopted agreements on cooperation in the agricultural field."
        },
        {
            "title": "US Hit for Abusing IT",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-20ee.html",
            "content": "US Hit for Abusing IT\r\n Pyongyang, June 25 (KCNA) -- Information technology is now rapidly developing worldwide, greatly contributing to the human civilization and social progress.\n\t\t\t\t\t But, the United States uses IT, means for development common to humankind, as a lever for plots against other countries.\n\t\t\t\t\t\n\t\t\t\t\t Recently the New York Times reported that the U.S. administration seeks to build \"underground Internet\" and \"mobile phone communications network\" with allocation of 70 million dollars.\n\t\t\t\t\t\n\t\t\t\t\t According to it, this technology called \"underground Internet\" or \"shadow Internet\" helps build in certain space a hidden Internet system, hard to hack, so that a user can penetrate into the basic Network in a relevant area.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. administration reportedly gathered Network technicians in a secret place in Washington and gave financial support to them to push on a full scale the development of \"underground Internet\" by use of simple equipment such as small wireless antenna, portable computer, micro drive device and disk.\n\t\t\t\t\t\n\t\t\t\t\t World public is unanimous in claiming that in this way the U.S. seeks to let other countries, dissident groups of its hostile countries in particular, have free contact with each other or with outsiders beyond network monitor and blockade by their governments.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Kommersant said in an article titled \"Spread of 'democracy' through Internet\" on June 14: The U.S. administration is zealously developing the illegal Internet system and mobile communications network to help members of \"human rights organizations\" and dissident groups of other countries exchange information with each other out of their governments' control.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that free liaison and exchange of information out of government control will lead to agitation for internal disputes.\n\t\t\t\t\t\n\t\t\t\t\t Analysts have said that the U.S., which had conducted propaganda and breakup operation against other countries by Radio Free Europe, Radio Free Asia and other media in the past, is moving the main theatre of ideological and cultural poisoning to Network leverage with the latest IT.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. is advocating \"Internet freedom\" to enforce it upon the world. It was not accidental that U.S. State Secretary Hillary gave lecture on \"Internet freedom\" twice.\n\t\t\t\t\t\n\t\t\t\t\t In this regard the international community raises a question about whether the U.S. is truly interested in Internet freedom or freedom for infiltration, overthrow and aggression against other countries through Internet.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the answer to this question.\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. seeks is to ideologically disorganize the sovereign states, the anti-imperialist independent countries in particular and foster social confusion and division to put them under its control and, furthermore, dominate the world."
        },
        {
            "title": "Earthquake Hits Chile",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-17ee.html",
            "content": "Earthquake Hits Chile\r\n Pyongyang, June 25 (KCNA) -- A 6.4-magnitude earthquake hit the northern area of Chile on June 20.\n\t\t\t\t\t The epicenter was near the borders with Peru and Bolivia."
        },
        {
            "title": "CRPP denuncia al Sur de Corea por su política conflictiva anti-RPDC",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-37ee.html",
            "content": "CRPP denuncia al Sur de Corea por su política conflictiva anti-RPDC\r\nPyongyang, 25 de junio (ATCC) -- Con respecto a que la banda de títeres surcoreanos hace últimos esfuerzos desesperados por mantener la política conflictiva anti-República Popular Democrática de Corea en la crisis de fracaso total, el portavoz del Comité por la Reunificación Pacífica de la Patria (CRPP) dio el día 25 la siguiente respuesta a la ATCC:\n\t\t\t\t\tEl traidor Lee Myung Bak, el ministro títere de Reunificación  Hyong In Thaek y otros maníacos de confrontación anti-reunificación del Sur de Corea hablan a porfía de la \"actitud firme en las relaciones Sur-Norte\", la \"invariable política sobre el Norte\", la \"renuncia nuclear, primero\", la \"apertura\", etc., esperando algún \"cambio\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el traidor Lee, lejos de participar en los actos por la reunificación dedicados al día de publicación de la Declaración Conjunta del 15 de Junio, fundó ese día la \"comandancia de defensa de las islas del noroeste\" para los preparativos de guerra de las cinco islas del Mar Oeste. \n\t\t\t\t\t\n\t\t\t\t\tAdemás, denominó a un maníaco de confrontación anti-RPDC como vicepresidente en jefe del \"consejo consultivo por la democracia, la paz y la reunificación\", llamado órgano consultivo del \"presidente\", y a una escoria humana como presidente del Instituto de Educación por la Reunificación adscrito al Ministerio de Reunificación.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el síndrome histérico en última etapa de la camarilla títere, los habitantes surcoreanos y otros pueblos del mundo están seguros de que no se podría lograr nada con Lee Myung Bak. Y hasta su amo norteamericano le considera como un molesto. \n\t\t\t\t\t\n\t\t\t\t\tLa banda títere, aislada tanto en el interior como en el exterior, habla de la \"represalia separada\" diciendo que las conversaciones Norte-Sur sobre la desnuclearización y los casos de hundimiento de la corbeta \"Cheonan\" y de cañonazos en la isla Yonphyong son cuestiones apartes. \n\t\t\t\t\t\n\t\t\t\t\tPero, no puede engañar a nadie con tal artimaña tendente a frenar el diálogo RPDC-EE.UU. y la reanudación de las conversaciones a 6 bandas. \n\t\t\t\t\t\n\t\t\t\t\tSi la banda títere tiene de veras algún interés en el diálogo Norte-Sur, debe dejar sus acciones provocativas y retirar completamente las \"premisas\". \n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, la banda títere se entrega más que nunca a las maniobras conflictivas anti-RPDC con el fin de dilatar infinitamente el tiempo pretextando el diálogo Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tAhora la banda títere surcoreana implora a EE.UU. que apoyara su posición. \n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee invita diariamente a banquete a sus compinches y a otras personalidades de distintos estratos, a quienes no echaba ni un vistazo en el tiempo ordinario, y les ofrece hasta \"recuerdos\". \n\t\t\t\t\t\n\t\t\t\t\tPero, tales actos asquerosos provocan críticas sociales y nadie quiere compartir el destino con el traidor. \n\t\t\t\t\t\n\t\t\t\t\tHoy día, el traidor Lee se apoya sólo en algunos maníacos anti-reunificación como Hyon In Thaek. \n\t\t\t\t\t\n\t\t\t\t\tLas maniobras conflictivas de la banda títere llevarán las relaciones íntercoreanas a la fase más catastrófica y a la larga, se extenderán a la guerra que acarrearía incontables desgracias a la nación coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa camarilla de Lee debe actuar con prudencia reflexionándose de la consecuencia que se emane de su política conflictiva."
        },
        {
            "title": "FDRP condena nuevo disparate de Lee Myung Bak ",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-38ee.html",
            "content": "FDRP condena nuevo disparate de Lee Myung Bak\n\t\t\t\t\t\t\r\nPyongyang, 25 de junio (ATCC) -- En su declaración publicada la víspera, el portavoz del Comité Central del Frente Democrático para la Reunificación de la Patria (FDRP) condenó categóricamente al traidor Lee Myung Bak quien dijo hace poco que la reunificación puede llegar a medianoche como un ladrón.\n\t\t\t\t\t  Este disparate constituye otra imperdonable provocación al régimen y la dignidad de la República Popular Democrática de Corea, un insulto a la aspiración nacional a la reunificación y la siniestra declaración de enfrentamiento con el régimen norcoreano, comienza el texto de la nota y continúa:\n\t\t\t\t\t\n\t\t\t\t\t  Lo único que está en la cabeza del traidor Lee es el enfrentamiento fratricida y el ansia de \"derrocar el régimen\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  En el fondo de la \"política sobre el Norte\" y todas las campañas conflictivas de la camarilla de traidores surcoreanos, están la extremada hostilidad a la connacional RPDC y la absurdísima \"teoría del derrumbe\" de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, resultaron fracasados los pocos diálogos abiertos y a puertas cerradas y el contacto secreto que tuvieron lugar entre las autoridades de ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t  El \"incidente de blancos\" -el caso de provocación más sonado últimamente en que el ejército surcoreano realizó el ejercicio de tiro con los blancos que ofenden la máxima dignidad de la RPDC- muestra a qué grado ha llegado la hostilidad a los connacionales de esa banda.\n\t\t\t\t\t\n\t\t\t\t\t  En este mundo hay muchos países que tienen diferentes regímenes. Pero, no hay en ninguna parte los bribones tan malvados como los compinches de Lee Myung Bak que se atrevieron a insultar brutalmente el sistema social y la máxima dignidad de la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La campaña de la camarilla surcoreana en busca de enfrentamiento entre los regímenes del Norte y el Sur no pasa de ser la última desesperación de los ignorantes políticos que no saben dónde está la fuente de vitalidad y fuerza indoblegable de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Si los títeres surcoreanos desean tanto el enfrentamiento entre los regímenes, la RPDC se verá obligada a hacerles frente de modo resuelto e inclemente.\n\t\t\t\t\t\n\t\t\t\t\t  Lo que buscarán ellos con el enfrentamiento de ese tipo será el derrumbe del corrupto régimen antipopular y el fin trágico del poder títere proyanqui.\n\t\t\t\t\t\n\t\t\t\t\t  Al contrario, la nación coreana verá realizado su máximo deseo, o sea, la reunificación de la patria."
        },
        {
            "title": " Inaugurado en China seminario por 90º aniversario del PCCh",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-39ee.html",
            "content": "Inaugurado en China seminario por 90º aniversario del PCCh\r\nBeijing, 24 de junio (ATCC) -- Tuvo lugar el día 20 en esta capital el seminario sobre la construcción del partido dedicado al 90º aniversario de la fundación del Partido Comunista de China. \n\t\t\t\t\tEl vicepresidente chino Xi Jinping en el foro subrayó que el PCCh pudo lograr su desarrollo constante durante 90 años y cumplió una gran causa, que centra la atención del mundo conduciendo al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAgregó que la clave de tal éxito reside en haber combinado los principios fundamentales del marxismo con la revolución, la construcción y las realidades concretas de China tomando siempre las teorías científicas por guía directriz, y desarrollado y enriquecido constantemente la idea directiva y las teorías principales del partido de acuerdo con la demanda de la época.\n\t\t\t\t\t\n\t\t\t\t\tApuntó la necesidad de armar a los cuadros militantes del partido con las teorías del partido para elevar incesantemente el nivel ideo-teórico de todo el partido."
        },
        {
            "title": "Minju Joson condena incidente de disparos en Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201106/news25/20110625-40ee.html",
            "content": "Minju Joson condena incidente de disparos en Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 25 de junio (ATCC) -- El pasado día 17, ocurrió el \"incidente de disparo errado a un avión civil\", según lo cual los marineros títeres surcoreanos en la isla Kyodong dispararon 10 minutos contra un avión de la compañía aérea Asiana.\n\t\t\t\t\tLa banda del traidor Lee Myung Bak recurre sólo a la evasión de su responsabilidad en lugar de averiguar la verdad del incidente. \n\t\t\t\t\t\n\t\t\t\t\tLa causa del caso está en las maniobras fratricidas de la banda de Lee, en particular en las reglas beligerantes de \"tomar las medidas primero, informar  después\".\n\t\t\t\t\t\n\t\t\t\t\tAsí señala el periódico Minju Joson en un comentario individual difundido este sábado y continúa.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro títere de Defensa Kim Kwan Jin, que tomó su cargo después del incidente de cañonazos en la isla Yonphyong, despachó a las unidades del ejército títere nuevas reglas beligerantes de \"si provoca el Note de Corea, reaccione de inmediato e informe después\".\n\t\t\t\t\t\n\t\t\t\t\tEn caso de castigar a los marineros títeres que produjeron tal caso de tiros, los oficiales y soldados del ejército títere no acatarán dichas reglas y será difícil incitarlos a la provocación bélica contra la RPDC. He aquí la razón por la cual la banda del traidor Lee no castiga a los autores de tal incidente.\n\t\t\t\t\t\n\t\t\t\t\tCon esto, la camarilla del traidor Lee dio garantía de no castigar a los oficiales y soldados del ejército títere aunque provoquen cualquier incidente en la confrontación fratricida.\n\t\t\t\t\t\n\t\t\t\t\tComo lo demuestran la causa del caso de disparos y el proceso de su tratamiento, si deja intacta la banda del traidor enloquecida en la confrontación fratricida, toda la nación coreana no podrá evitar la catástrofe de guerra y también los países vecinos sufrirán daños.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de los traidores surcoreanos debe retirarse ahora mismo de su poder antes de ser sometida al duro juicio de los habitantes airados."
        }
    ]
}