{
    "date": "2011-09-24",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-24ee.html",
    "articles": [
        {
            "title": "Cuban Guests Arrive",
            "url": "http://kcna.co.jp/item/2011/201109/news24/20110924-34ee.html",
            "content": "Cuban Guests Arrive\r\n\n\t\t\t\t\tPyongyang, September 24 (KCNA) -- President of the Cuban Institute of Friendship with the Peoples Kenia Serrano Puig and her companion arrived here Saturday."
        },
        {
            "title": "Delegation of S. Korean Religionists Leaves",
            "url": "http://kcna.co.jp/item/2011/201109/news24/20110924-07ee.html",
            "content": "Delegation of S. Korean Religionists Leaves\r\n\n\t\t\t\t\tPyongyang, September 24 (KCNA) -- A south Korean delegation of 7 religious orders headed by Kim Hui Jung, representative chairman of the South Korean Religionists Council for Peace and head of the Kwangju Archdiocese of the Catholic Church, left here Saturday."
        },
        {
            "title": "Mansudae Housing Construction Goes Great Guns",
            "url": "http://kcna.co.jp/item/2011/201109/news24/20110924-30ee.html",
            "content": "Mansudae Housing Construction Goes Great Guns\r\n\n\t\t\t\t\tPyongyang, September 24 (KCNA) -- The construction of multistoried apartment buildings is progressing apace in Mansudae area, Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tThe construction of a skyscraper is undertaken by soldiers. After finishing the groundwork in July, they have applied new construction methods to the project, so that the skyscraper has risen to over 40 stories. \n\t\t\t\t\t\n\t\t\t\t\tKim Pong Chol, an officer, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t\"If the project continues to go at this speed, it will be completed ahead of schedule. All the soldiers are determined to carry out the Workers' Party of Korea's plan of the housing construction in the capital city as early as possible.\"\n\t\t\t\t\t\n\t\t\t\t\tThe achievements made in the construction inspire citizens with confidence in the building of a thriving nation."
        }
    ]
}