{
    "date": "2011-03-17",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Replies to Industrial Workers",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-34ee.html",
            "content": "Kim Jong Il Replies to Industrial Workers\r\n Pyongyang, March 17 (KCNA) -- General Secretary Kim Jong Il received a letter from the employees of the Hungnam Fertilizer Complex and builders of its gasification project and sent them his autograph reading: Kim Jong Il March 10, 2011.\n\t\t\t\t\t In the letter those employees and builders noted that modern gasification process has been built in a grand style in the wake of the emergence of latest water electrolysis process in a short span of time. This epoch-making change would have been unthinkable without Kim Jong Il's wise leadership and unremitting efforts, they added. \n\t\t\t\t\t\n\t\t\t\t\t During the days of building Korean-style new fertilizer production processes, we have kept in our mind the faith that we will always emerge victorious when we follow only your instructions and the DPRK's cause of building a thriving nation will steadily advance along the milestone set by you, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t They in the letter expressed their determination to do well the management of equipment and the technical control and intensify the production, true to the noble intention of the leader who, with warm love for the people, set it as the top priority task and the highest target of the Workers' Party of Korea to improve the people's living standard."
        },
        {
            "title": "DPRK Proposes S. Side to Conduct Joint Research into Volcanic Activities",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-37ee.html",
            "content": "DPRK Proposes S. Side to Conduct Joint Research into Volcanic Activities\r\n Pyongyang, March 17 (KCNA) -- The director of the DPRK Bureau of Earthquake sent a letter to the Chief of the Weather Office of south Korea Thursday, proposing the north and the south to jointly promote the researches into the volcanic activities on Mt. Paektu in the common interests of the nation.\n\t\t\t\t\t The letter referred to the fact that earthquakes and volcanic phenomena have frequently occurred in various parts of the world in recent years.\n\t\t\t\t\t\n\t\t\t\t\t The great quake that hit Japan, in particular, underscores the urgency to conduct in a foresighted and successful manner the researches into earthquake and volcanic activities on the Korean Peninsula as it is geographically located close to that country, the letter stressed.\n\t\t\t\t\t\n\t\t\t\t\t As the north and the south agreed to positively promote the cooperation projects as regards the said joint researches at the first meeting of the Panel for Cooperation in Public Health and Environmental Protection between the North and the South held in Kaesong on December 21, Juche 96 (2007), the north side proposed those concerned of the two sides to meet in Kaesong or Mt. Kumgang at an early date to have discussion on pushing ahead with necessary cooperation including a joint research into the volcano on Mt. Paektu, a field survey of it and the holding of a scientific symposium, the letter noted."
        },
        {
            "title": "DPRK Order Awarded to Vietnamese Ambassador ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-28ee.html",
            "content": "DPRK Order Awarded to Vietnamese Ambassador \r\n Pyongyang, March 17 (KCNA) -- Order of DPRK Friendship 1st Class was awarded to Vietnamese Ambassador to the DPRK Le Van Cu for having made positive contribution to the development of the friendly and cooperative relations between the two countries.\n\t\t\t\t\t A ceremony of awarding the order took place at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, Pak Kil Yon, vice-minister of Foreign Affairs, officials concerned and staff members of the Vietnamese embassy."
        },
        {
            "title": "Foreign Diplomats Visit Vegetable and Floriculture Institutes",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-35ee.html",
            "content": "Foreign Diplomats Visit Vegetable and Floriculture Institutes\r\n Pyongyang, March 17 (KCNA) -- Diplomatic envoys of different countries and representatives of international bodies here Thursday visited the Pyongyang Vegetable Science Institute and the Pyongyang Floriculture Institute.\n\t\t\t\t\t Being briefed on the achievements made by the employees of the institutes in research and production of new species of vegetables and flowering plants, the visitors went round water cultural hothouse, solar-heated vinyl sheet-roofed hothouse, bio-engineering research room, etc.\n\t\t\t\t\t\n\t\t\t\t\t After the visit they made entries in the visitor's book."
        },
        {
            "title": "Spring Tree Planting",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-33ee.html",
            "content": "Spring Tree Planting\r\nPyongyang, March 17 (KCNA) -- Spring tree planting is at full swing in the DPRK.\n\t\t\t\t\t Recently, officials of the Cabinet, ministries and national institutions transplanted many trees of good species around the Kumsusan Memorial Palace.\n\t\t\t\t\t\n\t\t\t\t\t Roadside trees have been replaced with a new species of willow in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Such trees as Larix leptolepis, Evodia daniellii and bamboo have been planted in South Hwanghae Province in a scientific way to increase the rate of rooting.\n\t\t\t\t\t\n\t\t\t\t\tPeople in Wonsan City, Kangwon Province have planted 42,500 trees, including Pyongyang poplar, in the Songdowon Recreation Ground and some other areas of the city. Those in Kanggye City, Jagang Province have planted hundreds of trees in revolutionary sites and in the centre of the city.\n\t\t\t\t\t\n\t\t\t\t\t Fruit farms plan to plant millions of fruit trees in spring.\n\t\t\t\t\t\n\t\t\t\t\t Streets, villages and parks throughout the country have been embellished with trees and flowers of good species.\n\t\t\t\t\t\n\t\t\t\t\t Saplings are supplied by forest management stations."
        },
        {
            "title": "Opera Wins Public Admiration",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-29ee.html",
            "content": "Opera Wins Public Admiration\r\nPyongyang, March 17 (KCNA) -- The revolutionary opera \"The Story of a Nurse\" is on at the Pyongyang Grand Theatre.\n\t\t\t\t\tThe opera is based on a story that an army nurse carried out her mission under difficult conditions and remained faithful to the Workers' Party of Korea and President Kim Il Sung till the last moment of her life during the Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\tThe opera is characterized by many famous stanzaed songs and popular and national features. \n\t\t\t\t\t\n\t\t\t\t\tThe theme song \"Where Are You, Dear General?\" is repeated several times in the opera in the way of vocal solo, chorus and orchestral music. The song is still enjoying a great popularity in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe opera tells the audience that a member of the WPK can enjoy his or her honor and eternal life in remaining faithful to the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\tThe opera was created in Juche 60 (1971)."
        },
        {
            "title": "Kim Tu Il, Celebrated Writer",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-32ee.html",
            "content": "Kim Tu Il, Celebrated Writer\r\n Pyongyang, March 17 (KCNA) -- The Korean people, whenever they enjoy songs of the revolutionary opera \"The Story of a Nurse\", recall a well-known writer, Kim Tu Il.\n\t\t\t\t\t Active as a member of the opera creation team, he wrote the words of \"Let's Remain Faithful to the Leader through Generations\", \"Wherever We Go, We'll Never Forget Our Comradeship\" and other famous songs.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, he wrote many songs of philosophical value reflecting the spirit of the times.\n\t\t\t\t\t\n\t\t\t\t\t The song \"A Soldier Hears Rice Ears Sway\" written by him decades ago is viewed as one of the most popular songs in the country. \n\t\t\t\t\t\n\t\t\t\t\t He also wrote \"We Started from Scratch\", \"We Will Go Forward Confidently\" and other masterpieces singing of the victorious Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government awarded Kim Il Sung Order to him.\n\t\t\t\t\t\n\t\t\t\t\t His remains lie in state at the Patriotic Martyrs Cemetery."
        },
        {
            "title": "Lake Chon on Mt. Paektu",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-30ee.html",
            "content": "Lake Chon on Mt. Paektu\r\n Pyongyang, March 17 (KCNA) -- Mt. Paektu in the northern part of Korea, one of the most celebrated mountains in the country, has a lake on its top.\n\t\t\t\t\t Lake Chon came into being by a volcano eruption.\n\t\t\t\t\t\n\t\t\t\t\t Korean ancestors called the lake \"Taeji\", \"Chonsangsu\", \"Ryongdam\" and \"Ryonggungdam\", symbolizing a large pond and fairyland.\n\t\t\t\t\t\n\t\t\t\t\t The bottom of the lake is similar to a dish.\n\t\t\t\t\t\n\t\t\t\t\t Its water is very clear and clean.\n\t\t\t\t\t\n\t\t\t\t\t Atmospheric precipitation is filtered and purified by the ridge, crater walls, lithology, soil and plants.\n\t\t\t\t\t\n\t\t\t\t\t A cableway and stone stairs help tourists go down and take water of the lake.\n\t\t\t\t\t\n\t\t\t\t\t Its winter scenery is a spectacular sight which can be seen only on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The lake begins to freeze in late September and gets completely frozen in early December.\n\t\t\t\t\t\n\t\t\t\t\t During the period, one can see the water deeper than in summer.\n\t\t\t\t\t\n\t\t\t\t\t Ice melts away from mid-May to mid-June."
        },
        {
            "title": " Korean Silk ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-31ee.html",
            "content": "Korean Silk \r\n Pyongyang, March 17 (KCNA) -- The Pyongyang Silk Shop draws many customers seeking silk goods like Korean chima (skirt) and jogori (coat).\n\t\t\t\t\t The silk fabrics are woven at silk mills in Pakchon and Nyongbyon.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have used silk from the end of the primitive ages along with hemp and ramie cloth.\n\t\t\t\t\t\n\t\t\t\t\t Among the relics dating back to the Neolithic and Bronze Ages discovered in Jithap-ri, Pongsan County, North Hwanghae Province, and other areas of the country there are some silkworm-patterned earthenware, an evidence that silk was made at that time. \n\t\t\t\t\t\n\t\t\t\t\t In the years of Koryo (early 10th century-late 14th century) silk was woven by an advanced technology and its kind was also diverse, enjoying popularity in local and foreign markets.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Ri Dynasty (1392-1910) mulberry trees were planted and silk producers built throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The silk, with elegant and beautiful colors and a smooth touch, is divided into three kinds -- saengbidan, sukbidan and chambidan.\n\t\t\t\t\t\n\t\t\t\t\t Saengbidan is suitable for summer clothes, sukbidan for spring and autumn costumes and chambidan for winter dresses."
        },
        {
            "title": "KCNA Brands S. Korea's Move as Action to Escalate Confrontation",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-26ee.html",
            "content": "KCNA Brands S. Korea's Move as Action to Escalate Confrontation \r\n Pyongyang, March 17 (KCNA) -- The south Korean conservative forces are mulling revising the \"law on exchange and cooperation between the south and the north\" in a bid to set up an \"agency for promotion of exchange and cooperation between the south and the north\" which will control the non-governmental enterprises in an integral way to cope with the trade between the north and the south in the future.\n\t\t\t\t\t The south Korean authorities have desperately obstructed the cooperation and exchange between the north and the south, regarding them as a thorn in their flesh. Does the action mean they have changed their minds and are willing to swim with the trend of the times as members of the nation? \n\t\t\t\t\t\n\t\t\t\t\t The cooperation and exchange between nations and regions are required by the times and they signify the trend in line with the aspiration and development of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The public at home and abroad paid attention to the action taken by the south Korean authorities to revise the law against this background. But it is infuriated by the quite different aim sought by the revision. This is proved by the contents of the proposal for amending the law. \n\t\t\t\t\t\n\t\t\t\t\t The proposed revision includes provisions calling for increasing such pressure as imposing a heavy fine for those who visited the DPRK and those who committed various \"violations,\" etc., cutting down the funds for cooperation and strengthening the interference and control over the cooperation projects. \n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the south Korean Ministry of Unification is contemplating revising the \"law on exchange and cooperation between the south and the north\" in such a way as to bar the non-governmental organizations from sending facsimile messages to the north. \n\t\t\t\t\t\n\t\t\t\t\t The Council for the Solution of the Issue of the Volunteers' Corps in south Korea attempted to have communication with the north to discuss the joint declaration to be made public by the north-south women's organizations on the occasion of the 92nd anniversary of the March First Popular Uprising. But south Korea disallowed it under an absurd pretext.\n\t\t\t\t\t\n\t\t\t\t\t It also turned down an application made by the Consultative Council of Non-governmental Organizations for Cooperation between the South and the North for its Pyongyang visit to discuss the cooperation with the relevant organization in the north under the pretext of the \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t Facts go to clearly prove that the purpose of the law revision is to round off the legal and institutional mechanisms to bind the organizations for cooperation and exchange in south Korea hand and foot, intensify the suppression of the pro-reunification movement organizations and perpetuate the confrontation with fellow countrymen in the final analysis. \n\t\t\t\t\t\n\t\t\t\t\t It is as foolish an act as precipitating their own self-destruction for the south Korean conservative forces to escalate the confrontation with fellow countrymen, going against the trend of the times."
        },
        {
            "title": "Anniversary of DPRK-Russia Agreement on Economic Cooperation Marked",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-14ee.html",
            "content": "Anniversary of DPRK-Russia Agreement on Economic Cooperation Marked\r\n Pyongyang, March 17 (KCNA) -- Major newspapers of the DPRK Thursday dedicate bylined articles to the 62nd anniversary of the DPRK-Russia agreement on economic and cultural cooperation.\n\t\t\t\t\t After the conclusion of the agreement the two countries have worked to boost the friendly relations while strengthening the bilateral cooperation and exchange in the economic, cultural and other fields in keeping with their common desire and demand, notes Minju Joson.\n\t\t\t\t\t\n\t\t\t\t\tSpecial mention should be made of the fact that the meeting between General Secretary Kim Jong Il and former Russian President Putin and the adoption of the DPRK-Russia Joint Declaration and the DPRK-Russia Moscow Declaration in the new century marked an epochal event in developing the bilateral ties of friendship and cooperation on a new higher stage, it says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Russian people are now striving to achieve the social stability and national unity and improve the nation's economy on a higher level while desiring to build a strong country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people hope that the Russian people's efforts for the development and stability of the country will produce good results.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia relations of friendship and cooperation will grow stronger by the joint efforts of the two governments and peoples.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun introduces Russia endeavoring to achieve its security and development."
        },
        {
            "title": "Rodong Sinmun on Danger of US-S. Korea Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-13ee.html",
            "content": "Rodong Sinmun on Danger of US-S. Korea Joint Military Exercises\r\n Pyongyang, March 17 (KCNA) -- The Key Resolve and Foal Eagle joint military exercises which the U.S. imperialists have staged together with the south Korean puppet forces every year are large- scale exercises for preemptive attacks on the DPRK, to all intents and purposes. \n\t\t\t\t\t Rodong Sinmun Thursday observes this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t These war maneuvers have gained in scope and strength to keep pace with the steadily supplemented and rounded off operation plan for invading the north worked out by U.S. war strategists and they revealed the U.S. scenario to psychologically pressurize the Korean people and weaken its economic potential in a bid to realize with ease its wild ambition to stifle the DPRK. Herein lie the danger and gravity of its saber-rattling. \n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises may develop into an actual war any moment. \n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. warlike forces through these war maneuvers is to escalate the military tension and confrontation on the Korean Peninsula and secure a pretext for sparking off the Second Korean War. \n\t\t\t\t\t\n\t\t\t\t\t The on-going Foal Eagle military exercises are aimed to serve the purpose of the U.S. imperialists. These adventurous exercises will reportedly last till next month. No one can vouch that the U.S. imperialists will not orchestrate such extremely shocking military incidents as the second \"Cheonan\" case and Yonphyong Island shelling and mount a preemptive attack on the DPRK under the pretext of these cases. \n\t\t\t\t\t\n\t\t\t\t\t The present reality goes to prove that their moves to ignite another Korean War after creating a touch-and-go situation on the peninsula have gone beyond the danger line."
        },
        {
            "title": "Rodong Sinmun Terms US Real Disturber of Peace",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-18ee.html",
            "content": "Rodong Sinmun Terms US Real Disturber of Peace\n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- It is ridiculous, indeed, for the United States to label the DPRK as a \"provocateur\" as the former is getting frantic in its moves to ignite a war, observes DPRK major paper Rodong Sinmun Thursday in a by-lined commentary. \n\t\t\t\t\t The U.S. is the arch criminal straining the situation on the Korean Peninsula and the rest of Northeast Asia and seriously threatening and disturbing the peace and stability in the region, frantically pursuing a hostile policy toward the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. provocative saber-rattling has turned a peaceful atmosphere into a war one all of a sudden. This fact patently proves that it is a disturber of peace and a perpetrator of military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regarded the escalation of the drills to cope with someone's \"contingency\" and \"the elimination of the DPRK's WMDs\" as important programs of its recent Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led war maneuvers simulating a preemptive attack upon the DPRK are now under way in south Korea, creating an extremely tense situation on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the U.S. will not start the second Korean war any time as it is blinded with the wild ambition to invade the DPRK, availing itself of this situation.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. turn black into white or hide its true colors as an aggressor and a provocateur."
        },
        {
            "title": "S. Korean Authorities' Talk about \"Sincerity\" Nonsensical",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-12ee.html",
            "content": "S. Korean Authorities' Talk about \"Sincerity\" Nonsensical\r\nPyongyang, March 17 (KCNA) -- Rodong Sinmun Thursday in a commentator's article dismisses the \"sincerity\" touted by the south Korean authorities as nonsensical.\n\t\t\t\t\tAccusing the south Korean authorities of misleading public opinion while talking about the \"sincerity\" of the DPRK in a bid to evade their blame for bringing the inter-Korean relations to catastrophe and dialogue to collapse and justify their policy for confrontation, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThey have neither face nor qualification to talk about sincerity.\n\t\t\t\t\t\n\t\t\t\t\tBy origin sincerity means transparent and true mind, genuine feeling not mixed with any lie and hard reality. But this word was mouthed by such liars as the south Korean puppet group of traitors, master hands at committing injustice, telling lies, hatching sinister plots and making gimmicks. This is a mockery of the above-said pure Korean word.\n\t\t\t\t\t\n\t\t\t\t\tA scrutiny into their touted \"sincerity\" makes the absurdity of their talk clear.\n\t\t\t\t\t\n\t\t\t\t\tThrough this rhetoric they urged the DPRK to make \"apology\" for the \"Cheonan\" warship case, the hideous conspiratorial farce, and the provocative Yonphyong Island shelling which occurred last year, \"punish\" those responsible for them and give assurances against \"reoccurrence of similar cases.\"\n\t\t\t\t\t\n\t\t\t\t\tThey also claimed that the north should show its will to dismantle nukes  in action as one can hardly believe the talk about the denuclearization of the Korean Peninsula only and, furthermore, it should \"make changes\".\n\t\t\t\t\t\n\t\t\t\t\tAs far as the controversial warship case is concerned, the true nature of the conspiratorial case was brought into bolder relief. As a result, this case has become a target of criticism and ridicule of not only south Koreans but the experts of foreign countries and the military personnel concerned who took part in the investigation and scholars who made a verification of evidence. It is long since this case became a laughing stock of the international community and even the United Nations.\n\t\t\t\t\t\n\t\t\t\t\tAs for the Yonphyong Island shelling, the DPRK did not strike the peaceful island.\n\t\t\t\t\t\n\t\t\t\t\tIt was the puppet war-like forces that were the first to frantically fire shells into the territorial waters of the DPRK despite its repeated advance warnings.\n\t\t\t\t\t\n\t\t\t\t\tThe island was the base for the above-said provocation and, therefore, it was struck and turned into a sea of fire.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should have thought it was fortunate that the clash did not escalate as the DPRK exercised its self-restraint. They were the first to perpetrate provocations but painted the DPRK's deserved counter-action against them as a \"provocation\". This is just like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\tThe nuclear issue is not a matter which allows the south Korean authorities to meddle in.\n\t\t\t\t\t\n\t\t\t\t\tThe nuclear issue surfaced on the peninsula as the U.S. introduced nuclear weapons into south Korea. It still remains unsettled as the U.S. is threatening the DPRK with nukes.\n\t\t\t\t\t\n\t\t\t\t\tAs it stressed more than once, the denuclearization of the Korean Peninsula is not the denuclearization of one party but the process of denuclearizing the whole peninsula.\n\t\t\t\t\t\n\t\t\t\t\tAccordingly, if the nuclear issue of the peninsula is to be settled, it is necessary for the U.S. to dismantle its nuclear bases and withdraw nuclear equipment from south Korea and stop its nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\tClarified in the September 19 joint statement adopted at the six-party talks are the guarantee that south Korea shall not introduce nukes and the U.S. shall not pose a nuclear threat to the DPRK and the \"principle of action for action\" that each party shall fulfil its duty.\n\t\t\t\t\t\n\t\t\t\t\t In token of the practical will for the denuclearization, the DPRK held the six-party talks and adopted the joint statement and the February 13 agreement, suspended the operation of the atomic energy power plant in Nyongbyon and blew up even the cooling tower in the eyes of the world.\n\t\t\t\t\t\n\t\t\t\t\tHowever, south Korea is talking about \"will for practical action\" and linking it with \"sincerity\" in a bid to find fault with the DPRK. This is preposterous, indeed.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities are calling for \"changes\" in the DPRK. But, in fact, this is what the DPRK should say to them.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has steadily changed everything to meet the desire of the people and to swim with the trend of the times and has kept its door fully open to dialogue as far as its relations with the south are concerned.\n\t\t\t\t\t\n\t\t\t\t\tIt is the stand of the DPRK to hold candid talks with anyone without any  precondition while the south side asserts that it cannot hold dialogue unless the absurd preconditions put up by it are met. It admits of no argument who has a sincere stand.\n\t\t\t\t\t\n\t\t\t\t\t One's sincerity can be judged only when both sides sit as the negotiating table. Talking about sincerity without sitting at the negotiating table is not a sincere approach toward dialogue.\n\t\t\t\t\t\n\t\t\t\t\tExplaining the reason why the south Korean authorities have kept talking about \"sincerity\", the article goes on:\n\t\t\t\t\t\n\t\t\t\t\tThis is aimed to divert elsewhere the public opinion's criticism of the south Korean authorities for having pushed the north-south relations to catastrophe and rendered the situation extremely tense, shift the blame on to the DPRK, block dialogue and negotiations and escalate confrontation and war moves.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities approached the north-south relations and the dialogue with no sincerity. Its clear proof is that they wantonly violated the June 15 joint declaration and the October 4 declaration while talking about \"lost decade\" right after taking office and pushed the north-south relations to catastrophe while talking about \"wait-and-see strategy\" and \"adherence to principle\". It is also eloquently proved by their open remarks that the extremely strained north-south relations at present are \"normal\" and \"the present regime may not hold dialogue with the north during its tenure of office\".\n\t\t\t\t\t\n\t\t\t\t\tThey responded to the DPRK's proposal for dialogue with anti-DPRK psychological warfare and war moves while talking about \"change of system\" and \"contingency\". This is an intolerable mockery and insult to the dialogue partner to talk about \"sincerity.\"\n\t\t\t\t\t\n\t\t\t\t\t They are repeatedly trumpeting about \"sincerity\" now that they are driven to a tight corner in face of the DPRK's consistent stand for dialogue and peace and the public opinion supporting it.\n\t\t\t\t\t\n\t\t\t\t\tTheir rhetoric about \"sincerity\" is also aimed to tide over the serious domestic ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean conservative authorities are in the grip of a serious crisis due to the total failure of their domestic and foreign policies, economic bankruptcy and the deterioration of the people's livelihood and socio-political chaos.\n\t\t\t\t\t\n\t\t\t\t\tAnother aim sought by the authorities through the above-said rhetoric is to divert elsewhere the people's resentment at them and block the dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\tThis is also a product of their collusion with the U.S. for aggression.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, a fortress of the cause of global independence, a banner of socialism and a country standing at the outpost of the anti-U.S. struggle, ranked itself among the nuclear weapons states and is now making a triumphant advance towards a thriving nation. Much upset by this, the U.S. is working hard to stifle it at any cost.\n\t\t\t\t\t\n\t\t\t\t\t As regards the nuclear issue, the U.S. is trying to lay a hurdle in the way of its solution while talking about \"south-north dialogue first and six-party talks next.\" It is prodding the south Korean puppet forces into blocking the north-south dialogue under the pretext of \"sincerity\". This is, in the final analysis, aimed to spoil everything.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities' much-touted \"sincerity\" is a lame excuse and poor sophism to cover up their black-hearted intention, push the north-south relations to catastrophe and justify their confrontation and  war moves.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has already shown every goodwill and sincerity to the south side.\n\t\t\t\t\tThe south Korean conservative authorities should not seek an ulterior aim but show their sincerity in practice before covering their sinister nature with the veil of \"sincerity\" which can convince no one.\n\t\t\t\t\t\n\t\t\t\t\tThey had better stop using a poor trick, a mockery of the north-south relations and the issue of dialogue. They should stop letting loose rhetoric about \"sincerity\" and take a sincere attitude.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will keep closely following the south Korean authorities' future attitude."
        },
        {
            "title": "S. Korean Authorities' Unpopular Rule under Fire",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-05ee.html",
            "content": "S. Korean Authorities' Unpopular Rule under Fire\r\n Pyongyang, March 17 (KCNA) -- The People for Achieving Peace and Reunification of south Korea released a statement on March 13 denouncing the authorities for their unpopular rule.\n\t\t\t\t\t It recalled that the bill on the retrogressive revision of the \"Law on Agricultural Cooperation\" was railroaded through the \"National Assembly\" on March 11 and it was aimed at selling agriculture to capital.\n\t\t\t\t\t\n\t\t\t\t\t It accused the present conservative ruling forces of shamelessly insisting that the NA passed the bill for peasants though it was aimed to reduce agriculture to a money-making means.\n\t\t\t\t\t\n\t\t\t\t\t The organization will fight it out in solidarity with the patriotic democratic forces to judge the present conservative ruling forces, it declared."
        },
        {
            "title": "S. Korean Warmongers Denounced",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-10ee.html",
            "content": "S. Korean Warmongers Denounced\r\n Pyongyang, March 17 (KCNA) -- Civil defense exercises were launched across south Korea Tuesday, according to the south Korean KBS.\n\t\t\t\t\t The puppet warmongers fanned up a war fever that day, talking about \"provocation\" by someone.\n\t\t\t\t\t\n\t\t\t\t\t They are stoking the tension on the Korean peninsula through the reckless war exercises defying the protest and denunciation by the public opinion at home and abroad."
        },
        {
            "title": "S. Korea, Biggest Importer of American Weapons ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-03ee.html",
            "content": "S. Korea, Biggest Importer of American Weapons \n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- The Stockholm International Peace Research Institute in Sweden in its annual report said that south Korea is the biggest importer of U.S.-made weapons, according to the south Korean Yonhap News on Mar. 14.\n\t\t\t\t\t American weapons imported by the south Korean authorities held 71 percent of all the weapons they purchased from abroad in the period from 2006 to 2010."
        },
        {
            "title": "US Deep Involvement in Ousting Successive S. Korean \"Presidents\" Disclosed",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-27ee.html",
            "content": "US Deep Involvement in Ousting Successive S. Korean \"Presidents\" Disclosed\r\n Pyongyang, March 17 (KCNA) -- The south Korean newspaper Hangyore on March 15 in an editorial disclosed the fact that the United States was deeply involved in ousting the successive \"presidents\" of south Korea. \n\t\t\t\t\t Referring to the disclosure of secret information about the facts that the U.S. took into consideration long ago the emergence of the south Korean military as a ruling group after the collapse of the Syngman Rhee regime and remained indifferent to the occurrence of a military coup in the closing years of the Park Chung-Hee regime, the editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t A professor at Yonsei University of south Korea discovered at the U.S. National Archives a memorandum, which was reported to the director of the then CIA on April 21, 1960. It said that the conclusion of the U.S. ... was to remove Syngman Rhee from power and that the U.S. was almost certain to seek cooperation from the army of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It also said that brass hats of south Korea had kept close touch with U.S. military and political representatives and the group was highly motivated. \n\t\t\t\t\t\n\t\t\t\t\t A report sent by the then U.S. ambassador to south Korea to the State Department on April 20, 1960 said that when the south Korean regime asked for the mobilization of the 15th division of the south Korean army for the suppression of the demonstration and enforce a martial law on April 19, Lieut. General Cummings, acting Commander of the UN Forces, accepted the request and the U.S. ambassador okayed his decision. \n\t\t\t\t\t\n\t\t\t\t\t The professor said that the U.S. approval of the military involvement on the basis of active consideration of a military coup at the time of the April revolution proved that its approval of the May 16 coup was a late realization of its scenario at the minimum cost. \n\t\t\t\t\t\n\t\t\t\t\t According to other secret data, Donald Gregg, former chief of the south Korean branch of CIA, in a lecture at Texas State University in 1976 warned that if Park Chung-Hee remained in power for another six years as he desired, he would not be able to end the tenure of his office alive. Later CIA provided Park with information about a coup attempt, but it said it was uncertain whether it would continue to do so in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t The professor said that the remarks made by Donald Gregg could not but be shocking ones in view of the fact that there was a story about CIA's linkage with Park Chung-Hee's assassination on October 26."
        },
        {
            "title": "Halt to US-S. Korea Joint Military Exercises against DPRK Urged",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-02ee.html",
            "content": "Halt to US-S. Korea Joint Military Exercises against DPRK Urged\r\n Pyongyang, March 17 (KCNA) -- The German Branch of the Korean Friendship Association released a statement on Mar. 11 in denunciation of the U.S.-south Korea joint military exercises.\n\t\t\t\t\t Recalling that the U.S. and south Korea are staging again the joint military drills at a time when the situation on the Korean Peninsula are rendered extremely tense, the statement branded their war maneuvers as continued provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is getting worse due to the joint military exercises, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea should stop at once their military drills and the south Korean authorities should stabilize the situation and take measures helpful for the reconciliation with fellow countrymen, it stressed."
        },
        {
            "title": "National Seminar on Juche Idea Held in India",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-01ee.html",
            "content": "National Seminar on Juche Idea Held in India\r\n Pyongyang, March 17 (KCNA) -- An Indian national seminar on the Juche idea took place in New Delhi on March 12 under the theme of \"path of self-reliance and independence-world peace\".\n\t\t\t\t\tDisplayed in the venue were works of President Kim Il Sung and General Secretary Kim Jong Il and photos showing their feats.\n\t\t\t\t\t\n\t\t\t\t\t An opening address of the director general of the Asian Regional Institute of the Juche Idea was followed by speeches of other personages.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Juche idea is the immortal idea which holds the highest and the most shining position in mankind's history of thinking. Therefore, it is the great idea to be positively accepted by India and the encyclopedic idea that gives a decisive influence to global peace, they added.\n\t\t\t\t\t\n\t\t\t\t\t They said with high appreciation that the people of the DPRK are leading a genuine life as they applied the Juche idea in all fields, regarding it as guidelines.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Il was adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that all the participants in the seminar unanimously expressed once again their solidarity with the Korean people and their firm faith in the Juche idea and the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t They expressed full support and approval with the call on holding a grand world meeting on the Juche idea in Pyongyang, the sacred temple of Juche, in April 2012, the letter stressed.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that the seminar reaffirmed the unwavering faith of the Juche idea followers in the idea and the Songun politics and appealed to the world to demonstrate the DPRK which is a genuine fortress of socialism and hope for peace, progress, prosperity and freedom."
        },
        {
            "title": "Danger of Radioactive Materials Leakage Increases in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-36ee.html",
            "content": "Danger of Radioactive Materials Leakage Increases in Japan \r\n Pyongyang, March 17 (KCNA) -- Nuclear reactor explosions occurred one after another as there increases damage by the catastrophic quake that jolted Japan. \n\t\t\t\t\t On March 15, Fukushima nuclear plant No. 4 which had been under overhauling at the time of quake exploded in the wake of the explosion of reactor No. 2. \n\t\t\t\t\t\n\t\t\t\t\tOwing to the continuous explosion of reactors the radiation level in the compound of the Fukushima nuclear power plant reached 400,000 micro SV per hour.\n\t\t\t\t\t\n\t\t\t\t\t As the radiation level surpassed the limit, the cooling of reactors was suspended temporarily and the sky above the power plant was declared as no-fly zone. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the radiation level around the nuclear facilities in Ibaraki Prefecture rose from the morning of March 15 and was 100 times higher than normal and radioactive materials were detected in Tokyo and Yokosuka. \n\t\t\t\t\t\n\t\t\t\t\t There were strong aftershocks one after another in different parts of Japan while the danger of large-scale radioactive substance leakage is on the steady increase. \n\t\t\t\t\t\n\t\t\t\t\t Magnitude 6.0 quake jolted the Kanto region Wednesday. A similar quake jolted Fujinomiya City, Shizuoka Prefecture on March 15. \n\t\t\t\t\t\n\t\t\t\t\t The Japan Meteorological Agency said that the possibility of quake with magnitude 7.0 and above is 70 percent. \n\t\t\t\t\t\n\t\t\t\t\t The death toll caused by killer quake on March 11 reached 5 178 and more than 100 000 houses were destroyed or damaged as of 10:00 of Thursday. \n\t\t\t\t\t\n\t\t\t\t\t The inhabitants in the quake-stricken regions are undergoing sufferings due to the suspension of electricity and drinking water supply. And many roads were so seriously destroyed that relief goods are not properly distributed.\n\t\t\t\t\t\n\t\t\t\t\t Commodity prices are sharply rising. The price of drinking water is 10 times higher than normal in Tokyo. \n\t\t\t\t\t\n\t\t\t\t\t A research group of Japan quoting survey data said that such quake-triggered tsunami might happen only once in 1,000 years."
        },
        {
            "title": " US Termed Country of Poorest Human Rights Record ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-04ee.html",
            "content": "US Termed Country of Poorest Human Rights Record\r\n Pyongyang, March 17 (KCNA) -- International law and regulations on human rights stipulate that even those who are in prison or in custody shall be granted the right to be treated as human being and all countries in the world shall be obliged to ensure their rights.\n\t\t\t\t\t Article 7 of the international convention on civil and political rights also says that no one shall be subject to torture and brutal, inhuman and shameful treatment and punishment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, has treated detainees in an inhuman way defying the spirit and call of international law.\n\t\t\t\t\t\n\t\t\t\t\t The German newspaper Berliner Zeitung on Mar. 4 disclosed the living-body test in the Guantanamo prison, quoting a Turkish-German who was released shortly ago after four years in prison.\n\t\t\t\t\t\n\t\t\t\t\t According to him, U.S. soldiers forcibly injected drugs not only in him but other prisoners.\n\t\t\t\t\t\n\t\t\t\t\t They often administered unknown medicines to detainees or injected drugs more than 5 times as much as control amount and checked the aftereffect.\n\t\t\t\t\t\n\t\t\t\t\t The prisoners showed difficulty in breathing and other symptoms.\n\t\t\t\t\t\n\t\t\t\t\t These were hideous human rights abuses. There are other examples.\n\t\t\t\t\t\n\t\t\t\t\t They bound detainees hand and foot and forced them to stand for over 24 hours in such an uncomfortable position, thereby making them to relieve themselves in a stand posture.\n\t\t\t\t\t\n\t\t\t\t\t They put out their cigars on the ears of detainees and fed them through dirty hoses which were put into their throats. Food sometimes went into windpipes, leading them to death.\n\t\t\t\t\t\n\t\t\t\t\t U.S. soldiers did not hesitate to commit sexual torture strictly forbidden by international law.\n\t\t\t\t\t\n\t\t\t\t\t They even let women soldiers tonsure the hair and beards of the detainees in a bid to humble them.\n\t\t\t\t\t\n\t\t\t\t\t U.S. soldiers threw away the Koran book in the toilet stool and danced around the Muslim detainees to jeer them when they were at their prayers.\n\t\t\t\t\t\n\t\t\t\t\t U.S. women interrogators even put dirty blood on the faces of Moslem detainees.\n\t\t\t\t\t\n\t\t\t\t\t All kinds of inhuman tortures practiced by U.S. forces in Guantanamo are beyond human imagination.\n\t\t\t\t\t\n\t\t\t\t\t A Somali who had been detained in Guantanamo prison for 8 years told reporters that the prison was a hell on the earth. Some prisoners became blind and lost their hands and feet and became mentally deranged in the end, according to AFP on Sept. 21, 2009.\n\t\t\t\t\t\n\t\t\t\t\t It is just tip of iceberg of the human rights abuses being committed by the U.S. in the world.\n\t\t\t\t\t\n\t\t\t\t\t A point here is that the U.S. administration approves and fosters those bestial practices.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the worst human rights abuser and a criminal country committing all sorts of wrongs against humanity."
        },
        {
            "title": "US Drone Attacks Kill 10 More People in Pakistan ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-07ee.html",
            "content": "US Drone Attacks Kill 10 More People in Pakistan\r\n Pyongyang, March 17 (KCNA) -- The U.S. forces present in Afghanistan are killing Pakistanis almost every day under the signboard of \"anti-terrorism.\"\n\t\t\t\t\t They committed two drone attacks in north and south Waziristan areas on March 13, leaving 10 innocent Pakistanis dead and five others wounded."
        },
        {
            "title": " US Increases Pressure on Japan over Beef Sale",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-24ee.html",
            "content": "US Increases Pressure on Japan over Beef Sale\n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- The United States is putting increasing pressure on Japan over the issue of its sale of beef to it.\n\t\t\t\t\t Kirk, U.S. trade representative, in his recent speech made at the Senate expressed his strong dissatisfaction over Japan's failure to open its market, while restricting U.S. beef import.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his stand to increase the pressure upon Japan to ease the restrictions on import."
        },
        {
            "title": "Russia Concerned about US MD Moves",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-06ee.html",
            "content": "Russia Concerned about US MD Moves\r\nMoscow, March 16 (KCNA) -- An official spokesman for the Russian Foreign Ministry on March 10 expressed concern about the U.S. moves to build a missile shield in Europe.\n\t\t\t\t\t If the U.S. MD is established, interceptor missiles capable of detecting continental ballistic missiles of Russia will be deployed, he said. This will have impact on strategic balance and security and interests of Russia, he added.\n\t\t\t\t\t\n\t\t\t\t\t In case U.S. MD elements and air force units are deployed in the territory of Poland, Russia can not but take this issue into consideration when building armed forces, he stressed."
        },
        {
            "title": " Iran Plans to Sell Its Nuclear Materials, Services",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-16ee.html",
            "content": "Iran Plans to Sell Its Nuclear Materials, Services\r\n Tehran, March 15 (KCNA) -- Iran's Atomic Chief, Fereidoon Abbasi, said that Iran plans to export its nuclear materials and services to the global market, the official IRNA news agency reported on Sunday.\n\t\t\t\t\t\"We want to export nuclear materials and services to other countries in the world in order to find our place in the global market and to economize our products,\" Abbasi was quoted as saying."
        },
        {
            "title": "Turkish FM Lashes Out against European Visa Walls",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-15ee.html",
            "content": "Turkish FM Lashes Out against European Visa Walls\n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- Turkish Foreign Minister Ahmet Davutoglu accused the European Union Monday of not compromising on lifting the European visa barriers for Turkish citizens.\n\t\t\t\t\tSpeaking to a panel during the Leaders of Change Summit 2011 held in Istanbul Monday, Davutoglu said in harsh tones that Europe was \"building a visa wall in Edirne,\" Turkey's northwesternmost city on the border with Greece and Bulgaria.\n\t\t\t\t\t\n\t\t\t\t\tDavutoglu has complained on several occasions about the European \"visa walls\" and \"double standards\" against Turkey."
        },
        {
            "title": "President Hugo Chavez Accuses His Political Opponents",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-17ee.html",
            "content": "President Hugo Chavez Accuses His Political Opponents\r\n Pyongyang, March 17 (KCNA) -- President of Venezuela Hugo Chavez accused his political opponents on Sunday of trying to divide the military as part of a broader plan aimed at spurring an uprising in Venezuela following next year's presidential election.\n\t\t\t\t\t He said such a conflict would give Washington a justification to lead a military invasion of Venezuela.\n\t\t\t\t\t\n\t\t\t\t\t \"The Yankee empire, the CIA and the State Department is behind them,\" he said during his weekly television and radio program."
        },
        {
            "title": "Venezuelan Gov't to Promote Rational Use of Electricity",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-22ee.html",
            "content": "Venezuelan Gov't to Promote Rational Use of Electricity\r\n Pyongyang, March 17 (KCNA) -- The Venezuelan government will launch educational programs and energy-saving campaigns this year to promote rational use of electricity.\n\t\t\t\t\t Venezuelan Electricity Minister Ali Rodriguez expressed this stand on Sunday when referring to the country's demand for electricity growing every year.\n\t\t\t\t\t\n\t\t\t\t\t Between September 2009 and May 2010, the Venezuelan government rationed electricity as production met only 70 percent of total electricity demand during a severe and prolonged drought."
        },
        {
            "title": "Uruguay Supportive of Using Local Currencies in Trade",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-19ee.html",
            "content": "Uruguay Supportive of Using Local Currencies in Trade\n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- Uruguayan President Jose Alberto Mujica Cordano said on Monday that his country was supportive of reaching an agreement with Brazil on using local currencies in bilateral trade.\n\t\t\t\t\t Speaking to reporters in Sao Paulo City of Brazil, he said that such agreement is absolutely necessary from a strategic standpoint for a strong and lasting partnership.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to establish a mechanism similar to that had already existed between Brazil and Argentine."
        },
        {
            "title": "Special Interior Units Stage Drill in Russia",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-25ee.html",
            "content": "Special Interior Units Stage Drill in Russia\r\n Moscow, March 15 (KCNA) -- A tactical drill of the special interior units was held in Russia on March 10. \n\t\t\t\t\t It was participated in by the special unit and air units of the Ministry of Interior of Russia, and special units under the general departments of Interior of Moscow City, Moscow Region, Yaroslavl, Tula and Vladimir Regions. \n\t\t\t\t\t\n\t\t\t\t\t Through the drill they boosted their capabilities for arresting or wiping out armed criminals and ensuring public order."
        },
        {
            "title": " Regional Elections Held in Russia ",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-23ee.html",
            "content": "Regional Elections Held in Russia \r\n Moscow, March 15 (KCNA) -- Regional elections were held in Russia on March 13. \n\t\t\t\t\t As a result, the United Russia Party took 375 seats of 547 of the legislative bodies under the Russian Federation. \n\t\t\t\t\t\n\t\t\t\t\t The Russian Central Elections Committee said this."
        },
        {
            "title": "Mining Products Exports Grow in Iran",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-11ee.html",
            "content": "Mining Products Exports Grow in Iran\r\n Tehran, March 16 (KCNA) -- Exports of mining products grew 50 percent in the first 11 months of the current Iranian year in comparison with the same period last year.\n\t\t\t\t\t The Iranian government announced this on March 11."
        },
        {
            "title": "Forestation Plan in Jilin Province",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-09ee.html",
            "content": "Forestation Plan in Jilin Province\r\n Beijing, March 16 (KCNA) -- Jilin, China plans to create forest of 1 million hectare in 10 years ahead.\n\t\t\t\t\t Obligatory tree planting activities are expected in this period to plant 250 million trees.\n\t\t\t\t\t\n\t\t\t\t\t When the plan is finished the forestation rate of the province will reach 45 percent."
        },
        {
            "title": "Food Crisis in Sierra Leone",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-08ee.html",
            "content": "Food Crisis in Sierra Leone\r\n Pyongyang, March 17 (KCNA) -- Food crisis is getting worse in Sierra Leone.\n\t\t\t\t\t Chronic malnutrition remained the most critical development challenges in Sierra Leone, with over 300,000 children under the age of five suffering from chronic malnutrition, UNICEF said at the weekend."
        },
        {
            "title": "Global Warming May Lead to Yield Losses of Maize in Africa",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-20ee.html",
            "content": "Global Warming May Lead to Yield Losses of Maize in Africa\n\t\t\t\t\t\t\r\n Pyongyang, March 17 (KCNA) -- Global warming is expected to lead to yield losses of corn in Africa.\n\t\t\t\t\t The entire maize-growing region in Africa will suffer yield losses, with more than 75 percent of areas predicted to decline by at least 20 percent for one degree Celsius of warming, according to a study published on Mar. 14."
        },
        {
            "title": "Kim Jong Il firma la carta de trabajadores de Hungnam",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-38ee.html",
            "content": "Kim Jong Il firma la carta de trabajadores de Hungnam\r\nPyongyang, 17 de marzo (ATCC) -- El Dirigente Kim Jong Il leyo la carta, que le enviaron los empleados del Complejo de Abono de Hungnam y los constructores del proceso de gasificacion, y puso la siguiente firma: \"El 10 de marzo de 2011.          Kim Jong Il\".\n\t\t\t\t\tLos remitentes en su misiva senalaron que en un corto plazo, se ha construido el proceso de  electrolisis de agua de nivel sofisticado y se levantara pronto el moderno y majestuoso proceso de gasificacion y agregaron que estos grandes cambios no se pueden pensar sin la sabia orientacion e incansables esfuerzos del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEn los dias de construccion del proceso de produccion de abono al estilo coreano, llegamos a convencernos de que las instrucciones de Usted siempre nos llevan a la victoria y de que la causa de construccion de la gran potencia prospera de Corea avanzara a pasos firmes siguiendo la hoja de ruta establecida por Usted, destacaron.\n\t\t\t\t\t\n\t\t\t\t\tExpresaron la decision de aumentar constantemente la produccion realizando bien la administracion tecnica y de equipos, en pleno acato al noble proposito del Dirigente quien ama mucho al pueblo y fijo el mejoramiento de la vida de este como la prioridad y la maxima meta de lucha del partido."
        },
        {
            "title": "RPDC propone a la parte Sur estudio conjunto de actividades volcanicas",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-39ee.html",
            "content": "RPDC propone a la parte Sur estudio conjunto de actividades volcanicas\n\t\t\t\t\t\t\r\nPyongyang, 18 de marzo (ATCC) -- El director del Buro de Sismologia de la Republica Popular Democratica de Corea envio el dia 17 una carta al jefe de la Agencia Meteorologica del Sur de Corea proponiendo promover la investigacion conjunta Norte-Sur sobre actividades volcanicas del monte Paektu conforme a los intereses comunes de la nacion.\n\t\t\t\t\t  La misiva senala que en los ultimos anos, frecuentan en varios paises del mundo los terremotos y la erupcion volcanica.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, el gran terremoto recien ocurrido en Japon urge realizar con prevision y atencion especial la investigacion sobre ese fenomeno y actividades volcanicas en la Peninsula Coreana cercana geograficamente a ese pais isleno, subraya.\n\t\t\t\t\t\n\t\t\t\t\t  Recuerda que el Norte y el Sur de Corea ya se pusieron de acuerdo en impulsar la cooperacion en dicha labor en la primera reunion de la Comision de Colaboracion  en Salud Publica y Proteccion Medioambiental entre el Norte y el Sur, sesionada en Kaesong el 21 de diciembre del 96 (2007) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, propone que los funcionarios interesados de ambas partes se reunan cuanto antes en Kaesong o en el monte Kumgang para la consulta sobre el fomento de proyectos necesarios de cooperacion, tales como la investigacion conjunta del volcan del monte Paektu, el recorrido por este y el seminario academico."
        },
        {
            "title": "Diplomaticos visitan dos institutos capitalinos",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-40ee.html",
            "content": "Diplomaticos visitan dos institutos capitalinos \r\nPyongyang, 17 de marzo (ATCC) -- Los representantes diplomaticos de varios paises y los delegados de organizaciones internacionales, acreditados en Corea, visitaron este jueves el Instituto de Ciencia de Verduras de Pyongyang y el de Plantas Decorativas de Pyongyang.\n\t\t\t\t\tEscuchando explicaciones sobre los exitos que logran los empleados en la investigacion y la produccion de varias especies de vegetales y plantas ornamentales, los huespedes extranjeros recorrieron varios puntos, incluidos el invernadero de cultivo acuatico, el de energia solar de membrana, la sala de investigacion de biotecnologia.\n\t\t\t\t\t\n\t\t\t\t\tFinalizada la visita, ellos dejaron letras en el libro de visitas."
        },
        {
            "title": "ATCC comenta la enmienda de ley surcoreana para la confrontacion",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-41ee.html",
            "content": "ATCC comenta la enmienda de ley surcoreana para la confrontacion\r\nPyongyang, 17 de marzo (ATCC) -- Recientemente, la banda de conservadores surcoreanos intenta modificar la \"ley de intercambio y cooperacion Sur-Norte\" y fundar en el futuro el \"centro de fomento de intercambio y cooperacion S-N\" que se haga cargo de administrar generalmente las entidades civiles en el trafico entre ambas partes.\n\t\t\t\t\tSuperficialmente, parece que las autoridades surcoreanas, que vinieron obstaculizando obstinadamente la cooperacion e intercambio N-S, tomaron la decision de sumarse a la corriente de la epoca como integrantes de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, la cooperacion y el intercambio internacionales e interregionales constituyen la demanda de la epoca y la tendencia que conviene a la aspiracion y desarrollo nacionales.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, centro la atencion de nacionales y extranjeros la enmienda de la referida ley sobre relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPero, esa farsa causo la indignacion de todos porque persiguio los objetivos contrariados a la cooperacion y al intercambio.\n\t\t\t\t\t\n\t\t\t\t\tA citar ejemplos, en la ley modificada se anade un articulo que estipula fortalecer la presion al agravar las multas sobre las visitas a la RPDC y otros \"actos de violacion\", recortar los fondos de cooperacion y recrudecer la intervencion y el control de esta labor.\n\t\t\t\t\t\n\t\t\t\t\tEfectivamente, al enmendar la ley, el Ministerio de Reunificacion del Sur de Corea desautorizo a las entidades civiles el intercambio de documentos por fax con el Norte.\n\t\t\t\t\t\n\t\t\t\t\tNo permitio tampoco bajo pretextos injustos las comunicaciones con la RPDC pedidas por el Consejo por la Solucion del Problema de las Tropas de Voluntarias del Sur de Corea para consultar el texto de declaracion conjunta a publicar por las entidades femeninas de ambas partes con motivo del 92o aniversario del Levantamiento Popular del Primero de Marzo.\n\t\t\t\t\t\n\t\t\t\t\tEn virtud de la \"medida del 24 de mayo\", nego la solicitud de viaje a Pyongyang presentada por el \"Consejo de las entidades civiles por la cooperacion con el Norte\" para discutir los proyectos de cooperacion con las entidades correspondientes de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos demuestran claramente que el proposito de la enmienda es maniatar a las entidades surcoreanas partidarias de cooperacion e intercambio con el Norte, completar el aparato legal e institucional para fortalecer la represion a las organizaciones del movimiento por la reunificacion y prolongar a la larga la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas conservadoras surcoreanas deben saber que seran arruinadas si continuan el enfrentamiento fratricida desafiando a la corriente de la epoca."
        },
        {
            "title": "EE.UU. es peor violador de DDHH, comentario de ATCC",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-42ee.html",
            "content": "EE.UU. es peor violador de DDHH, comentario de ATCC\r\nPyongyang, 17 de marzo (ATCC) -- Los reglamentos internacionales sobre los derechos humanos estipulan que todos los prisioneros o encerrados tambien tienen el derecho a ser tratados como humanos y todos los paises deben asegurarlo.\n\t\t\t\t\tA citar un ejemplo, el articulo no. 7 del \"Convenio internacional sobre la ciudadania y los derechos politicos\" establece asi: \"Nadie es objeto de tortura, maltrato y castigo salvajes, inhumanos y deshonestos\".\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Estados Unidos maltratan a los prisioneros ignorando el espiritu y los requisitos de tales leyes internacionales. \n\t\t\t\t\t\n\t\t\t\t\tA traves del periodico aleman Berliner Zeitung del dia 4, un ciudadano aleman de origen turco excarcelado de la base militar de Guantanamo revelo los crimenes de experimentos con seres humanos, cometidos por las tropas norteamericanas, narrando sus vivencias de mas de 4 anos en ese reclusorio.\n\t\t\t\t\t\n\t\t\t\t\tSegun el, los uniformados norteamericanos inyectaron varias veces por la fuerza a el y a otros reos. \n\t\t\t\t\t\n\t\t\t\t\tY obligaban -continuo- a los encarcelados tomar medicamentos desconocidos y les inyectaban el quintuplo de la dosis recomendada para observar la reaccion.\n\t\t\t\t\t\n\t\t\t\t\tEn los inyectados se reportaron sintomas anormales como problema respiratorio, revelo.\n\t\t\t\t\t\n\t\t\t\t\tEsos experimentos devienen evidentemente una violacion flagrante de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, los uniformados norteamericanos obligaban a los reos a mantenerse parados durante 24 horas en una posicion muy incomoda siendo atados de manos y pies y no les dejaban ir al bano siquiera. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, apagaron el cigarro en la oreja de prisioneros e inyectaron los alimentos metiendo la manguera sucia en la garganta de ellos hasta que algunos murieran asfixiados. \n\t\t\t\t\t\n\t\t\t\t\tLos carceleros yanquis cometieron de manera abierta hasta la tortura sexual, prohibida rigurosamente por el derecho internacional. \n\t\t\t\t\t\n\t\t\t\t\tCon el fin de humillar a los reos, hicieron a las soldados pelar al rape sus cabellos y barbas.\n\t\t\t\t\t\n\t\t\t\t\tEcharon en el taburete de bano el libro sagrado Coran y obstaculizaron la oracion de los reos musulmanes bailando con ironia alrededor de ellos. \n\t\t\t\t\t\n\t\t\t\t\tLas interrogantes norteamericanas pintaron con sangre sucia la cara de prisioneros islamitas.\n\t\t\t\t\t\n\t\t\t\t\tRealmente, son fechorias inimaginables.\n\t\t\t\t\t\n\t\t\t\t\tSegun despachos de AFP transmitidos el 21 de septiembre de 2009, un somali encarcelado durante 8 anos en la carcel de Guantanamo dijo en una entrevista de prensa que estuvo en un infierno y varios companeros perdieron la vista y las manos y pies y se volvieron locos.\n\t\t\t\t\t\n\t\t\t\t\tTales hechos no pasan de ser una minima parte de los crimenes de violacion de DDHH que comete el imperio en la arena internacional. \n\t\t\t\t\t\n\t\t\t\t\tLo mas problematico esta en que la administracion norteamericana asiente y fomenta esas atrocidades. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el Estado criminal que se dedica a las maldades contra la humanidad."
        },
        {
            "title": "Periodicos conmemoran 62o aniversario de convenio Corea-Rusia",
            "url": "http://kcna.co.jp/item/2011/201103/news17/20110317-43ee.html",
            "content": "Periodicos conmemoran 62o aniversario de convenio Corea-Rusia\r\nPyongyang, 17 de marzo (ATCC) -- Los periodicos centrales insertaron los articulos individuales en homenaje al 62o aniversario de la firma del convenio sobre la cooperacion economica y cultural entre Corea y Rusia.\n\t\t\t\t\tDespues de firmado el convenio, los dos paises se han esforzado incesantemente por ampliar y desarrollar las relaciones de amistad fortaleciendo la cooperacion e intercambio en el sector economico, el cultural y los otros conforme a las aspiraciones y demandas comunes, comienza el periodico Minju Joson y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el encuentro entre el Dirigente   Kim Jong Il y el ex presidente ruso Putin efectuado en el nuevo siglo y la aprobacion de la Declaracion Conjunta Corea-Rusia y la Declaracion Corea-Rusia de Moscu constituyeron un evento trascendental para llevar a la etapa mas alta las relaciones de amistad y cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el pueblo ruso lucha activamente por lograr la estabilidad social y la unidad nacional y llevar la economia nacional al alto nivel aspirando a construir un Estado poderoso.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano desea que resulten fructiferos los esfuerzos del pueblo ruso por el desarrollo y la estabilidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro, las relaciones de amistad y cooperacion Corea-Rusia seguiran desarrollandose gracias a los esfuerzos conjuntos de los gobiernos y los pueblos de ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Rodong Sinmun da a conocer a ese pais europeo enfrascado en la lucha por la seguridad y desarrollo."
        }
    ]
}