{
    "date": "2011-09-27",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends Message of Condolence to Bereaved Family of Pak Yong Gil",
            "url": "http://kcna.co.jp/item/2011/201109/news27/20110927-05ee.html",
            "content": "Kim Jong Il Sends Message of Condolence to Bereaved Family of Pak Yong Gil\r\n\n\t\t\t\t\tPyongyang, September 27 (KCNA) -- Leader Kim Jong Il Monday sent a message of condolence to the bereaved family of Pak Yong Gil, widow of Rev. Mun Ik Hwan, over her death from illness.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tUpon hearing the sad news that Pak Yong Gil, widow of Rev. Mun Ik Hwan, died from illness, I express deep condolence to the bereaved family of the deceased.\n\t\t\t\t\t\n\t\t\t\t\tPak Yong Gil passed away to our sorrow before seeing the spring of reunification she had longed for so much but the patriotic soul she devoted to the national concord and reunification will always be remembered by all the fellow countrymen in the north and the south and abroad."
        },
        {
            "title": "Letter of Thanks to Kim Jong Il from Lao President",
            "url": "http://kcna.co.jp/item/2011/201109/news27/20110927-06ee.html",
            "content": "Letter of Thanks to Kim Jong Il from Lao President\r\n\n\t\t\t\t\tPyongyang, September 27 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, received a letter of thanks from Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party and president of the Lao People's Democratic Republic, on Sept. 24.\n\t\t\t\t\t\n\t\t\t\t\tThe letter said:\n\t\t\t\t\t\n\t\t\t\t\tDear Comrade Kim Jong Il,\n\t\t\t\t\t\n\t\t\t\t\tI and the high-level party and state delegation of the LPDR returned home safely after winding up the visit to the DPRK, the motherland of the great leader President Kim Il Sung and the beautiful country for the fraternal Korean people, from Sept. 21 to 23 of 2011.\n\t\t\t\t\t\n\t\t\t\t\tI, availing myself of this opportunity, extend sincere appreciation and thanks to you Comrade Kim Jong Il, general secretary of the WPK, chairman of the DPRK NDC and the great leader of the fraternal Korean people, for according family-like cordial hospitality overflowing with friendship to me and our delegation as close, sincere, comradely and fraternal friends with a common ideal in the whole period of our visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWe very highly estimate the success achieved in our visit to your country which was of particularly important significance and we are convinced that the recent successful visit will make an important contribution to steadily boosting the traditional friendly relations between the parties, states and peoples of Laos and the DPRK and bringing them into fuller bloom.\n\t\t\t\t\t\n\t\t\t\t\tIt is my hope that the fraternal people of the DPRK will continue registering greater new successes in the efforts to build and protect a thriving socialist nation and in their cause of achieving national reunification on the principles of independence, peace and great national unity under the wise leadership of the WPK headed by you.\n\t\t\t\t\t\n\t\t\t\t\tI wish you good health and happiness and hope the traditional relations of friendship and cooperation between the parties, states and peoples of the two countries will always grow stronger."
        },
        {
            "title": "DPRK Premier Pays Courtesy Call on Chinese President",
            "url": "http://kcna.co.jp/item/2011/201109/news27/20110927-30ee.html",
            "content": "DPRK Premier Pays Courtesy Call on Chinese President\r\n\n\t\t\t\t\tBeijing, September 27 (KCNA correspondent) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, paid a courtesy call on Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, at the Great Hall of the People on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tHu said that it is a historic responsibility of both sides to inherit and develop the Sino-DPRK friendship, a common asset of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\tIt is the steadfast strategic policy of the Chinese party and government to value the Sino-DPRK friendship and steadily develop it in the spirit of \"inherit the tradition, facing up to the future, building good-neighborly friendship and strengthening cooperation\", he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need to strengthen high-level visits, strategic understanding and reciprocal cooperation and jointly defend the peace and stability in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tChina will constantly further strengthen the economic and trade relations with the DPRK as its good neighbor, comrade and friend, he added.\n\t\t\t\t\t\n\t\t\t\t\tChoe said that the traditional DPRK-China friendship is now ushering in a new historic turn under the deep care of leader Kim Jong Il and President Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\tThe top leaders of the two countries exchanged views of the DPRK-China relations and international and regional issues and reached a consensus, he stated.\n\t\t\t\t\t\n\t\t\t\t\tSteadfast is the stand of the party and government of the DPRK to value the DPRK-China friendship and consolidate it generation after generation, he noted.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will in the future, too, make positive efforts with Chinese comrades to comprehensively expand and develop the DPRK-China friendly and cooperative relations on a higher level and give a steady continuity to the baton of the DPRK-China friendship, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Ro Tu Chol, vice premier of the DPRK, Ri Su Yong, chairman of the Committee of Joint Venture and Investment of the DPRK, Ri Ryong Nam, minister of Foreign Trade, Kim Song Gi, vice-foreign minister, and Ji Jae Ryong, DPRK ambassador to China.\n\t\t\t\t\t\n\t\t\t\t\tZhang Zhijun, Executive Vice－Minister  of Foreign Affairs, Liu Hongcai, Chinese Ambassador to the DPRK, Chen  Shiju, director of the President's Office, and Zhang Kunsheng, assistant to the foreign minister and others, were present there.\n\t\t\t\t\t\n\t\t\t\t\tThe talks proceeded in a comradely and friendly atmosphere."
        }
    ]
}