{
    "date": "2011-03-06",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-06ee.html",
    "articles": [
        {
            "title": "Protest Notice to US Forces' Side ",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-16ee.html",
            "content": "Protest Notice to US Forces' Side \r\n Pyongyang, March 6 (KCNA) -- The south Korean group of traitors has hatched a plot to force the fisherpersons of the DPRK, who had been gone adrift to the south side due to rough waves, to \"defect\" to it. \n\t\t\t\t\t The head of the delegation of the DPRK side to the Senior Colonel-level talks of the DPRK and U.S. militaries lodged a protest with the U.S. forces side against shielding this move of the south Korean authorities.   \n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation of the DPRK side in his protest notice sent to the side of the U.S. forces present in south Korea Sunday assailed it for sending the DPRK side a notice shielding the south Korean authorities' inhumanitarian act after faking up \"the results of the special investigation conducted by the UN Command.\"\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly sets store by humanitarianism and wants to see the north-south relations improved, it should play its due role to make the south Korean authorities immediately send back all the inhabitants of the DPRK to it, he stressed."
        },
        {
            "title": "DPRK Side Sends Protest Notice to US Forces' Side ",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-17ee.html",
            "content": "DPRK Side Sends Protest Notice to US Forces' Side \r\n Pyongyang, March 6 (KCNA) -- The south Korean group of traitors has persistently conducted an operation to force the fisherpersons of the DPRK, who had been gone adrift to the south side due to rough waves early in February, to \"defect\" to it and is now working hard to detain some of them there. \n\t\t\t\t\t The group started the DPRK-targeted war exercises, torpedoing the hard-won dialogue between the north and the south. Not content with this, it has run the whole gamut of plots, holding the guiltless drifted fisherpersons in custody for a long time. This despicable behavior is touching off strong protest and denunciation among the servicepersons and people of the DPRK and as well as south Koreans. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. forces present in south Korea faked up the \"results of special investigation conducted by the UN Command\" which have neither justification nor scientific accuracy and sent the DPRK side a notice shielding the inhumane criminal act of the puppet authorities. \n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation of the DPRK side to the senior colonel-level military talks of the DPRK and the U.S. militaries sent the U.S. forces side the following notice on Sunday in protest against its despicable act of zealously backing the group in its vicious move to alienate Koreans, instead of feeling due responsibility as the arch criminal who divided the Korean Peninsula and having escalated tension on it: \n\t\t\t\t\t\n\t\t\t\t\t The stand of the U.S. forces side represents an inhumane criminal behavior backing the south Korean authorities in their plot to force the above-said inhabitants to \"defect\" by all sorts of appeasement and deception after holding them in custody for nearly a month. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. which professes respect for human rights is dancing together with the south Korean authorities after putting up even the signboard of \"special investigation team\". This is a hideous crime against humanity as it is intended to produce more divided families by a conspiratorial method in a bid to add to the grudge of the Koreans undergoing the pain resulting from the division. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly sets store by humanitarianism and wishes to see the inter-Korean relations improved, it should play a due role to make the puppet authorities immediately send back all the above-said inhabitants to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will closely follow the future action of the U.S. forces side."
        },
        {
            "title": "Rodong Sinmun Calls for Reunifying Country by Federal Formula",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-05ee.html",
            "content": "Rodong Sinmun Calls for Reunifying Country by Federal Formula\r\n Pyongyang, March 6 (KCNA) -- Korea should be reunified by way of not doing harm to both the north and the south. This is the core of the DPRK's proposal for achieving reunification by federal formula.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t Federal formula is the only way for peaceful reunification provided that the north and the south have differing ideologies and systems which they do not want to give up them, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present ruling forces in south Korea have openly pursued treacherous and aggressive \"unification of systems\" while totally denying the June 15 joint declaration in which both sides agreed on reunification proposal. They adopted the \"unification of system\" as a policy and set out \"three-stage unification proposal\" comprising \"peaceful community, economic community and community of nation.\" \n\t\t\t\t\t\n\t\t\t\t\t The \"three-stage unification proposal\" diametrically runs counter to the proposal for reunification by federal formula as it denies coexistence of ideologies and systems in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t In a word, it is aimed to enforce the ideology and system of south Korea on the DPRK. It is self-evident that the north-south relations will face a catastrophe as the south Korean authorities are working hard to realize their dream for \"unification of systems\" at any cost, opposed to the coexistence with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The issue of which mode the north and the south select for reunification is a vital issue which may lead the nation to peaceful reunification or national holocaust.\n\t\t\t\t\t\n\t\t\t\t\t Differing ideologies and systems have long existed in the north and the south. It is impossible to avoid a war if one side coercively tries to change those of the other side. Koreans want peace, not war, and peaceful reunification by federal formula, not \"unification of systems.\"\n\t\t\t\t\t\n\t\t\t\t\t In order to eliminate catastrophe in the north-south relations and achieve peace and peaceful reunification on the Korean Peninsula it is necessary to abide by the proposal for reunification by federal formula based on coexistence."
        },
        {
            "title": "Russian Orchestra Pays Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-15ee.html",
            "content": "Russian Orchestra Pays Homage to Kim Il Sung\r\n Pyongyang, March 6 (KCNA) -- The Orchestra of the 21st Century of Russia led by Head and Chief Conductor Pavel Borisovich Ovsyannikov visited the Kumsusan Memorial Palace Sunday to pay homage to President Kim Il Sung. \n\t\t\t\t\t The guests made bows in profound reverence for the President who devoted his whole life to the country's prosperity and people's happiness and made undying contribution to developing the DPRK-Russia friendly relations and accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chief conductor made an entry in the visitor's book."
        },
        {
            "title": " New Feature Film Produced",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-07ee.html",
            "content": "New Feature Film Produced\r\n Pyongyang, March 6 (KCNA) -- The Korean Film Studio recently produced new feature film \"A Big-game Hunter\".\n\t\t\t\t\t The film tells about the family of a patriotic hunter who fights against the enemies' vicious moves to stamp out the anti-Japanese spirit of the Korean nation during the darkest period of the Japanese imperialists' colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t The film impressively represents the ardent desire of the Korean people who look forward to the arrival of an outstanding leader who would save the destiny of the country and the nation, looking up to Mt. Paektu. The film also reassures the audience that the Korean people are blessed with illustrious leaders, the three commanders of Mt. Paektu."
        },
        {
            "title": " Halt to Key Resolve and Foal Eagle Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-04ee.html",
            "content": "Halt to Key Resolve and Foal Eagle Demanded in S. Korea\r\n Pyongyang, March 6 (KCNA) -- The Students Committee of the Solidarity of Youth and Students for Implementing the June 15 Joint Declaration of south Korea released a statement on Wednesday denouncing the U.S. imperialists and the south Korean puppet war-like forces for staging large-scale joint military exercises Key Resolve and Foal Eagle.\n\t\t\t\t\t The statement said the on-going joint military exercises are the war maneuvers clearly aimed at invading the north in light of their contents and the composition of armed forces involved in them.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that the war-like forces are contemplating inviting Japan SDF to participate in the saber-rattling for the purpose of knocking into shape a triangular military alliance, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The present regime is chilling the atmosphere of dialogue and whetting swords to threaten fellow countrymen, it said, demanding the war-like forces stop the war maneuvers at once.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, O Hye Ran, secretary general of the People for Achieving Peace and Reunification of south Korea, in an article contributed to the newspaper Hangyore condemned Key Resolve and Foal Eagle."
        },
        {
            "title": "S. Korea Urged to Come Out for Improved North-South Relations",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-09ee.html",
            "content": "S. Korea Urged to Come Out for Improved North-South Relations\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, Tuesday released a statement titled \"Military maneuvers for aggression should be stopped at once.\"\n\t\t\t\t\t The U.S. and the south Korean authorities kicked off Key Resolve and Foal Eagle joint military exercises with huge armed forces and nuclear war means involved despite the strong denunciation inside and outside Korea, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, in particular, made no scruple to openly announce that the war maneuvers are aimed to \"bring down\" the system of the north under the pretext of coping with \"contingency\" in it, the statement noted, and went on: They are staging the madcap nuclear war drills while talking about the adventurous \"local war\" and elimination of nukes and missiles.\n\t\t\t\t\t\n\t\t\t\t\t What all the fellow countrymen want is peace, not confrontation. The confrontation mode will never help solve any problem.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the south Korean authorities stop at once the joint military exercises for aggression with the U.S. and opt for having dialogue and improving relations with the north.\n\t\t\t\t\t\n\t\t\t\t\t The Association will dynamically struggle to tide over the present difficulties on the Korean Peninsula and pave a wide avenue for peace and independent reunification under the banner of the June 15 joint declaration, it stressed."
        },
        {
            "title": "US-S. Korea Joint Military Exercises Flayed by Indian Organizations",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-06ee.html",
            "content": "S. Korea-Japan Military Tie-up Blasted\r\n Pyongyang, March 6 (KCNA) -- Indian organizations issued a joint statement on Tuesday denouncing the U.S. imperialists and the south Korean war-like forces for their joint military exercises, Key Resolve and Foal Eagle.\n\t\t\t\t\t They included the All-India Indo-Korean Friendship Association, the All-India Agricultural Workers' Union, the All-India Peasants' Union and the All India Federation of Lawyers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean forces kicked off Key Resolve and Foal Eagle against the DPRK, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t Their dangerous moves for aggression of the DPRK are a grave challenge to the demand and aspiration of all the Korean people to defuse the tension on the Korean Peninsula and open a new phase for independent reunification, peace and prosperity, it said, and went on: Those war rehearsals also go against the desire of the progressives for world peace.\n\t\t\t\t\t\n\t\t\t\t\t The present developments clearly show why the south Korean authorities deliberately brought to a rupture the preliminary talks for opening the north-south high-level military talks that were held thanks to the much effort of the DPRK to defuse the military tension on the Korean Peninsula. They also fully reveal that the slogan of the present U.S. administration for realizing a world without nuclear weapons is nothing but a spurious signboard.\n\t\t\t\t\t\n\t\t\t\t\t We express full support and solidarity with the Korean people in their efforts for peace and security on the Korean Peninsula."
        },
        {
            "title": "Kim Il Sung's Work Posted on Internet Homepage",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-01ee.html",
            "content": "Kim Il Sung's Work Posted on Internet Homepage\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The British Association for the Study of Songun Policy posted on its Internet homepage the full text of President Kim Il Sung's work \"Let the North and the South Open the Way to Peace and the Reunification of the Country in a United Effort\" on Feb. 26.\n\t\t\t\t\t The work was published on Feb. 20, 1992. It expounds the fact that the effectuation of the \"Agreement on Reconciliation, Nonaggression and Cooperation and Exchange between North and South\" and the \"Joint Declaration on the Denuclearization of the  Korean Peninsula\" is an epoch-making event and a landmark in realizing the peace and reunification of the country. It also indicates the ways to conduct a dynamic struggle for the independent and peaceful reunification of the country."
        },
        {
            "title": "Article on Kim Jong Suk's Feats Posted on Internet ",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-02ee.html",
            "content": "Article on Kim Jong Suk's Feats Posted on Internet \r\n Pyongyang, March 6 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on March 1 posted on its Internet homepage an article titled \"Woman commander Kim Jong Suk, an anti-Japanese war hero\" on the occasion of the March 8 International Women's Day.\n\t\t\t\t\t The homepage carried works of art depicting Kim Jong Suk. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung recalled that she rescued him from imminent crisis several times, the article said.\n\t\t\t\t\t\n\t\t\t\t\t It also introduced in detail how she became a shield herself to protect his safety in Dashahe Gully battle, Antu County, China in June 1940."
        },
        {
            "title": " Support for Korean People Called for",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-03ee.html",
            "content": "Support for Korean People Called for\r\n Pyongyang, March 6 (KCNA) -- The Staffordshire, Britain, Branch of the Korean Friendship Association issued a statement on Feb. 28 in protest against the U.S-south Korea joint military exercises.\n\t\t\t\t\t The statement condemned the big Key Resolve and Foal Eagle joint military exercises kicked off by the south Korean authorities together with the U.S. as open war exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It asserted that the joint military maneuvers are exercises simulating a nuclear war to attack the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has made efforts for disarmament and peaceful settlement of issues on the Korean Peninsula, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It is the stand of the DPRK to conclude a peace accord with the U.S. and achieve the independent and peaceful reunification of the country, the statement added.\n\t\t\t\t\t\n\t\t\t\t\t It appealed to all the peace-loving people to strongly urge the U.S. and south Korea to stop at once the war exercises and the British people to extend full support and encouragement to the Korean people in their cause for the country's reunification and peace."
        },
        {
            "title": "China to Use Stealth Fighter J-20 for Its Air Defence",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-11ee.html",
            "content": "China to Use Stealth Fighter J-20 for Its Air Defence\r\n Beijing, March 4 (KCNA) -- High-ranking officials of the Chinese People's Liberation Army when interviewed by Xinhua on March 3 said that the newly developed J-20, a stealth fighter, is aimed at defending the territorial air of China.\n\t\t\t\t\t A rear admiral said that the stealth fighter can be used for securing the command of the air, adding that in case other countries intrude into the territorial air of China, it can use the stealth fighters to defend its country.\n\t\t\t\t\t\n\t\t\t\t\t He expressed concern about some countries deploying stealth fighters outside their territories, describing it as an offensive and dangerous action. He said that China would deploy the stealth fighters only in its territory to defend its air.\n\t\t\t\t\t\n\t\t\t\t\t A deputy principal of the Air Force Command School, expressed China's firm confidence in the stealth fighter."
        },
        {
            "title": "China Calls for Popularizing Physical Culture and Sports ",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-10ee.html",
            "content": "China Calls for Popularizing Physical Culture and Sports\r\n Beijing, March 4 (KCNA) -- State Councilor of China Liu Yandong stressed the need to develop the physical culture and sports on a mass scale at a meeting on March 1.\n\t\t\t\t\t Liu underlined the need to plan and guide the work in a unified way in order to meet the requirement of the people to keep their bodies healthy through sporting activities.\n\t\t\t\t\t\n\t\t\t\t\t This is important part of the work for building a comprehensively well-off society, Liu noted."
        },
        {
            "title": "Australian FM Chides US Air Force's Killing of Afghan Children ",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-14ee.html",
            "content": "Australian FM Chides US Air Force's Killing of Afghan Children \r\n Pyongyang, March 5 (KCNA) -- It is unacceptable that nine young Afghan boys were gunned down by a U.S. helicopter, Australian Foreign Minister Kevin Rudd told ABC Lateline from the Afghanistan capital Kabul on Friday. He strongly denounced the deadly strike by the U.S. air force in Afghanistan."
        },
        {
            "title": "Iran Rejects Israel's Criticism",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-13ee.html",
            "content": "Iran Rejects Israel's Criticism\r\n Pyongyang, March 6 (KCNA) -- The Iranian ambassador to Syria, when interviewed by a newspaper recently, rejected the Israel critical of the cooperative relations between Iran and Syria.\n\t\t\t\t\t Saying that Israel is vociferating about two Iranian warships' visit to Syria, the ambassador stressed that it is within the frame of normal cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The Iran-Syria cooperation is creating uneasiness among Israel's rulers and playing havoc with their plan, jeered the ambassador."
        },
        {
            "title": " Islamophobia in European Countries Rapped",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-12ee.html",
            "content": "Islamophobia in European Countries Rapped\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Turkish Prime Minister Tayyip Erdogan in his recent speech strongly criticized Islamophobia practiced in several European countries.\n\t\t\t\t\t \"Islamophobia is a crime against humanity\", he said, adding that the world is expressing deep concern over its practice in European countries.\n\t\t\t\t\t\n\t\t\t\t\t He urged politicians and especially the media in European countries not to fan it."
        },
        {
            "title": " Los Angeles Cuts Retiree Benefits",
            "url": "http://kcna.co.jp/item/2011/201103/news06/20110306-08ee.html",
            "content": "Los Angeles Cuts Retiree Benefits\r\n Pyongyang March 6 (KCNA) -- The U.S. city of Los Angeles announced sweeping cuts in retiree healthcare and pensions Wednesday in a bid to reverse the city's growing budget deficit. The city is facing a 350 million dollar deficit next year. \n\t\t\t\t\t This will make the living conditions of the retiree more difficult."
        }
    ]
}