{
    "date": "2011-12-20",
    "url": "http://kcna.co.jp/item/2011/201112/2011-12-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Il's Wish",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-07ee.html",
            "content": "Kim Jong Il's Wish\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Leader Kim Jong Il dedicated himself to the happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\tHe had a noble wish.\n\t\t\t\t\t\n\t\t\t\t\tIt was to bring the greatest happiness and honor to the people even if he had plucked a star from the sky and grown flowers even on a rock.\n\t\t\t\t\t\n\t\t\t\t\tIt was his ardent desire to build a strong, highly-civilized and prosperous country without fail and hand it down to the generations to come.\n\t\t\t\t\t\n\t\t\t\t\tThis year, too, he set about his journey for the wellbeing of the people with the song \"Path of Victory.\" He tirelessly made trips for field guidance to worksites alive with the drive for a great surge even in February in the wake of his journey in snowbound January.\n\t\t\t\t\t\n\t\t\t\t\tHe visited every nook and corner of the country, warming himself up as if he had not felt at all the biting cold of winter.\n\t\t\t\t\t\n\t\t\t\t\tWherever he went, he looked full of energy, his face beaming with a smile.\n\t\t\t\t\t\n\t\t\t\t\tHe made journeys to factories and farms to mix with people despite sweltering mid-summer heat. At a time when the situation was so tense that a war might break out any moment, he made a forced march for field guidance to areas on the northern tip of the country.\n\t\t\t\t\t\n\t\t\t\t\tIt was thanks to his total dedication that the DPRK emerged a satellite producer and launcher and a nuclear weapons state to rank itself among a few powers in the world possessed of ultra-modern technology and brought about leaping progress in the Juche-based industry in the era of great surge.\n\t\t\t\t\t\n\t\t\t\t\tThe cause of new industrialization based on ultra-modern science and technology in the new century is now being accomplished.\n\t\t\t\t\t\n\t\t\t\t\tRunning high in the country are the faith in sure victory and firm will to boldly hit the targets for modernization on the basis of the self-supporting economy and reach the eminence of an economic power at a breath.\n\t\t\t\t\t\n\t\t\t\t\tHe always found himself among people, sharing weal and woe with them on the road of endless journeys for field guidance.\n\t\t\t\t\t\n\t\t\t\t\tIt was in this course that he formed an integral whole with them and regarded it a signpost of his firm faith to make the good people happy.\n\t\t\t\t\t\n\t\t\t\t\tEven during long foreign trips, Kim Jong Il looked seated in tears till late at night on a running train, thinking of the people at home.\n\t\t\t\t\t\n\t\t\t\t\tWatching a shoal of fishes gathering before him at a fish breeding farm, kind-hearted Kim Jong Il said it would be much better, if all of them found their way to people, instead of coming to him.\n\t\t\t\t\t\n\t\t\t\t\tWhen seeing people move into new houses, he would wish them all the best and happiness before parting from them.\n\t\t\t\t\t\n\t\t\t\t\tThat was why the Korean people called him as their father and profoundly revered him."
        },
        {
            "title": "Kim Jong Il, Great Father of People",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-12ee.html",
            "content": "Kim Jong Il, Great Father of People\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- At noon of December 19 a woman TV announcer of the DPRK informed with tears the saddest news that leader Kim Jong Il passed away of a sudden.\n\t\t\t\t\t\n\t\t\t\t\tAll servicepersons and people of the country burst out sobbing at this unexpected news as they were very eager to meet the tender-hearted leader at their military posts and worksites, ardently missing him.\n\t\t\t\t\t\n\t\t\t\t\tIt was some days ago that Kim Jong Il visited the Kwangbok Area Supermarket. Pleased to see plentiful goods at its counters, he said with bright smile in his face that he felt warm though it is cold weather. But no one knew that this was the last chance to see his image.\n\t\t\t\t\t\n\t\t\t\t\tHis life was that of a peerlessly patriot who dedicated his all only to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tAlways with the political idea that genuine love for human being is like fertile soil for bringing the flower of human independence into full bloom, he made endless journey of field guidance, finding his pride and joy in the devoted service for the people.\n\t\t\t\t\t\n\t\t\t\t\tThis stirring year alone, he visited many units across the country by train and car, starting early in January. In those days he paid deep attention to the improvement of the people's living standard and took bold and workable measures to this end.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his painstaking efforts, a great number of bases for people's wellbeing were built up, modernization of industrial establishments pushed ahead and the material and technological foundation consolidated for the production of consumer goods.\n\t\t\t\t\t\n\t\t\t\t\tThough Kim Jong Il passed away to their regret, the Korean people are firmly convinced that the prosperity and happiness of all generations will be guaranteed as they have General Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Field Guidance Associated with Loving Care for People",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-11ee.html",
            "content": "Kim Jong Il's Field Guidance Associated with Loving Care for People\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Leader Kim Jong Il died on a train from great mental and physical strain caused by his ceaseless journey of field guidance for building a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\tHe had received medical treatment for his cardiac and cerebrovascular diseases for a long period.\n\t\t\t\t\t\n\t\t\t\t\tHowever, he made uninterrupted field guidance tour to provide the people with better and best things, not taking care of his health.\n\t\t\t\t\t\n\t\t\t\t\tThis year his forced march for the improvement of the people's living standard, launched at the Nampho Glass Bottle Factory, continued to the Jongbangsan Combined Foodstuff Factory in North Hwanghae Province, the Huichon Ryonha General Machinery Plant and other places non-stop.\n\t\t\t\t\t\n\t\t\t\t\tSome days before he passed away, Kim Jong Il visited the Hana Music Information Center and the Kwangbok Area Supermarket to be opened soon, working heart and soul for the people's civilized and rich life.\n\t\t\t\t\t\n\t\t\t\t\tWherever he visited, he had made tireless efforts, saying it is the will and determination of the Workers' Party of Korea to provide the people with the best things.\n\t\t\t\t\t\n\t\t\t\t\tHe valued and loved the people very much and always shared woe and weal with them in the whole period of his protracted revolutionary guidance.\n\t\t\t\t\t\n\t\t\t\t\tRecalling the feats performed by him in the ceaseless forced march for the people, the army and people of the DPRK are now replete with the resolve to overcome sorrow and display strengthen and courage to make a leap forward in building a thriving nation under the guidance of Kim Jong Un, outstanding leader of the Party, the army and the people."
        },
        {
            "title": "Kim Jong Il's Preoccupation",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-30ee.html",
            "content": "Kim Jong Il's Preoccupation\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Korean people find it hard to repress bitter grief upon hearing the news that leader Kim Jong Il passed away of a sudden disease on a running train for field guidance.\n\t\t\t\t\t\n\t\t\t\t\tAn official of the Kwangbok Area Supermarket, when interviewed by a reporter, said in tears that the greatest concern Kim Jong Il showed during his recent visit was whether people like things there or not.\n\t\t\t\t\t\n\t\t\t\t\tWherever he went, he showed the deepest interest in this matter and made sure that the best things were provided to people if they were to serve them.\n\t\t\t\t\t\n\t\t\t\t\tSaying he considered the people's joy as his pleasure and happiness, he visited a lot of units related to the improvement of the standard of people's living including the Meat and Fish Shop in Pothongmun Street, Pothonggang Shop, the shop producing wheat cakes stuffed with meat of the Kumsong Foodstuff Factory and the commodity exhibition of Pyongyang Department Store No. 1.\n\t\t\t\t\t\n\t\t\t\t\tHe made endless journeys for field guidance to make people happy despite snow or rain, sultry summer and intense cold of midwinter.\n\t\t\t\t\t\n\t\t\t\t\tDuring his field guidance to the February 8 Vinalon Complex he touched white vinalon cotton again and again with pleasure and he visited again in autumn the Ryongjon Fruit Farm and personally tasted an apple in the wake of his visit to it in spring.\n\t\t\t\t\t\n\t\t\t\t\tWhen visiting a fish farm, he showed loving care as a real father would do, asking in detail how big fish production was this year and where fishes were sent and whether servicepersons and people liked them.\n\t\t\t\t\t\n\t\t\t\t\tIndeed, the people's happiness was Kim Jong Il's preoccupation."
        },
        {
            "title": "Kim Jong Il's Feats for National Reunification",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-13ee.html",
            "content": "Kim Jong Il's Feats for National Reunification\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Leader Kim Jong Il, father of the nation and lodestar of national reunification, devoted all his life to guiding all Koreans to the road of independence and great national unity.\n\t\t\t\t\t\n\t\t\t\t\tThe idea and policies put forth by him for national reunification serve as the most just guideline for carving out the nation's destiny, and they are ever-victorious strategy and tactics definitely guaranteeing the victory of the cause of reunification.\n\t\t\t\t\t\n\t\t\t\t\tHe formulated as Three Charters for National Reunification the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe Five-Point Policy for Grand National Unity put forward by him is an immortal reunification program which indicates the correct way for developing on a higher stage the cause of unity pioneered and guided by the President.\n\t\t\t\t\t\n\t\t\t\t\tThe adoption of the historic June 15 North-South Joint Declaration and the October 4 declaration, achievements made on the road for national unity and reunification since then, the spirit of national independence fully displayed in the north and the south of Korea and overseas and the solidarity and coalition of all Koreans growing stronger with each passing day--these are a brilliant fruition of Kim Jong Il's idea and policies on national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThough he passed away, the movement for Korea's reunification will continue to advance vigorously under the leadership of General Kim Jong Un."
        },
        {
            "title": "Kim Jong Il Was Defender of Justice",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-15ee.html",
            "content": "Kim Jong Il Was Defender of Justice\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Leader Kim Jong Il passed away to the people's grief before seeing the victory of the cause of building a thriving nation, reunification of the country and accomplishment of the revolutionary cause of Juche. The feats he performed by winning a victory after victory with his Songun politics, however, are recorded in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\tHe honorably defended the socialist gains, the precious heritage left by President Kim Il Sung, with his original Songun politics and turned the country into an invincible political and ideological power in which single-minded unity has been achieved, a nuclear weapons state and a matchless military power. \n\t\t\t\t\t\n\t\t\t\t\tHe was born in the anti-Japanese battle area in Mt. Paektu and grew up hearing the command of charge shouted by anti-Japanese guerrillas. He nurtured the wisdom and courage of a great commander at the table of the supreme command for mapping out a plan of operation during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tFor decades since he started his Songun revolutionary leadership he has kept to the path of Songun going through thick and thin. This would have been unimaginable with the courage and pluck of an ordinary human being. \n\t\t\t\t\t\n\t\t\t\t\tHe brought only miracles and victories despite the worst difficulties with his extraordinary political caliber.\n\t\t\t\t\t\n\t\t\t\t\tMountain ranges of the frontline areas including Mt. Osong, Chol Pass and 1211 Height are associated with the countless immortal footsteps left by Kim Jong Il who continued his journey to the front day and night while dealing merciless heavy blows to the enemies.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his Songun politics, miraculous scenes are being presented one after another on this land."
        },
        {
            "title": "Kim Jong Il's Life, One of Heroic Great Man",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-20ee.html",
            "content": "Kim Jong Il's Life, One of Heroic Great Man\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The DPRK has turned into the sea of tears and grief.\n\t\t\t\t\t\n\t\t\t\t\tThe statues of President Kim Il Sung and mosaics depicting leader Kim Jong Il are crowded with people shedding bitter tears at the sad news of the demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe army and the people are seized with the bitterest grief at the unbelievable news.\n\t\t\t\t\t\n\t\t\t\t\tPeople, young and old, men and women, are calling Kim Jong Il, who gave tireless field guidance, making total dedication day and night to the happiness of the people till the closing days of the year in the wake of the difficult arduous march, the forced march. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's whole life was a heroic life.\n\t\t\t\t\t\n\t\t\t\t\tHe was born in Mt. Paektu, the sacred mountain of the revolution, as the son of guerrillas and grew up to be a great revolutionary. He wisely led the Workers' Party of Korea, the army and the people for decades, performing immortal revolutionary feats before the country, people, times and history.\n\t\t\t\t\t\n\t\t\t\t\tHe developed in depth the immortal Juche idea, the Songun idea founded by Kim Il Sung with his energetic ideological and theoretical activities and glorified it as the guiding idea of the era of independence, thus giving a steady continuity to the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il honorably defended the socialist gains and turned the DPRK into an invincible political and ideological power, a nuclear weapons state and a military power with the Songun politics despite the collapse of the world socialist system, the demise of Kim Il Sung which was the greatest loss to the nation, the imperialist allied forces' vicious offensive to stifle the DPRK and severe natural disasters.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth the grand goal of building a thriving nation and led the nation-wide general onward march for its realization, thus bringing about great innovations and leap forward in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\tHe led all the Koreans to the road of independence and the great national unity and ushered in the June 15 era of reunification in which the noble idea of \"By the Korean nation itself\" is coming true.\n\t\t\t\t\t\n\t\t\t\t\tHe energetically conducted external activities under the uplifted banner of independence against imperialism and enhanced the international prestige and dignity of the DPRK, making immortal contribution to the accomplishment of human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tLooking back upon his life amid the bitterest grief, the Korean people are vowing to be faithful to the idea and cause of General Kim Jong Un, who is identical to Kim Jong Il."
        },
        {
            "title": "Country, Veritable Sea of Mourners",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-26ee.html",
            "content": "Country, Veritable Sea of Mourners\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- No sooner had the sad news of the demise of leader Kim Jong Il been reported than every worksite, family, street and village associated with his footprints turned into a veritable sea of mourners.\n\t\t\t\t\t\n\t\t\t\t\tPeople in Jagang Province, creators of the Kanggye Spirit bitterly grieved his sudden demise as it was dear to Kim Jong Il during the Arduous March and a historic region where the great age of industrial revolution started in the new century under his guidance.\n\t\t\t\t\t\n\t\t\t\t\tTheir lamentation is particularly louder as Kim Jong Il visited it several times in a year to help them take the lead in the drive for defending socialism and pushing back the frontiers of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\tOfficials, technicians and workers of the Huichon Ryonha General Machinery Plant deeply grieved over the leader's demise, thinking of the field guidance given by him who made it win fame as a plant of national value through his tireless efforts and great devotion.\n\t\t\t\t\t\n\t\t\t\t\tThey said: \"You promised us to visit our plant again with a congratulatory bouquet in your hand if you receive news of the production of a mother machine. Your demise is unbelievable. How can you go. It can't happen.\"\n\t\t\t\t\t\n\t\t\t\t\tSuch grief and lamentation were heard from every factory in the province which Kim Jong Il visited while making forced marches for field guidance in the whole year of 2011.\n\t\t\t\t\t\n\t\t\t\t\tA huge crowd of mourners gathered at the Hamhung Plaza in South Hamgyong Province where a celebration of mass-production of vinalon, a great auspicious event of the country, took place in the presence of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWorkers of the February 8 Vinalon Complex, the Hungnam Fertilizer Complex and the Ryongsong Machine Complex called Kim Jong Il in chocking voices again and again, showing the vinalon fiber, a heap of fertilizers and latest geothermal facilities which pleased him so much.\n\t\t\t\t\t\n\t\t\t\t\tThey recollected with deep emotion the unforgettable time when they sang songs and danced in a banquet hall in the presence of Kim Jong Il in those dream-like days they spent in Pyongyang at his invitation. This made them more heartrending and regretful.\n\t\t\t\t\t\n\t\t\t\t\tPeople in North Hwanghae Province mourned his demise in profound reverence before the mosaics depicting his image at the Migok Co-op Farm in Sariwon City, the Township of Koksan County, etc.\n\t\t\t\t\t\n\t\t\t\t\tAn endless stream of people in Nampho City including workers in Kangson visited the statues of President Kim Il Sung in Chollima District and the Chongsan Co-op Farm in Kangso District and the mosaics standing at the Chollima Iron and Steel Complex to mourn the leader's demise.\n\t\t\t\t\t\n\t\t\t\t\tPeople of South Phyongan Province wept bitterly over his demise, regretting for failing to remain more loyal to him. Among them were agricultural workers in Wonhwa Co-op Farm in Phyongwon County which had the honor of registering the leader as its honorary farmer, and workers of the Namhung Chemical Complex.\n\t\t\t\t\t\n\t\t\t\t\tPeople in Ryanggang Province mourned his demise before the statues of the President and Kim Jong Suk, an anti-Japanese war hero."
        },
        {
            "title": "Korean People's Wailing Voices Rock Heaven and Earth",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-25ee.html",
            "content": "Korean People's Wailing Voices Rock Heaven and Earth\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- People's wailing voices are rocking heaven and earth in the DPRK after the release of the news that leader Kim Jong Il passed away from sudden illness in the middle of his tour for field guidance.\n\t\t\t\t\t\n\t\t\t\t\tEmployees of the Fun Fair of Kaeson Youth Park are bursting into tears, saying they can never forget fatherly General Kim Jong Il who came to the park several times.\n\t\t\t\t\t\n\t\t\t\t\t\"When the respected General came here on December 4, an unusually cold day, we asked him to come on a nice day, not a day of such an unfavorable weather, saying there are lots of fine days. Kim Jong Il, with a smile on his face, said people should come on a fine day while he may come on such a bad day,\" they said. \n\t\t\t\t\t\n\t\t\t\t\t\"He passed away leaving behind his promise to come back next spring and watch our art performance. Heaven is so indifferent to us,\" they added.\n\t\t\t\t\t\n\t\t\t\t\tA poet who wrote the verses of \"The blue sky over my country\" went to the square relying him on a stick. He, knocking the ground, cried \"I can not see the sky. When you were with us, I could see its blue color but today I can not see it at all.\"\n\t\t\t\t\t\n\t\t\t\t\tFormer unconverted long-term prisoners went to the Mansudae Art Studio where they threw themselves before the mosaic portraying President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThey lamented the demise of Kim Jong Il, saying he passed away so early even though he brought them, who were passing out as breathing fossil, back to his fold and gave happiness so that the whole world could envy them."
        },
        {
            "title": "Brilliant Life of Peerless Patriot",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-06ee.html",
            "content": "Brilliant Life of Peerless Patriot\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Korean people are stricken with indescribably bitter grief at the sad news of the sudden demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHis demise is the greatest loss to the Workers' Party of Korea and the revolution.\n\t\t\t\t\t\n\t\t\t\t\tBorn as a son of guerillas on Mt. Paektu, the holy mountain of the revolution, and grown up to be a great revolutionary, Kim Jong Il wisely led the WPK, the army and people for a long period, performing undying revolutionary feats on behalf of the country, its people, the times and history.\n\t\t\t\t\t\n\t\t\t\t\tHe, possessed of personality and qualifications as a great man on the highest and perfect level, led the revolution and construction along the path of steady victories with his profound ideologies and theories and outstanding leadership. \n\t\t\t\t\t\n\t\t\t\t\tConsidering it as his lifelong mission to carry to completion generation after generation the revolutionary cause of Juche started by President Kim Il Sung, Kim Jong Il pushed forward the Korean revolution in line with the ideas and intention of the President as the dearest comrade and the most loyal comrade-in-arms of the President.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il comprehensively developed in depth the immortal Juche idea, Songun idea, fathered by the President and glorified it as the idea guiding the era of independence through his energetic ideological and theoretical activities. He firmly defended and carried forward the revolutionary traditions of Mt. Paektu with pure mind, thereby giving a steady continuity to the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tHe developed the party, army and state to be the party, army and state of Kim Il Sung, put the dignity and power of the nation on the highest level and ushered in the golden days of prosperity unprecedented in the nation's history spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\tOne of his exploits was that he set a great example in accomplishing the cause of perpetuating the memory of President Kim Il Sung, thus making sure that the undying revolutionary life and exploits of the President always shine along with the eternal history of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\tAll the Korean people are now once again looking back upon the brilliant life of Kim Jong Il in profound reverence and renewing their unshakable determination to firmly defend his undying revolutionary exploits."
        },
        {
            "title": "People in S. Hamgyong Province Grieve over Loss of Father of Nation",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-08ee.html",
            "content": "People in S. Hamgyong Province Grieve over Loss of Father of Nation\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The people in South Hamgyong Province are now stricken with deep grief, upon hearing the sad news that leader Kim Jong Il passed away of a sudden illness on his way to field guidance.\n\t\t\t\t\t\n\t\t\t\t\tThey are now mourning his demise with bitter grief, picturing to themselves the image of kind-hearted Kim Jong Il who visited various places of the province shortly ago to indicate an orientation and ways for putting on a fresh higher phase the overall economic work including the production of vinalon and fertilizers, geothermal equipment, varieties of custom-built facilities, mineral and nonferrous metals, fruit and grain.\n\t\t\t\t\t\n\t\t\t\t\tPak Chol, 42, worker of the February 8 Vinalon Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t\"Kim Jong Il worked out a blueprint himself and worked heart and soul to put it into practice, leading the modernization of factories and enterprises which had been left no better than debris. Yet, he highly commended the workers there for the feats and bestowed the highest honor upon them. He was, indeed, a tender-hearted father.\"\n\t\t\t\t\t\n\t\t\t\t\tHe vowed to creditably play the role of vanguard and shock brigade in letting the torch lit by Kim Jong Il in South Hamgyong Province rage with greater force, bearing deep in mind the profound trust he reposed in them by helping them perform exploits and emerge innovators and making them well known throughout the country.\n\t\t\t\t\t\n\t\t\t\t\tJo U Jae, 30, workshop head of the Hungnam Fertilizer Complex, said: \"The news was so shocking and unbelievable that I looked up to the image of tender-hearted Kim Jong Il in tears. I renew my firm will to turn out with courage for the accomplishment of the cause of Kim Jong Il.\" \n\t\t\t\t\t\n\t\t\t\t\t\"General Kim Jong Un represents our destiny and future. We are now fully confident of the future as we are led by Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\tJang Un Sol, 42, work-team leader of the Tongbong Co-op Farm in Hamju County, said: \n\t\t\t\t\t\n\t\t\t\t\t\"I can never forget the image of smiling Kim Jong Il who visited my farm, clearly indicating the way to be followed by it and leading it with warm care. I pledge myself to bring about a fresh boost in agricultural production and thus thoroughly implement his behests.\" \n\t\t\t\t\t\n\t\t\t\t\tThe people from all walks of life in South Hamgyong Province are firmly convinced that under the leadership of Kim Jong Un the revolutionary advance of the Workers' Party, the army and the people of Korea will go on in the future, too."
        },
        {
            "title": "Korean People in Grief at Loss of Their Leader",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-14ee.html",
            "content": "Korean People in Grief at Loss of Their Leader\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- People in North Hwanghae Province of the DPRK are ardently calling leader Kim Jong Il, father of the nation, in bitter sorrow over his sudden demise.\n\t\t\t\t\t\n\t\t\t\t\tIn front of the statues of President Kim Il Sung in their residential areas those inhabitants writhed in agony of pain and grief at the great loss.\n\t\t\t\t\t\n\t\t\t\t\tAmong them were those who grew to be faithful officials of the Workers' Party of Korea, heroes and deputies to the Supreme People's Assembly under the deep trust and loving care of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThey also included persons who had honor of having a photo taken with him, war veterans, members of the youth league and the children's union, kindergarteners, servicepersons, producers of electricity and steel and agricultural workers.\n\t\t\t\t\t\n\t\t\t\t\tIndeed, all the Korean people have cast in their lot with him and never thought of their honor, happiness, pride and dignity apart from his loving care. That is why they are lamenting so bitterly over his demise.\n\t\t\t\t\t\n\t\t\t\t\tThey cried for dear father, saying in unison: We cannot trust the news of his demise. How happy we were to see the image of the smiling leader on his way of field guidance some days ago. It is really unbelievable. It seems as if the earth was breaking down and sky falling.\"\n\t\t\t\t\t\n\t\t\t\t\tRi Hyon Sim (29), a peasant of the Migok Co-op Farm in Sariwon City, said:\n\t\t\t\t\t\n\t\t\t\t\tNow we can hardly stand the sorrow and agony. However, we will overcome this sorrow and pain and display fresh strength and courage.\n\t\t\t\t\t\n\t\t\t\t\tWe are afraid of nothing as we have General Kim Jong Un and sure to win."
        },
        {
            "title": "People in Jagang Province Vow Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-21ee.html",
            "content": "People in Jagang Province Vow Loyalty to Kim Jong Un\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The land of Jagang is stricken with deep grief at the loss of leader Kim Jong Il who devoted all his life to the freedom and happiness of the people, reunification of the nation and human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tThe statue of President Kim Il Sung is being visited by an increasing number of people.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, determined to open a breakthrough toward victory in the province during the Arduous March, visited the province time and again despite the intense midwinter cold and sweltering midsummer heat and brightly indicated the direction and way for it to follow. Yearning for his image the people vowed to carry out his last instructions to the letter.\n\t\t\t\t\t\n\t\t\t\t\tJo Jae Yong, 58, manager of the Huichon Ryonha General Machinery Plant, said: Kim Jong Il indicated the way to be followed by the plant in a friendly and ringing voice with a sunny smile on his face.\n\t\t\t\t\t\n\t\t\t\t\tGiving field guidance to the plant in October he said the whole country is now benefiting from Ryonha machines, adding Ryonha is a friendly fellow traveler of our party. The workers of our plant will cherish that trust and honor and dash ahead like wind in the van of the industrial revolution of the new century.\n\t\t\t\t\t\n\t\t\t\t\tRi Sung Nam, 53, manager of the Kanggye Essential Foodstuff Factory, said Kim Jong Il did not pass away, vowing they would overcome the hard time under the leadership of General Kim Jong Un and remain faithful to the Songun leadership of the Party.\n\t\t\t\t\t\n\t\t\t\t\tPak Song Chol, 45, manager of the Kanggye Koryo Medicine Factory, said: We will absolutely entrust our destiny to General Kim Jong Un and keep to the path of Juche led by him. This is a unanimous pledge of not only me but all other employees."
        },
        {
            "title": "Korean People Overcome Sorrow with Courage",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-22ee.html",
            "content": "Korean People Overcome Sorrow with Courage\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Korean people are in bitter grief and sorrow over the sad news of the sudden demise of leader Kim Jong Il on Dec. 17, Juche 100 (2011).\n\t\t\t\t\t\n\t\t\t\t\tThe workers and other people of South Phyongan Province courageously rose above it and are renewing their firm determination to remain intensely loyal to General Kim Jong Un, true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHwang Hyok Chol, 41, worker of the Pongchon Coal Mine, told a reporter:\n\t\t\t\t\t\n\t\t\t\t\t\"I can't keep back bitter grief over the biggest loss to the nation as I could watch on television the august image of Kim Jong Il providing field guidance only shortly ago.\n\t\t\t\t\t\n\t\t\t\t\t\"He was a peerlessly great man who dedicated himself to the people's happiness, making endless journeys for field guidance without having a holiday or rest and considering it as his pleasure to do something to make them happy.\n\t\t\t\t\t\n\t\t\t\t\t\"As long as we are under General Kim Jong Un identical to Kim Jong Il, the revolutionary cause of Juche will be given steady continuity and the Songun revolutionary cause is sure to triumph.\"\n\t\t\t\t\t\n\t\t\t\t\tRim Hyang, 22, woman farmer at the Maejon Co-op Farm, said: \"Only when we remain true to the leadership of Kim Jong Un, the revolutionary cause of Juche and the Songun revolutionary cause is sure to be accomplished.\"\n\t\t\t\t\t\n\t\t\t\t\tShe vowed to demonstrate the mettle of Songun Korea in the efforts to build a thriving nation as desired by Kim Jong Il, holding high the torch lit in South Hamgyong Province."
        },
        {
            "title": "Employees of Kwangbok Area Supermarket Grieve over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-24ee.html",
            "content": "Employees of Kwangbok Area Supermarket Grieve over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- All Koreans are lamenting over the unexpected demise of leader Kim Jong Il, the great loss to the nation. \n\t\t\t\t\t\n\t\t\t\t\tAmong them are officials and employees of the Kwangbok Area Supermarket recently visited by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tThey are throwing themselves into each other's arms and wailing over his death, saying it was just a few days ago when they saw him full of bean. \n\t\t\t\t\t\n\t\t\t\t\tWhen Kim Jong Il said he was somewhat relieved to see the modern supermarket, they clung to his sleeves in happiness, they said.\n\t\t\t\t\t\n\t\t\t\t\tWe knew that he thought only of people but were not aware of how his health condition had been. How can we be called his soldiers and disciples, they lamented.\n\t\t\t\t\t\n\t\t\t\t\tThey said that they could hardly keep back their bitter sorrow, saying it is unbearable for them to think about sufferings he had to undergo, giving the field guidance till the last moments of his life for the happiness of his beloved people.\n\t\t\t\t\t\n\t\t\t\t\tKim Kyong Suk, 39, who had the honor of being received by Kim Jong Il said, \"I hardly imagined he would visit our shop in a cold weather. When he actually came to my counter, I was so happy and made a bow to him. But finding his haggard face, I could hardly hold back tears.\"\n\t\t\t\t\t\n\t\t\t\t\tSong Su Ryon, 24, a saleswoman of the supermarket, said \"I can not believe that he really passed away. I wish that time would turn back so that he can come back to us.\""
        },
        {
            "title": "North Hamgyong Province Grieves over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-29ee.html",
            "content": "North Hamgyong Province Grieves over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- People in North Hamgyong Province are overwhelmed with grief over the sudden demise of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tA great number of working people, servicepersons and students visited the statue of President Kim Il Sung in the provincial capital of Chongjin and big mosaics depicting the great persons of Mt. Paektu in different parts of the province to express their condolences. \n\t\t\t\t\t\n\t\t\t\t\tThey bitterly wept over the demise of Kim Jong Il, the great father of the Korean nation, unable to keep back their grief.\n\t\t\t\t\t\n\t\t\t\t\tKim Chol Jin, head of a workshop of the Kim Chaek Iron and Steel Complex, said he hardly imagined he would hear such shocking news. \n\t\t\t\t\t\n\t\t\t\t\t\"When thinking of the immortal dedication of Kim Jong Il and his tireless efforts, I feel my heart would break,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t\"We will overcome grief and display redoubled strength and courage and work harder to win victory in the drive for building an economic power,\" he added.\n\t\t\t\t\t\n\t\t\t\t\tHwang Chol Nam, a worker of the Chongjin Steel Works, said Kim Jong Il devoted himself to the happiness of the beloved people all his life.\n\t\t\t\t\t\n\t\t\t\t\tHe vowed to hold him in high esteem forever and advance staunchly, true to the leadership of General Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tRi Chun Son, a work-team head of the Susong Co-op Farm in Songphyong District, Chongjin City, pledged herself to become a patriotic farmer in the era of Songun who devotedly defends General Kim Jong Un through the increased grain production true to the idea and leadership of Kim Jong Il."
        },
        {
            "title": "Yearning for Leader Grows Stronger in DPRK",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-32ee.html",
            "content": "Yearning for Leader Grows Stronger in DPRK\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- One day has passed after the sad news that leader Kim Jong Il passed away. \n\t\t\t\t\t\n\t\t\t\t\tAnyhow, the Korean army and people's yearning for him, father of the nation, is growing stronger as the time goes by.\n\t\t\t\t\t\n\t\t\t\t\tOn Dec. 20, too, countless people are coming to the statues of President Kim Il Sung and mosaics portraying the peerlessly great persons in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\tThey were shedding copious tears of grief at the loss of the sun of the nation, who had shared joy and sorrow with the people, always going among them.\n\t\t\t\t\t\n\t\t\t\t\tMirrored on every face of them ardently calling the leader is the determination to devotedly implement his behests.\n\t\t\t\t\t\n\t\t\t\t\tPak Chol Yong, a soldier of the Korean People's Army, said, noting that he had honor of having a picture taken some days ago when participating in the art performance of soldiers of companies, selected at the 35th KPA servicepersons' art festival, in the presence of the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tIt seems it was yesterday when we swore to surely accomplish the cause of building a thriving nation and realizing the national reunification under his presence. But all of a sudden he left us, and I can hardly repress my deepest regret at his demise.\n\t\t\t\t\t\n\t\t\t\t\tWe will devotedly safeguard General Kim Jong Un with arms, closely rallied as one in mind around him, and accomplish the revolutionary cause of Juche, the socialist cause, by all means true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPak Chun Sil, a farmer of the Songam Vegetable Farm in Kim Chaek City, North Hamgyong Province, said she would work hard to increase grain production true to the behest of Kim Jong Il who worried so much for the improvement of the people's living standard."
        },
        {
            "title": "Local Inhabitants of DPRK Express Resolve to Remain True to Kim Jong Il's Intention",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-31ee.html",
            "content": "Local Inhabitants of DPRK Express Resolve to Remain True to Kim Jong Il′s Intention\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- People in South Hwanghae Province of the DPRK are visiting the statue of President Kim Il Sung with bitter sorrow at the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tRi Il Nam (43), head of a sub-workteam of the Samjigang Co-op Farm in Jaeryong County, told a reporter:\n\t\t\t\t\t\n\t\t\t\t\tWe wanted to have Kim Jong Il on fields of bumper harvest again by doing well the new year's farming preparations, but he passed away to our regret.\n\t\t\t\t\t\n\t\t\t\t\tI feel as if the sky were falling down.\n\t\t\t\t\t\n\t\t\t\t\tOur sub-workteam members deplored that they had not done much more things true to his high intention over the past years, and keenly felt again how proud and happy the Korean people are as they had the wise leader.\n\t\t\t\t\t\n\t\t\t\t\tAll the farmers repeatedly pledged to bring about bumper harvest at any cost, true to his behests by overcoming sorrow and displaying strength and courage.\n\t\t\t\t\t\n\t\t\t\t\tKim Chol U (51), head of a workteam of the Unryul Mine, sobbed while saying that every part of the mine associated with the traces of Kim Jong Il's field guidance is soaked with workers' tears.\n\t\t\t\t\t\n\t\t\t\t\tYun Jong Hui (19), a girl student of Jo Ok Hui Haeju Teacher Training College, said:\n\t\t\t\t\t\n\t\t\t\t\tYouth and students in the province are now burning their hearts with an oath to translate into a reality the plan for building a thriving nation by Kim Jong Il who devoted his all to the people.\n\t\t\t\t\t\n\t\t\t\t\tOur students will discharge their duty as young vanguard in remaining true to the leadership of General Kim Jong Un who is identical to Kim Jong Il."
        },
        {
            "title": "Portraits of Smiling Kim Jong Il Displayed in Various Parts of Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-48ee.html",
            "content": "Portraits of Smiling Kim Jong Il Displayed in Various Parts of Pyongyang\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Portraits of smiling leader Kim Jong Il were displayed at Kim Il Sung Square, the plaza of the April 25 House of Culture, the Party Founding Memorial Tower, the plaza of the Pyongyang Indoor Stadium and other places of Pyongyang Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThey were crowded with an endless stream of people carrying with them wreaths, bouquets and flowers prepared with sincerity. Roads leading to those places and residential areas contiguous to them became crowded with mourners in a minute.\n\t\t\t\t\t\n\t\t\t\t\tThese places turned into a veritable sea of mourners who bitterly wept, looking up to portraits of smiling Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tSimilar portraits were also displayed on the front walls of the Pyongyang Circus Theater and the Hana Music Information Center."
        },
        {
            "title": "Kim Jong Un Mourns over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-18ee.html",
            "content": "Kim Jong Un Mourns over Demise of Kim Jong Il (Flash)\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- A solemn ceremony took place in Pyongyang Tuesday to mourn before the bier of Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army at a time when the whole country is in the bitter sorrow at the unexpected sad news of his demise.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, vice-chairman of the Central Military Commission of the WPK, together with senior officials of the party, state and armed forces organs, visited the bier of Kim Jong Il to express deep condolences with the bitterest grief."
        },
        {
            "title": "Kim Jong Un Pays Condolences to Bier of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-19ee.html",
            "content": "Kim Jong Un Pays Condolences to Bier of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- A solemn ceremony took place in Pyongyang Tuesday to mourn before the bier of Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army at a time when the whole country is in the bitter sorrow at the unexpected sad news of his demise.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, vice-chairman of the Central Military Commission of the WPK, together with senior officials of the party, state and armed forces organs, visited the bier of Kim Jong Il to express deep condolences with the bitterest grief.\n\t\t\t\t\t\n\t\t\t\t\tThe Kumsusan Memorial Palace, the mourning place, was in a solemn atmosphere. \n\t\t\t\t\t\n\t\t\t\t\tThe bier of Kim Jong Il was seen lying among flowers, covered by the red flag. \n\t\t\t\t\t\n\t\t\t\t\tMarked on the front of the bier were the years of \"1942-2011\" as well as the national emblem of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tSeen before the bier were shoulder straps of the DPRK Marshal, Kim Il Sung Order, Kim Il Sung Prize, medals of the DPRK hero and labor hero and lots of other orders and medals the army and people of the DPRK presented to him in recognition of his great feats.\n\t\t\t\t\t\n\t\t\t\t\tSeen beside the bier was a wreath from Kim Jong Un, vice-chairman of the Central Military Commission of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tMembers of the National Funeral Committee were standing guard by the side of the bier and guards of honor of the three services of the Korean People's Army and the Worker-Peasant Red Guards were standing on either side of the bier.\n\t\t\t\t\t\n\t\t\t\t\tAmid the solemn playing of funeral music, Kim Jong Un entered the hall where Kim Jong Il lies in state.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un observed a moment's silence in the bitterest grief together with leading officials of the party, state and armed forces organs before going round the bier.\n\t\t\t\t\t\n\t\t\t\t\tThe participants remained long before the bier, wailing over the sudden and grievous death of Kim Jong Il, outstanding leader of the party, state and army, peerlessly illustrious commander of Songun and benevolent father of the people.\n\t\t\t\t\t\n\t\t\t\t\tThey included Kim Yong Nam, Choe Yong Rim, Ri Yong Ho, Kim Kyong Hui, Kim Yong Chun, Jon Pyong Ho, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, O Kuk Ryol, Kang Sok Ju, Pyon Yong Rip, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Kim Rak Hui, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and Kim Chang Sop."
        },
        {
            "title": "Kim Jong Un Is Mental Mainstay of Korean People",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-10ee.html",
            "content": "Kim Jong Un Is Mental Mainstay of Korean People\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Upon hearing the important report that leader Kim Jong Il passed away so suddenly to their regret, the Korean people now pledge themselves to remain true to the leadership of General Kim Jong Un while overcoming the greatest sorrow of the nation and displaying redoubled strength and courage.\n\t\t\t\t\t\n\t\t\t\t\tThey had devotedly implemented the idea and cause of their leader, regarding him as a spiritual mainstay in the whole course of the revolution such as the anti-Japanese revolutionary struggle, the Fatherland Liberation War and the postwar reconstruction.\n\t\t\t\t\t\n\t\t\t\t\tWhen President Kim Il Sung passed away on July 8, Juche 83 (1994), the greatest loss to the nation, the Korean people overcame their discouragement and sorrow and opened the new era of prosperity on this land, vowing to remain unboundedly faithful to the leadership of Kim Jong Il, true to the behests of the President.\n\t\t\t\t\t\n\t\t\t\t\tStanding in the van of the Korean revolution at present is General Kim Jong Un, the great successor to the revolutionary cause of Juche and outstanding leader of the Party, the army and the people.\n\t\t\t\t\t\n\t\t\t\t\tHe is the eternally immovable mental mainstay of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will as ever hold Kim Jong Il in high esteem forever and remain loyal to the leadership of Kim Jong Un."
        },
        {
            "title": "Young Koreans Vow to Be Loyal to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-09ee.html",
            "content": "Young Koreans Vow to Be Loyal to Kim Jong Un\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- \"General Kim Jong Un is the prominent leader of our party, army and people. We will remain faithful to his leadership under whatever circumstances with deep trust in him only.\" \n\t\t\t\t\t\n\t\t\t\t\tThis is what Jong Kum Hyok, 20, a student at Literature College of Kim Il Sung University said.\n\t\t\t\t\t\n\t\t\t\t\tYoung Koreans are not only in tears of grief at that unbelievable sad news of leader Kim Jong Il's demise, he said, adding: Their hearts are burning with the faith and will to remain loyal to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAn instructor of the C.C., Kim Il Sung Socialist Youth League, Kan Ok Ryon, 26, said:\n\t\t\t\t\t\n\t\t\t\t\tUnder the leadership of Kim Jong Un we, youths, will creditably take over the baton of revolution and successfully accomplish the revolutionary cause of Juche pioneered by President Kim Il Sung and led to victory by Kim Jong Il."
        },
        {
            "title": "People Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-17ee.html",
            "content": "People Mourn Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Officials of party, armed forces and power bodies, working people's organizations, ministries and national institutions, servicepersons of the Korean People's Army and the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front expressed profound condolences to the bier of leader Kim Jong Il on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThe Kumsusan Memorial Palace, the mourning site, was seized with bitter grief over the loss of the father of the nation who performed immortal revolutionary feats before the country, its people, times and history. \n\t\t\t\t\t\n\t\t\t\t\tA flag was hoisted at half mast at the palace.\n\t\t\t\t\t\n\t\t\t\t\tThe mourners moved to the mourning place in silence, hardly keeping back their bitter grief and sorrow over the demise of Kim Jong Il as he passed away so suddenly and so early, due to his fatigue pent up during his ceaseless revolutionary activities for the accomplishment of the socialist cause, the country's reunification and victory of the world revolution.\n\t\t\t\t\t\n\t\t\t\t\tSeen before the bier were shoulder straps of the DPRK Marshal, Kim Il Sung Order, Kim Il Sung Prize, medals of the DPRK hero and labor hero and lots of other orders and medals.\n\t\t\t\t\t\n\t\t\t\t\tSeen beside the bier was a wreath from Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un was seen standing guard of honor by the sides of the bier together with members of the National Funeral Committee.\n\t\t\t\t\t\n\t\t\t\t\tLining up before the bier were flags of the three services of the KPA and the Worker-Peasant Red Guards. Guards of honor were standing there.\n\t\t\t\t\t\n\t\t\t\t\tLaid before the bier were wreaths in the name of the WPK Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission, the Presidium of the DPRK Supreme Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\tAlso laid there were wreaths in the name of the Ministry of the People's Armed Forces, the Ministry of People's Security, the State Planning Commission, the Ministry of Foreign Affairs, the Supreme Court, the Supreme Public Prosecutors Office, the Committee for Cultural Relations with Foreign Countries, the C.C., General Federation of Trade Unions, KPA units and others.\n\t\t\t\t\t\n\t\t\t\t\tWritten on the ribbons of the wreaths were letters reading \"We Honor the Memory of the Great Leader Comrade Kim Jong Il with Humblest Reverence\", \"The Great Leader Comrade Kim Jong Il Will Always Be with Us\" and \"The Great Leader Comrade Kim Jong Il Will Be Immortal\".\n\t\t\t\t\t\n\t\t\t\t\tOfficials of party, armed forces and power bodies, working people's organizations, ministries and national institutions and servicepersons paid silent tribute, looking up to the lofty image of Kim Jong Il."
        },
        {
            "title": "People of DPRK Mourn over Demise of Their Leader",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-27ee.html",
            "content": "People of DPRK Mourn over Demise of Their Leader\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Upon hearing the sad news of sudden demise of leader Kim Jong Il, servicepersons, working people from all walks of life and school youth and children of the DPRK have visited mourning sites across the country to express deep condolences in the bitterest grief.\n\t\t\t\t\t\n\t\t\t\t\tThose mourning sites were set up at units of the Korean People's Army and the Korean People's Internal Security Forces and institutions, industrial establishments, farms and schools. Among them are the Anju Area Coal Mining Complex, Pukchang Thermal-power Complex, Songjin Steel Complex, February 8 Vinalon Complex, Huichon Ryonha General Machinery Plant, Pyongyang Textile Machine Plant, the Migok Co-op Farm in Sariwon City and Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\tThe sites were engulfed in bitter grief at the great loss of the nation.\n\t\t\t\t\t\n\t\t\t\t\tLaid before the portraits of Kim Jong Il at the mourning sites were wreaths in the name of KPA units, institutions, industrial establishments, co-op farms, schools and others.\n\t\t\t\t\t\n\t\t\t\t\tWritten on the ribbons of the wreaths were such letters as reading: \"We mourn the great leader Comrade Kim Jong Il in most humble reverence\", \"The great leader Comrade Kim Jong Il will always be with us\" and \"May the great revolutionary feats of respected Comrade Kim Jong Il shine for all ages\".\n\t\t\t\t\t\n\t\t\t\t\tThe mourners writhed in the bitter grief at the fact that Kim Jong Il, the great leader of the Workers' Party of Korea and the people and tender-hearted father, passed away so suddenly and early to their deep regret.\n\t\t\t\t\t\n\t\t\t\t\tThey remained long at the mourning places, lamenting with the pricks of the failure to provide the leader even a moment's rest and with sorrow at his demise."
        },
        {
            "title": "Former Anti-Japanese Revolutionary Fighter Laments Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-23ee.html",
            "content": "Former Anti-Japanese Revolutionary Fighter Laments Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- All the Koreans are in the bitterest grief after hearing the sad news that leader Kim Jong Il passed away of a sudden disease on his way of field guidance, the greatest loss to the nation which came like a bolt from the blue.\n\t\t\t\t\t\n\t\t\t\t\tFormer anti-Japanese revolutionary fighter Hwang Sun Hui who came to Mansu Hill on a wheelchair grieved over the leader's demise, her knees on stone steps. She said: \"The news was so unbelievable that I felt as if the sky were falling down.\n\t\t\t\t\t\n\t\t\t\t\t\"I feel my heart would break. The general passed away all of a sudden not in his office or residence but on a running train about which our people talked in tears, on his way of forced march for field guidance to meet soldiers and people. \n\t\t\t\t\t\n\t\t\t\t\t\"I wish I rushed to him and weeped bitterly. I want to stand before your statue, calling you in a chocking voice, but you did not allow us to erect your statue. You never allowed any monument to your exploits to be erected. \n\t\t\t\t\t\n\t\t\t\t\t\"You dedicated yourself to President Kim Il Sung, to comrades and people all your life.\n\t\t\t\t\t\n\t\t\t\t\t\"We, members of the first generation of the revolution, feel so regretful for failing to erect your statue.\"\n\t\t\t\t\t\n\t\t\t\t\tThis was her lamentation as it was so regretful for failing to erect his statue as Koreans never thought of Korea without Kim Jong Il even in a dream.\n\t\t\t\t\t\n\t\t\t\t\tHwang Sun Hui is an anti-Japanese revolutionary fighter who fought against the Japanese imperialists for the liberation of the country at the risk of her life under the leadership of Kim Il Sung and a loyalist who held Kim Jong Il in high esteem as a central figure for unity and leadership."
        },
        {
            "title": "At Least Five Million Pyongyangites Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-45ee.html",
            "content": "At Least Five Million Pyongyangites Mourn Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- From noon on Dec. 19 when the sad news of leader Kim Jong Il's demise was reported to the noon next day a total of more than five million citizens of Pyongyang visited the statues and portraits of the peerlessly great persons and  mosaics depicting them and other places to mourn his demise.\n\t\t\t\t\t\n\t\t\t\t\tAn endless stream of people from all walks of life visited the statues of President Kim Il Sung standing on Mansu Hill, Ryongnam Hill, Jangdaejae Hill and other places to express condolences over his demise.\n\t\t\t\t\t\n\t\t\t\t\tThose engaged in the construction of Mansudae area, officials of ministries and national institutions and students of Kim Il Sung University and Kumsong Secondary School No. 1 rushed there in bitter grief. \n\t\t\t\t\t\n\t\t\t\t\tThe number of mourners thronging to Mansu Hill increased as time went by. Around 3 p.m. they packed not only the ground before the statue of the President but the road stretching to it from the construction site.\n\t\t\t\t\t\n\t\t\t\t\tThe mourners' number reached 450 000 at dawn on Tuesday and it went beyond 800 000 at noon.\n\t\t\t\t\t\n\t\t\t\t\tThey were grieving over his demise in bitter sorrow. Among them were those who could not stand to their feet.\n\t\t\t\t\t\n\t\t\t\t\tCountless women, young and old, were in their mourning clothes with white ribbons on their heads."
        },
        {
            "title": "Senior Party and State Leaders of China Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-51ee.html",
            "content": "Senior Party and State Leaders of China Mourn Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China and president of the People's Republic of China, Tuesday visited the DPRK embassy in Beijing to express condolences over the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAccompanying him were Wu Bangguo, member of the Standing Committee of the Political Bureau of the C.C., the CPC and chairman of the Standing Committee of the Chinese National People's Congress; Li Changchun, member of the Standing Committee of the Political Bureau of the C.C., the CPC; Xi Jinping, member of the Standing Committee of the Political Bureau of the C.C., the CPC, vice-president of the PRC and vice-chairman of the Central Military Commission of the CPC; Guo Boxiong, member of the Political Bureau of the Central Committee and vice-chairman of the Central Military Commission of the CPC; Ling Jihua, member of the Secretariat and director of the General Office of the C.C., the CPC; Chen Shiju, director of the General-Secretary's Office of the C.C., the CPC; Yang Jiechi, minister of Foreign Affairs; and Wang Jiarui, head of the International Liaison Department of the C.C., the CPC.\n\t\t\t\t\t\n\t\t\t\t\tPlaced before a portrait of Kim Jong Il were wreaths in the name of the Central Committee of the CPC, the Standing Committee of the Chinese National People's Congress, the State Council, the National Committee of the Chinese People's Political Consultative Conference and the Central Military Commission of the CPC and a wreath in the joint name of the Ministry of Foreign Affairs and the Ministry of National Defense of the PRC and the International Liaison Department of the C.C., the CPC.\n\t\t\t\t\t\n\t\t\t\t\tAlso laid there were wreaths in the name of Hu Jintao, Jiang Zemin, Wu Bangguo, Li Changchun and Xi Jinping.\n\t\t\t\t\t\n\t\t\t\t\tThe senior party and state leaders of China expressed deep condolences to the demise of Kim Jong Il, making three bows to his portrait.\n\t\t\t\t\t\n\t\t\t\t\tHu Jintao said that the party, government and people of China express deep condolences over the sudden demise of Kim Jong Il, noting he was a great leader of the party and state of the DPRK and a close friend of the Chinese people.\n\t\t\t\t\t\n\t\t\t\t\tHe devoted his whole life to the Korean revolution and the cause of state building and made an important contribution to the development of the traditional Sino-DPRK relations of friendship and cooperation, Hu noted, adding the Chinese people will always remember him.\n\t\t\t\t\t\n\t\t\t\t\tHu expressed belief that the Korean people would unite close around the Workers' Party of Korea, true to the behest of Kim Jong Il and overcome sorrow and display strength under the leadership of General Kim Jong Un and make strenuous efforts to build a thriving socialist nation and achieve durable peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tIt is the steadfast policy of the party and government of China to steadily consolidate and develop the traditional Sino-DPRK relations of friendship and cooperation, Hu stressed, reaffirming his will to boost the bilateral friendship together with the Korean comrades."
        },
        {
            "title": "Russian FM Mourns Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-54ee.html",
            "content": "Russian FM Mourns Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Russian Foreign Minister Sergei Lavrov visited the DPRK embassy in Moscow on Tuesday to express deep condolences over the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe made the following entry in mourners' book:\n\t\t\t\t\t\n\t\t\t\t\t\"While sharing sorrow with the friendly Korean people, we pay profound homage to Kim Jong Il, chairman of the DPRK National Defence Commission. It is our belief that continuity will be given to developing and boosting the traditional Russia-DPRK friendly and good neighborly relations.\""
        },
        {
            "title": "Russian Party Leader Expresses Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-36ee.html",
            "content": "Russian Party Leader Expresses Condolences over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- G. Zyuganov, chairman of the C.C., the Communist Party of the Russian Federation, expressed deep condolences over the demise of leader Kim Jong Il on December 19.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed deep condolences to the fraternal Korean people over the demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe hoped the Korean people would display strong will in their future work."
        },
        {
            "title": "Vietnamese FM Expresses Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-37ee.html",
            "content": "Vietnamese FM Expresses Condolences over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- A spokesman for the Vietnamese foreign ministry expressed condolences over the demise of leader Kim Jong Il on Monday.\n\t\t\t\t\t\n\t\t\t\t\tHe said:\n\t\t\t\t\t\n\t\t\t\t\tWe express the deepest condolences to the party and state and the people of the DPRK over the demise of Kim Jong Il, supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt is our belief that the people of the DPRK will overcome the sorrow over the great loss and continue to work hard for the construction and development of the country."
        },
        {
            "title": "Former Indonesian President Mourns Kim Jong Il's Demise",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-33ee.html",
            "content": "Former Indonesian President Mourns Kim Jong Il's Demise\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Former Indonesian President Megawati Sukarnoputri, general chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, expressed deep condolences Monday on the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t\"For me, His Excellency Kim Jong Il was a figure of a leader who had a strong character in his political belief and heavily fought for maintaining the sovereignty of his country,\" Megawati said in a condolence statement.\n\t\t\t\t\t\n\t\t\t\t\t\"Under his leadership, the Democratic People's Republic of Korea could face heavy challenges and even could stand on their own feet in the economic sector thanks to the unity between the people and their leader,\" she added.\n\t\t\t\t\t\n\t\t\t\t\tShe wrote she felt \"a very huge loss.\"\n\t\t\t\t\t\n\t\t\t\t\t\"Our relations as brother and sister had been lasting very long,\" she said.\n\t\t\t\t\t\n\t\t\t\t\t\"I believe that the passing away of Kim Jong Il will not weaken every effort to create peace on the Korean Peninsula,\" Megawati said."
        },
        {
            "title": "Indonesian Foreign Ministry Issues Statement on Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-34ee.html",
            "content": "Indonesian Foreign Ministry Issues Statement on Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Indonesian Foreign Ministry, on Dec. 19, made public a statement on the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tThe Indonesian president expresses most profound condolences over the demise of Supreme Leader of the DPRK Kim Jong Il on behalf of the Indonesian government and people.\n\t\t\t\t\t\n\t\t\t\t\tIndonesia expresses condolences to the DPRK government and people.\n\t\t\t\t\t\n\t\t\t\t\tWe hope the Korean people will display strength and courage and overcome sorrow.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said that the Indonesian government and people believe that the DPRK will overcome the present difficulties and make greater advance as desired by the Korean people and the whole nation."
        },
        {
            "title": "Venezuelan President Expresses Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-39ee.html",
            "content": "Venezuelan President Expresses Condolences over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Venezuelan President Hugo Chavez Frias expressed the most profound condolences over the demise of leader Kim Jong Il in the name of the Venezuelan government and people.\n\t\t\t\t\t\n\t\t\t\t\tExpressing feelings of deep solidarity with the people of the DPRK who lost their leader, he voiced the belief that the Korean people will surely achieve the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\tThis was clarified in a communique of the Venezuelan Foreign Ministry released on Monday."
        },
        {
            "title": "Philippine Foreign Ministry Issues Statement on Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-42ee.html",
            "content": "Philippine Foreign Ministry Issues Statement on Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Philippine Foreign Ministry made public a statement on the demise of leader Kim Jong Il on Dec. 19.\n\t\t\t\t\t\n\t\t\t\t\tThe statement expressed deep condolences over the demise of the DPRK's Supreme Leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt noted that the Philippines would value the relations with the DPRK and promote and maintain peace and stability in the Asia-Pacific region including the Korean Peninsula by continuously cooperating with the DPRK and thus ensure the sustainable prosperity of the region."
        },
        {
            "title": "Egyptian Association Mourns Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-35ee.html",
            "content": "Egyptian Association Mourns Demise of Kim Jong Il\r\n\n\t\t\t\t\tCairo, December 20 (KCNA) -- The Egypt-Korea Friendship Association made public a statement on Tuesday on the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tThe members of the association are now mourning with biggest sadness and grief over his demise upon hearing the sad news that Kim Jong Il passed away, a bolt from the blue.\n\t\t\t\t\t\n\t\t\t\t\tThe leader passed away, but his exploits will last forever thanks to his grit and greatness as the Songun illustrious commander.\n\t\t\t\t\t\n\t\t\t\t\tThe world progressive people lost the leader who was not only a great man but prominent and courageous leader.\n\t\t\t\t\t\n\t\t\t\t\tThe demise of Kim Jong Il makes our hearts break.\n\t\t\t\t\t\n\t\t\t\t\tBut we are fully confident of the fact that Kim Jong Un, great successor to him, will bring the Korean revolution to completion.\n\t\t\t\t\t\n\t\t\t\t\tWe will positively support his succession to the heroic cause of the great revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\tThe leader's demise is the biggest loss to the whole world.\n\t\t\t\t\t\n\t\t\t\t\tWe express deep condolences not only to the Korean people but to the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il will always live in the hearts of all of us.\n\t\t\t\t\t\n\t\t\t\t\tHis exploits will last forever."
        },
        {
            "title": "Cambodian Government Expresses Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-38ee.html",
            "content": "Cambodian Government Expresses Condolences over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Cambodian government expressed condolences over the demise of leader Kim Jong Il on Monday.\n\t\t\t\t\t\n\t\t\t\t\tA spokesman for the Cambodian government said they are saddened by the news that Kim Jong Il passed away, adding this is the greatest loss to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tA spokesman for the Ministry of Foreign Affairs and International Cooperation of Cambodia said that even though Kim Jong Il passed away, the relations of good neighborliness, friendship and cooperation between Cambodia and the DPRK will remain unchanged."
        },
        {
            "title": "Koreans in U.S. Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-57ee.html",
            "content": "Koreans in U.S. Mourn Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- A spokesman for the Federation of Koreans in the United States on Monday released a statement on the demise of Kim Jong Il, chairman of the DPRK National Defence Commission. \n\t\t\t\t\t\n\t\t\t\t\tThe statement expressed deep condolences over his demise.\n\t\t\t\t\t\n\t\t\t\t\tThe efforts made by the Chairman to put an end to the national division and achieve the prosperity and reunification of the country and his feats will go down forever in the history of the Korean nation, it said. \n\t\t\t\t\t\n\t\t\t\t\tThe federation sends condolences to the compatriots of the DPRK in the bitterest grief, it added."
        },
        {
            "title": "Foreigners Express Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-16ee.html",
            "content": "Foreigners Express Condolences to Bier of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Diplomatic envoys of different countries and representatives of international organizations and the military attaches corps here express condolences to the bier of Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThe Kumsusan Memorial Palace, the mourning place, was engulfed in the bitter sorrow over the loss of the peerlessly elder statesman, the extraordinary illustrious commander of Songun and the peerless patriot who is revered by all people.\n\t\t\t\t\t\n\t\t\t\t\tSeen standing by the side of the bier was a wreath sent by Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un was seen standing guard of honor by the sides of the bier together with members of the National Funeral Committee.\n\t\t\t\t\t\n\t\t\t\t\tWreaths were laid in the name of diplomatic envoys, representatives of international organizations and the military attaches corps.\n\t\t\t\t\t\n\t\t\t\t\tThe guests observed a moment's silence before the bier with humblest reverence and went round it.\n\t\t\t\t\t\n\t\t\t\t\tThey expressed deep condolences and sympathy to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed deep thanks for this.\n\t\t\t\t\t\n\t\t\t\t\tThe guests signed the mourners' books."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Raul Castro",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-28ee.html",
            "content": "Message of Condolences to Kim Jong Un from Raul Castro\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, on Monday received a message of condolences from Raul Castro Ruz, first secretary of the C.C., Communist Party, president of the Council of State and president of the Council of Ministers of Cuba. \n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tDear Comrade,\n\t\t\t\t\t\n\t\t\t\t\tI, on behalf of the Communist Party, government and people of Cuba, express most profound condolences to you over the demise of the great leader of the Korean people Comrade Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tPlease accept my best regards."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Governor of Amur Region, Russia",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-53ee.html",
            "content": "Message of Condolences to Kim Jong Un from Governor of Amur Region, Russia\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a message of condolences from O. N. Kozhemyako, governor of Amur Region of the Russian Federation, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tRespected Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\tIt was with profound grief that I received the sad news of sudden demise of Kim Jong Il, the outstanding leader of the Democratic People's Republic of Korea who has been respected not only by Russia but by the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tOn behalf of the government of Amur Region and all inhabitants and on my own behalf I express sincere condolences to the friendly Korean people stricken with great sorrow.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il made a really important contribution to the development of cooperation between the Far East Region of Russia and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWe will never forget the visits of the great leader of the DPRK to Amur Region and the Bureya Hydro-electric Power Station in August 2011 and the friendly dialogue which continued in Pyongyang in October 2011.\n\t\t\t\t\t\n\t\t\t\t\tIt is the basic line of Amur Region for boosting the friendship and cooperation with your country to implement the projects to develop the relations between Amur Region and the DPRK agreed upon in the course of meeting with Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAs governor of Amur Region I reiterate the invariable will of the leadership of the region to develop multifaceted relations with the DPRK in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tI express profound condolences to the friendly Korean people once again over the great loss suffered by them."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Son of Chinese Martyr",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-59ee.html",
            "content": "Message of Condolences to Kim Jong Un from Son of Chinese Martyr\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, Monday received a message of condolences from Zhang Jinquan, son of Chinese anti-Japanese revolutionary martyr Zhang Weihua. \n\t\t\t\t\t\n\t\t\t\t\tThe full text of the message says:\n\t\t\t\t\t\n\t\t\t\t\tThe younger generations of Martyr Zhang Weihua cannot keep back bitter sorrow upon the shocking news of the regretful demise of leader Kim Jong Il. Thousands of words would not be enough to express our yearning for him. \n\t\t\t\t\t\n\t\t\t\t\tThe death of General Kim Jong Il is a huge loss to not only the Korean people but also the international communist movement. \n\t\t\t\t\t\n\t\t\t\t\tBut, we firmly believe that all the Korean people will achieve bigger victory without fail in building a thriving nation under your wise leadership. \n\t\t\t\t\t\n\t\t\t\t\tWe will be loyal to you as we were to President Kim Il Sung and leader Kim Jong Il and devote our efforts to boosting the China-DPRK friendship and stepping up the socialist revolution and construction in the DPRK true to your leadership."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Emir of Qatar",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-47ee.html",
            "content": "Message of Condolences to Kim Jong Un from Emir of Qatar\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea,  received a message of condolences from Sheikh Hamad Bin Khalifa Al-Thani, emir of the State of Qatar, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tOn behalf of the people of the State of Qatar and my own behalf, I want to extend to Your Excellency and to your people, our deep condolences and sympathy on sorrowful passing of HE Chairman Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMay his soul rest in peace."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Qatari PM",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-46ee.html",
            "content": "Message of Condolences to Kim Jong Un from Qatari PM\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a message of condolences from Sheikh Hamad Bin Jassim Bin Jabr Al-Thani, prime minister of Qatar, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tI want to extend to Your Excellency and the government of the Democratic People's Republic of Korea my deep condolences and sympathy on the sorrowful demise of HE Chairman Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMay his soul rest in peace."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Heir Apparent of Qatar",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-50ee.html",
            "content": "Message of Condolences to Kim Jong Un from Heir Apparent of Qatar\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a message of condolences from Sheikh Tamim bin Hamad al-Thani, vice-emir and heir apparent of the State of Qatar, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tPlease accept, Your Excellency, my sincere condolences and sympathy on the sorrowful demise of HE Chairman Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMay his soul rest in peace."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Party Leader of Egypt",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-52ee.html",
            "content": "Message of Condolences to Kim Jong Un from Party Leader of Egypt\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, on Monday received a message of condolences from Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tPlease accept our regards.\n\t\t\t\t\t\n\t\t\t\t\tUpon hearing the shocking news that leader Kim Jong Il passed away suddenly from acute heart disease in bitter grief and sorrow, we express our deep condolences to Your Excellency and to the Workers' Party of Korea and all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il will always live as the great leader who made immortal contributions to the accomplishment of the Korean people's socialist cause and the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\tConvinced that the Korean people will surely accomplish the cause of justice under your wise leadership, the Arab Socialist Party of Egypt will as ever continue supporting the Korean people's struggle.\n\t\t\t\t\t\n\t\t\t\t\tPraying for immortality of Kim Jong Il, we pay our regards to you and the Korean people."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Finnish Party Leader",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-56ee.html",
            "content": "Message of Condolences to Kim Jong Un from Finnish Party Leader\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a message of condolences from Hannu Harju, chairman of the Communist Workers' Party of Finland for the Peace and Socialism, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tWe heard shocking sad news that General Secretary Kim Jong Il passed away.\n\t\t\t\t\t\n\t\t\t\t\tI express deep condolences over the demise of Kim Jong Il on behalf of our party.\n\t\t\t\t\t\n\t\t\t\t\tHe was a great leader who received the deepest trust from the people and the Workers' Party of Korea and the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tHe faithfully carried forward the revolutionary cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe performed distinguished exploits in leading the struggle for reunifying Korea and defending the independence of the country with his peculiar Songun politics, in particular.\n\t\t\t\t\t\n\t\t\t\t\tUnder his wise leadership the socialist construction in the DPRK could overcome all difficulties and advance victoriously.\n\t\t\t\t\t\n\t\t\t\t\tHis undying revolutionary exploits performed on behalf of the Korean people, the international communist movement and the world working class will be handed down to the generations to come and will always receive praises.\n\t\t\t\t\t\n\t\t\t\t\tAll the members of the Communist Workers' Party of Finland for the Peace and Socialism, availing themselves of this opportunity, sincerely wish you good health and greater success in your responsible work for building a prosperous and powerful socialist country.\n\t\t\t\t\t\n\t\t\t\t\tPlease accept our high regards."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from IIJI Director-General",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-55ee.html",
            "content": "Message of Condolences to Kim Jong Un from IIJI Director-General\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea,  received a message of condolences from Vishwanath, secretary general of the International Kim Il Sung Prize Council and director-general of the International Institute of the Juche Idea, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tToday when we heard the news that the great leader HE Kim Jong Il passed away is the darkest day in this century for us.\n\t\t\t\t\t\n\t\t\t\t\tHe was the man who came down to the earth to serve humankind.\n\t\t\t\t\t\n\t\t\t\t\tSuch a great man is born only once in centuries.\n\t\t\t\t\t\n\t\t\t\t\tToday we feel ourselves like a child who lost parents.\n\t\t\t\t\t\n\t\t\t\t\tMay his soul rest in peace.\n\t\t\t\t\t\n\t\t\t\t\tWe hope that Your Excellency will give all of us strength to overcome the pain at the irretrievable loss.\n\t\t\t\t\t\n\t\t\t\t\tWarm tears are now falling down in our hearts like billions of people in the world and the entire Korean nation.\n\t\t\t\t\t\n\t\t\t\t\tNow the destiny of the Korean nation is in your hand.\n\t\t\t\t\t\n\t\t\t\t\tWe are firmly convinced that you will prove yourself to be the great son of the great father."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Secretary General of IIJI",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-61ee.html",
            "content": "Message of Condolences to Kim Jong Un from Secretary General of IIJI\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a message of condolences from Kenichi Ogami, secretary general of the International Institute of the Juche Idea, on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tWe were planning various congratulatory meetings in the new year full of joy to mark the 70th birthday of the great General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tJuche idea followers of the world were expected to gather in Pyongyang, picturing to themselves 2012 in which the gate to a thriving nation would be opened.\n\t\t\t\t\t\n\t\t\t\t\tI cannot repress sorrow, greatly shocked by the sad news that Kim Jong Il passed away.\n\t\t\t\t\t\n\t\t\t\t\tHe was very busy with the work to carry forward the revolutionary cause of Juche and make the DPRK a model of the world.\n\t\t\t\t\t\n\t\t\t\t\tWe suffered the sorrow of losing the general secretary too early as he traversed the road of revolution only for the sake of people, not caring for himself.\n\t\t\t\t\t\n\t\t\t\t\tBut he provided a sure guarantee for carrying forward the revolution generation after generation and achieving the final victory of the Juche cause.\n\t\t\t\t\t\n\t\t\t\t\tWe will in the future take the road of Juche forever together with respected Your Excellency Kim Jong Un, successor to the ideas of the great President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWe express deep condolences over the demise of Kim Jong Il."
        },
        {
            "title": "Message of Condolences to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-64ee.html",
            "content": "Message of Condolences to Kim Jong Un from Chongryon Central Standing Committee\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) sent a message of condolences to Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, over the demise of leader Kim Jong Il on Tuesday. \n\t\t\t\t\t\n\t\t\t\t\tNoting that his life was the most brilliant life of a great revolutionary and peerless patriot who devoted his all to the country and its people, the message went on:\n\t\t\t\t\t\n\t\t\t\t\tHe was a genius of creation who brought to the homeland the period of prosperity, the first of its kind in the history of the nation spanning 5 000 years with his brilliant wisdom and superhuman energy. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il was the father of the nation and loadstar of national reunification who ushered in the June 15 era of reunification in which the noble idea of \"By our nation itself\" is coming true.\n\t\t\t\t\t\n\t\t\t\t\tHe was defender of socialism and staunch anti-imperialist fighter who conducted energetic external activities, thereby remarkably raising the international prestige of the DPRK and making an undying contribution to accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tHe was the great leader of Chongryon and very kind-hearted father who carved out the happiness of Koreans in Japan and future of posterity.\n\t\t\t\t\t\n\t\t\t\t\tAll Chongryon officials and Koreans in Japan will overcome bitter tears and sorrow with courage and carry on the movement of Koreans in Japan as wished by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWe will build Chongryon into a mighty overseas Koreans organization which upholds with loyalty the leadership of Kim Jong Un."
        },
        {
            "title": "Overseas Koreans Express Condolences to Bier of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-58ee.html",
            "content": "Overseas Koreans Express Condolences to Bier of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Overseas Korean compatriots staying in the DPRK Tuesday expressed condolences to the bier of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Kumsusan Memorial Palace was engulfed in bitter sorrow over the loss of the peerlessly great man who dedicated his all to the accomplishment of the revolutionary cause of Juche, the prosperity of the socialist country, the happiness of the people and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\tSeen standing by the side of the bier was a wreath sent by Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un was seen standing guard of honor by the side of the bier together with members of the National Funeral Committee.\n\t\t\t\t\t\n\t\t\t\t\tA wreath was laid in the name of the overseas Koreans staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey expressed profound condolences to the bier.\n\t\t\t\t\t\n\t\t\t\t\tThen they passed on their deep condolences to Kim Jong Un who heartily thanked them for it."
        },
        {
            "title": "Cuba Proclaims Period of Mourning for Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-49ee.html",
            "content": "Cuba Proclaims Period of Mourning for Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- A mourning period of three days was proclaimed in Cuba over the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tOn Monday, the Council of State of Cuba announced the days from Dec. 20 to 22 as an official period of mourning over the demise of Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission. \n\t\t\t\t\t\n\t\t\t\t\tFlags will be hoisted at half-mast at public buildings and military institutions of Cuba in the period."
        },
        {
            "title": "Foundation of S. Korea to Dispatch Mourning Group",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-60ee.html",
            "content": "Foundation of S. Korea to Dispatch Mourning Group\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Roh Moo Hyun Foundation of south Korea clarified that it would send a mourning group, upon hearing the sad news that leader Kim Jong Il passed away. \n\t\t\t\t\t\n\t\t\t\t\tExpressing condolences over the demise of Chairman of the DPRK National Defence Commission Kim Jong Il, the foundation stated that it is important to implement the October 4 declaration provided by him for development of the north-south relations."
        },
        {
            "title": "Cairwoman of S. Korean Hyundai Group Expresses Deep Condolences over Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-41ee.html",
            "content": "Chairwoman of S. Korean Hyundai Group Expresses Deep Condolences over Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Hyon Jong Un, chairwoman of the Hyundai Group of south Korea, expressed deep condolences over the demise of leader Kim Jong Il upon hearing the sad news that he passed away suddenly.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, chairman of the DPRK National Defence Commission, worked hard to realize the national reconciliation and cooperation through the work for the tour of Mt. Kumgang and the Kaesong Industrial Zone, she said, expressing profound condolences over his sudden and regretful demise."
        },
        {
            "title": "Figures of Opposition Party of S. Korea Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-43ee.html",
            "content": "Figures of Opposition Party of S. Korea Mourn Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Personages of the Democratic United Party, a south Korean opposition party, on Monday expressed condolences over the demise of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tFormer \"Prime Minister\" Han Myong Suk, lawmaker Pak Ji Won and other personages of the opposition party mourned the sudden demise of Kim Jong Il as members of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that the spirit of the June 15 joint declaration and the October 4 declaration agreed by Kim Jong Il with former \"presidents\" of south Korea should be respected in the future, too. \n\t\t\t\t\t\n\t\t\t\t\tThey urged the \"government\" to positively push ahead with the dispatch of a delegation of mourners in line with the people's will."
        },
        {
            "title": "S. Korean Organization Mourns Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-40ee.html",
            "content": "S. Korean Organization Mourns Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification released a message of condolences on Dec. 19, on the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe organization in the message said they can hardly keep back great sorrow upon the sad news that he passed away from a sudden disease.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the DPRK National Defence Commission glorified the three charters for national reunification President Kim Il Sung provided in the spirit of national independence and patriotism and ushered in the rosy June 15 era of reunification under the uplifted banner of \"By our nation itself\", thus performing great feats for the Koreans, it added.\n\t\t\t\t\t\n\t\t\t\t\tThe news of his demise was so shocking to the south Koreans who held out hope to reunification, the organization said, expressing deep condolences over his demise in the bitterest grief reflecting the feelings of all the pro-reunification patriotic Koreans."
        },
        {
            "title": "S. Korean Civic Organization Praises Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-44ee.html",
            "content": "S. Korean Civic Organization Praises Kim Jong Il's Exploits\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The People for Achieving Peace and Reunification, a civic organization of south Korea, issued a statement to mourn the demise of leader Kim Jong Il on Monday.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tWe express deep condolences over the sudden demise of the top leader of the north of a sudden illness. We extend our sympathy to all the compatriots in the north overwhelmed with the bitterest sorrow.\n\t\t\t\t\t\n\t\t\t\t\tThe exploits and efforts of Chairman of the DPRK National Defence Commission Kim Jong Il who made public the historic June 15 joint declaration and the October 4 declaration, thus providing a landmark for the country's reunification, will always go down in the history of the nation."
        },
        {
            "title": "Chongryon Central Standing Committee Adopts Decision",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-63ee.html",
            "content": "Chongryon Central Standing Committee Adopts Decision\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) Monday adopted a decision on mourning the demise of leader Kim Jong Il according to the notice of the National Funeral Committee of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tAccording to the decision, the period from Dec. 17 to 29, Juche 100 (2011) will be set as a period of mourning the demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tA delegation of mourners of Chongryon made up of delegates from its Central Standing Committee and representatives of various social standings will be sent to the homeland to express deep condolences.\n\t\t\t\t\t\n\t\t\t\t\tMessages of condolences will be sent by the Chongryon Central Standing Committee, its organizations, enterprises, Chongryon headquarters and all other institutions to the National Funeral Committee of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tA memorial service of Korean residents in Japan to bid farewell to Kim Jong Il will be held at the Korean Hall of Culture in Tokyo at 11:00 on Dec. 29. During the time of the memorial service, similar memorial services will be held at all regional headquarters of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\tAt the moment of the memorial service the compatriots at all organs, enterprises and families of Chongryon will observe three minutes' silence. \n\t\t\t\t\t\n\t\t\t\t\tMourners will be received at the Korean Hall and all the headquarters of Chongryon on Dec. 21 and 22 (from 10:00 to 17:00). \n\t\t\t\t\t\n\t\t\t\t\tDuring the mourning period all the organs, institutions and enterprises will hoist flags at half-mast in their buildings and all songs and dances and other entertainment will be refrained."
        },
        {
            "title": "Foreign Media Report about Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-04ee.html",
            "content": "Foreign Media Report about Demise of Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Xinhua news, People's Daily and CCTV and ITAR-TASS Monday reported about \"Notice to all party members, servicepersons and people\" issued in the DPRK on the demise of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThis sad news was also aired or carried by Prensa-Latina of Cuba, Kyodo and Jiji news, Mainichi Shimbun, Asahi Shimbun, Tokyo Shimbun, Nihon Keizai Shimbun and NHK of Japan and AFP of France, ABC of Australia, AP, UPI, ABC, CNN, VOA, Washington Post, New York Times, USA Today, International Herald Tribune and Baltimore Sun of the United States."
        },
        {
            "title": "Canadian Party Leader Expresses Condolences to C.C., WPK",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-62ee.html",
            "content": "Canadian Party Leader Expresses Condolences to C.C., WPK\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- The Central Committee of the Workers' Party of Korea Monday received a message of condolences from the national leader of the C.C., Communist Party of Canada (Marxist-Leninist).\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tWe heard the news of the demise of leader Kim Jong Il, the greatest loss, in bitter grief.\n\t\t\t\t\t\n\t\t\t\t\tThe members and activists of the Communist Party of Canada (Marxist-Leninist) join you in expressing condolences and, at this time of greatest loss and grief, extend our full support to you."
        },
        {
            "title": "Important Days of DPRK Observed Abroad",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-01ee.html",
            "content": "Important Days of DPRK Observed Abroad\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Events took place in different countries between Dec. 13 and 15 to mark the 20th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 94th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\tThey included seminars on feats, book and photo exhibitions and a film show in Russia, India and Cambodia.\n\t\t\t\t\t\n\t\t\t\t\tOn display in their venues were books and photos showing the Songun revolutionary leadership feats of Kim Jong Il and the greatness of woman commander of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tAppreciated at the show was Korean film \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\tAttending the events were personages of the Russian Association for the Study of the DPRK of Asia-Africa College under Moscow State University, the Indian Society for the Study of Works of Kim Jong Il and the Cambodian newspaper Pracheachon and popular masses.\n\t\t\t\t\t\n\t\t\t\t\tPavel Reshakov, president of the Russian association, said at a seminar it is thanks to the Songun politics of Kim Jong Il that socialism could be reliably defended and miracles and innovations wrought in all fields of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tS. P. Pathak, chairman of the Indian society, and other speakers noted that the KPA has grown to be the matchless army strong in ideology and faith and fully equipped with powerful offensive and defensive means thanks to the ceaseless field inspection by Supreme Commander Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe deputy editor-in-chief of the Cambodian newspaper referred to the feats of Kim Jong Suk, stressing that her brilliant career and exploits will remain forever in the hearts of the Korean people and her wish will surely be translated into reality."
        },
        {
            "title": "Foreign Papers Give Special Write-ups to Significant Days of DPRK",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-02ee.html",
            "content": "Foreign Papers Give Special Write-ups to Significant Days of DPRK\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Newspapers of Iran, India and Myanmar edited special write-ups between Dec. 11 and 13 to mark the 20th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 94th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\tThey carried photos of Kim Jong Il and Kim Jong Suk, woman commander of Mt. Paektu, and pictures showing her old home in Hoeryong and KPA columns in parade.\n\t\t\t\t\t\n\t\t\t\t\tIran News said that Kim Jong Il has put the national defence capabilities on the highest level, reliably defended Korean-style socialism centered on the popular masses and brought a new turn in socialist construction over the past 20 years since his assumption of KPA supreme commandership.\n\t\t\t\t\t\n\t\t\t\t\tNew Delhi Times of India in articles referred to Kim Jong Il's immortal Songun leadership feats, saying that all the eye-opening events taking place in the DPRK are a brilliant fruition of his plan and energetic guidance.\n\t\t\t\t\t\n\t\t\t\t\tThe noble feats of Kim Jong Suk, praised as an anti-Japanese war hero, will remain long with socialist Korea, the paper stressed.\n\t\t\t\t\t\n\t\t\t\t\tThe Myanmar paper The Voice noted that Kim Jong Il clarified the original Songun principle and paid primary efforts to strengthening the KPA, the main force of the defence capabilities of the country."
        },
        {
            "title": "Juche Idea Disseminated in 130 Odd Countries and Regions This Year",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-03ee.html",
            "content": "Juche Idea Disseminated in 130 Odd Countries and Regions This Year\r\n\n\t\t\t\t\tPyongyang, December 20 (KCNA) -- Juche 100 (2011) was a year when the great Juche idea, the Songun idea has been briskly studied and disseminated worldwide.\n\t\t\t\t\t\n\t\t\t\t\tThis idea with great attraction was studied and disseminated in more than 130 countries and regions.\n\t\t\t\t\t\n\t\t\t\t\tWorks of President Kim Il Sung and leader Kim Jong Il showing the path for global independence were published in different countries and their full texts or gists reported by foreign media. \n\t\t\t\t\t\n\t\t\t\t\tDozens of units released those works in pamphlet and e-book, carried in bulletin and posted on Internet homepages. Among them were the Latin American Institute of the Juche Idea, the Swiss Group for the Study of the Juche Idea, the Costa Rican Institute for the Study of the Juche Idea and the Peruvian-Korean Institute of Culture and Friendship.\n\t\t\t\t\t\n\t\t\t\t\tNational and joint seminars and regional and international seminars on the Juche idea, the Songun idea took place in various forms on more than 200 occasions.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche idea followers of Bangladesh proposed to convene a world conference on the Juche idea in Pyongyang in April 2012 marking the centenary of birth of Kim Il Sung. The 13th Enlarged Meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea adopted a decision in this regard.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian Association for the Study of the Juche Idea, the British Association for the Study of Songun Policy, the chairman of the Guinean National Committee for the Study of the Juche Idea and other Juche idea study organizations and personages made public statements in hearty response to this decision.\n\t\t\t\t\t\n\t\t\t\t\tThis year also witnessed the emergence of many study organizations, including the San Luis Potosi Youth Study Group of the Mexican Committee for the Study of Kimilsungism, the Brazilian Center for the Study of the Juche Idea and the Study and Research Forum of Songun Politics of the National Press Club of Nepal.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepali paper Arpan, the Ugandan paper Sun Rise, the Mexican paper Unidad Nacional, Syria's Central TV and Radio and many other media of the world gave wide publicity to the theoretical contents of the Juche idea and its vitality on various occasions."
        },
        {
            "title": "Deseo del Dirigente Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-12ss.html",
            "content": "Deseo del Dirigente Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El Dirigente Kim Jong Il dedico toda su vida y todo lo suyo por la felicidad del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tTenia el sublime deseo de hacer al pueblo coreano el mas feliz y orgulloso del mundo. \n\t\t\t\t\t\n\t\t\t\t\tDeseaba tanto construir un pais poderoso, civilizado y prospero para legarlo a las generaciones venideras. \n\t\t\t\t\t\n\t\t\t\t\tEste ano tambien, inicio su marcha por el pueblo cantando la cancion \"Camino de la victoria\" y en medio del frio penetrante de enero y febrero, realizo sin interrupcion la visita de orientacion sobre los sectores en gran auge. \n\t\t\t\t\t\n\t\t\t\t\tEn los dias de calor canicular, estuvo tambien en las fabricas y granjas.\n\t\t\t\t\t\n\t\t\t\t\tAun en los tiempos en que la situacion llegaba al umbral de guerra, el no paro su orientacion en el terreno, conocida aqui como marcha forzada, y la extendio hasta la region septentrional del pais.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de inmenso cansancio y fatiga, siempre sonreia con optimismo e instruia con dinamismo.\n\t\t\t\t\t\n\t\t\t\t\tGracias a su abnegacion, la RPDC ocupo la posicion de los pocos paises avanzados que fabrican y lanzan satelites artificiales y poseen armas nucleares y logro el desarrollo vertiginoso de su autoctona industria en la actual epoca de gran auge. \n\t\t\t\t\t\n\t\t\t\t\tSe va cumpliendo la causa de nueva industrializacion basada en las ciencias y tecnicas sofisticadas del siglo. \n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano tiene la firme decision de alcanzar con audacia las metas de modernizacion a base de la economia independiente y convertirse cuanto antes en la potencia economica. \n\t\t\t\t\t\n\t\t\t\t\tEn su incesante camino de direccion sobre el terreno o larga travesia al extranjero, el Dirigente pensaba siempre en el pueblo formulando votos por su felicidad.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, el pueblo coreano respeta mucho al Dirigente llamandolo como padre."
        },
        {
            "title": "Kim Jong Il es defensor de justicia",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-13ss.html",
            "content": "Kim Jong Il es defensor de justicia\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Aunque el Dirigente Kim Jong Il fallecio lamentablemente sin poder ver la victoria de la causa de construccion del Estado prospero, la reunificacion de la patria y el cumplimiento de la causa revolucionaria del Juche, sus hazanas estan grabadas para siempre en los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn virtud de su original politica de Songun, el defendio honrosamente las conquistas del socialismo, patrimonios valiosos legados por el Presidente    Kim Il Sung, y convirtio a Corea en invencible potencia ideo-politica unida monoliticamente, pais poseedor de armas nucleares y potencia militar sin rival.\n\t\t\t\t\t\n\t\t\t\t\tNacio en el monte Paektu, escenario de combates antijaponeses, crecio oyendo las voces de mando de la guerrilla y adquirio la inteligencia y audacia de general insigne al pie de la mesa de operaciones de la Comandancia Suprema en el periodo de la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tDesde cuando dio su primer paso de la direccion sobre la revolucion mediante el Songun, la continuo sin parar con la audacia y el coraje sobrehumanos superando los vientos y mareas durante varios decenios.\n\t\t\t\t\t\n\t\t\t\t\tCon su extraordinaria capacidad politica, alcanzo siempre milagros y victorias aun en las peores circunstancias.\n\t\t\t\t\t\n\t\t\t\t\tEstan impresas en el monte Osong, el paso Chol, la cota 1211 y otras montanas en el frente avanzado las imborrables huellas del Dirigente Kim Jong Il quien frustro con su inspeccion al frente los intentos de los enemigos de hacer dano al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSu politica de Songun trae en el territorio patrio las realidades sorprendentes."
        },
        {
            "title": "Vida del patriota sin igual Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-05ss.html",
            "content": "Vida del patriota sin igual Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El pueblo coreano esta entristecido ahora por el fallecimiento inesperado del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEl fallecimiento del Dirigente es la maxima perdida para el Partido del Trabajo de Corea y la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente, nacido en el monte Paektu, el sagrado de la revolucion, como hijo de la guerrilla y crecido como gran revolucionario, dirigio sabiamente durante largo tiempo el PTC, el ejercito y el pueblo realizando imborrables proezas revolucionarias ante la patria, el pueblo, la epoca y la historia. \n\t\t\t\t\t\n\t\t\t\t\tPoseia a la perfeccion los rasgos y cualidades de gran hombre y condujo a la unica senda de victoria la revolucion y la construccion en virtud de sus profundos pensamientos y teorias y mediante su direccion extraordinaria. \n\t\t\t\t\t\n\t\t\t\t\tPresento como su mision de toda la vida llevar a feliz termino la causa revolucionaria del Juche iniciada por el Presidente Kim Il Sung e impulso la revolucion coreana segun la idea y el proposito del Presidente siendo el camarada mas intimo y companero de armas mas fiel a este.\n\t\t\t\t\t\n\t\t\t\t\tCon sus energicas actividades ideologicas y teoricas profundizo y desarrollo globalmente la inmortal idea Juche y la del Songun, concebidas por el Presidente, y las glorifico como idea directriz de la epoca de la independencia. Y defendio con firmeza las tradiciones revolucionarias del Paektu y las desarrollo con pureza para continuar el linaje de la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, fortalecio el partido, el ejercito y el Estado como los del Presidente, elevo al maximo la dignidad nacional y el poderio estatal y abrio la era de prosperidad no vista en la historia nacional de cinco milenios. \n\t\t\t\t\t\n\t\t\t\t\tAl crear el modelo del cumplimiento de la causa de eternidad del lider, hizo transmitirse eternamente junto con la historia de Corea la vida revolucionaria y las proezas del Presidente. Esto es la proeza mas grande del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tAhora, todo el pueblo coreano vuelve a recordar con emocion la brillante vida del Dirigente y esta decidido a defender consecuentemente sus inmortales hazanas revolucionarias."
        },
        {
            "title": "Toda la vida de Kim Jong Il es la vida heroica",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-31ss.html",
            "content": "Publicada declaracion de cancilleria filipina sobre deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- En relacion con el fallecimiento del Dirigente Kim Jong Il, la cancilleria de Filipinas hizo publica el dia 19 una declaracion.\n\t\t\t\t\t\n\t\t\t\t\tEl documento expresa condolencias por el fallecimiento del maximo Dirigente de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFilipinas aprecia las relaciones con Corea y seguira cooperando con ella en promover, mantener y consolidar la paz y la estabilidad de la Peninsula Coreana y el resto de la region de Asia y el Pacifico, para asi asegurar la prosperidad sostenible de la region, senala la nota."
        },
        {
            "title": "Kim Jong Il vivio para el pueblo hasta el ultimo momento de su vida",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-08ss.html",
            "content": "Kim Jong Il vivio para el pueblo hasta el ultimo momento de su vida\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Al mediodia del dia 19, una locutora de la TV central de Corea informo entre lagrimas el fallecimiento inesperado del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEsa noticia mas triste produjo de inmediato llantos y gritos desgarradores de los militares y civiles que ansiaban tener al Dirigente en sus puestos y centros de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tSu mas reciente visita de orientacion se realizo en un dia de intenso frio sobre el Supermercado del Area de Kwangbok en esta capital donde el sonrio complacido de las mercancias amontonadas en los mostradores. \n\t\t\t\t\t\n\t\t\t\t\tNadie podia imaginar que eso seria su ultima aparicion publica. \n\t\t\t\t\t\n\t\t\t\t\tSu vida es la de patriota sin igual que dedico todo lo suyo por la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo de su ideal politico de que el verdadero amor al hombre es el factor que hace independiente al ser humano, estuvo siempre en el camino de orientacion en el terreno buscando el valor de su vida en los servicios abnegados al pueblo. \n\t\t\t\t\t\n\t\t\t\t\tDesde principios de este ano, realizo larga travesia en el tren o carro para visitar muchas unidades del pais y tomo medidas valientes y realistas para el mejoramiento de las condiciones de vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tGracias a sus ingentes esfuerzos, se han levantado muchas bases que van a contribuir a la mejora de la vida del pueblo y se ha impulsado la modernizacion de las fabricas y empresas, de modo que se consolidara la base tecnica y material para la produccion de los articulos de consumo popular. \n\t\t\t\t\t\n\t\t\t\t\tAunque el Dirigente fallecio lamentablemente, el pueblo coreano esta seguro de que el camarada    Kim Jong Un promete la prosperidad y felicidad de las generaciones venideras."
        },
        {
            "title": "Marcha superforzada de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-03ss.html",
            "content": "Marcha superforzada de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El Dirigente Kim Jong Il fallecio en el tren debido a la fatiga mental y fisica acumulada en las incesantes visitas de orientacion a modo de marcha forzada para construir un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente recibio durante largo tiempo el tratamiento medico por sus enfermedades cardiaca y cerebrovascular.\n\t\t\t\t\t\n\t\t\t\t\tPero el seguia tal marcha para ofrecer al pueblo lo mejor y lo maximo.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, su marcha para mejorar la vida del pueblo iniciada desde la Fabrica de Botellas de Vidrio de Nampho se extendia por el Combinado de Alimentos de Jongbangsan de la provincia de Hwanghae del Norte, el Combinado de Maquinaria Ryonha de Huichon, y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\tUnos dias antes de fallecimiento, el Dirigente  visito el Centro de Informacion de Musica Hana y el Supermercado del Area de Kwangbok, en visperas de su apertura para ofrecerle la vida civilizada y rica al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn todos los lugares donde visitaba, el Dirigente se esforzo mucho diciendo que darle al pueblo lo mejor es la voluntad y la decision del Partido.\n\t\t\t\t\t\n\t\t\t\t\tDurante todo el periodo de la larga direccion revolucionaria, dio afecto al pueblo y compartio siempre la pena y alegria con este.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea recuerdan las hazanas de marcha superforzada penetrada por el amor del Dirigente al pueblo y estan totalmente dispuestos a producir salto en la construccion del Estado prospero convirtiendo la tristeza en las fuerzas y coraje bajo la direccion del camarada   Kim Jong Un."
        },
        {
            "title": "Imborrables hazanas realizadas por la causa de reunificacion de Corea",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-14ss.html",
            "content": "Imborrables hazanas realizadas por la causa de reunificacion de Corea\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El Dirigente Kim Jong Il, padre de la nacion y salvador de la reunificacion de la patria, en toda su vida condujo a todos los coreanos por el camino de la independencia y la gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa idea y las orientaciones presentadas por el Dirigente en materia de la reintegracion nacional devienen la guia mas justa en forjar el destino de la nacion, la estrategia y la tactica que posibilitan asegurar siempre la victoria en realizarla.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il formulo como Tres Cartas para la Reunificacion de la Patria, los Tres Principios de la Reunificacion de la Patria, el Programa de diez puntos de la gran unidad pannacional para la reunificacion de la patria y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo, presentados por el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tLas 5 orientaciones para la gran unidad nacional indicadas por el Dirigente son inmortal programa de reunificacion que ilumina el camino a seguir para desarrollar en la etapa mas alta la causa de la unidad iniciada y dirigida por el Presidente.\n\t\t\t\t\t\n\t\t\t\t\tLa aprobacion de la historica Declaracion Conjunta Norte-Sur del 15 de Junio y  la Declaracion del 4 de Octubre, los exitos logrados en el cumplimiento de la unidad y la reunificacion de la nacion, el espiritu independiente de la nacion manifestada por el Norte, el Sur y ultramar, y la solidaridad pannacional cada dia mas recrudescente, son producto de la idea y orientaciones del Dirigente Kim Jong Il en materia de la  reunificacion  de la patria.\n\t\t\t\t\t\n\t\t\t\t\tAunque Kim Jong Il fallecio, bajo la direccion del camarada Kim Jong Un, el movimiento por la reunificacion de Corea se llevara en adelante con mas dinamismo."
        },
        {
            "title": "Coreanos entristecidos por el fallecimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-21ss.html",
            "content": "Coreanos entristecidos por el fallecimiento de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Todo el pais y toda la nacion se agitan anegandose en llantos por el gran duelo nacional de haber perdido inesperadamente al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos se destacan las funcionarias y empleadas del Supermercado del Area de Kwangbok, al cual el Dirigente hizo su ultima visita de orientacion.\n\t\t\t\t\t\n\t\t\t\t\tEllas lloran a mares diciendo que es increible la noticia de deceso del Dirigente quien  hace unos dias lo visito con el rostro de amplia sonrisa.\n\t\t\t\t\t\n\t\t\t\t\tCuando el Dirigente se mostro muy satisfecho por el hecho de que se ha acondicionado magnifico-modernamente el supermercado, ellas, muy alegres, le tomaron el puno de ropa.\n\t\t\t\t\t\n\t\t\t\t\tUna de ellas dijo:\n\t\t\t\t\t\n\t\t\t\t\t\"Sabiamos que el Dirigente siempre pensaba en el  pueblo, pero no supimos nada del estado de su grave salud.\n\t\t\t\t\t\n\t\t\t\t\tNos sentimos mas dolorosos cada vez que recordamos los sufrimientos del Dirigente, quien estuvo hasta el ultimo momento de su vida en el camino de orientacion para la felicidad del pueblo\".\n\t\t\t\t\t\n\t\t\t\t\tKim Kyong Suk (39 anos de edad), quien se encontro con el Dirigente Kim Jong Il  dijo: \n\t\t\t\t\t\n\t\t\t\t\t\"Nunca imaginamos que el Dirigente vendria aqui ese dia tan frio. Cuando el llego al segundo piso por la escalera, le saludamos con lagrimas con el sentimiento doloroso viendo al Dirigente que tenia el rostro extenuado\".\n\t\t\t\t\t\n\t\t\t\t\tLa Vendedora Song Su Ryon (24 anos de edad) dijo:\n\t\t\t\t\t\n\t\t\t\t\t\"De veras, no puedo crearlo. Quisieramos virar el transcurso del tiempo para hacer revivir a nuestro General.\""
        },
        {
            "title": "Llanto funebre estremece la tierra y el cielo",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-23ss.html",
            "content": "Llanto funebre estremece la tierra y el cielo\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC)-- Informada de la noticia del deceso del Dirigente Kim Jong Il en el camino de orientacion por la enfermedad repentina, toda la Corea esta anegandose en llantos funebres, los que estremecen la tierra y el cielo.\n\t\t\t\t\t\n\t\t\t\t\tLos empleados del Parque de Atracciones Juventud de Kaeson dijeron que no podian olvidar la imagen del Dirigente quien visito varias veces sus lugares de trabajo, y  expresaron el sentimiento triste como sigue:\n\t\t\t\t\t\n\t\t\t\t\tCuando el Dirigente visito aqui por ultima vez el pasado dia 4, le preguntemos porque nos visito en el dia tan frio. Entonces, el nos dijo sonriendo que el mismo debia venir este dia tan frio para que el pueblo tuviera el dia mejor. Y se comprometio a venir sin falta para presenciar la funcion artistica preparada por nosotros. Que lamentable.\n\t\t\t\t\t\n\t\t\t\t\tEl poeta quien creo la cancion \"Azul cielo de mi pais\" fue a la plaza apoyandose en el baston y dijo dando palmada contra el suelo que cuando el Dirigente estaba junto con nosotros se veia el cielo azul, pero ahora nunca.\n\t\t\t\t\t\n\t\t\t\t\tLos ex presos de largas condenas no abjurados no se levantaron ante la pintura mural de mosaico con las imagenes del Presidente Kim Il Sung y del Dirigente Kim Jong Il en la Casa de Creacion Mansudae y dijeron con llantos que el Dirigente les ofrecio la felicidad para que todo el mundo les envidiara, pero el mismo fallecio tan temprano."
        },
        {
            "title": "Hamgyong del Norte conmocionada por fallecimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-30ss.html",
            "content": "Hamgyong del Norte conmocionada por fallecimiento de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- La noticia del fallecimiento inesperado del Dirigente Kim Jong Il dejo conmocionados a los moradores de la provincia de Hamgyong del Norte.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores de distintos estratos, los militares y los estudiantes se reunen ante la estatua de bronce del Presidente Kim Il Sung, levantada en la ciudad de Chongjin, y los murales en mosaicos de gran tamano con la imagen de los grandes hombres del monte Paektu, erguidos en distintos puntos, para expresar condolencias.\n\t\t\t\t\t\n\t\t\t\t\tTodos ellos lloran desconsolados sin poder aguantar el dolor de haber perdido al padre de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tKim Chol Jin, jefe de taller del Complejo Siderurgico Kim Chaek, dijo que no habia pensado nunca que le llegaria la noticia del deceso del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMe duele mas cuando pienso en los trabajos abnegados e incansables del Dirigente, subrayo y expreso su determinacion de convertir la tristeza en fuerzas y coraje para cumplir con exito la construccion de una potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tHwang Chol Nam, trabajador de la Aceria de Chongjin, recordo que durante toda su vida, el Dirigente Kim Jong Il dedico todo lo suyo a su pueblo adorado y enfatizo que le enalteceria para siempre y avanzaria firmemente bajo la direccion del estimado camarada Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRi Chun Son, jefa de brigada de trabajo de la Granja Cooperativa de Susong del municipio de Songphyong de la ciudad de Chongjin, tomo el juramento de ser campesina patriotica de la epoca de Songun que defienda con el aumento de produccion de cereales al camarada Kim Jong Un en pleno acato a la idea del Dirigente."
        },
        {
            "title": "Habitantes provinciales de Hamnam anoran a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-06ss.html",
            "content": "Habitantes provinciales de Hamnam anoran a  Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Informados de la noticia del fallecimiento del Dirigente       Kim Jong Il en el camino de orientacion por la enfermedad repentina, los habitantes de la provincia de Hamgyong del Sur se entristecen mucho.\n\t\t\t\t\t\n\t\t\t\t\tEllos lloran a lagrimas vivas llamando al Dirigente quien unos dias antes recorrio varios lugares de la provincia para activar la economia provincial en conjunto tales como la produccion de vinalon, abonos, equipos geometricos, equipos encargados de diversos generos, minerales, metal no ferroso, frutas, cereales, etc.\n\t\t\t\t\t\n\t\t\t\t\tEl obrero del Complejo de Vinalon 8 de Febrero, Pak Chol (42 anos de edad) dijo que es padre generoso el Dirigente quien planeo y oriento las labores para modernizar las fabricas y empresas, y atribuyo todos los meritos a los obreros. \n\t\t\t\t\t\n\t\t\t\t\tEl se decidio a desempenar el papel de vanguardia y de brigada de choque en avivar el fervor de Hamnam dado por el Dirigente al guardar en lo profundo de su corazon la confianza del Dirigente quien presento a los obreros como creadores e innovadores.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe del taller del Complejo de Abonos de Hungnam, Jo U Jae (30 anos de edad) apunto que no pudo creer la realidad, y viendo la imagen del Dirigente con los ojos empapados de lagrimas se decidio a redoblar sus esfuerzos por llevar a feliz termino la causa del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t\"El camarada Kim Jong Un es nuestro destino y futuro, razon por la cual tenemos la fe en el futuro\", anadio.\n\t\t\t\t\t\n\t\t\t\t\tLa jefa de la brigada de trabajo de la Granja Cooperativa de Tongbong del distrito de Hamju, Jang Un Sol (42 anos de edad) dijo que no podia olvidar nunca la imagen del Dirigente quien visito su granja para indicar la via a seguir por la granja y juro materializar cabalmente el legado del Dirigente al producir un nuevo viraje en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes de todos los estratos de la provincia de Hamgyong del Sur estan bien convencidos de que bajo guia del camarada         Kim Jong Un, la marcha revolucionaria del Partido del Trabajo de Corea, el ejercito y el pueblo continuaran tambien en el futuro."
        },
        {
            "title": "Habitantes de provincia de Hwanghae del Norte anoran a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-15ss.html",
            "content": "Habitantes de provincia de Hwanghae del Norte anoran a Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Los habitantes de la provincia de Hwanghae del Norte, con el alma desgarrada por el fallecimiento inesperado del Padre de la nacion, acuden a las estatuas de bronce del Presidente Kim Il Sung  erguidas en sus respectivas localidades, donde gimotean por la perdida del gran Hombre.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos figuran las personas formadas como funcionarios fieles al Partido del Trabajo de Corea, heroes y diputados a la Asamblea Popular Suprema bajo la gran confianza y benevolencia del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se ven las que tomaron fotos de recuerdo con el Dirigente, los veteranos de guerra, los miembros de la Union de la Juventud Socialista   Kim Il Sung, los integrantes de la Union de Ninos y los miembros de jardin infantil, los oficiales y soldados del EPC, los productores de la energia electrica y acero y los trabajadores agricolas.\n\t\t\t\t\t\n\t\t\t\t\tTodos los habitantes que compartian el destino con el Dirigente y no piensan en sus honores, felicidades, orgullos y dignidades al margen de la benevolencia del Dirigente, llaman con llantos al Dirigente haciendose visitantes para las condolencias mas tristes en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tTodos dicen unanimemente que \"Es increible la noticia sobre el deceso del Dirigente. Cuan nos da alegria la imagen con amplia sonrisa del Dirigente quien hacia visitas de orientacion. De veras, no podemos creerlo\", \"Parece que se derrumbe el cielo y se hunda la tierra\".\n\t\t\t\t\t\n\t\t\t\t\tLa granjera de la Granja Cooperativa de Migok de la ciudad de Sariwon, Ri Hyon Sim (29 anos de edad) dijo:\n\t\t\t\t\t\n\t\t\t\t\t\"No es facil contener la tristeza y el dolor de ahora, pero convertiremos esta tristeza y dolor en las fuerzas y animos centuplicados.\n\t\t\t\t\t\n\t\t\t\t\tGracias a contar con el estimado camarada Kim Jong Un, tenemos confianza en la victoria final\"."
        },
        {
            "title": "Moradores de Jagang juran materializar legado de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-20ss.html",
            "content": "Moradores de Jagang juran materializar legado de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Los habitantes de la provincia de Jagang estan muy entristecidos por el fallecimiento del Dirigente   Kim Jong Il quien dedico toda su vida por la libertad y felicidad del pueblo y por la reunificacion del pais y la causa de la independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tAnte la estatua de bronce del Presidente Kim Il Sung  los concurrentes anoran al Dirigente, quien en el periodo de la marcha penosa se decidio a abrir la brecha de victoria en la provincia de Jagang y la visito en varias ocasiones sin hacer caso de los frios intensos ni del calor canicular, donde  les ilumino el camino a seguir. Y juraron materializar, cueste lo que cueste, el legado del Dirigente\n\t\t\t\t\t\n\t\t\t\t\tEl gerente del Combinado de Maquinaria Ryonha de Huichon, Jo Jae Yong (58 anos de edad) dijo: \n\t\t\t\t\t\n\t\t\t\t\t\"El Dirigente Kim Jong Il con amplia sonrisa como el sol y con la voz sonora e intima ilumino el camino a seguir por la fabrica. \n\t\t\t\t\t\n\t\t\t\t\tDurante la visita de orientacion a nuestra fabrica, realizada en octubre pasado, el Dirigente dijo que todos los sectores se benefician de las maquinas de marca Ryonha y agrego que el Combinado es el intimo companero de nuestro partido. Los obreros de nuestra empresa guardaran en lo profundo del corazon la confianza y la gloria dadas por el Dirigente y estaremos al frente de la revolucion industrial del nuevo siglo\".\n\t\t\t\t\t\n\t\t\t\t\tEl gerente de la Fabrica de Alimentos Basicos de Kanggye, Ri Sung Nam (53 anos de edad), apunto: \"no fallecio el Dirigente\" y expuso la decision de superar las dificultades de hoy y apoyar con fidelidad la direccion del Songun del partido siguiendo la guia del camarada Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEl gerente de la Fabrica de Medicamentos Coryo de Kanggye, Pak Song Chol (45 anos de edad) dijo: \"Depositando nuestros destinos en el camarada            Kim Jong Un avanzaremos por la unica senda del Juche bajo la guia de el\"."
        },
        {
            "title": "Mas de 5 millones de capitalinos expresan condolencias",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-40ss.html",
            "content": "Mas de 5 millones de capitalinos expresan condolencias\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Desde el mediodia del dia 19, cuando se difundio el comunicado sobre el deceso del Dirigente            Kim Jong Il, hasta las doce del dia siguiente, mas de 5 millones de capitalinos concurrieron a las estatuas de bronce, retratos y murales de mosaicos de los Grandes Hombres sin iguales. \n\t\t\t\t\t\n\t\t\t\t\tLos constructores de la zona Mansudae, los funcionarios de ministerios y organos centrales,  los estudiantes de la Universidad Kim Il Sung y de la Escuela Secundaria no.1 Kumsong y los trabajadores de distintos estratos hicieron interminables colas ante las estatuas de bronce del Presidente          Kim Il Sung erguidas en la colina Mansu, el monte Ryongnam, la colina Jangdaejae y otros lugares. \n\t\t\t\t\t\n\t\t\t\t\tEl numero de los visitantes a la colina Mansu crecio cada minuto y cada hora. \n\t\t\t\t\t\n\t\t\t\t\tA eso de las 3 de la tarde del dia 19, la oleada humana se ha desbordado desde la explanada frente a la estatua de bronce hasta la avenida adyacente.\n\t\t\t\t\t\n\t\t\t\t\tA la madrugada del dia 20, el numero de los visitantes alcanzo 450 mil, y a las doce, sobrepaso 800 mil. \n\t\t\t\t\t\n\t\t\t\t\tTodos ellos lloraban dando punetazos en el suelo y abrazandose desconsolados. Se reportaron hasta los desmayados.\n\t\t\t\t\t\n\t\t\t\t\tIncontables visitantes se vestian de luto, incluso las mujeres de todas las edades que llevaban cintas blancas en sus cabellos."
        },
        {
            "title": "Efectuada ceremonia de condolencias ante feretro de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-16ss.html",
            "content": "Efectuada ceremonia de condolencias ante feretro de Kim Jong Il (urgente)\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Cuando todo el pais esta entristecido por el fallecimiento inesperado del Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tuvo lugar con solemnidad el dia 20 en esta capital la ceremonia de condolencias al pie de su feretro. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente de la Comision Militar Central del PTC, Kim Jong Un, visito el lugar donde reposa el feretro de Kim Jong Il y expreso las mas sentidas condolencias junto con los cuadros directivos de los organismos del partido, el Estado y las fuerzas armadas."
        },
        {
            "title": "Expresan condolencias a Kim Jong Il en el Palacio Memorial Kumsusan",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-35ss.html",
            "content": "Expresan condolencias a Kim Jong Il en el Palacio Memorial Kumsusan\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, las organizaciones de masas, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang expresaron profundo pesame el dia 20 ante el feretro del fallecido Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl Palacio Memorial Kumsusan, sede de la ceremonia de condolencias, estaba en luto por haber perdido al padre de la nacion quien acumulo imborrables hazanas revolucionarias ante la patria, el pueblo, la epoca y la historia.\n\t\t\t\t\t\n\t\t\t\t\tEn el palacio estaba izada la bandera a media asta.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes entraron en la sede de ceremonia lamentando afligidos el deceso repentino y temprano de Kim Jong Il por la fatiga acumulada en sus incansables actividades revolucionarias para el cumplimiento de la causa socialista, la reunificacion de la patria y la victoria de la revolucion mundial.\n\t\t\t\t\t\n\t\t\t\t\tSe veian en el frente del feretro del difunto Dirigente las charreteras de mariscal del Republica Popular Democratica de Corea, la orden Kim Il Sung, el Premio Kim Il Sung, las medallas de Heroe de la RPDC y del Trabajo, muchas ordenes y medallas, etc.\n\t\t\t\t\t\n\t\t\t\t\tAl lado del feretro estaba depositada la ofrenda floral enviada por el vicepresidente de la Comision Militar Central del PTC, Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente estaba alli de pie junto con los miembros de la Comision Funeraria Estatal.\n\t\t\t\t\t\n\t\t\t\t\tJunto al feretro se veian las banderas militares de las fuerzas terrestres, navales y aereas del EPC y la Guardia Roja Obrero-Campesina y se hallaban de pie los guardias de honor.\n\t\t\t\t\t\n\t\t\t\t\tFueron depositadas las ofrendas florales a nombre del Comite Central y la Comision Militar Central del PTC, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros de la Republica Popular Democratica de Corea, el Ministerio de las Fuerzas Armadas Populares, el Ministerio de Seguridad del Pueblo, el Comite Estatal de Planificacion, el Ministerio de Relaciones Exteriores, el Tribunal Supremo, la Fiscalia Suprema, el Comite Coreano de Relaciones Culturales con el Extranjero, el Comite Central de la Federacion General de los Sindicatos de Corea, las unidades del EPC, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn las cintas de las ofrendas se leian las inscripciones: \"Recordamos con un sentimiento de sublime veneracion al gran Dirigente, camarada Kim Jong Il\", \"El gran Dirigente, camarada        Kim Jong Il vive siempre junto con nosotros\" y \"El gran Dirigente, camarada Kim Jong Il siempre estara vivo\".\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes guardaron un momento de silencio en memoria del Dirigente."
        },
        {
            "title": "Coreanos expresan condolencias a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-33ss.html",
            "content": "Coreanos expresan condolencias a Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Al enterarse de la increible noticia de que fallecio el Dirigente Kim Jong Il, los oficiales y soldados del Ejercito Popular de Corea, los trabajadores de diversos estratos, los jovenes y ninos escolares, con el sentimiento desgarrado, expresan el mas profundo pesame en los lugares de duelo acondicionados en las unidades del EPC y el Ejercito de Seguridad Interior del Pueblo de Corea, el Complejo Carbonifero de la Region de Anju, el Complejo Termoelectrico de Pukchang, el Complejo de Acero de Songjin, el Complejo de Vinalon 8 de Febrero, el Combinado de Maquinaria Ryonha de Huichon, la Fabrica de Maquinas Textiles de Pyongyang, Migok de la ciudad de Sariwon, la Universidad Kim Il Sung, las instituciones, las empresas, las fabricas, las granjas y las escuelas  de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tFueron depositadas ante el retrato del Dirigente Kim Jong Il las ofrendas florales en nombre de las unidades del EPC, las instituciones, las empresas, las granjas cooperativas, las escuelas, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn las cintas de las ofrendas se veian las inscripciones \"Con el mas sentimiento de veneracion, recordamos  al gran Dirigente, camarada Kim Jong Il.\", \"El gran Dirigente, camarada       Kim Jong Il estara para siempre junto con  nosotros\", \"Brillaran eternamente de generacion en generacion grandes hazanas revolucionarias del estimado camarada Kim Jong Il\", etc..\n\t\t\t\t\t\n\t\t\t\t\tLos participantes se anegan en llantos por la gran tristeza de haber perdido  demasiado repentino, temprano y lamentable al gran Dirigente, padre generoso del Partido del Trabajo de Corea y el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron enclavados en esos lugares con el remordimiento y la culpabilidad de no haber ofrecido al Dirigente el descanso aunque sea un momento."
        },
        {
            "title": "Compatriotas en ultramar expresan pesame ante feretro de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-42ss.html",
            "content": "Compatriotas en ultramar expresan pesame ante feretro de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Los compatriotas residentes en ultramar, de visita en la patria, expresaron condolencias el dia 20 ante el feretro del difunto Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl Palacio Memorial Kumsusan estaba de luto por haber perdido al gran hombre sin par quien dedico todo lo suyo por la continuacion y cumplimiento de la causa revolucionaria del Juche, la prosperidad de la patria socialista, la felicidad del pueblo y la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tAl lado del feretro estaba colocada la ofrenda floral enviada por el vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea, Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tCustodiaban el feretro Kim Jong Un y otros miembros de la Comision Funeraria Estatal.\n\t\t\t\t\t\n\t\t\t\t\tHa sido depositada la ofrenda floral a nombre de los compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEllos expresaron sentidas condolencias a Kim Jong Un quien lo agradecio profundamente."
        },
        {
            "title": "Kim Jong Un expresa condolencias ante feretro de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-17ss.html",
            "content": "Kim Jong Un expresa condolencias ante feretro de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Cuando todo el pais esta entristecido por el fallecimiento inesperado del Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tuvo lugar solemnemente el dia 20 en la ciudad de Pyongyang la ceremonia de condolencias ante su feretro. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente de la Comision Militar Central del PTC, Kim Jong Un, visito el lugar donde reposa el feretro de Kim Jong Il y expreso las mas sentidas condolencias junto con los cuadros directivos acompanantes de los organismos del partido, el Estado y las fuerzas armadas. \n\t\t\t\t\t\n\t\t\t\t\tEl Palacio Memorial Kumsusan, sede de la ceremonia, estaba envuelto en un clima solemne. \n\t\t\t\t\t\n\t\t\t\t\tEl feretro estaba colocado en medio de las flores y cubierto de una bandera roja. \n\t\t\t\t\t\n\t\t\t\t\tEn la delantera del feretro estaba anotado junto con el escudo nacional los anos de nacimiento y fallecimiento del Dirigente \"1942-2011\". \n\t\t\t\t\t\n\t\t\t\t\tAdemas, se veian las charreteras de mariscal de la RPDC, la Orden Kim Il Sung, el Premio Kim Il Sung, las medallas de Heroe de la Republica y de Heroe del Trabajo y otras ordenes y medallas otorgadas a el por los militares y civiles coreanos en reconocimiento de sus grandes proezas. \n\t\t\t\t\t\n\t\t\t\t\tAl lado del feretro estaba colocada una ofrenda floral enviada por el camarada Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tCustodiaban el feretro los miembros de la comision funeraria estatal y lo flanqueaban los guardias de honor de las fuerzas terrestres, navales y aereas del EPC y de la Guardia Roja Obrero-Campesina. \n\t\t\t\t\t\n\t\t\t\t\tMientras se interpretaba solemnemente la musica de la ocasion, Kim Jong Un entro en el hall donde se conserva el feretro del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un guardo un momento de silencio en memoria de Kim Jong Il junto con los cuadros directivos acompanantes de los organismos del partido, el Estado y las fuerzas armadas y dio una vuelta al feretro. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes en la ceremonia no querian apartarse del feretro lamentando entre sollozos el fallecimiento de Kim Jong Il, destacado Dirigente del partido, el Estado y el ejercito, general insigne del Songun y padre generoso del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEntre los cuadros acompanantes figuraban Kim Yong Nam, Choe Yong Rim, Ri Yong Ho, Kim Kyong Hui, Kim Yong Chun, Jon Pyong Ho, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, O Kuk Ryol, Kang Sok Ju, Pyon Yong Rip, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Kim Rak Hui, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk y Kim Chang Sop."
        },
        {
            "title": "Jovenes coreanos expresan fidelidad a direccion de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-04ss.html",
            "content": "Jovenes coreanos expresan fidelidad a direccion de Kim Jong Un\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- \"El camarada Kim Jong Un es el destacado dirigente de nuestro Partido, ejercito y pueblo. Confiare solo en el y apoyare fielmente su direccion superando  cualesquier adversidades\".\n\t\t\t\t\t\n\t\t\t\t\tSenalo asi Jong Kum Hyok (20 anos de edad), estudiante de la Escuela de Literatura de la Universidad Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tLos jovenes coreanos no estan derramando solo las lagrimas ante la triste noticia muy increible.\n\t\t\t\t\t\n\t\t\t\t\tEllos tienen la conviccion y la voluntad de ser fieles al camarada Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tKan Ok Ryon (26 anos de edad), empleada del Comite Central de la Union de la Juventud Socialista Kim Il Sung, destaco:\n\t\t\t\t\t\n\t\t\t\t\t\"En acato a la orientacion del camarada Kim Jong Un, los jovenes coreanos llevaran a feliz termino generacion tras generacion la causa revolucionaria del Juche, iniciada por el Presidente Kim Il Sung y orientada a la victoria por el Dirigente Kim Jong Il\"."
        },
        {
            "title": "Habitantes de Phyong-an del Sur juran fidelidad a Kim Jong Un",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-19ss.html",
            "content": "Habitantes de Phyong-an del Sur juran fidelidad a Kim Jong Un\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El pueblo coreano recibio con mucho dolor y tristeza la noticia de que el Dirigente Kim Jong Il fallecio inesperadamente el dia 17.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores y habitantes de la provincia de Phyong-an del Sur juran apoyar con fidelidad al camarada Kim Jong Un como deseaba el Dirigente en su vida.\n\t\t\t\t\t\n\t\t\t\t\tCitado por la ACNC, el trabajador de la Mina de Carbon de Pongchon, Hwang Hyok Chol (de 41 anos de edad), declaro asi:\n\t\t\t\t\t\n\t\t\t\t\tHasta hace unos dias, vi la imagen del Dirigente realizando su visita de orientacion. \n\t\t\t\t\t\n\t\t\t\t\tEs increible. No puedo contener lagrimas ante este maximo duelo nacional \n\t\t\t\t\t\n\t\t\t\t\tNuestro Dirigente es el gran hombre sin par que se dedico a hacer feliz al pueblo y sus visitas de orientacion no cesaban ni en los dias feriados. \n\t\t\t\t\t\n\t\t\t\t\tTenemos al camarada Kim Jong Un, igual al Dirigente, con lo cual es firme la causa revolucionaria del Juche e invencible la del Songun.\n\t\t\t\t\t\n\t\t\t\t\tRim Hyang (de 22 anos de edad), campesina de la Granja Cooperativa de Maejon, senalo:\n\t\t\t\t\t\n\t\t\t\t\tCuando marchemos adelante bajo la direccion del camarada Kim Jong Un, seran cumplidas sin falta la causa revolucionaria del Juche, la del Songun.\n\t\t\t\t\t\n\t\t\t\t\tAl seguir el ejemplo de los habitantes de Hamnam (provincia de Hamgyong del Sur), demostraremos el temperamento de la Corea del Songun en la gran batalla de construccion del Estado prospero como deseaba nuestro querido Dirigente."
        },
        {
            "title": "Inconmovible sosten espiritual del pueblo coreano",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-11ss.html",
            "content": "Inconmovible sosten espiritual del pueblo coreano\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Informado del comunicado sobre el fallecimiento repentino del Dirigente Kim Jong Il, el pueblo coreano jura apoyar fielmente la direccion del camarada Kim Jong Un convirtiendo la maxima tristeza nacional en las fuerzas y el coraje.\n\t\t\t\t\t\n\t\t\t\t\tEn todo el trayecto historico de la revolucion incluso la lucha revolucionaria antijaponesa, la Guerra de Liberacion de la Patria y la reconstruccion posbelica, el pueblo coreano materializo a costa de vida la idea y las hazanas del lider considerando a su Lider y Dirigente como sosten espiritual.\n\t\t\t\t\t\n\t\t\t\t\tCuando sufrio el 8 de julio del 83 (1994) de la Era Juche el gran duelo nacional (fallecimiento del Presidente Kim Il Sung), el pueblo coreano no estaba preso de pesimismo y tristeza sino abrio la nueva epoca de prosperidad luego de jurar que apoyaria fielmente la orientacion del Dirigente   Kim Jong Il en acato al legado del Presidente     Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, al frente de la revolucion coreana esta el camarada Kim Jong Un, gran sucesor de la causa revolucionaria del Juche y destacado dirigente del Partido, el ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl camarada Kim Jong Un es inconmovible sosten espiritual del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que el pasado, el pueblo coreano enaltecera eternamente al Dirigente Kim Jong Il y apoyara fielmente la direccion del camarada Kim Jong Un."
        },
        {
            "title": "Instalados retratos de Kim Jong Il en varios puntos de la capital",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-41ss.html",
            "content": "Instalados retratos de Kim Jong Il en varios puntos de la capital\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Quedaron instalados el dia 20 los retratos del Dirigente Kim Jong Il con amplia sonrisa en la Plaza Kim Il Sung, las explanadas frente a la Casa Cultural 25 de Abril, el Monumento a la Fundacion del Partido, el Palacio de Deportes de Pyongyang y otros lugares de la capital.\n\t\t\t\t\t\n\t\t\t\t\tIncontables habitantes con ofrendas, ramos y ramitas de flores en la mano se reunieron en esos lugares.\n\t\t\t\t\t\n\t\t\t\t\tAvenidas y poblados aledanos fueron invadidos de repente por la oleada de visitantes.\n\t\t\t\t\t\n\t\t\t\t\tLos llantos desgarradores de ellos estremecian la tierra haciendo ecos.\n\t\t\t\t\t\n\t\t\t\t\tEl retrato del Dirigente ha sido colocado tambien en el frente de los edificios del Circo de Pyongyang y del Centro de Informacion de Musica Hana."
        },
        {
            "title": "Mensaje de condolencias de organos directivos de China",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-01ss.html",
            "content": "Mensaje de condolencias de organos directivos de China\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Al Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea enviaron el dia 19 un mensaje de condolencias el Comite Central del Partido Comunista de China, el Comite Permanente de la Asamblea Popular Nacional, el Consejo de Estado y la Comision Militar Central, de la Republica Popular China.\n\t\t\t\t\t\n\t\t\t\t\tSu texto integro sigue:\n\t\t\t\t\t\n\t\t\t\t\tInformados de la noticia sorprendente de que el camarada Kim Jong Il, Secretario General del PTC, Presidente del CDN y Comandante Supremo del Ejercito Popular de Corea, fallecio lamentablemente, expresamos las mas profundas condolencias con mucho dolor y extendemos nuestro sincero consuelo al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl camarada Kim Jong Il es el gran Dirigente del PTC y la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl dedico toda la energia de su vida a la gran causa del pueblo coreano para la construccion del Estado prospero socialista al estilo coreano y realizo inmortales hazanas historicas.\n\t\t\t\t\t\n\t\t\t\t\tEl camarada Kim Jong Il es amigo intimo del pueblo chino.\n\t\t\t\t\t\n\t\t\t\t\tCon su inmenso entusiasmo, continuo y desarrollo la tradicional amistad China-Corea preparada y ampliada por los revolucionarios de generacion veterana de ambos paises y promovio con vigor el incesante desarrollo de las relaciones de buena vecindad, amistad y cooperacion entre los dos paises estableciendo gran amistad con los lideres chinos.\n\t\t\t\t\t\n\t\t\t\t\tEl partido, el gobierno y el pueblo de China estan muy adoloridos por el deceso del camarada         Kim Jong Il y el pueblo chino le anorara siempre.\n\t\t\t\t\t\n\t\t\t\t\tAunque el camarada Kim Jong Il fallecio inesperadamente, el vivira siempre en el alma del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEstamos seguros de que el pueblo coreano seguira marchando adelante para construir un Estado prospero socialista y preservar la paz duradera de la Peninsula Coreana uniendose firmemente en torno al PTC y convirtiendo la tristeza en las fuerzas bajo la guia del camarada Kim Jong Un en acato al legado del camarada Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tChina y Corea son colindadas con montanas y rios en el medio y comparten las buenas y las malas.\n\t\t\t\t\t\n\t\t\t\t\tConsolidar y desarrollar incesantemente las tradicionales relaciones de amistad y cooperacion China-Corea son la invariable orientacion del partido y el gobierno de China.\n\t\t\t\t\t\n\t\t\t\t\tEstamos convencidos de que gracias a los esfuerzos conjuntos de ambas partes, se consolidara y se desarrollara de continuo la amistad entre los dos partidos, dos paises y dos pueblos.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo chino estara siempre al lado del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSera inmortal el camarada Kim Jong Il."
        },
        {
            "title": "Kim Jong Un recibe mensaje de condolencias de Zhang Jinquan",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-38ss.html",
            "content": "Kim Jong Un recibe mensaje de condolencias de Zhang Jinquan\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea, Kim Jong Un, recibio un mensaje de condolencias que le enviara el dia 19  Zhang Jinquan, hijo del martir revolucionario antijapones de China, Zhang Weihua. \n\t\t\t\t\t\n\t\t\t\t\tLa misiva senala que los descendientes del martir Zhang Weihua estan entristecidos por la noticia sorprendente sobre el fallecimiento del gran Dirigente, General Kim Jong Il, y le anoran mucho. \n\t\t\t\t\t\n\t\t\t\t\tEl fallecimiento lamentable del General es gran perdida no solo para la nacion coreana sino tambien para el movimiento comunista intrnacional, destaca. \n\t\t\t\t\t\n\t\t\t\t\tConfiamos en que bajo su sabia guia, todo el pueblo coreano lograra sin falta mayores victorias en la construccion de la gran potencia prospera, apunta. \n\t\t\t\t\t\n\t\t\t\t\tComo hemos apoyado al gran Lider, Presidente  Kim Il Sung y al General Kim Jong Il, nos esforzaremos por la amistad China-Corea y por la revolucion y la construccion socialistad de Corea siguiendo a su direccion, concluye."
        },
        {
            "title": "Kim Jong Un recibe mensaje de condolencias de Dmitri Medvedev",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-02ss.html",
            "content": "Kim Jong Un recibe mensaje de condolencias de Dmitri Medvedev\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El camarada Kim Jong Un recibio un mensaje de condolencias que le enviara el dia 19 el Presidente de la Federacion Rusa Dmitri Medvedev.\n\t\t\t\t\t\n\t\t\t\t\tLa misiva senala:\n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\tEn relacion con el fallecimiento del Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea Kim Jong Il, expreso las profundas condolencias a Usted, la Direccion y el pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn Rusia, Su Excelencia Kim Jong Il es conocido ampliamente como el Dirigente de un Estado amistoso quien hizo mucho trabajo a fin de fortalecer y desarrollar las tradicionales relaciones de buena vecindad entre Rusia y Corea.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que esta linea conveniente a los intereses de nuestros dos paises y dos pueblos, sea continuada por la nueva Direccion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEstamos listos para cooperar estrecha y mutuamente para desarrollar mas la cooperacion bilateral y asegurar la paz y la seguridad en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tCon consideracion."
        },
        {
            "title": "G. Zyuganov expresa profundas condolencias",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-25ss.html",
            "content": "G. Zyuganov expresa profundas condolencias\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El presidente del Comite Central del Partido Comunista de la Federacion de Rusia, G. Zyuganov, expreso el dia 19 profundas condolencias por el fallecimiento del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tManifiesto profundas condolencias al hermano pueblo coreano por el fallecimiento del Dirigente          Kim Jong Il, dijo el.\n\t\t\t\t\t\n\t\t\t\t\tEspero que el pueblo coreano exprese su gran fuerza de voluntad en su ulterior trabajo, subrayo."
        },
        {
            "title": "Kim Jong Un recibe mensaje de condolencias de Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-18ss.html",
            "content": "Kim Jong Un recibe mensaje de condolencias de Raul Castro Ruz\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea, Kim Jong Un, recibio el mensaje de condolencias que le enviara el dia 19 Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\t\n\t\t\t\t\tSu texto sigue:\n\t\t\t\t\t\n\t\t\t\t\tQuerido Companero,\n\t\t\t\t\t\n\t\t\t\t\tEn nombre del Partido Comunista de Cuba, del Gobierno y el pueblo cubanos, le transmito a usted las mas sentidas condolencias por el fallecimiento del companero Kim Jong Il, Gran Dirigente del pueblo coreano, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Secretario General del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tReciba el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Cancilleria vietnamita expresa pesame por deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-27ss.html",
            "content": "Cancilleria vietnamita expresa pesame por deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de Vietnam expreso el dia 19 el pesame por el fallecimiento del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl vocero senalo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn relacion con el deceso del camarada Kim Jong Il, maximo Dirigente de la Republica Popular Democratica de Corea, expresamos el mas sentido pesame al Partido, el Estado y el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEstamos convencidos de que el pueblo coreano superara el dolor de la gran perdida y seguira luchando por la construccion y el desarrollo del pais."
        },
        {
            "title": "Megawati Soekarnoputri expresa condolencias al deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-22ss.html",
            "content": "Megawati Soekarnoputri expresa condolencias al deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Megawati Soekarnoputri, ex presidenta de Indonesia y presidenta del Consejo de Direccion Central del Partido Democratico de Lucha de Indonesia, expreso el dia 19 profundas condolencias por el fallecimiento del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEscribio en el libro de condolencias que Su Excelencia Kim Jong Il fue destacado lider que tenia firme conviccion politica y lucho dinamicamente por defender la soberania nacional.\n\t\t\t\t\t\n\t\t\t\t\tBajo su direccion, la Republica Popular Democratica de Corea pudo superar duras pruebas, subrayo y encomio que el pueblo coreano, unido monoliticamente en torno al Dirigente, abrio la coyuntura trascendental en la construccion del Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tTras anotar que ella mantuvo las relaciones de amistad con el Dirigente desde hace mucho tiempo, senalo que le duele mucho su deceso."
        },
        {
            "title": "Hugo Chavez expresa condolencias por fallecimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-29ss.html",
            "content": "Hugo Chavez expresa condolencias por fallecimiento de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El presidente venezolano Hugo Chavez Frias expreso en nombre del gobierno y el pueblo del pais profundas condolencias por el fallecimiento del Dirigente   Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tManifesto profunda solidaridad con el pueblo de la Republica Popular Democratica de Corea que sufre el deceso de su Dirigente y expreso la conviccion de que el pueblo coreano lograra sin falta la prosperidad de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLo aclaro el comunicado del Ministerio de Relaciones Exteriores de Venezuela publicado el dia 19."
        },
        {
            "title": "Camboya expresa condolencias por deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-28ss.html",
            "content": "Camboya expresa condolencias por deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El gobierno camboyano expreso el dia 19 condolencias por el fallecimiento del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEl portavoz del gobierno dijo que \"estamos muy entristecidos por la noticia sobre el fallecimiento del Dirigente Kim Jong Il, lo que es la maxima perdida para el pueblo coreano\". \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el portavoz del Ministerio de Relaciones Exteriores y Cooperacion Internacional de Camboya aclaro que \"aunque el Dirigente        Kim Jong Il fallecio, seran invariables las relaciones de buena vecindad y de cooperacion entre Camboya y Corea\"."
        },
        {
            "title": "Cancilleria de Indonesia publica nota sobre el deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-24ss.html",
            "content": "Cancilleria de Indonesia publica nota sobre el deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- En relacion con el deceso del Dirigente Kim Jong Il, la cancilleria de Indonesia publico el dia 19 una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn representacion del gobierno y el pueblo de Indonesia, el presidente de la Republica de Indonesia expresa las mas sentidas condolencias por el fallecimiento de Su Excelencia Kim Jong Il, maximo Dirigente de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tIndonesia expresa condolencias al gobierno y el pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\tDesea que el pueblo coreano supere la tristeza de hoy con las fuerzas y el coraje.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno y el pueblo de Indonesia estan convencidos de que Corea superara el momento dificil de hoy y lograra mayores avances como desean el pueblo coreano y todos los connacionales."
        },
        {
            "title": "Publicada declaracion de cancilleria filipina sobre deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-31ss.html",
            "content": "Publicada declaracion de cancilleria filipina sobre deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- En relacion con el fallecimiento del Dirigente Kim Jong Il, la cancilleria de Filipinas hizo publica el dia 19 una declaracion.\n\t\t\t\t\t\n\t\t\t\t\tEl documento expresa condolencias por el fallecimiento del maximo Dirigente de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFilipinas aprecia las relaciones con Corea y seguira cooperando con ella en promover, mantener y consolidar la paz y la estabilidad de la Peninsula Coreana y el resto de la region de Asia y el Pacifico, para asi asegurar la prosperidad sostenible de la region, senala la nota."
        },
        {
            "title": "Entidad egipcia publica declaracion sobre fallecimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-26ss.html",
            "content": "Entidad egipcia publica declaracion sobre fallecimiento de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Con motivo del fallecimiento del Dirigente Kim Jong Il, la Asociacion de Amistad Egipto-Corea hizo publica el dia 20 una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\tInformados de esa gran desgracia, el fallecimiento del Dirigente Kim Jong Il, todos los miembros de la Asociacion de Amistad Egipto-Corea recuerdan a el con tristeza y pesar.\n\t\t\t\t\t\n\t\t\t\t\tAunque el fallecio, sus proezas seran eternas como su audacia y grandeza de General Insigne del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLa humanidad progresista del mundo ha perdido a ese gran hombre, destacado lider y dirigente valiente.\n\t\t\t\t\t\n\t\t\t\t\tNos destroza el corazon el deceso del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tPero, estamos convencidos de que Su Excelencia       Kim Jong Un, gran sucesor del Dirigente, cumplira sin falta la revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\tApoyaremos activamente a Su Excelencia Kim Jong Un a que continue la causa heroica de su gran familia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tEl deceso del Dirigente Kim Jong Il deviene la mayor desgracia de todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tExpresamos las mas profundas condolencias no solo al pueblo coreano sino tambien a los demas progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il estara siempre en el corazon de todos nosotros.\n\t\t\t\t\t\n\t\t\t\t\tSeran eternas sus hazanas."
        },
        {
            "title": "Huespedes extranjeros expresan condolencias ante feretro de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-34ss.html",
            "content": "Huespedes extranjeros expresan condolencias ante feretro de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Los representantes diplomaticos de varios paises, los delegados de organizaciones internacionales y el Cuerpo de Agregados Militares, acreditados en Corea, expresaron condolencias el dia 20 ante el feretro del difunto Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl Palacio Memorial Kumsusan, sede de la ceremonia de condolencias, estaba envuelto en el clima funebre por el deceso de Kim Jong Il, veterano politico elogiado por todo el mundo, general insigne del Songun y patriota sin igual. \n\t\t\t\t\t\n\t\t\t\t\tEstaba puesta una ofrenda floral enviada por el vicepresidente de la comision Militar Central del Partido del Trabajo de Corea, Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente se hallaba de pie junto con los miembros de la comision funeraria estatal que lo custodiaban. \n\t\t\t\t\t\n\t\t\t\t\tFueron depositadas las ofrendas florales a nombre de los representantes diplomaticos, los representantes de las organizaciones internacionales y el Cuerpo de Agregados Militares.\n\t\t\t\t\t\n\t\t\t\t\tLos huespedes guardaron un momento de silencio con un sentimiento de veneracion y expresaron a   Kim Jong Un el sentimiento de profundas condolencias y consuelo.  \n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente les manifesto gran agradecimiento al respecto.\n\t\t\t\t\t\n\t\t\t\t\tEllos dejaron letras en el libro de condolencias."
        },
        {
            "title": "PTC recibe mensaje de condolencias de partido canadiense",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-39ss.html",
            "content": "PTC recibe mensaje de condolencias de partido canadiense\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- El Comite Central del Partido del Trabajo de Corea recibio un mensaje de condolencias que enviara el dia 19 la lider nacional del Comite Central del Partido Comunista de Canada (Marxista-Leninista). \n\t\t\t\t\t\n\t\t\t\t\tLa misiva senala: \n\t\t\t\t\t\n\t\t\t\t\tRecibimos con gran tristeza la noticia sobre el deceso del camarada Dirigente Kim Jong Il que nos significa maxima perdida. \n\t\t\t\t\t\n\t\t\t\t\tLos militantes y activistas del Partido Comunista de Canada (Marxista-Leninista) expresamos condolencias junto con ustedes y les enviamos nuestro entero apoyo en estos momentos de gran perdida y tristeza."
        },
        {
            "title": "Fundacion Roh Moo Hyun decide enviar grupo de condolencias",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-37ss.html",
            "content": "Fundacion Roh Moo Hyun decide enviar grupo de condolencias\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- La Fundacion Roh Moo Hyun del Sur de Corea anuncio que enviaria un grupo para expresar condolencias por el fallecimiento del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tLa entidad expreso condolencias por el deceso del Presidente del Comite de Defensa Nacional, Kim Jong Il, destacando que es importante ejecutar la Declaracion del 4 de Octubre, preparada por el para el desarrollo de las relaciones Sur-Norte."
        },
        {
            "title": "Cuba proclama periodo de duelo oficial por deceso de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-36ss.html",
            "content": "Cuba proclama periodo de duelo oficial por deceso de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- Cuba decreto duelo oficial de tres dias por el fallecimiento del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEl dia 19, el Consejo de Estado de la Republica de Cuba fijo desde el dia 20 al 22 como periodo de duelo oficial por el fallecimiento del Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn ese periodo, seran izadas las banderas a media asta en los edificios publicos y establecimientos militares."
        },
        {
            "title": "Varios paises dan a conocer noticia sobre fallecimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201112/news20/20111220-09ss.html",
            "content": "Varios paises dan a conocer noticia sobre fallecimiento de Kim Jong Il\r\n\n\t\t\t\t\tPyongyang, 20 de diciembre (ACNC) -- La Agencia Noticiera Xinhua, el diario Renmin Ribao y CCTV de China y la agencia noticiera de Rusia ITAR-TASS transmitieron el dia 19 el \"comunicado a todos los militantes del partido, oficiales y soldados del Ejercito Popular de Corea y habitantes\" publicado con motivo del fallecimiento del Dirigente         Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPrensa Latina de Cuba, la agencia noticiera Kyodo, la agencia noticiera Jiji, Mainichi Shimbun, Ashai Shimbun, Tokio Shimbun, Nihon Keizai Shimbun, la cadena NHK, de Japon, el cable de AFP de Francia, la radio ABC de Australia, la agencia norteamericana AP, UPI, la radio ABC, la CNN, la VOA, The Washington Post, el diario New York Times, USA Today, el periodico International Herald Tribune y Baltimore Sun de EE.UU. transmitieron la noticia sobre el deceso del Dirigente Kim Jong Il."
        }
    ]
}