{
    "date": "2011-03-09",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-09ee.html",
    "articles": [
        {
            "title": "DPRK Red Cross Sends Notice to His S. Korean Counterpart",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-28ee.html",
            "content": "DPRK Red Cross Sends Notice to His S. Korean Counterpart\r\n Pyongyang, March 9 (KCNA) -- The south side is evading the repatriation of all the inhabitants of the DPRK now in custody in south Korea and a face-to-face confirmation of those four persons whom it claimed expressed their intention to \"defect\" to the south. The chairman of the C.C., the DPRK Red Cross Society Tuesday once again sent a notice to the president of the south Korean Red Cross strongly demanding it.\n\t\t\t\t\t Taking issue with the south side's serious mockery of the families of the unreasonably detained inhabitants and the DPRK over the issue of their repatriation, raising a hue and cry over the repatriation of  27 inhabitants and an objective confirmation of the \"free will\" of the four inhabitants, the notice held that its refusal to arrange the face-to-face confirmation of the four persons proves that the expression of the \"will to defect\" touted by the authorities of the south side is a sheer fabrication and is nothing but allurement and abduction. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the south Korean authorities proposed to let those who had fled to south Korea meet people from the DPRK side face to face in the past, the notice said it is self-contradictory for them to say they cannot arrange such meeting at present under an absurd pretext.\n\t\t\t\t\t\n\t\t\t\t\t The confirmation by a third person and video claimed by the south Korean chief executive are unrecognizable, the notice held. \n\t\t\t\t\t\n\t\t\t\t\t It once again strongly urged the south side to stop making an unreasonable insistence but come out to the conference room of the former Neutral Nations Supervisory Commission in Panmunjom, bringing with it those four inhabitants it claimed expressed their \"will to defect\" and respond as early as possible to the Red Cross working contact with the DPRK side. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities persistently sidestep the face-to-face confirmation, the DPRK side will recognize the south side's assertion about \"defection\" as a plot for allurement and abduction and take resolute measures against it, the notice warned."
        },
        {
            "title": "Protest Letter to Minister of Unification of S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-32ee.html",
            "content": "Protest Letter to Minister of Unification of S. Korea\r\n Pyongyang, March 9 (KCNA) -- The family members of 31 inhabitants detained by the south Korean authorities sent a letter of protest Wednesday to the minister of \"Unification\" and the president of Red Cross of south Korea. \n\t\t\t\t\t The following is the full text of the letter:\n\t\t\t\t\t\n\t\t\t\t\t We are the family members of the 31 inhabitants who have been detained by the south Korean side since they went adrift due to bad weather after going to the waters of West Sea to gather shellfish on February 5. \n\t\t\t\t\t\n\t\t\t\t\t Our mothers, fathers, husbands, wives, sons and daughters left their houses with smiles on their faces after making a promise to come back soon as usual. So we were greatly surprised to hear the news that they went adrift to south Korea unexpectedly and were detained there. \n\t\t\t\t\t\n\t\t\t\t\t We have eagerly waited for the south Korean authorities to send them back soon on the principle of noble Red Cross humanitarianism. But they have not yet returned home though a month has passed since then. \n\t\t\t\t\t\n\t\t\t\t\t Nobody believes the south Korean authorities' assertion that four of them expressed the \"will to defect.\" \n\t\t\t\t\t\n\t\t\t\t\t All of them grew up in happiness under the care of the DPRK. They are hard-working people, making sincere efforts with affection for their families.\n\t\t\t\t\t\n\t\t\t\t\t No one knows about this better than us kinsmen. \n\t\t\t\t\t\n\t\t\t\t\t They went adrift after going out to the sea with no other aim but to gather shellfish.  \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had also recognized this and made it public. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities have held them in custody for nearly a month and are not willing to send four of them back under the pretext that they expressed the \"will to defect\". We think this is totally unfair. \n\t\t\t\t\t\n\t\t\t\t\t All of us who are close neighbors and comrades fully vouch for the above-said four persons as we shared will and feelings with their family members. \n\t\t\t\t\t\n\t\t\t\t\t We do not wish to become \"separated families\", a product of tragic national division. \n\t\t\t\t\t\n\t\t\t\t\t It is a very unjust and resentful thing hard to image that parents should be forced to separate from their children and husbands from their wives in peacetime, not in wartime. \n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical for them to come back via Panmunjom far away from their hometown after discarding their serviceable ship though they may come back soon by ship. \n\t\t\t\t\t\n\t\t\t\t\t We lodge a strong protest with the south Korean authorities against this unfair attitude and urge them to enable the 31 members of our families to come back as early as possible along the sea route taken by their ship. \n\t\t\t\t\t\n\t\t\t\t\t We, at the same time, expect that you will not block the face-to-face meeting of the four persons with their families and allow the former to come out for it. \n\t\t\t\t\t\n\t\t\t\t\t It is our belief that neither confirmation by a third person nor any video can recognize the said persons' will and only a direct meeting with them will make all the facts clear. \n\t\t\t\t\t\n\t\t\t\t\t We once again strongly demand the south Korean authorities unconditionally and immediately send all the 31 detained inhabitants back home where their families are waiting for them, if they have elementary conscience, compatriotism and humanitarian spirit."
        },
        {
            "title": "Letters to Four Inhabitants under Pressure to \"Defect\" to S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-33ee.html",
            "content": "Letters to Four Inhabitants under Pressure to \"Defect\" to S. Korea\r\n Pyongyang, March 9 (KCNA) -- The families of Ok Song Gwan, Hong Yong Hak, Pak Myong Ok and Pong Un Ha, who are under the pressure to \"defect\" to south Korea, sent letters to them on Wednesday. \n\t\t\t\t\t The letters said that their husbands, younger brothers and sisters and daughters were so shocked to hear the unexpected news that they were put in custody in south Korea after going adrift in the sea due to the bad weather that they felt as if their hearts had stopped to beat and broken. The letters expressed their tedium of eagerly waiting for them to come back as early as possible, spending sleepless nights. \n\t\t\t\t\t\n\t\t\t\t\t In the letters they said that they could never believe what they called \"defection\" when they looked back in tears on the happy days when they grew up in happiness under the benevolent care, given an ample opportunity of learning.\n\t\t\t\t\t\n\t\t\t\t\t The families, relatives and all other people of the country are waiting for them with worries about them, the letters said, asking them not to yield to whatever temptation, appeasement, deception, threat and blackmail but fight staunchly to come back to the care of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK side handed the letters to the south Korean side through the Red Cross liaison channel in Panmunjom on the same day so that it might convey them to the four persons. \n\t\t\t\t\t\n\t\t\t\t\t Copies of the letters were also sent to the president of Red Cross of south Korea."
        },
        {
            "title": "Truth behind US-S. Korean War Exercises Disclosed",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-16ee.html",
            "content": "Truth behind US-S. Korean War Exercises Disclosed\r\n Pyongyang, March 9 (KCNA) -- The National Reunification Institute issued a white paper on March 8 bringing to light the truth behind Key Resolve and Foal Eagle joint military exercises being staged by the U.S. and the south Korean warmongers. \n\t\t\t\t\t The white paper said:\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises are the north-targeted war exercises aimed to mount a surprise preemptive nuclear attack upon the north from A to Z in view of their nature and contents, period and scale and arms and equipment involved, etc.\n\t\t\t\t\t\n\t\t\t\t\t Their program includes combined command drills for getting familiar with the reception, standby, the movement to the front and integration of the U.S. reinforcements to be hurled into the Korean Peninsula in contingency under the supervision of the south Korea- U.S. \"Combined Forces Command\" and combined field mobile exercises for the combined special operations and operations in the rear. Their objective is to verify and boost the rapid hurling of U.S. forces, the puppet armed forces' operational capability and the capability of south Korea to mobilize manpower and material resources in the wartime.\n\t\t\t\t\t\n\t\t\t\t\t They are designed to launch aggression against the DPRK in the peacetime according to a new north-targeted war scenario calling for occupying strongholds of strategic importance of the north through a preemptive attack. They include an exercise to eliminate nuclear weapons, a drill to cross mountains in the north, an exercise for street battles in Pyongyang, an exercise for precision strikes at the command posts, an exercise for public security operation in areas of the north and other provocative drills. \n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises this year have reached an extremely reckless phase in their danger and provocative nature.\n\t\t\t\t\t\n\t\t\t\t\t First of all, the exercises are the very dangerous saber-rattling being staged under the simulated conditions of 44 local wars and an all-out war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They are very disturbing ones to ignite a war of aggression against the north under the pretext of someone's \"contingency\" according to the \"OPLAN 5029\".\n\t\t\t\t\t\n\t\t\t\t\t The exercises surpass the previous ones by far in their period and scale.\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises that started on Feb. 28 will last till April 30. This means 39 days longer than what was staged last year.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the U.S. forces and puppet armed forces involved in the exercises this year increased to more than 210,000 from tens of thousands in the past.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that agents of special units of the 20th Support Command of the U.S. Army tasked to detect and eliminate nukes, missiles, etc. in different parts of the world after being organized in 2004 are massively involved in these maneuvers by nuclear-powered attack submarines and transport planes for special operations. War hardware involved there are ultra-large nuclear aircraft carrier Ronald Reagan, Aegis cruisers, destroyers, nuclear submarines, F-177 stealth fighter bombers, F/A-18 hornet fighters, E-2C AWACS, EA-6B electronic jamming planes, M1-A1 Abrams tanks, M109A6 self-propelled artillery pieces, chemical, biological and radioactive reconnaissance cars, M26 detoxicating devices, TALON robots for detecting explosives, K-317 bio-reconnaissance cars, K-221 system for shielding infrared rays. These are enough to fight a war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet reserve forces are also massively mobilized for drills this year.\n\t\t\t\t\t\n\t\t\t\t\t The first job done by the present puppet authorities of south Korea after coming to power was to incite the consciousness of confrontation and war fever among the soldiers of the puppet army and people.\n\t\t\t\t\t\n\t\t\t\t\t Lots of films dealing with armed clashes in the West Sea and the June 25 Korean War and malignantly slandering the system and the army of the DPRK are being produced and shown with the special support of the puppet authorities. Conservative right-wing gangsters in military uniforms are chanting \"anti-communism\" and \"annihilation of communism\" at streets and squares where the slogans calling upon Koreans to pool their efforts were once shouted.\n\t\t\t\t\t\n\t\t\t\t\t This is reminiscent of the rackets kicked up by the Nazi elements of fascist Germany and the Japanese militarists who whipped up war fever, wearing military uniforms and armbands on the eve of World War II.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group is reorganizing the ruling machinery and military structure into a wartime system while massively reinforcing its war hardware.\n\t\t\t\t\t\n\t\t\t\t\t The staff of the puppet Ministry of Defense was replaced by vicious military officers on active service of field army origin.\n\t\t\t\t\t\n\t\t\t\t\t The amount of money spent by the Lee Myung Bak \"government\" for the introduction of various types of sophisticated weapons from abroad  for the last two years since its emergence reached 8.8 billion U.S. dollars or nearly over 2 billion U.S. dollars more than that spent by the preceding regime in five years.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet conservative group are fully ready to start a war. What remains to be done is to ignite a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They are becoming evermore frantic in their moves to provoke a war of aggression against the DPRK in a bid to seek a way out of the crisis caused by the total failure of their domestic and foreign policies.\n\t\t\t\t\t\n\t\t\t\t\t With no sophism can they justify their dangerous war maneuvers against the DPRK. They should bear in mind that if they finally take the road of war, they will get nothing but a disgraceful defeat and death."
        },
        {
            "title": "Homage to Kim Il Sung Paid",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-30ee.html",
            "content": "Homage to Kim Il Sung Paid\r\n Pyongyang, March 9 (KCNA) -- The participants in the national meeting of active women's union members for Songun culture visited the Kumsusan Memorial Palace on Wednesday to pay homage to President Kim Il Sung.\n\t\t\t\t\t They made deep bows to the President, recalling the undying feats performed by him who ushered in the rise of the Korean women's movement in his early years and worked heart and soul for the final solution of the women's issue."
        },
        {
            "title": "Participants in Women's Meeting Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-29ee.html",
            "content": "Participants in Women's Meeting Visit Mangyongdae\r\n Pyongyang, March 9 (KCNA) -- The participants in the national meeting of active women's union members for Songun culture visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bunches of flowers before the graves of Kim Po Hyon and Ri Po Ik, grandfather and grandmother of the President, and his father and mother Kim Hyong Jik and Kang Pan Sok and paid a silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The visitors went to the old home of the President and looked round historic relics preserved there.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Revolutionary Martyrs Cemetery on Mt. Taesong. \n\t\t\t\t\t\n\t\t\t\t\t And they went round various places including the Pyongyang Hosiery Factory and the Kim Jong Suk Nursery and enjoyed a performance given by the State Merited Chorus."
        },
        {
            "title": "Pride Peculiar to Korean Women",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-20ee.html",
            "content": "Pride Peculiar to Korean Women\r\n Pyongyang, March 9 (KCNA) -- Celebrating the International Women's Day, March 8, the Korean women extended deep thanks to President Kim Il Sung, leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk, who brought a worthwhile life to them.\n\t\t\t\t\t The Anti-Japanese Women's Association was formed in the 1920s under the leadership of Kim Il Sung as the first revolutionary organization of the Korean women. Since then, the Korean women's movement has developed in a new way.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats Kim Jong Suk performed in defending Kim Il Sung politically, ideologically and at the risk of her life and arousing women to the anti-Japanese war are conspicuous in the history of the movement for the Korean women's emancipation.\n\t\t\t\t\t\n\t\t\t\t\t The country's liberation from the Japanese colonial rule and the promulgation of the Law on Sex Equality were great events that freed the women from centuries-old deprivation of rights and inequality.\n\t\t\t\t\t\n\t\t\t\t\t During the periods of building a new country, the Fatherland Liberation War, post-war rehabilitation and construction and socialist construction, the women rolled one of the two wheels of the revolution, with equal rights with the men.\n\t\t\t\t\t\n\t\t\t\t\t On March 8, Juche 84 (1995), leader Kim Jong Il published a historic talk \"Women Are a Dynamic Force Pushing Ahead with the Revolution and Construction\". \n\t\t\t\t\t\n\t\t\t\t\t In the talk he called for establishing public traits of respecting women throughout the country. \n\t\t\t\t\t\n\t\t\t\t\t Some women are active as government officials and many have become winners of the title of hero in the country."
        },
        {
            "title": " Show of Stamps Opens in DPRK",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-31ee.html",
            "content": "Show of Stamps Opens in DPRK\r\n Pyongyang, March 9 (KCNA) -- A show of Korean stamps was opened to mark the lapse of 65 years after the first stamp was issued in the DPRK.\n\t\t\t\t\t Seen at the show is the enlarged photo of a stamp carrying portraits of President Kim Il Sung, General Secretary Kim Jong Il and Kim Jong Suk, an anti-Japanese war hero. \n\t\t\t\t\t\n\t\t\t\t\t On display there are stamps of more than 5,600 kinds issued since the first stamp was released in Korea after its liberation. They show the gains made by the army and people of the DPRK in politics, military affairs, economy, culture, science, sports and other fields true to the guidance of the Party and the leader.  \n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the Korean Stamp Exhibition Hall Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ryu Yong Sop, minister of Post and Telecommunications, officials concerned, philatelists and working people in the city of Pyongyang."
        },
        {
            "title": " Illusionary Jugglery to Be Performed in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-27ee.html",
            "content": "Illusionary Jugglery to Be Performed in Pyongyang\r\n Pyongyang, March 9 (KCNA) -- A large-scale illusionary jugglery will be performed in Pyongyang, the capital of the DPRK.\n\t\t\t\t\t The performance will include several pieces like appearance and disappearance of airplane, bus and elephant, and a magician floating in a weightless state.\n\t\t\t\t\t\n\t\t\t\t\t The performer is Kim Chol belonging to the Pyongyang Circus.\n\t\t\t\t\t\n\t\t\t\t\t Its premiere will be given on April 18 at the May Day Stadium, which is also the venue of the grand gymnastic and artistic performance \"Arirang\".\n\t\t\t\t\t\n\t\t\t\t\t The performance will be given six times, twice a week."
        },
        {
            "title": "Pyongyang to Be Garbed in Green",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-22ee.html",
            "content": "Pyongyang to Be Garbed in Green\r\n Pyongyang, March 9 (KCNA) -- A project is progressing in Pyongyang to make the city covered with green foliage.\n\t\t\t\t\t Ku Kyong Sun, a section chief of the Pyongyang City People's Committee, told KCNA that the project had been prepared from late last year and it would take a few years for the project to be finished.  \n\t\t\t\t\t\n\t\t\t\t\t Floricultural farms have already been organized in all districts and county of the city, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Greenhouses covering several thousand square meters, and one or two hectares of flower gardens have been constructed in the city. \n\t\t\t\t\t\n\t\t\t\t\t Flowers to be cultivated there will be planted in streets, residential quarters, parks and recreation grounds in the city.\n\t\t\t\t\t\n\t\t\t\t\tRecently, General Secretary Kim Jong Il visited the Pyongyang Floricultural Institute and called for invigorating the campaign for cultivating and planting flowers throughout the country."
        },
        {
            "title": "Medieval Embroidery \"Chonsuguk\"",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-23ee.html",
            "content": "Medieval Embroidery \"Chonsuguk\"\r\n Pyongyang, March 9 (KCNA) -- The embroidery \"Chonsuguk\" is a masterpiece showing the nation's developed embroidery art in the middle ages.\n\t\t\t\t\t The work portrays \"Chonsuguk\" (paradise) told in a Buddhist legend.\n\t\t\t\t\t\n\t\t\t\t\t It was created by Koguryo people in the year 622.\n\t\t\t\t\t\n\t\t\t\t\t In those days, Japan asked Koguryo and Paekje for scientific, technological and artistic assistance. The work was created at the request of the widow of Sho To, a crown prince of Japan, to prey for his repose.\n\t\t\t\t\t\n\t\t\t\t\t It is now preserved in Chugu Temple in Nara Prefecture, Japan.\n\t\t\t\t\t\n\t\t\t\t\t The original work was 4.8 meters high and 1.2 meters wide. With its fragments assembled, it is now kept in a one-square-meter frame.\n\t\t\t\t\t\n\t\t\t\t\t Four letters were written on each back of 100 tortoises. Its full text is recorded in an ancient book of Japan. \n\t\t\t\t\t\n\t\t\t\t\t The text introduces the family line of the dead and details of the work, including its embroiderers (Koguryo nationals).\n\t\t\t\t\t\n\t\t\t\t\t Styles, methods and decorative patterns employed in creating Koguryo mural paintings were apparently applied to the embroidery.\n\t\t\t\t\t\n\t\t\t\t\t Although nearly 14 centuries have passed, the work has still kept its canvas and thread colors almost unchanged."
        },
        {
            "title": "Renowned Woman Artist",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-24ee.html",
            "content": "Renowned Woman Artist\r\n Pyongyang, March 9 (KCNA) -- Kim Sung Hui is a renowned artist of the DPRK.\n\t\t\t\t\t Born in Tokyo as the sixth of the eight brothers and sisters, she dreamed of becoming an artist in her childhood.\n\t\t\t\t\t\n\t\t\t\t\t After returning home, she was honored with the audience of President Kim Il Sung. At that time the President wished that she would become an excellent artist as she desired. Since then, she has enjoyed a worthwhile life as an artist.\n\t\t\t\t\t\n\t\t\t\t\t She created more than 90 pictures of the three commanders of Mt. Paektu -- President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese war hero Kim Jong Suk -- and 600 landscape pieces. \n\t\t\t\t\t\n\t\t\t\t\t Her Korean painting \"Pongsan Masked Dance\" won a gold prize at the 9th Beijing International Art Expositions held in Juche 95 (2006). Oil painting \"At Crossroads\" and many other works created by her were registered as national treasures.\n\t\t\t\t\t\n\t\t\t\t\t When leader Kim Jong Il visited the Mansudae Art Studio in last January, she was lucky to meet with him.\n\t\t\t\t\t\n\t\t\t\t\t She, 73, is still active in creating art pieces."
        },
        {
            "title": "Rodong Sinmun on Danger of Escalating Test Nuclear War",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-17ee.html",
            "content": "Rodong Sinmun on Danger of Escalating Test Nuclear War\r\n Pyongyang, March 9 (KCNA) -- The United States and the south Korean warmongers are escalating the Key Resolve and Foal Eagle joint military exercises in south Korea. \n\t\t\t\t\t Rodong Sinmun Wednesday in a signed article discloses their danger. The on-going saber-rattling is a dangerous test nuclear war for invading the DPRK as it made their ignition of an all-out war on the Korean Peninsula a fait accompli.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The number of weapons and combat means involved in the above-said exercises is increasing and their types are reinforced with armed forces and fire means capable of carrying out a nuclear war. Their program puts main emphasis on the exercises simulating a nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t The danger of the joint military exercises finds its expression in that the U.S. imperialists' operation for a preemptive nuclear attack on the DPRK has been finally examined and rounded off in all aspects and has already entered into the phase of its implementation. \n\t\t\t\t\t\n\t\t\t\t\t The operation plans for invading the DPRK applied to the above-said military exercises are more concrete scenarios for provoking the second Korean war worked out on the basis of the review and consideration of all the existing war plans and \"experience\".\n\t\t\t\t\t\n\t\t\t\t\t The basic objective of the joint military exercises is to strike the DPRK's nuclear and missile bases and facilities at a stroke and disable and destroy them. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. bellicose forces would be well advised to bear in mind that \"surgical operation style\" strike, \"preemptive attack\" and the like on their lips are not their exclusive option and their striking mode is by no means a monopoly of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t To return fire for fire is the revolutionary retaliation of the army and people of the DPRK and it is their method of toughest counter-action. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers should properly understand who their rival is and give up their foolish plot to gain something by threatening someone through the escalation of the above-said joint military exercises."
        },
        {
            "title": "Japan's Ambition for Reinvasion of Korea Lambasted",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-18ee.html",
            "content": "Japan's Ambition for Reinvasion of Korea Lambasted\r\n Pyongyang, March 9 (KCNA) -- The Japan Ground \"Self-Defense Force\" fired anti-tank artillery pieces together with the U.S. Marines present in Okinawa this month in the wake of the similar drill staged last month, kicking up a war atmosphere. The Japan Maritime SDF staged a drill to \"cope with missiles\" together with the U.S. Navy with Aegis ships involved for the first time in history. Timed to coincide with this, Japan decided to round off the latest interceptor system through a huge financial allocation in a few years to come.\n\t\t\t\t\tRodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are working hard to justify their ambitious military actions while talking about any \"regular military cooperation\" and \"reaction to threats\" from neighboring countries. This rhetoric, however, can convince no one.\n\t\t\t\t\t\n\t\t\t\t\t Their ulterior aim is to put spurs to the moves to turn Japan into a military power and stage a comeback to Korea under the pretext of the so-called \"military cooperation\" and \"reaction to threats\". \n\t\t\t\t\t\n\t\t\t\t\t They have been so emboldened by their moves to turn Japan into a military giant that they are citing \"military cooperation\" with the U.S. as a pretext for legalizing the overseas military operations of the SDF in a bid to realize their scenario for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t They are operating a secret intelligence machine which plays the role of scout and vanguard for aggression against the DPRK and China. This suggests that their militarist reinvasion is not a hypothesis but is becoming a reality.\n\t\t\t\t\t\n\t\t\t\t\t It's just a matter of time for them to launch reinvasion. The DPRK is the first target of this. It is the scenario of Japan to invade the DPRK and go over to the operation to conquer Asia with the Korean Peninsula as a springboard just as it did in the last century. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists are, however, seriously mistaken.\n\t\t\t\t\t\n\t\t\t\t\t Japan's reinvasion will lead it to ruin."
        },
        {
            "title": "Key Resolve and Foal Eagle Flayed by S. Korean Organizations",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-06ee.html",
            "content": "Key Resolve and Foal Eagle Flayed by S. Korean Organizations\r\n Pyongyang, March 9 (KCNA) -- Civic and public organizations of south Korea including the People for Achieving Peace and Reunification held a rally in Seoul on March 5 denouncing the war-like forces for their moves for a war of aggression against the north.\n\t\t\t\t\t At the rally speakers accused the authorities of staging together with the U.S. Key Resolve and Foal Eagle joint military exercises involving huge armed forces. \n\t\t\t\t\t\n\t\t\t\t\t The belligerent forces are describing the saber-rattling as \"a drill for defense\" but it is entirely one for preemptive attack on the north, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The people feel as if they were living over bombs due to the ceaseless joint military exercises, they deplored, calling upon all the progressive forces to get united to struggle to achieve the peace on the Korean Peninsula, opposed to the war maneuvers for aggression."
        },
        {
            "title": "US-S. Korean War-like Forces Plan to Stage Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-07ee.html",
            "content": "US-S. Korean War-like Forces Plan to Stage Joint Military Exercises\r\n Pyongyang, March 9 (KCNA) -- The U.S. imperialists and the south Korean puppet army are mulling staging joint aerial military exercises at the U.S. air force base in Kunsan, North Jolla Province from March 8 to 10, according to south Korean Yonhap News.\n\t\t\t\t\t The war maneuvers codenamed Buddy Wing will be reportedly participated in by F-16 fighter bombers of the 8th combat flying corps of the U.S. Air Force and the KF-16 fighters of the 20th combat flying corps of the puppet air force.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' side said the projected saber-rattling was aimed to boost the capability for rapid sorties and perfect performance of operational tasks in contingency."
        },
        {
            "title": "Actions to Have Women's Rights Guaranteed Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-08ee.html",
            "content": "Actions to Have Women's Rights Guaranteed Declared in S. Korea\r\n Pyongyang, March 9 (KCNA) -- More than 20 women's organizations of south Korea including the Women's Committee of the south Korean Confederation of Trade Unions held a meeting in Seoul on March 5 on the occasion of the International Women's Day. \n\t\t\t\t\t Speakers at the meeting said the women were the first victim of the unpopular labor policy pursued by the present regime. \n\t\t\t\t\t\n\t\t\t\t\t They deplored that the women in south Korea are subject to harsh discrimination, denied even elementary rights. \n\t\t\t\t\t\n\t\t\t\t\t A resolution read out at the meeting expressed opposition to all sorts of discrimination, holding that an end can be put to the present grim reality only through struggle.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities guarantee the right to work, increase support to education and nursing and lift the unreasonable discriminative treatment and so on. \n\t\t\t\t\t\n\t\t\t\t\t The women will not cease their actions till they are guaranteed genuine rights, the resolution stressed. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a petition campaign and information service demanding the guarantee of the women's rights took place around the venue of the meeting on the same day."
        },
        {
            "title": "Guo Boxiong Calls for Scientific Development in Army Building",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-01ee.html",
            "content": "Beijing, March 7 (KCNA) -- Guo Boxiong, vice-chairman of the Central Military Commission of the People's Republic of China, called for accelerated scientific development in national defense and army building recently when conducting a study tour of the Chengdu Combat Zone.\n\t\t\t\t\t He urged all the units of the army to deeply study the important theories of President Hu Jintao on the national defense and army building under the new situation, holding the banner of socialism with Chinese characteristics.\n\t\t\t\t\t\n\t\t\t\t\t They should also set it as a theme to promote the scientific development in national defense and army building and keep it as the principal line to rapidly change the formation of combat ability and thus carry through their duties assigned by the Party and the people, he said."
        },
        {
            "title": "Harmonious Whole between Leader and People in DPRK Praised in Mexico",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-02ee.html",
            "content": "Harmonious Whole between Leader and People in DPRK Praised in Mexico\r\n Pyongyang, March 9 (KCNA) -- The Mexican Institute for the Study of the Juche Idea in its bulletin No. 72 carried an article titled \"Harmonious Whole between Leader and People\" with a photo of General Secretary Kim Jong Il.\n\t\t\t\t\t The article said that the Korean people trust and follow Kim Jong Il as their father, telling the story about how he named a baby of a worker's family at the Wonsan Youth Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Such close relationship between Kim Jong Il and the people has not come of itself, it noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t He has devoted his all to the happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, the people of this country call him \"our father\" and \"general, our father\" while following him.\n\t\t\t\t\t\n\t\t\t\t\t They are united close around him with one thought and purpose.\n\t\t\t\t\t\n\t\t\t\t\t The article referred to the fact that the Korean people are effecting a revolutionary surge in building a thriving nation, single-mindedly united around Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The reality proves that the harmonious whole between the leader and the people provides a sure guarantee for all miracles and victories of the Korean people, concluded the article."
        },
        {
            "title": "Kim Jong Il's Leadership Exploits Praised by Russian Paper",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-03ee.html",
            "content": "Kim Jong Il's Leadership Exploits Praised by Russian Paper\r\n Pyongyang, March 9 (KCNA) --The Russian newspaper Patriot in its 9th issue highly praised the leadership exploits of General Secretary Kim Jong Il.\n\t\t\t\t\t The paper said it in an article titled \"Distinguished Exploits\" carried with his photo.\n\t\t\t\t\t\n\t\t\t\t\t It said: The DPRK was compelled to make an unprecedented arduous march, forced march in rigorous trials and difficulties baffling human imagination. But the plan to build a thriving nation is being translated into a reality, a striking demonstration of his leadership ability. \n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a politico-ideological and military power under the uplifted banner of Songun and, on this basis, unrolled a far-reaching plan for building an economic power, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is ushering in a heyday of prosperity, always believing the inexhaustible strength of the popular masses and counting on it. He encouraged the army and people to give free rein to their ideological and moral power in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t Under his guidance the Korean people have effected a signal surge and astonishing successes in the overall economic construction. \n\t\t\t\t\t\n\t\t\t\t\t They will surely build a thriving socialist power under his leadership."
        },
        {
            "title": "Halt to US-S. Korea Military Maneuvers Demanded in Indonesia",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-04ee.html",
            "content": "Halt to US-S. Korea Military Maneuvers Demanded in Indonesia\r\n Pyongyang, March 9 (KCNA) -- The National Guidance Council of the Pioneer Party of Indonesia and the Indonesia-Korea Association for Friendship and Cultural Exchange demanded the U.S. and the south Korean authorities stop at once Key Resolve and Foal Eagle joint military exercises for aggression.\n\t\t\t\t\t In a statement on March 2 they said that the military drills are obviously a provocation threatening the sovereignty of the DPRK, adding the situation on the Korean Peninsula was put on the phase of tension again.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed concern over the situation prevailing on the Korean Peninsula, recalling that the U.S. and the south Korean authorities' provocations spoiled the hard-won atmosphere of peace created thanks to the efforts of the DPRK and escalated such tension that a war may break out at any moment. \n\t\t\t\t\t\n\t\t\t\t\t It strongly denounced their provocations and extended full support and solidarity to the DPRK's stand to protect the sovereignty of the country and ensure peace on the peninsula."
        },
        {
            "title": "Key Resolve and Foal Eagle Condemned by Italian Party",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-05ee.html",
            "content": "Key Resolve and Foal Eagle Condemned by Italian Party\r\n Pyongyang, March 9 (KCNA) -- A political party of Italy and an organization of Bangladesh issued statements denouncing the U.S. imperialists and the south Korean puppet forces for staging the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t The Movement for Peace and Socialism of Italy in a statement on March 3 said the joint military exercises are arousing great concern among the world people as they are nuclear war exercises with huge war hardware involved according to the U.S. scenario for a war of aggression against the DPRK aimed at occupying the whole of the Korean Peninsula by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean authorities are describing them as \"ones for defense\" but this is nothing but sophism to evade their responsibility for bringing the situation on the peninsula to the brink of war, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy in a statement on March 2 said that the U.S. and the south Korean authorities finally kicked off the joint military exercises aiming at the DPRK despite progressive mankind's repeated protest and denunciation. \n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling clearly proves once again that the U.S. and the south Korean authorities are harassers of peace and war-like forces, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the present reality in which the touch-and-go situation is prevailing on the Korean Peninsula goes to clearly prove how just the Songun politics is as it helped turn the DPRK into a military power with war deterrent for self-defence."
        },
        {
            "title": " Jia Qinglin on Tasks of CPPCC for 2011",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-09ee.html",
            "content": "Jia Qinglin on Tasks of CPPCC for 2011\r\n Beijing, March 7 (KCNA) -- Jia Qinglin, chairman of the National Committee of the Chinese People's Political Consultative Conference (CPPCC), mentioned the tasks facing the Conference this year on March 3 when addressing the opening Fourth Session of the 11th National Committee of the CPPCC.\n\t\t\t\t\t He underlined the need for the CPPCC to strengthen the guidance through education to lay a firm ideological and political foundation of the development of the socialist politics with Chinese characteristics.\n\t\t\t\t\t\n\t\t\t\t\t The CPPCC will devote wisdom and efforts to carrying out the 12th Five-Year Plan and conduct the work with the popular masses in an efficient way, he added.\n\t\t\t\t\t\n\t\t\t\t\t It will also put efforts into boosting the unity and friendship with Hong Kong, Macao, Taiwan and overseas Chinese and friendship with peoples of all countries, he stressed."
        },
        {
            "title": "Cambodian Radio on Situation of Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-10ee.html",
            "content": "Cambodian Radio on Situation of Korea\r\n Pyongyang, March 9 (KCNA) -- Cambodia's FM 90.5 radio on Mar. 1 aired comments on the aggravating situation of the Korean Peninsula. \n\t\t\t\t\t The radio noted that the instable situation of the peninsula has been recently aggravated again to give rise to concern among the international community. And it referred in detail to the scale of the Key Resolve and Foal Eagle joint military exercises staged by the U.S. imperialists and the south Korean puppet warmongers. \n\t\t\t\t\t\n\t\t\t\t\t These exercises are under way according to a scenario of simulated overall war with the DPRK, the radio pointed out, adding: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean side is carrying in real earnest the anti-DPRK psychological warfare while threatening it through demonstration of armed forces. Not only nongovernmental organizations but also the military join in the warfare, seriously getting on the DPRK's nerves and inciting confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, call for reintroduction of nukes into south Korea is heard from among some people in the U.S. and south Korea. \n\t\t\t\t\t\n\t\t\t\t\t This advocacy, a factor that may drive the situation of the Korean Peninsula to an uncontrollable crisis, is creating very ill-boding developments. If it is realized, the denuclearization of the peninsula and the situation of Northeast Asia will face a more serious challenge. \n\t\t\t\t\t\n\t\t\t\t\t The international community hopes for denuclearization, durable peace and stability of the Korean Peninsula."
        },
        {
            "title": "Russia Will Develop Ties with CIS Members--Putin",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-11ee.html",
            "content": "Russia Will Develop Ties with CIS Members--Putin\r\n Moscow, March 7 (KCNA) -- Russia will develop relations with members of the Commonwealth of Independent States (CIS), said Prime Minister of Russia Vladimir Putin in the recent talks with the executive secretary of CIS. \n\t\t\t\t\t It is one of the primary tasks for the country to develop in a multifarious way and consolidate the cooperation with CIS members, he said. \n\t\t\t\t\t\n\t\t\t\t\t Russia will direct its efforts to boosting mutual cooperation within the Eurasia Economic Community and the Customs Union in particular, he declared."
        },
        {
            "title": "Kazakh President on Women's Role",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-12ee.html",
            "content": "Kazakh President on Women's Role\r\n Pyongyang, March 8 (KCNA) -- Kazakh President Nursultan Nazarbayev referred to the women's role at an event held in the capital city of his country on March 5. \n\t\t\t\t\t He said that broad sections of women are making big contribution to strengthening the sovereignty and independence of the country and hastening the socio-economic development. \n\t\t\t\t\t\n\t\t\t\t\t The government will continue challenging efforts to the development of women's work so that many more women can work in the state organs, he stressed."
        },
        {
            "title": "Palestine Should Become Full UN Member--Abbas",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-13ee.html",
            "content": "Palestine Should Become Full UN Member--Abbas\r\n Pyongyang, March 8 (KCNA) -- Palestine should be a full member of the United Nations, Mahmoud Abbas, chief of the Palestinian National Authority, said in a news conference on March 5. \n\t\t\t\t\t \"It is the time for Palestine within the borders that Israel has occupied since 1967 to join the UN,\" he said. \n\t\t\t\t\t\n\t\t\t\t\t He added that the Palestinian National Authority has completed building national institutions for declaring a Palestinian state and becoming a UN member."
        },
        {
            "title": "Joint Statement on Issue of Nagorno Karabakh",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-14ee.html",
            "content": "Joint Statement on Issue of Nagorno Karabakh\r\n Pyongyang, March 8 (KCNA) -- Dmitri Medvedev, Ilham Aliyev and Serge Sarkissian, presidents of Russia, Azerbaijan and Armenia, issued a joint statement on mediating the issue of Nagorno Karabakh at the end of their talks on March 5.\n\t\t\t\t\t The three leaders discussed how to implement the 3-nation statement issued in 2010, agreed on additional measures and decided to wrap up the exchange of prisoners as soon as possible, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It added that every party to the talks expressed its intention to settle all the disputes in a peaceful way and investigate the possible conflicts in cooperation with the Organization for Security and Cooperation in Europe."
        },
        {
            "title": "Uruguayan Party Leader Criticizes U.S. Interference",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-15ee.html",
            "content": "Uruguayan Party Leader Criticizes U.S. Interference\r\n Pyongyang, March 9 (KCNA) -- Eduardo Fernandez, general secretary of the Socialist Party of Uruguay, on March 4 charged that the United States continues its international policy of meddling in the internal affairs of other countries. \n\t\t\t\t\t He responded this way to information issued by the U.S. embassy, published by Wikileaks, on the former foreign minister of Uruguay Reinaldo Gargano (2005-2008). \n\t\t\t\t\t\n\t\t\t\t\t U.S. diplomats defined Gargano as anti-American, radical and ideologically stubborn. \n\t\t\t\t\t\n\t\t\t\t\t \"I do not understand why they are performing work of spies to discover that the former foreign minister has positions against the American empire,\" said Fernandez."
        },
        {
            "title": "China Improves Social Management",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-21ee.html",
            "content": "China Improves Social Management\r\n Pyongyang, March 9 (KCNA) -- China is now working hard to put social management on a higher scientific level.\n\t\t\t\t\t To this effect, it is paying efforts to helping the people have a proper understanding of the value of socialism and social management, while steadily improving public morality, social orders and code of conduct to suit a new social management system.\n\t\t\t\t\t\n\t\t\t\t\t In order to set up a better social management system, government bodies are urged to upgrade their abilities and efficiency of social management and public and civic organizations are encouraged to enhance their creativeness and capabilities and actively join in social management.\n\t\t\t\t\t\n\t\t\t\t\t The government is intensifying supervision and control over websites with the imperialists and dishonest elements trying to destabilize social order by spreading misinformation through Internet.\n\t\t\t\t\t\n\t\t\t\t\t Measures taken by the Chinese party and government to put social management on a scientific basis and build a harmonious socialist society have already proved effective in the effort for achieving social stability and development, gaining public favor."
        },
        {
            "title": " Chinese Police Ordered to Curb Corruption",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-25ee.html",
            "content": "Chinese Police Ordered to Curb Corruption\r\n Beijing, March 7 (KCNA) -- China's Ministry of Public Security recently issued an order instructing the police to keep the Party discipline and upright politics and curb corruption.\n\t\t\t\t\t The document urged police departments across the country to properly solve the problems raised by the people and focus on the establishment of the system for punishing and preventing corruption.\n\t\t\t\t\t\n\t\t\t\t\t It also stressed that police departments across the country should give priority to adhering to the Party's political discipline and fully meet the demands of the State Council related to land expropriation and home demolition and step up the construction of their own discipline inspection and control regime."
        },
        {
            "title": "UNOCA Inaugurated in Libreville",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-26ee.html",
            "content": "UNOCA Inaugurated in Libreville\r\n Pyongyang, March 9 (KCNA) -- The United Nations Regional Bureau for Central Africa (UNOCA) was recently inaugurated in Libreville, the capital city of Gabon.\n\t\t\t\t\t The unveiled UN institution is expected to play an important role in the establishment of partnership with the Economic Community of Central African States and in the coordination of UN regional peace and security initiatives."
        },
        {
            "title": "ACR urge de nuevo entrevista directa con habitantes retenidos",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-34ee.html",
            "content": "ACR urge de nuevo entrevista directa con habitantes retenidos\r\nPyongyang, 9 de marzo (ATCC) -- En relacion con que la parte surcoreana evade la devolucion de todos los habitantes norcoreanos retenidos injustamente en suelo surcoreano y la entrevista directa con 4 de ellos para verificar la \"voluntad de quedarse en el Sur de Corea\", el presidente del Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea envio la vispera otro aviso a su par surcoreano demandandolas fuertemente una vez mas.\n\t\t\t\t\tLa nota cuestiona la conducta de la parte surcoreana que se burla de los familiares de retenidos y de la parte Norte insistiendo en la devolucion de 27 personas y mencionando el modo de comprobacion objetiva de la \"voluntad libre\" de 4 restantes.\n\t\t\t\t\t\n\t\t\t\t\tLa evasiva ante la entrevista directa con esas ultimas insinua que la expresion de \"voluntad de quedarse\" por ellas, mencionada por las autoridades surcoreanas, es una mentira pura para justificar el rapto, critica.\n\t\t\t\t\t\n\t\t\t\t\tResulta contradictorio que las autoridades surcoreanas rehusen ahora la entrevista directa bajo injustos pretextos porque ellas mismas prometieron anteriormente organizar las citas con los que se vayan al Sur de Corea, recuerda.\n\t\t\t\t\t\n\t\t\t\t\tCon la declaracion de terceras personas o los videos aludidos por las autoridades surcoreanas, no se puede convencer a nadie, afirma.\n\t\t\t\t\t\n\t\t\t\t\tEn lugar de insistir injustamente, la parte surcoreana debe acudir pronto al contacto de trabajo de cruz roja N-S en la sala de reuniones de la ex Comision de Supervision de Naciones Neutrales en Phanmunjom con 4 personas que supuestamente expresaron la \"voluntad de quedarse\", urge fuertemente el aviso.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas eluden hasta el final la entrevista, la parte Norte tomara rotundas contramedidas considerando como acto de rapto la insistencia de ellas en cuanto a la \"voluntad de quedarse\"."
        },
        {
            "title": "IRP revela caracter de ejercicios belicos \"Key Resolve\" y \"Foal Eagle\"",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-35ee.html",
            "content": "IRP revela caracter de ejercicios belicos \"Key Resolve\" y \"Foal Eagle\"\r\nPyongyang, 9 de marzo (ATCC) -- El Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 8 una carta blanca para revelar a todo el mundo el caracter y la dimension de los ejercicios militares conjuntos Estados Unidos-Sur de Corea \"Key Resolve\" y \"Foal Eagle\".\n\t\t\t\t\tSi se tiene en cuenta el caracter y contenido de \"Key Resolve\" y \"Foal Eagle\" y su periodo, dimension y armamentos movilizados, ellos son evidentemente los simulacros para desatar la guerra contra la Republica Popular Democratica de Corea atacandola sorpresiva y preventivamente con armas nucleares, adelanta la carta blanca y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tBajo auspicios de la \"comandancia de fuerzas armadas combinadas\" Sur de Corea-EE.UU., se realizaran los ejercicios de mando y traslado para practicar la \"recepcion, la espera, el traslado al frente y la union de las tropas norteamericanas de refuerzo\", que se despacharian a la Peninsula Coreana en el tiempo de emergencia, y las operaciones especiales conjuntas, inclusive las en la retaguardia.\n\t\t\t\t\t\n\t\t\t\t\tOtro objetivo reside en verificar y entrenar la incorporacion rapida de las tropas norteamericanas, la capacidad operacional del ejercito titere surcoreano y la movilizacion de recursos materiales y humanos del Sur de Corea en el tiempo de guerra. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, \"Key Resolve\" y \"Foal Eagle\" suponen los actos provocativos y agresivos contra la RPDC aun en los tiempos de paz.\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, en virtud del nuevo plan de agresion a la RPDC consistente en ocuparla atacando preventivamente sus puntos estrategicos, incluyen los ejercicios de eliminacion de armas nucleares, travesia por zonas montanosas del Norte, batalla en Pyongyang, ataque a precision a los puestos de mando, mantenimiento de seguridad en territorios norcoreanos, etc.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios \"Key Resolve\" y \"Foal Eagle\" de este ano suponen 44 combates locales y la guerra total en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tSegun el \"plan operacional 5029\", persiguen la meta de desatar la guerra anti-RPDC pretextando la supuesta \"situacion de emergencia\". \n\t\t\t\t\t\n\t\t\t\t\tEste ano, el periodo de ellos se fijo como 62 dias desde el 28 de febrero hasta el 30 de abril, o sea, 39 mas que el ano pasado. \n\t\t\t\t\t\n\t\t\t\t\tY el numero de uniformados norteamericanos y surcoreanos participantes ha superado 210 mil frente a decenas de miles de las anteriores ediciones.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, llegaran a bordo de submarinos nucleares y aviones de transporte las tropas especiales de la comandancia de apoyo no. 20 de fuerzas terrestres norteamericanas, organizadas en 2004 con la mision de detectar y eliminar armas nucleares, misiles, etc. en diferentes latitudes del orbe.\n\t\t\t\t\t\n\t\t\t\t\tBastan para ejecutar una guerra entera los medios belicos movilizados como el portaaviones nuclear \"Ronald Reagan\", los cruceros y destructores de tipo Aegis, los submarinos nucleares, los aviones \"F-117\", \"F/A-18\", \"E-2C\", \"EA-6B\", los tanques \"M1-A1 Abrams\", los canones automotores \"M109A6\", los carros blindados de reconocimiento biologico, quimico y radiactivo, los aparatos desintoxicantes \"M26\", los robots detectores de explosivos \"TALON\", el carro de reconocimiento biologico \"K-317\", el sistema bloqueador de rayos infrarrojos \"K-221\", etc. \n\t\t\t\t\t\n\t\t\t\t\tEn los ejercicios de este ano participan tambien un gran numero de reservistas surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tLo que hicieron primero las autoridades surcoreanas en el poder fue inculcar en los militares y civiles la conciencia conflictiva y el belicismo contra la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\tBajo el apoyo especial de ellas, se produjeron y se proyectaron muchas peliculas sobre los conflictos armados en el Mar Oeste y la pasada guerra coreana desatada el 25 de junio de 1950, las cuales insultan el regimen y el ejercito de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tY en las calles y plazas, donde resonaban las consignas \"Entre nosotros, los connacionales\", se escuchan ahora las griterias de conservadores ultraderechistas en uniforme militar que reclaman \"rechazar y exterminar el comunismo\". \n\t\t\t\t\t\n\t\t\t\t\tEste panorama hace recordar a los nazistas alemanes y los militaristas japoneses en visperas de la Segunda Guerra Mundial. \n\t\t\t\t\t\n\t\t\t\t\tLa banda de conservadores surcoreanos reorganizo para el tiempo de guerra el aparato de dominacion y la estructura del ejercito y aumenta en gran medida los equipos y materiales belicos. \n\t\t\t\t\t\n\t\t\t\t\tEl equipo del Ministerio de Defensa Nacional titere fue refrescado con los connotados uniformados que habian dirigido las unidades de campana.\n\t\t\t\t\t\n\t\t\t\t\tEl \"poder\" de Lee Myung Bak invirtio durante dos anos de su mandato 8 mil 800 millones de US$ en la importacion de armamentos sofisticados de toda indole. Esta suma es 2 mil millones mas que los fondos gastados para el mismo fin durante 5 anos del \"poder\" antecesor. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y la banda de conservadores titeres surcoreanos ultimaron ya los preparativos para la guerra anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA traves de esta guerra, ellos quieren buscar la salida de la crisis en que cayeron debido al fracaso total de su politica interior y exterior. \n\t\t\t\t\t\n\t\t\t\t\tEllos no podran justificar de ninguna manera sus aventureros ejercicios belicos anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tSi ellos optan por desatar la guerra, sufriran la derrota aplastante y la muerte."
        },
        {
            "title": " Inaugurada Exhibicion de Sellos de Corea",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-36ee.html",
            "content": "Inaugurada Exhibicion de Sellos de Corea\r\nPyongyang, 9 de marzo (ATCC) -- Quedo inaugurada este miercoles la Exhibicion de Sellos de Corea dedicada al 65o aniversario de la emision del primer sello de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la sede se veia una foto ampliada del sello que lleva las imagenes del Presidente Kim Il Sung, el Dirigente Kim Jong Il y la Heroina de la Lucha Antijaponesa Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\tFueron expuestos tambien mas de 5 mil 600 sellos publicados desde la emision del primer sello despues de la liberacion de Corea hasta la fecha, los cuales presentan los exitos logrados por el ejercito y el pueblo coreanos bajo la guia del partido y el lider en diferentes sectores como la politica, los asuntos militares, la economia, la cultura, la ciencia y el deporte.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural, que tuvo lugar hoy en la Exhibicion Permanente de Sellos Coreanos, estuvieron presentes Ryu Yong Sop, ministro de Comunicacion, y otros funcionarios, los aficionados a la filatelia y trabajadores capitalinos."
        },
        {
            "title": "Rodong Sinmun comenta los ejercicios militares de Japon",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-37ee.html",
            "content": "Rodong Sinmun comenta los ejercicios militares de Japon\r\n Pyongyang, 9 de marzo (ATCC) --   Al igual que el mes pasado, las \"Fuerzas Terrestres de Autodefensa\" de Japon realizaron el tiro de canon antitanque junto con la infanteria de marina de Estados Unidos acampada en Okinawa.\n\t\t\t\t\t Por otra parte, las \"Fuerzas Maritimas de Autodefensa\" libraron el entrenamiento \"antimisil\" junto con las fuerzas navales norteamericanas movilizando por primera vez sus buques Aegis.\n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo, Japon decidio completar el establecimiento de un sofisticado sistema de interceptacion dentro de unos anos invirtiendo fabulosos fondos.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual de este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Los reaccionarios japoneses intentan justificar sus ambiciosas acciones militares hablando de la supuesta \"cooperacion militar rutinaria\" y \"reaccion a la amenaza\" de los paises vecinos.\n\t\t\t\t\t\n\t\t\t\t\t Esos pretextos, que no pueden convencer a nadie, entranan la intencion de ellos de dar acicate a sus maniobras para convertir a su pais en una potencia militar y lanzar de nuevo la agresion.\n\t\t\t\t\t\n\t\t\t\t\t Para ese fin, tratan de legalizar las operaciones militares en ultramar de las \"Fuerzas de Autodefensa\" pretextando la \"cooperacion militar\" con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Otro hecho alarmante es que ellos operan un organo de inteligencia que cumplira el papel de vanguardia en la eventual agresion a Corea y China.\n\t\t\t\t\t\n\t\t\t\t\t La reagresion militarista de los reaccionarios japoneses es una cuestion de tiempo.\n\t\t\t\t\t\n\t\t\t\t\t Al igual que en el siglo pasado, Japon intenta agredir primero a Corea y conquistar a Asia usando la Peninsula Coreana como plataforma de salto.\n\t\t\t\t\t\n\t\t\t\t\t Los equivocados imperialistas japoneses deben saber que la reagresion los conducira a la autodestruccion."
        },
        {
            "title": "Rodong Sinmun condena escalada de ejercicios militares anti-RPDC",
            "url": "http://kcna.co.jp/item/2011/201103/news09/20110309-38ee.html",
            "content": "Rodong Sinmun condena escalada de ejercicios militares anti-RPDC\r\nPyongyang, 9 de marzo (ATCC) -- El diario Rodong Sinmun denuncio en un articulo individual divulgado este miercoles la escalada y la peligrosidad de ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" que libran Estados Unidos y los belicistas surcoreanos en el territorio de esos ultimos.\n\t\t\t\t\t El articulista revelo que esos ejercicios son el simulacro de guerra nuclear total contra la Republica Popular Democratica de Corea, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t Al paralelo de aumento de armas y otros medios de combate movilizados en \"Key Resolve\" y \"Foal Eagle\", se diversifican sus tipos con vistas a la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t La peligrosidad de esas maniobras se comprueba en que quedo revisada finalmente y entro ya en la etapa de ejecucion la operacion de EE.UU. sobre el ataque preventivo nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Los planes de operacion, que se aplican en \"Key Resolve\" y \"Foal Eagle\", son la version detallada del plan de segunda guerra coreana en que se sintetizan y se complementan las \"experiencias\" logradas hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\t El objetivo principal es neutralizar y atropellar a la RPDC al atacar de repente sus bases nucleares y de misiles e instalaciones importantes.\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas norteamericanos deben conocer bien que el ataque al \"estilo de operacion quirurgica\" o el \"preventivo\" no son modos exclusivos de si mismos.\n\t\t\t\t\t\n\t\t\t\t\t Controlar el fuego con el fuego es el temperamento revolucionario y manera de reaccion del ejercito y el pueblo coreanos.\n\t\t\t\t\t\n\t\t\t\t\t Las fuerzas belicistas de EE.UU. deben conocer bien a su rival y desistir de su necio intento de ganar algo presionando con la escalada de \"Key Resolve\" y \"Foal Eagle\"."
        }
    ]
}