{
    "date": "2011-01-20",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Industrial Establishments ",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-17ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Industrial Establishments\r\nPyongyang, January 20 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the November 20 Factory and the Ryongaksan Spring Water Factory.\n\t\t\t\t\t The first leg of his guidance was the November 20 Factory.\n\t\t\t\t\t\n\t\t\t\t\t He looked round a room devoted to the education in the revolutionary history, conducted by leading officials of the factory. \n\t\t\t\t\t\n\t\t\t\t\t Seeing the historical relics and data on display, he looked back with deep emotion on the glorious path of victory and prosperity covered by the factory under the care of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t He said that the factory has turned into a reliable building-machine producer of the nation under the wise leadership and the deep care of the President.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the factory manufactured a lot of building equipment, making a great contribution to laying a foundation of an independent national economy and modernizing construction, in particular. He appreciated the shining feats performed by them in the past. \n\t\t\t\t\t\n\t\t\t\t\t He went round various places of the factory to learn in detail about production there. \n\t\t\t\t\t\n\t\t\t\t\t It is very good that the factory manufactured large-capacity dredging equipment, he said, underscoring the need for the factory to build and supply in time dredgers necessary for dredging the River Pothong so as to protect better the river as a river of bliss. \n\t\t\t\t\t\n\t\t\t\t\t He was pleased to see a high quality \"Sorikkot\" iced water machine produced by the factory through a drive to produce August 3 consumer goods, calling on it to produce more iced water machines before the Day of Sun so that it may supply tasty iced water to Pyongyangites. \n\t\t\t\t\t\n\t\t\t\t\t He advanced the tasks to be fulfilled by the factory. \n\t\t\t\t\t\n\t\t\t\t\t  The next leg of his guidance was the Ryongaksan Spring Water Factory. \n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the factory before a huge map showing its panoramic view, he went round different places of the factory to learn in detail about the construction of the factory, its equipment and production there. \n\t\t\t\t\t\n\t\t\t\t\t He praised the officials, workers and technicians of the factory for their feats, greatly satisfied to learn that they are successfully operating it after furnishing it with cutting-edge equipment. \n\t\t\t\t\t\n\t\t\t\t\t Appreciating the good taste of the spring water produced by the factory, he praised scientists and the officials and other working people of the factory for discovering the rich source of quality spring water in Wollo-ri well known as a village of elders from olden times as it produced a lot of macrobians and successfully built the factory to provide the processed spring water to the citizens of the capital. \n\t\t\t\t\t\n\t\t\t\t\t He put forward the tasks facing the factory. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that if the factory is to put the production of spring water going at a high rate it is necessary for it to continue energetically pushing forward its modernization and scientification and for the relevant domain to mass-produce varieties of containers convenient for use and supply them to the factory. \n\t\t\t\t\t\n\t\t\t\t\t Noting that quality spring water is found in abundance in various places of the country with beautiful mountains and clean water, he stressed the need for the factory to make a good use of this and help towards promoting the health of people. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Thae Jong Su, alternate member of the Political Bureau and secretary of the C.C., the WPK, and Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C. the WPK and chief secretary of the Pyongyang City Committee of the WPK."
        },
        {
            "title": "Congratulations to Nguyen Phu Trong",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-24ee.html",
            "content": "Congratulations to Nguyen Phu Trong\n\t\t\t\t\t\t\r\nPyongyang, January 20 (KCNA) -- General Secretary Kim Jong Il sent a congratulatory message to Nguyen Phu Trong in connection with his election as general secretary of the Central Committee of the Communist Party of Vietnam on Jan. 19.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t I send warm congratulations for the successful holding of the 11th Congress of the Communist Party of Vietnam and for your election as general secretary of the Party.\n\t\t\t\t\t\n\t\t\t\t\tYour election represents the trust and expectation of all the members of your party and the people in you.\n\t\t\t\t\t\n\t\t\t\t\tI am convinced that the friendly and cooperative relations between our two parties with excellent traditions would continue developing on good terms as desired by the two peoples and wish you great success in your responsible work to strengthen the party and build a prosperous socialist Vietnam."
        },
        {
            "title": " DPRK, Romania Sign Protocol",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-18ee.html",
            "content": "DPRK, Romania Sign Protocol\n\t\t\t\t\t\t\r\n Pyongyang, January 20 (KCNA) -- A protocol on bilateral agreements reached between the governments of the DPRK and Romania in 1956-1989 period was signed in Pyongyang on Thursday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Kim Song Gi, vice-minister of Foreign Affairs, and officials concerned and from the Romanian side Iancu Liviu Ovidiu, charge d'affaires a.i. to the DPRK, and his embassy officials."
        },
        {
            "title": "Mt. Oga Reserve Area More than Doubled",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-15ee.html",
            "content": "Mt. Oga Reserve Area More than Doubled\r\n Pyongyang, January 20 (KCNA) -- The Mt. Oga reserve area in a northern province of the DPRK more than doubled.\n\t\t\t\t\t Officials and working people of the province and employees of the reserve management station planted at least 440,000 trees of 11 species in the thousands of hectares of expanded land.\n\t\t\t\t\t\n\t\t\t\t\t They made the 1.2 hectare seedlings field and grew tens of thousands of seedlings of over 10 species including chestnut not previously grown in the area.\n\t\t\t\t\t\n\t\t\t\t\t They also built 3 hectare arboretum with over 4,000 trees of 25 species so that visitors can observe all plants in the mountain without touring the area.\n\t\t\t\t\t\n\t\t\t\t\t Wild animals and mountain birds are finding home in the area, a national heritage site, as forest gets deeper and edible and medicinal herbs more diversified."
        },
        {
            "title": "Korean Acrobats Win Top Prize at Int'l Circus Festival",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-16ee.html",
            "content": "Korean Acrobats Win Top Prize at Int'l Circus Festival\r\n Pyongyang, January 20 (KCNA) -- Acrobats of the DPRK won top prize at the 19th Massy International Circus Festival held in France from Jan. 13 to 16.\n\t\t\t\t\t It brought together acrobats from 11 countries including the DPRK, Russia, Germany, France, Italy, Canada and Brazil.\n\t\t\t\t\t\n\t\t\t\t\t 26 excellent numbers were presented.\n\t\t\t\t\t\n\t\t\t\t\t The Korean acrobats staged \"Flyers\" with high artistry, winning the high acclaim of the spectators.\n\t\t\t\t\t\n\t\t\t\t\t It was awarded the prize of the French president, the top prize of the festival."
        },
        {
            "title": "New Kind of Inorganic Foaming Material Developed",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-10ee.html",
            "content": "New Kind of Inorganic Foaming Material Developed\r\n Pyongyang, January 20 (KCNA) -- The technical research group of the Korea Rason Taehung Trading Company has recently succeeded in developing a new kind of inorganic foaming material by using coal muck as principal raw material. It is considered as an ideal building material. \n\t\t\t\t\t It is effective for waterproofing, moisture-proofing, soundproofing, heat insulation, fire-fighting and shutting out laser, infrared and radiation rays.\n\t\t\t\t\t\n\t\t\t\t\t It stands high temperature and strongly resists acid, alkaline and salt solutions and natural corrosion.\n\t\t\t\t\t\n\t\t\t\t\t It is possible to make products different in size and quantity, pressure, heat conduction, soundproof, etc. by adjusting the utility rate of the above-said material according to diverse uses.\n\t\t\t\t\t\n\t\t\t\t\t When it is used as material for building underground structures, flat roofs and walls it can be melted by oxygen to have construction material without using joints.\n\t\t\t\t\t\n\t\t\t\t\t This material can be used as fireproof and material for lagging for building different types of furnaces in the field of metal industry and boilers.\n\t\t\t\t\t\n\t\t\t\t\tIt also helps ensure the quality of buildings in the construction of prefabricated structuging ulation, of al industry and boilerss uses."
        },
        {
            "title": "Winter Sports Brisk",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-09ee.html",
            "content": "Winter Sports Brisk\r\n Pyongyang, January 20 (KCNA) -- Winter sports are brisk in the DPRK.\n\t\t\t\t\t Officials and working people of different units including ministries and national institutions in Pyongyang had diverse sports events including group running, mass rhythmic exercise and Taekwon-Do exercise for health on the first day of sports this year.\n\t\t\t\t\t\n\t\t\t\t\t Their group running despite mid-winter cold stirred up citizens' sporting enthusiasm.\n\t\t\t\t\t\n\t\t\t\t\t What drew keen interest of people was a volleyball match held by officials of the Ministry of Light Industry, the major front of the general onward movement for improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t Sporting activities are also brisk among schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t They enjoy their winter vacation, skating and sleighing and playing such folk games as kite-flying and top spinning."
        },
        {
            "title": " Japanese FM's Trip to S. Korea under Fire ",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-12ee.html",
            "content": "Japanese FM's Trip to S. Korea under Fire \r\n Pyongyang, January 20 (KCNA) -- Members of 20 odd social organizations and political parties in south Korea called a press conference outside the Ministry of Foreign Affairs and Trade on Jan. 15 in protest against the Japanese foreign minister's trip to south Korea.\n\t\t\t\t\t They included the People for Achieving Peace and Reunification, Confederation of Trade Unions, Solidarity for Social Progress and the Democratic Labor Party.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the Japanese foreign minister had a confab in Seoul with his south Korean counterpart over a joint declaration on security.\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the declaration is to strengthen cooperation between Japan and south Korea over the situation of the Korean Peninsula, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t Such movement of Japan is aimed to improve its weak influence over the world and realize its militarist ambition, they said. \n\t\t\t\t\t\n\t\t\t\t\t They vehemently censured Japan for seeking to stage a comeback to the Korean Peninsula, the present south Korean \"government\" for trying to stifle their fellow countrymen with the help of foreign forces and the U.S. for manipulating such moves behind the scene."
        },
        {
            "title": " North-South Dialogue Urged by Overseas Koreans",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-01ee.html",
            "content": "North-South Dialogue Urged by Overseas Koreans\r\n Pyongyang, January 20 (KCNA) -- Overseas Koreans demanded dialogue between the north and the south of Korea.\n\t\t\t\t\t Koreans in China held a meeting in Yanji City, Jilin Province of China on Jan. 7 to support the joint statement issued by the government, political parties and organizations of the DPRK. They included the Yanbian Regional Association of the General Association of Koreans in China and its affiliated branches and the Yanbian Regional Committee of the Youth Federation of Korean Nationals in China.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said that the proposals made in the joint statement are very reasonable ones for improving the bedeviled north-south relations at an early date and opening a new phase for reconciliation and unity, independent reunification, peace and prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities of south Korea to stop at once the policy of sycophancy toward the U.S. and confrontation with their fellow countrymen bringing misfortune, sufferings and war disasters upon the nation and come out to dialogue and negotiation unconditionally.\n\t\t\t\t\t\n\t\t\t\t\t Atmosphere for dialogue and cooperation should be created between the north and the south for their improved relations in order to avert the dangerous situation of war on the Korean Peninsula, said O Chang Il, chairman of the United Confederation of Koreans in Khabarovsk Territory of Russia, in his Jan. 13 solidarity letter to the DPRK mission in Khabarovsk. \n\t\t\t\t\t\n\t\t\t\t\t He held that the south Korean authorities should stop all actions of violating the desire of the nation for peace and prosperity."
        },
        {
            "title": "German Body Hails DPRK's Proposal ",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-08ee.html",
            "content": "German Body Hails DPRK's Proposal\r\n Pyongyang, January 20 (KCNA) -- The German Branch of the Korean Friendship Association supported the DPRK's just proposal for inter-Korean dialogue.\n\t\t\t\t\t The proposal is aimed to warm the north-south ties and create circumstances favorable for Korea's reunification, said the branch in a statement on Jan. 12. It was made in the joint statement of the government, political parties and organizations of the DPRK, it added.\n\t\t\t\t\t\n\t\t\t\t\t If all the Koreans in the north, the south and abroad take the Korean nation-first stand irrespective of ideology and political view they can rid the peninsula of the danger of a war and reunify it independently and peacefully, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It called on the south Korean authorities to accept the DPRK's proposal without delay."
        },
        {
            "title": "Nepalese Bodies Call for Supporting DPRK's Proposal ",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-07ee.html",
            "content": "Nepalese Bodies Call for Supporting DPRK's Proposal\r\n Pyongyang, January 20 (KCNA) -- Nepalese organizations supported the joint statement of the government, political parties and organizations of the DPRK. \n\t\t\t\t\t They include the Committee for Supporting Reunification of Korea, the Committee for Promotion of Reunification of Korea, the Afro-Asian People's Solidarity Committee, the Peace Action Committee and the Association for Supporting the Songun Politics.\n\t\t\t\t\t\n\t\t\t\t\t In joint statement on Jan. 13 they said the DPRK proposed the south Korean authorities, political parties and organizations to hold dialogue and negotiations. This reflects the unanimous desire and wish of all Koreans for peace, reconciliation and reunification, the statement added.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK took into account the peace and security of not only Northeast Asia including the Korean Peninsula but the rest of the world when it made the proposal, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We call on the U.S. to seek a peaceful and negotiated settlement to the Korean Peninsula issue and create atmosphere of mending the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t We expect the south Korean authorities, political parties and bodies would positively respond to the sincere proposal of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are working hard to realize the independent and peaceful reunification of the country through great national unity, ensure lasting peace and security of the peninsula and build a thriving nation. We appeal to the political parties, bodies and international organizations and progressive people of the world who love justice, truth and peace to support them."
        },
        {
            "title": "DPRK's Proposal for Dialogue Hailed by Britons",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-11ee.html",
            "content": "DPRK's Proposal for Dialogue Hailed by Britons\n\t\t\t\t\t\t\r\n Pyongyang, January 20 (KCNA) -- Political parties and organizations of UK released a joint statement on Jan. 13 in support of the DPRK joint statement of government, political parties and organizations.\n\t\t\t\t\t They included the Communist Party of Great Britain (Marxist-Leninist), New Communist Party of Britain, Revolutionary Communist Party of Britain (Marxist-Leninist), Socialist Labour Party of Britain, British Branch of the Korean Friendship Association and the European Society for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The statement described the proposal made by the DPRK in the joint statement, which calls for halting slanders between the north and the south of Korea and refraining from provoking each other, as a very timely one.\n\t\t\t\t\t\n\t\t\t\t\t The joint statement clarified that the DPRK is ready to meet anyone anytime and anywhere, letting bygones be bygones, if he or she is willing to go hands in hands with it, and will discuss and solve all the issues related to the important affairs of the nation at dialogue, negotiations and contacts, it noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t We, together with all the progressive forces of the world desirous of justice, truth and peace, call upon the authorities, political parties and organizations of south Korea to affirmatively respond to the important proposal of the DPRK."
        },
        {
            "title": " S. Korea Urged to Respond to DPRK's Proposal",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-03ee.html",
            "content": "S. Korea Urged to Respond to DPRK's Proposal\n\t\t\t\t\t\t\r\n Pyongyang, January 20 (KCNA) -- The Central Committee of the Communist Party of Czech and Moravia released a statement on Jan. 14 urging the authorities, political parties and organizations of south Korea to positively respond to the sincere efforts of the DPRK.\n\t\t\t\t\t The Communist Party of Czech and Moravia highly appreciates the DPRK's stand to meet anyone anytime and anywhere, letting bygones be bygones, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The important proposal of the DPRK is very just as it helps achieve national reconciliation and peace and reunification of the Korean Peninsula, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We fully support this proposal and the DPRK's efforts to put it into practice."
        },
        {
            "title": "Korea's Independent and Peaceful Reunification Urged",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-05ee.html",
            "content": "Korea's Independent and Peaceful Reunification Urged\n\t\t\t\t\t\t\r\nPyongyang, January 20 (KCNA) -- The People's Socialist Party of Mexico issued a statement in support of the joint statement of the DPRK government, political parties and organizations on Jan. 12.\n\t\t\t\t\t Noting that the joint statement is arousing the unanimous support and sympathy from among political parties, governments and organizations of different countries, it said:\n\t\t\t\t\t\n\t\t\t\t\tWe strongly hold that Korea's independent and peaceful reunification should be achieved under the banner of the north-south joint declaration, the banner of independent reunification and landmark for national prosperity provided by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We also wish for big advances in the efforts to carrying out the task for national reunification laid down in the joint New Year editorial, issued by major newspapers of the DPRK, and the important proposal made in the DPRK joint statement.\n\t\t\t\t\t\n\t\t\t\t\t We, together with political parties, governments and organizations of different countries desirous of Korea's reunification, urge the authorities, political parties and organizations of south Korea to unconditionally respond to the DPRK's proposal."
        },
        {
            "title": " Solidarity with DPRK's Joint Statement Expressed ",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-06ee.html",
            "content": "Solidarity with DPRK's Joint Statement Expressed \r\nPyongyang, January 20 (KCNA) -- The Communist Workers' Party of Finland hailed the proposal made in the joint statement of government, political parties and organizations of the DPRK.\n\t\t\t\t\t The proposal is a broad-minded and patriotic one that can help defuse the atmosphere of confrontation on the Korean Peninsula, the organization said in a statement on Jan. 13.\n\t\t\t\t\t\n\t\t\t\t\t Peace and reunification are very important for the Korean nation and the differing social systems existing in the north and the south can never become the cause of a war, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should repeal their anachronistic confrontation policy and unconditionally respond to the DPRK's proposal for peaceful negotiation to avert the danger of a war, ensure peace and achieve earlier reunification on the peninsula, it added.\n\t\t\t\t\t\n\t\t\t\t\t Confirming the party's willingness to stand by the Korean people in their just struggle in the future, too, the statement extended support and solidarity to the DPRK's joint statement."
        },
        {
            "title": "Worldwide Support for Joint Statement of DPRK Called for",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-04ee.html",
            "content": "Worldwide Support for Joint Statement of DPRK Called for\r\n Pyongyang, January 20 (KCNA) -- The Russian Association for Friendship and Cultural Cooperation with the DPRK called upon the friends of the Korean people and the progressive and peace-loving forces the world over to fully support the joint statement of the DPRK government, political parties and organizations.\n\t\t\t\t\t The DPRK's important proposal is the only way for defusing the grave situation prevailing on the Korean Peninsula and normalizing the north-south relations, said the Association in its appeal on Jan. 14.\n\t\t\t\t\t\n\t\t\t\t\t The historic facts show that dialogue and negotiations between the north and the south would bring advances in their relations, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We are sure that wide-ranging dialogue and negotiations will take place for reconciliation and cooperation between the two sides. \n\t\t\t\t\t\n\t\t\t\t\t On the same day the organization issued a statement in support of the joint New Year editorial and the joint statement of the DPRK."
        },
        {
            "title": " Meeting of Juche Idea Organization in Democratic Congo",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-02ee.html",
            "content": "Meeting of Juche Idea Organization in Democratic Congo\r\nPyongyang, January 20 (KCNA) -- An annual meeting of the National Committee for the Study of the Juche Idea of Democratic Congo took place in Kinshasa on Jan. 13.\n\t\t\t\t\t Present there were members of the Committee and chiefs of the Group for the Study of Kim Jong Il Juche Idea, the Youth Group for the Study of the Juche Idea and the Group for the Study of the Juche Idea of the Working Citizens' Association.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed last year's work of the Committee and discussed its action program for this year."
        },
        {
            "title": " Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-14ee.html",
            "content": "Story of Kim Il Sung\r\nPyongyang, January 20 (KCNA) -- President Kim Il Sung visited a farm in a mountainous area in Janggang County, Jagang Province, in the northern part of the country one day in May of 1961. \n\t\t\t\t\t He learnt in detail about the reality of the farm. He met its officials and specified ways to improve the standard of its farmers' living. \n\t\t\t\t\t\n\t\t\t\t\t At that time, an official of the farm said that he was sorry to tell the President that it was hard to manage the farm's economic life despite big help from the state every year as the land was sterile and its foundation was weak. \n\t\t\t\t\t\n\t\t\t\t\t \"Can your land be worse than that of Changsong County?\" the President queried, adding that in the past farmers of Changsong cultivated maize to have poor yield but later every work-team of the farms there planted red pepper doing good there to increase income.\n\t\t\t\t\t\n\t\t\t\t\t He set right his wrong view, saying that there is no reason for them to fail to do farming like those of Changsong and the farmers are sure to improve their economic life if they distribute crops on the principle of sowing the right crop in the right soil and make a good use of mountain.\n\t\t\t\t\t\n\t\t\t\t\t In the subsequent period the farm increased the fertility of soil by applying dozens of tons of compost to every hectare of field, having a rich harvest every year. It, at the same time, boosted the income of its members by tapping resources in the mountains and increasing the head of domestic animals."
        },
        {
            "title": "Kim Jong Il dirige en terreno dos fabricas",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-19ee.html",
            "content": "Kim Jong Il dirige en terreno dos fabricas\n\t\t\t\t\t\t\r\nPyongyang, 20 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Fabrica 20 de Noviembre y la Fabrica de Aguas Manantiales Ryong-aksan.\n\t\t\t\t\t  El Dirigente estuvo primero en la Fabrica 20 de Noviembre.\n\t\t\t\t\t\n\t\t\t\t\t  Guiado por los funcionarios directivos de ella, recorrio la sala de educacion de la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver los objetos y datos historicos expuestos, recordo con gran emocion la gloriosa trayectoria de desarrollo de esa empresa que ha recorrido el camino de triunfo y prosperidad bajo la direccion del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que gracias a la sabia direccion y la minuciosa atencion del Presidente, la fabrica se convirtio en la confiable base productiva de maquinas de construccion en el pais.\n\t\t\t\t\t\n\t\t\t\t\t  La clase obrera de esta fabrica contribuyo mucho a la preparacion de la base de economia nacional independiente, especialmente, a la modernizacion de la construccion, al producir y suministrar numerosos equipos de construccion, destaco y aprecio mucho los meritos orgullosos realizados por ella en el pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Se entero en detalles del estado de produccion recorriendo varios lugares de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Es muy bueno que esta fabrica haya producido los equipos de dragado de gran capacidad, dijo y apunto la necesidad de producir y enviar a tiempo las dragas necesarias para proteger y mantener bien el rio Pothong como el pintoresco.\n\t\t\t\t\t\n\t\t\t\t\t  Al ver la maquina de granizado de marca \"Sorikot\" hecha por la fabrica como renglon de consumo popular 3 de agosto, se puso muy contento por su alta calidad y subrayo que deben producir muchas maquinas del mismo tipo antes del Dia del Sol (15 de abril) para suministrar el granizado sabroso y fresco a los ciudadanos de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente presento las tareas a cumplir por la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, dirigio la Fabrica de Aguas Manantiales Ryong-aksan.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de escuchar la explicacion ante el plano, se entero minuciosamente del estado de construccion, equipos tecnicos y produccion recorriendo varios lugares de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Evaluo altamente los meritos de los funcionarios, obreros y tecnicos de la fabrica mostrandose muy complacido de que ellos hayan construido magnificamente esta moderna fabrica dotada de equipos ultramodernos y la administraran bien.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de probar el agua manantial procesada en la fabrica, senalo que es sabrosa y elogio mucho a los cientificos, funcionarios y trabajadores de ka fabrica por haber descubierto la fuente de aguas de buena calidad y mucho caudal en la comuna Wollo, donde aparecieron desde la antiguedad muchos longevos gracias a las aguas de buena calidad, y por suministrar a los capitalinos las aguas manantiales procesadas en esta moderna fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Y enumero las tareas que incumben a la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que para normalizar en alto nivel la produccion de aguas manantiales, hay que impulsar de continuo la modernizacion y la cientifizacion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, las unidades vinculadas deben proveer a ella de mayor cantidad de recipientes de varios tipos faciles de usar por los habitantes, apunto.\n\t\t\t\t\t\n\t\t\t\t\t  Senalo que hay muchas fuentes de buena calidad por doquier de nuestro pais y destaco la importancia de aprovecharlas bien en el fomento de salud publica.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron en esta ocasion Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Ki Nam y Choe Thae Bok, miembros del Buro Politico y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Thae Jong Su, miembro suplente del BP y secretario del CC del PTC, y Mun Kyong Dok, miembro suplente del BP y secretario del CC del PTC y secretario responsable del Comite del PTC en la Ciudad de Pyongyang."
        },
        {
            "title": "Firmado protocolo sobre convenios Corea-Rumania",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-20ee.html",
            "content": "Firmado protocolo sobre convenios Corea-Rumania\n\t\t\t\t\t\t\r\nPyongyang, 20 de enero (ATCC) -- Quedo rubricado el dia 20 en esta capital el protocolo sobre los convenios bilaterales firmados desde 1956 hasta 1989 por los gobiernos de la Republica Popular Democratica de Corea y de Rumania.\n\t\t\t\t\tEn la ceremonia de firmas participaron, por la parte coreana, el vicecanciller Kim Song Gi y otros funcionarios y, por la rumana, el encargado de negocios a.i., Iancu Liviu Ovidiu, y otros miembros de la embajada rumana en Corea."
        },
        {
            "title": "Entidad rusa llama a apoyar declaracion conjunta de RPDC",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-21ee.html",
            "content": "Entidad rusa llama a apoyar declaracion conjunta de RPDC\n\t\t\t\t\t\t\r\nPyongyang, 20 de enero (ATCC) -- La Asociacion Rusa de Amistad y Cooperacion Cultural con la Republica Popular Democratica de Corea exhorto a los amigos del pueblo coreano y las fuerzas progresistas y pacifistas de todo el mundo a apoyar la reciente declaracion conjunta del gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  El llamamiento publicado el dia 14 subraya que la propuesta importante de Corea -hecha a traves de esa declaracion- es el unico remedio para eliminar la situacion grave dada en la Peninsula Coreana y normalizar las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Senala que los hechos historicos demuestran que si el Norte y el Sur de Corea dialogan y negocian, se lograra avance en las relaciones bilaterales.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestra asociacion esta segura de que se realizaran amplio dialogo y negociaciones entre ambas partes coreanas para la reconciliacion y la cooperacion, concluye.\n\t\t\t\t\t\n\t\t\t\t\t  Ese dia, la misma entidad rusa publico tambien una declaracion en apoyo al editorial conjunto publicado por los importantes periodicos de Corea con motivo del Ano Nuevo y a la declaracion conjunta arriba referida."
        },
        {
            "title": "Checo: demandan al Sur de Corea sumarse a los esfuerzos de RPDC",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-22ee.html",
            "content": "Checo: demandan al Sur de Corea sumarse a los esfuerzos de RPDC\r\nPyongyang, 20 de enero (ATCC) -- El Comite Central del Partido Comunista de Cechy-Morava de Checo hizo publica el dia 14 una declaracion demandando a las autoridades, los partidos politicos y las entidades del Sur de Corea responder positivamente a los esfuerzos sinceros de la Republica Popular Democratica de Corea.\n\t\t\t\t\t  La nota senala que el Partido Comunista de Cechy-Morava aprecia mucho la posicion de Corea de reunirse cuandoquiera y dondequiera con cualquier hombre sin cuestionar sus antecedentes.\n\t\t\t\t\t\n\t\t\t\t\t  Prosigue que la propuesta importante de la RPDC es el unico proyecto justo que permite lograr la reconciliacion nacional, la paz y la reunificacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Subraya que su agrupacion politica apoya activamente esa iniciativa y los esfuerzos de Corea por ponerla en practica."
        },
        {
            "title": " Partido mejicano insiste en la reunificacion pacifica de Corea",
            "url": "http://kcna.co.jp/item/2011/201101/news20/20110120-23ee.html",
            "content": "Partido mejicano insiste en la reunificacion pacifica de Corea\r\nPyongyang, 20 de enero (ATCC) -- El Partido Socialista del Pueblo de Mexico hizo publica el dia 12 una declaracion de apoyo a la reciente declaracion conjunta del gobierno, los partidos politicos y las entidades de la Republica Popular Democratica de Corea.\n\t\t\t\t\tLa nota senala que esta declaracion conjunta gana el unanime apoyo y el consentimiento de los partidos politicos, los gobiernos y las entidades de muchos paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tContinua que exigen fuertemente que la reunificacion independiente y pacifica de Corea se realice segun la declaracion conjunta Norte-Sur que resulta la bandera de reunificacion independiente y la hoja de ruta de prosperidad nacional, preparadas por el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tDesea grandes exitos en el cumplimiento de las tareas de reunificacion de la patria presentadas en el editorial conjunto, publicado por los periodicos importantes de Corea en ocasion del Nuevo Ano, y la propuesta importante planteada en la declaracion conjunta arriba citada.\n\t\t\t\t\t\n\t\t\t\t\tDemanda junto con otros partidos politicos, gobiernos y entidades de numerosos paises del mundo, aspirantes a la reunificacion de Corea, que las autoridades, los partidos politicos y las entidades del Sur de Corea acepten incondicionalmente esa propuesta de la RPDC."
        }
    ]
}