{
    "date": "2011-07-01",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance by KPA Soldiers ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-44ee.html",
            "content": "Kim Jong Il Enjoys Performance by KPA Soldiers \r\n Pyongyang, July 1 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Il enjoyed a performance given by the art squad of KPA Unit 963.\n\t\t\t\t\t Colorful numbers included male solo and chorus \"The Leader Has Come to Our Post\", oungum and female chorus \"The General's Thousand-ri Road to Front\", witty talk \"Company Life Is Good\" and male chorus \"Leader, Just Give Us Your Order\".\n\t\t\t\t\t\n\t\t\t\t\t The performance showed well the invincible might of the KPA and the iron faith and will of the servicepersons to devotedly defend the headquarters of the revolution and accomplish with arms the revolutionary cause of Juche that was started in the deep forests of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The performance strikingly manifested the sacred mission being creditably discharged by the soldier artistes as trumpeters in the era of Songun who implant the idea of warm love for the country and the people into the hearts of the soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The audience keenly felt the firm pledge of the servicepersons to strongly retaliate against the south Korean group of traitors, confrontational maniacs, who are daring to challenge and provoke the dignified socialist system in the DPRK, while denying it, and accomplish earlier the historic cause of national reunification, closely united around the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t After the performance Kim Jong Il, general secretary of the Workers' Party of Korea, waved back to enthusiastically cheering performers and audience and congratulated the performers.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, chairman of the National Defence Commission (NDC) of the DPRK, expressed great satisfaction over the successful performance of great cognitive and instructive significance that truthfully reflected the noble spiritual world of the KPA. He extended high appreciation and thanks to the performers.\n\t\t\t\t\t\n\t\t\t\t\t Appealing and influential performing activities are very important in the ideological education of soldiers, he said, setting forth guidelines in strengthening revolutionary and militant performing activities.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance together with him were leading officials of the party and armed forces Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Jang Song Thaek, Kim Jong Gak, U Tong Chuk, Ri Myong Su and members of the Central Military Commission of the WPK Kim Kyong Ok, Kim Won Hong, Kim Yong Chol and Yun Jong Rin and department director of the NDC Hyon Chol Hae."
        },
        {
            "title": "Kim Yong Nam Greets Burundian President",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-42ee.html",
            "content": "Kim Yong Nam Greets Burundian President\r\n Pyongyang, July 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Pierre Nkurunziza, president of Burundi, on its independence day.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the DPRK and Burundi would grow stronger, Kim in the message wished the President success in his work for peace, stability, development and prosperity of the country."
        },
        {
            "title": "Kim Yong Nam Meets Head of Int'l Foundation",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-35ee.html",
            "content": "Kim Yong Nam Meets Head of Int'l Foundation\n\t\t\t\t\t\t\r\n Pyongyang, July 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, had a friendly talk with Johnny Hon, chairman of the International Kim Il Sung Foundation, and his party who paid a courtesy call on him at the Mansudae Assembly Hall Friday.\n\t\t\t\t\t On the occasion the chairman expressed the will to fully support the Korean people's efforts for building of a great prosperous and powerful nation."
        },
        {
            "title": "Gift to Kim Jong Il from Head of Int'l Foundation",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-33ee.html",
            "content": "Gift to Kim Jong Il from Head of Int'l Foundation\r\nPyongyang, July 1 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by the chairman of the International Kim Il Sung Foundation on a visit to the DPRK.\n\t\t\t\t\tChairman Johnny Hon conveyed the gift to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday."
        },
        {
            "title": "Pak Ui Chun Meets Philippine Foreign Ministry Delegation",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-43ee.html",
            "content": "Pak Ui Chun Meets Philippine Foreign Ministry Delegation\n\t\t\t\t\t\t\r\n Pyongyang, July 1 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with a delegation of the Philippine Foreign Ministry led by Vice-Minister Erlinda F. Basilio which paid a courtesy call on him Friday."
        },
        {
            "title": "DPRK-Philippine Executive Plan for Cultural Agreement Signed",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-41ee.html",
            "content": "DPRK-Philippine Executive Plan for Cultural Agreement Signed\r\n Pyongyang, July 1 (KCNA) -- A 2011-2013 executive plan for the agreement on cultural cooperation between the governments of the DPRK and Philippines was signed at the Mansudae Assembly Hall Friday.\n\t\t\t\t\t Present there from the DPRK side were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hae Ryong, vice-president of the Grand People's Study House, and others and from the Philippine side Erlinda F. Basilio, vice-minister of Foreign Affairs, Felipe M. De Leon, chairman of the National Commission for Culture and Arts, and others.\n\t\t\t\t\t\n\t\t\t\t\t The plan was inked by Kim Jong Suk and Felipe M. De Leon."
        },
        {
            "title": "KCNA Delegation Comes back Home from US",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-30ee.html",
            "content": "KCNA Delegation Comes back Home from US\r\n Pyongyang, July 1 (KCNA) -- A delegation of the Korean Central News Agency led by Director General Kim Pyong Ho came back home by air Friday after visiting the United States at the invitation of AP. \n\t\t\t\t\t During the visit the KCNA and the AP signed an agreement on the AP's use of video from KCNA's archive. They also signed other agreements and cooperation documents including MOUs on setting up the AP Bureau in Pyongyang and holding a joint photo exhibition in New York.\n\t\t\t\t\t\n\t\t\t\t\t They will contribute to deepening the relations between the two news agencies, promoting mutual understanding of the peoples of the DPRK and the U.S. and improving the bilateral relations."
        },
        {
            "title": "Wreath Laid before Liberation Tower by Russian Artistes ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-34ee.html",
            "content": "Wreath Laid before Liberation Tower by Russian Artistes \n\t\t\t\t\t\t\r\n Pyongyang, July 1 (KCNA) -- The visiting Academy Ensemble of the Interior Unit of the Russian Ministry of Interior led by Chief Viktor Yeliseev laid a wreath before the Liberation Tower Friday.\n\t\t\t\t\t The guests observed a moment's silence in memory of the martyrs of the Soviet Union Army after placing the wreath in the name of the ensemble."
        },
        {
            "title": "S. Korean Regime Comes under Fire for Anti-DPRK Provocation",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-36ee.html",
            "content": "S. Korean Regime Comes under Fire for Anti-DPRK Provocation\r\n Pyongyang, July 1 (KCNA) -- The spokesmen for the Supreme Command of the Korean People's Army (KPA) and the DPRK government in statements bitterly condemned the south Korean regime for slandering the socialist system of the DPRK and even the dignity of its leadership. \n\t\t\t\t\t The slander enrages the DPRK army and people.\n\t\t\t\t\t\n\t\t\t\t\t Jang Jong Nam, a KPA general, told KCNA that the south Korean regime's grave provocation risking war deserves a merciless retaliation from the KPA.    \n\t\t\t\t\t\n\t\t\t\t\t Vice-premier Jo Pyong Ju said the slander excites all the Korean people with hatred for the south Korean regime seeking confrontation with the DPRK. They are determined to take revenge on it, he said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Thae Bong, minister of Metal Industry, said the Lee Myung Bak regime is unpardonable for the grave provocations it has committed one after another against the DPRK. No leniency is available for it, he added.  \n\t\t\t\t\t\n\t\t\t\t\t Ri Man Song, vice-minister of Agriculture, said that the DPRK army and people are pressed beyond the limits of forbearance and that it is their unshakable position to answer the south Korean regime's provocation with a stern punishment, and a war with a retaliatory war. \n\t\t\t\t\t\n\t\t\t\t\t Jang Won Gyu, manager of the Taean Heavy Machine Complex, said those seeking confrontation with the DPRK will clearly learn how powerful its military strength is."
        },
        {
            "title": "DPRK-made Clothes Gain in Popularity ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-31ee.html",
            "content": "DPRK-made Clothes Gain in Popularity\r\nPyongyang, July 1 (KCNA) -- Clothes made in the DPRK are popular at local and foreign markets for their high quality.\n\t\t\t\t\t They are manufactured by garment factories affiliated to the Korea Unha General Trading Corporation.\n\t\t\t\t\t\n\t\t\t\t\t The corporation has steadily improved the quality of products by updating the production processes of the factories and applying new technologies to the manufacture.\n\t\t\t\t\t\n\t\t\t\t\t It has received a large order for its garments from customers of Asian and European countries.\n\t\t\t\t\t\n\t\t\t\t\t More than 2,000 clothes of some 50 kinds, including suits for ladies and gentlemen, jackets, padded clothes and children's garments, are on display at the Unha Clothes Exhibition House.\n\t\t\t\t\t\n\t\t\t\t\t A lot of people have visited the two-storied building at the foot of Moran Hill in Pyongyang."
        },
        {
            "title": "Steamer, Koreans' Traditional Cooking Tool ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-32ee.html",
            "content": "Steamer, Koreans' Traditional Cooking Tool\r\n Pyongyang, July 1 (KCNA) -- Steamer is one of the tools the Korean people have used in cooking from long ago.\n\t\t\t\t\t The bowl-shaped steamer has holes in its flat bottom and dishes are boiled or warmed up by steam coming up through them.\n\t\t\t\t\t\n\t\t\t\t\t Steamer began to be used in Korea in the Bronze Age.\n\t\t\t\t\t\n\t\t\t\t\t  Earthenware steamers, believed to have been used by ancient people, were unearthed in the township of Musan County, North Hamgyong Province and Maengha-ri of Pakchon County, North Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t Some of the tomb murals dating back to the period of Koguryo kingdom (277 B.C.-668 A.D) contain paintings of women cooking with steamers.    \n\t\t\t\t\t\n\t\t\t\t\t The earthenware steamer gradually developed into ceramic and brass ones.\n\t\t\t\t\t\n\t\t\t\t\t Typical of the food prepared with the steamer is rice cake."
        },
        {
            "title": "Shameless Remarks of S. Korean Puppet PM Blasted",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-26ee.html",
            "content": "Shameless Remarks of S. Korean Puppet PM Blasted\r\n Pyongyang, July 1 (KCNA) -- Some days ago, south Korean puppet Prime Minister Kim Hwang Sik again pulled up the DPRK under the pretext of what he called \"provocation\" at a \"ceremony\" commemorating the last Korean war. That day he impudently talked about \"a way for the nation\" and the like and cried out for maintaining \"perfect security posture,\" kicking up war hysteria.\n\t\t\t\t\t Rodong Sinmun Friday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but sheer sophism intended to shift the blame for the increasing tension on the Korean Peninsula on to the DPRK and intensify the confrontation racket against it.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the present reality, it is none other than the Lee group which is chiefly to blame for deteriorating the inter-Korean relations and escalating the confrontation and tension through its reckless campaign against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Our fellow countrymen still vividly remember how the puppet forces orchestrated the \"Cheonan\" warship sinking case and the Yonphyong Island shelling incident last year, pushing the inter-Korean relations to a touch and go situation.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the Lee group hurled in succession hooligans of the puppet army recently to perpetrate such hideous provocations as heaping malignant slanders and calumnies on the system and dignity of the DPRK. These provocations are little short of a deliberate and open declaration of war as they are the most reckless confrontation acts baffling human imagination in the history of the inter-Korean relations. What face do perpetrators of such vicious provocations have to pull up DPRK over \"provocations\" and the like?\n\t\t\t\t\t\n\t\t\t\t\t Now that the group has made such extreme provocation as threatening not to rule out even a war against the DPRK, there remains only physical settlement between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK had already clarified, it will not deal with the Lee group any longer but go over to a nationwide all-out offensive for forcing it to pay for all its crimes."
        },
        {
            "title": "Rodong Sinmun Calls for Throwing Group of Traitors Overboard",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-27ee.html",
            "content": "Rodong Sinmun Calls for Throwing Group of Traitors Overboard\r\n Pyongyang, July 1 (KCNA) -- The prevailing grave situation calls upon all the Koreans in the north, the south and overseas to turn out as one in the patriotic struggle to resolutely foil the Lee Myung Bak group's moves for escalating the confrontation with the DPRK and achieve the historic cause of the country's reunification.\n\t\t\t\t\t Rodong Sinmun Friday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's ceaseless hideous provocations are a clear indication of its evermore undisguised confrontation with compatriots, the article says, adding: \n\t\t\t\t\t\n\t\t\t\t\t There were dialogue and contact between the north and the south in the period of military dictatorship and even the ill-famed \"civilian\" dictator officially used the word \"compatriots\" although it sounded hypocritical. And there have been successive confrontation-minded maniacs in south Korea, but no group of traitors has so totally torpedoed inter-Korean dialogue and contact and heaped such unspeakable malignant vituperation on compatriots as the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t These facts go to clearly prove that the Lee group is the most wicked group of traitors in history and the confrontation-minded maniacs without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t It is the Koreans in the north and the south who will suffer disasters owing to the Lee group's provocation of a war of aggression against the north. \n\t\t\t\t\t\n\t\t\t\t\t Those who love the country and the nation and want the peace and reunification should turn out as one in the just patriotic struggle to bury the Lee group in the grave of history and achieve the country's reunification, irrespective of ideology and ism, political view and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t Doing so alone would bring a bright future of the reunified and prosperous nation."
        },
        {
            "title": "Rodong Sinmun on Victorious Path Covered by CPC",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-28ee.html",
            "content": "Rodong Sinmun on Victorious Path Covered by CPC\r\n Pyongyang, July 1 (KCNA) -- July 1, 1921, the birthday of the Communist Party of China, was a historic event that marked an occasion of decisive turn in carrying out the Chinese revolution and carving out the destiny of the Chinese people.\n\t\t\t\t\t Rodong Sinmun Friday says this in an editorial. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t With the founding of the Communist Party of China, the Chinese people came to have their genuine guiding vanguard organization and could embark upon the road of sacred struggle and creation for eradicating the centuries-old backwardness and poverty and achieving prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t From the very day of its birth, the CPC had organized and led a bloody revolutionary war against the imperialists and the reactionaries at home to a great victory, building new socialist China on the vast land of China. The CPC laid down the line of socialist construction with Chinese characteristics in line with its actual conditions and the aspiration of the people in every period and at each stage of the revolutionary development and positively aroused the creative enthusiasm of the broad strata of popular masses, thus achieving big progress and changes in all fabrics of social life including politics, economy and culture in a historically brief span of time and dramatically changing the appearance of the country.\n\t\t\t\t\t\n\t\t\t\t\t The 90-year-long victorious course covered by the CPC strikingly demonstrates the validity and tremendous vitality of the leadership of the Party and the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people hope that the CPC will register greater successes in accomplishing its just cause of building a comprehensively well-off society in all fields and achieving the complete reunification of the whole country by maintaining the stability of the society and ensuring a sustainable development of the economy while firmly adhering to the idea of governing for the people, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the fixed stand and will of the Workers' Party of Korea and the Korean people to set store by the DPRK-China friendship, the precious asset common to the two parties and peoples, and protect and develop it generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the Korean people will as ever make every possible effort to steadily develop this friendship."
        },
        {
            "title": "S. Korean Military Denounced for Violence against Peace Activists ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-06ee.html",
            "content": "S. Korean Military Denounced for Violence against Peace Activists \n\t\t\t\t\t\t\r\nPyongyang, July 1 (KCNA) -- The People for Achieving Peace and Reunification and other civic and social organizations in south Korea denounced the puppet forces' violence against peace activists at a rally in Seoul on June 28.\n\t\t\t\t\t On June 20 the military authorities committed violence against peace activists protesting the construction of a naval base on Jeju Island, injuring several of them, the speakers said.\n\t\t\t\t\t\n\t\t\t\t\t The military base will not bring any benefit to the people but will only degrade the ecological environment as it is to be used for the U.S. war of aggression, they said, demanding an immediate halt to the construction.\n\t\t\t\t\t\n\t\t\t\t\t The military would face bigger resistance by the people unless it makes thorough-going investigation into the recent violence and punishes those concerned, they warned.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Defense Ministry to immediately stop the construction."
        },
        {
            "title": "S. Korean Police Suppression of Trade Unions Denounced ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-07ee.html",
            "content": "S. Korean Police Suppression of Trade Unions Denounced \r\n Pyongyang, July 1 (KCNA) -- The south Korean Confederation of Trade Unions denounced the puppet police for its unwarranted suppression in a statement on June 28.\n\t\t\t\t\t The police are blocking the march of the all-people rally for the hike of minimum wages and revision of trade union law, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The police even tried to block the march at a time of the May Day rally only to be criticized by the public, the statement said, describing it as politically-motivated suppression by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The present situation in which the people's basic rights are violated prove that the present authorities are more fascist than the successive military dictatorial regimes, the statement added."
        },
        {
            "title": " S. Korean Citizen Who Praised DPRK Sentenced to Prison Term",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-09ee.html",
            "content": "S. Korean Citizen Who Praised DPRK Sentenced to Prison Term\r\n Pyongyang, July 1 (KCNA) -- The Chongju District Court of south Korea on June 28 sentenced a citizen who posted an article praising the DPRK on Internet to eight months in prison on charges of the violation of the \"National Security Law\", according to Yonhap News.\n\t\t\t\t\t The citizen posted articles praising and lauding the stand of the DPRK on the \"Cheonan\" warship case on Internet from July 2009 to March this year. The court branded it as an \"enemy-benefiting act.\""
        },
        {
            "title": " Abolition of \"National Security Law\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-08ee.html",
            "content": "Abolition of \"National Security Law\" Urged in S. Korea\r\n Pyongyang, July 1 (KCNA) -- The Association of Victims of \"National Security Law\" (NSL) in south Korea held its plenary meeting for the abolition of NSL in North Chungchong Province on June 25 and 26.\n\t\t\t\t\t Victims of the NSL made speeches.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors prodded the security forces into searching, arresting and walking away progressive forces by invoking NSL for political purposes, they said.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is prolonging its remaining days by invoking the law just as its successive dictatorial regimes did, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The implementation of the June 15 joint declaration and the October 4 declaration is the only way for the Korean nation to achieve peace and reunification, they said, calling for raising the role of the organization in the movement for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to work with the willingness to readily lay down their lives for the abolition of the NSL, the worst law standing in the way of the democratization of society and the reunification of the nation."
        },
        {
            "title": " S. Korea Tops World's List of Human Traffickers",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-10ee.html",
            "content": "S. Korea Tops World's List of Human Traffickers\r\n Pyongyang, July 1 (KCNA) -- South Korea tops the world's list of human traffickers, the south Korean Kyunghyang Daily News reported on June 28 quoting a document of a foreign country.\n\t\t\t\t\t Owners and flesh traffickers subordinate street-walking women to them by forcing them to increasingly fall into debt, the document said, adding they restricted the movement of those women and did not reward them.\n\t\t\t\t\t\n\t\t\t\t\t South Korean women including those in their teens are forced into prostitution in the U.S., Japan and other parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t Lots of foreign women who came to south Korea for job or marriage are often forced into prostitution or forced labor.\n\t\t\t\t\t\n\t\t\t\t\t This data is almost the same as the one last year, the document said, describing south Korea as a supply area, transit place and final destination of forced prostitution.\n\t\t\t\t\t\n\t\t\t\t\t The document has put south Korea on the top of the list of human trafficking countries after 2002, the newspaper said, deploring south Korea still tops the list."
        },
        {
            "title": "S. Korean Regime's Suppression Flailed ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-11ee.html",
            "content": "S. Korean Regime's Suppression Flailed \r\n Pyongyang, July 1 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification appealed to the people of all social standings to resolutely stand up against the puppet regime's dictatorial tyranny. It issued a statement on June 27.\n\t\t\t\t\t The authorities hurled fully armed police into the massive suppression of members of the Hanjin Heavy Industrial Trade Unions in their struggle for vital rights, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group, far from accepting the just demand of the workers, is doing corrupt capital-based policy, dictatorial policy, while defending comprador capitalists, it added.\n\t\t\t\t\t\n\t\t\t\t\t Nobody knows when the ruling forces would meet the same miserable fate as the successive dictators faced, driven by the united efforts of the people, the statement noted."
        },
        {
            "title": " Anniversary of Kim Jong Il's Start of Work at WPK Marked",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Marked\r\nPyongyang, July 1 (KCNA) -- The 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea was marked in foreign countries from June 15 to 30.\n\t\t\t\t\t DPRK book, photo and handicraft exhibitions were held in Bulgaria and Mexico, a film show in South Africa and a book and photo exhibition by the Secretariat of the Pan-African Movement.\n\t\t\t\t\t\n\t\t\t\t\t Displayed were works of President Kim Il Sung and Kim Jong Il, photos on their exploits, books and photos introducing the DPRK and handicrafts associated with the creative wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"Fireworks for a Thriving Nation\" and \"Pyongyang at Night\".\n\t\t\t\t\t\n\t\t\t\t\t  Opening ceremonies were attended by personages and masses in those countries."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated \r\n Pyongyang, July 1 (KCNA) -- Mexican organizations issued bulletins to commemorate the 17th death anniversary of President Kim Il Sung.\n\t\t\t\t\t The Mexican Committee for the Study of Kimilsungism in the 58th issue of its bulletin carried the article titled \"Great Man of the Century\" with his portrait.\n\t\t\t\t\t\n\t\t\t\t\t The article said Kim Il Sung, father of socialist Korea, founded the Juche idea and ushered in the new era of independence. He was an iron-willed commander who defeated two formidable imperialisms and outstanding leader who built the most advantageous Korean-style socialism centered on the popular masses, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican Institute for the Study of the Juche Idea in the 78th issue of its bulletin carried the article titled \"Kim Il Sung: For Global Independence\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung advanced the idea on global independence and energetically worked till the last moments of his life to build a new independent world, the bulletin said, adding his feats will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t The Colombia-Korea Association of Friendship and Culture issued bulletin titled \"Extraordinary Strategist\" on June 24 on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said the Korean people won a great victory in the Fatherland Liberation War against the U.S. imperialists' armed invasion. This victory would have been unthinkable without the outstanding military strategy of Kim Il Sung, it added.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin also carried articles under subtitles \"Prompt counterattack\", \"Model of modern siege warfare,\" \"Second front by regular army\" and \"Unique war tactics\"."
        },
        {
            "title": "Kim Jong Il's Successful Visit to China Hailed",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-03ee.html",
            "content": "Kim Jong Il's Successful Visit to China Hailed\r\nPyongyang, July 1 (KCNA) -- General Secretary Kim Jong Il's successful visit to China was hailed at a meeting in Italy on June 25.\n\t\t\t\t\t On display in its venue were works of President Kim Il Sung and Kim Jong Il and books and photos showing the successes made by the Korean people in their efforts to build a thriving nation and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Miriam Pelegrini Feri, president of the Group of Dialectical Materialists of Italy, said Kim Jong Il's visit to China marked an event of great significance in boosting the traditional DPRK-China friendship, spurring the Korean people's drive to build a thriving nation, defending peace and stability in Northeast Asia and the rest of the world and advancing the cause of socialism, the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Constanzi Franco, secretary general of the Italian Committee for the Study of the Juche Idea, said the Korean people have made big successes in building an economic power, closely united around Kim Jong Il while frustrating the U.S. imperialists' desperate anti-DPRK moves under the uplifted banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will surely emerge victorious in the stand-off with the imperialists as long as there are Kim Jong Il's Songun revolutionary leadership and the single-minded unity of the Korean people around him, he added."
        },
        {
            "title": "Kim Il Sung's Death Anniversary Observed in Peru",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-04ee.html",
            "content": "Kim Il Sung's Death Anniversary Observed in Peru\r\n Pyongyang, July 1 (KCNA) -- President Kim Il Sung led the Korean people to victory under the uplifted banner of anti-imperialist struggle, said Chairman Genaro Ledesma Izquieta and General Secretary Cati Campos of the People's Front of Workers, Peasants and Students of Peru. They issued a joint statement on June 22 on the 17th anniversary of the demise of Kim Il Sung.\n\t\t\t\t\t The world admires the President who devoted his whole life to the cause of independence against imperialism, the statement said, praising him as the great leader of not only the Koreans but the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, father of socialist Korea, is always alive as the sun of the nation, it added."
        },
        {
            "title": "Foreign Media Praise Kim Jong Il's Leadership Traits",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-05ee.html",
            "content": "Foreign Media Praise Kim Jong Il's Leadership Traits\r\nPyongyang, July 1 (KCNA) -- Foreign media gave wide publicity to General Secretary Kim Jong Il's noble leadership traits.\n\t\t\t\t\t The Internet homepage of the Czech Group for the Study and Materialization of the Juche Idea and the Paektusan Czech-Korean Friendship Association said it is Kim Jong Il's immutable motto to believe in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Institute of the Juche Idea in its bulletin said the single-minded unity in the DPRK would be unthinkable without Kim Jong Il's politics of love and trust in the people.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese newspaper Sremik said the Korean people look up to Kim Jong Il as their father and entrust their destinies on him.\n\t\t\t\t\t\n\t\t\t\t\t A Cambodian radio said Kim Jong Il regards the popular masses as in Heaven and as mentor while considering himself to be the son and servant of the people, adding that's why his politics becomes the one for the people and the social system centered on the popular masses was established in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean newspaper Horoya said work places and families visited by Kim Jong Il can be seen everywhere in the DPRK and touching stories about his loving care for the people can be heard from everybody.\n\t\t\t\t\t\n\t\t\t\t\t The Indian newspaper Science Technology and Education News said no force on earth can overwhelm the might of the single-minded unity in socialist Korea where the army and people are united close around Kim Jong Il."
        },
        {
            "title": "Hu Jintao Refers to Issue of Advanced Party Building",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-19ee.html",
            "content": "Hu Jintao Refers to Issue of Advanced Party Building\r\n Beijing, June 30 (KCNA) -- Hu Jintao, general secretary of the Central Committee of the Communist Party of China, referred to the issue of the advanced party building while chairing the collective study of the Political Bureau of the CPC Central Committee on June 28.\n\t\t\t\t\t Over the past 90 years the CPC has united and led the peoples of various nationalities across the country and thus registered great achievements in the revolution and construction, overcoming obstacles and difficulties, Hu said, adding this was possible because it has maintained and steadily developed its advanced nature.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to pay efforts to turning the achievements of the advanced party building into the substantial achievements of development and stability of various work and thus continue winning victories in socialist construction with Chinese characteristics and party building."
        },
        {
            "title": "GPD of CPLA Decides to Commend Advanced Party Organizations and Members",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-29ee.html",
            "content": "GPD of CPLA Decides to Commend Advanced Party Organizations and Members\n\t\t\t\t\t\t\r\nBeijing, June 30 (KCNA) -- The General Political Department of the Chinese People's Liberation Army issued a notice that it decided to commend advanced party organizations and excellent party members and cadres of the whole army on the occasion of the 90th anniversary of the birthday of the party.\n\t\t\t\t\tThe notice called on the party organizations at all levels and broad strata of party members and cadres of the whole army to follow their examples and steadily boost the creative power, unity and militancy of the party organizations as required by the new situation and thus provide a sure guarantee for creditably discharging the CPLA's historic mission."
        },
        {
            "title": "Ground Broke for Memorial Hall of CPC Party Congress",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-37ee.html",
            "content": "Ground Broke for Memorial Hall of CPC Party Congress\r\nBeijing, June 30 (KCNA) -- A ground-breaking ceremony of the construction of the Memorial Hall of the 4th Congress of the Communist Party of China was held in Shanghai, China on July 24.\n\t\t\t\t\tThe congress held from Jan. 11 to 22, 1925 recorded an important page in the brilliant history of the CPC as it proposed the issue of the leadership of the proletariat in the democratic revolution and that of the worker-peasant alliance for the first time in the party history.\n\t\t\t\t\t\n\t\t\t\t\tThe hall covering 3,100 square meters is expected to be open before the birthday of the republic next year."
        },
        {
            "title": "Chinese Minister of Agriculture on World Food Security ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-38ee.html",
            "content": "Chinese Minister of Agriculture on World Food Security \r\n Pyongyang, July 1 (KCNA) -- The Chinese minister of Agriculture referred to the issue of ensuring world food security at a recent meeting of agricultural ministers of members nations of Group 20 held in Paris.\n\t\t\t\t\t He underscored the need to boost the food production capacities of the developing countries, take a serious note of the production of bio-fuel and stabilize the food prices by checking the interference of international speculative capital in food.\n\t\t\t\t\t\n\t\t\t\t\t He also stressed that it is important for the developed countries to take practical and effective measures to help those backward countries solve the food shortage."
        },
        {
            "title": "China Cooperates with Different Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-12ee.html",
            "content": "China Cooperates with Different Countries\r\n Pyongyang July 1 (KCNA) -- China and Albania on June 27 vowed to expand and deepen cooperation between the two countries, especially in the field of economic exchanges and trade.\n\t\t\t\t\t On the same day China and Slovenia agreed to enhance bilateral cooperation.\n\t\t\t\t\t\n\t\t\t\t\t On June 25 China and Hungary signed documents on cooperating with each other in the fields of infrastructure, bank and culture."
        },
        {
            "title": "Belorussian President Blasts West's Sanctions",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-22ee.html",
            "content": "Belorussian President Blasts West's Sanctions\r\n Pyongyang, July 1 (KCNA) -- Belorussian President Aleksandr Lukashenko recently condemned the West for its new sanctions against his country.\n\t\t\t\t\t The West decided to impose sanctions not only on economy but on some media persons. He termed this a stupid behavior.\n\t\t\t\t\t\n\t\t\t\t\t Belarus will appeal to international courts against this, he noted."
        },
        {
            "title": "Cuban President Calls for Settlement of Economic Difficulties ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-39ee.html",
            "content": "Cuban President Calls for Settlement of Economic Difficulties \r\n Havana, June 30 (KCNA) -- Raul Castro, president of the Council of State and president of the Council of Ministers of Cuba, at a recent meeting of the Cabinet called for immediately finding a solution to the economic difficulties of the country. \n\t\t\t\t\t He noted that it is urgent to solve complicated and difficult issues arising in the field of economy at present."
        },
        {
            "title": "Military Satellite Launched in Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-23ee.html",
            "content": "Military Satellite Launched in Russia\r\n Moscow, June 30 (KCNA) -- Russia launched a \"Cosmos\"-lining military satellite on June 27 to successfully put it on the expected orbit, according to a spokesman for the Space Armed Forces of Russia.\n\t\t\t\t\t The satellite was launched by carrier rocket \"Soyuz-u\" at the Pulesetsk satellite launching ground. It is controlled by means of the ground automatic complex.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launching is reportedly aimed to increase the number of military space mechanisms of Russia."
        },
        {
            "title": "Palestinians' Anti-Israel Actions Intensified",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-24ee.html",
            "content": "Palestinians' Anti-Israel Actions Intensified \r\n Pyongyang, July 1 (KCNA) -- Anti-Israeli actions are being intensified among Palestinians.\n\t\t\t\t\t Massive protests and rallies of Palestinians took place in May in the West Bank and the Gaza Strip of Palestine and different areas of Jordan to retake the usurped territory and win back the right of return to their homeland on the occasion of the Nakba day.\n\t\t\t\t\t\n\t\t\t\t\t The participants called upon the international community to make efforts to ensure that refugees' right to return to their homeland is guaranteed at an early date, waving Palestinian flags and chanting anti-Israel slogans.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli army killed two Palestinians in the demonstrations and rallies and wounded more than 70 others by firing tear gas and rubber bullets at them.\n\t\t\t\t\t\n\t\t\t\t\t It fired at Palestinians in the demonstration against the Israeli occupation of their territory on the Golan Heights of Syria on June 5, leaving 20 persons dead and at least 300 others wounded.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli bestial atrocities evoked strong protest and denunciation from the Palestinian National Authority and the international community.\n\t\t\t\t\t\n\t\t\t\t\t Fatah and Hamas signed the final agreement on reconciliation on May 4 thanks to the persistent efforts of the Palestinians to put an end to the nation's division and build an independent state and the support of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The Palestinian leadership formally decided to submit a written request on the recognition of the independent state of Palestine to the UN General Assembly in September this year despite the opposition and obstructions of the U.S. and Israel and is pushing forward the work to realize it."
        },
        {
            "title": "Int'l Conference on Combating Terrorism Held in Iran",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-40ee.html",
            "content": "Int'l Conference on Combating Terrorism Held in Iran\r\n Tehran, June 30 (KCNA) -- An international conference on combating terrorism was held in Tehran on June 25 and 26 with delegations and delegates from more than 60 countries and representatives of international organizations attending.\n\t\t\t\t\t A statement was adopted at the conference, calling for intensifying the joint actions to cope with the worldwide threats posed by terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The conference decided to set up a secretariat for the international conference on combating terrorism in Tehran and convene the 2012 conference in Iraq."
        },
        {
            "title": "Iran Starts Training Exercise",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-18ee.html",
            "content": "Iran Starts Training Exercise\r\n Tehran, June 30 (KCNA) -- The Islamic Revolution's Guards Corps of Iran began a 10-day missile training exercise on Monday \"to preserve its readiness against enemy strikes\".\n\t\t\t\t\t \"The war games, dubbed 'Great Prophet 6', include the testing of short-, medium- and long-range missiles,\" Commander Amir Ali Hajizadeh, head of the IRGC's aerospace unit, was quoted as saying by the Sharq daily. \n\t\t\t\t\t\n\t\t\t\t\t He said it would respond to any attack of the enemy and protect the security of the country and region."
        },
        {
            "title": "Railway Construction in Iran",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-13ee.html",
            "content": "Railway Construction in Iran\r\n Tehran, June 30 (KCNA) -- Construction of Iran-Turkmenistan railway project was officially begun in the city of Ganbad Kavoos, northern Iran, the Mehr News Agency reported.\n\t\t\t\t\t The 960 km-long railroad is projected to transport 3-5 million tons of goods per year."
        },
        {
            "title": "Tanzania Develops Agriculture",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-15ee.html",
            "content": "Tanzania Develops Agriculture\r\n Pyongyang, July 1 (KCNA) -- Tanzania is making efforts to develop agriculture.\n\t\t\t\t\t Agro-scientists of the country recently succeeded in breeding maize seeds of three new species.\n\t\t\t\t\t\n\t\t\t\t\t They stand drought and rapidly grow as compared with the preceding ones.\n\t\t\t\t\t\n\t\t\t\t\t It takes 75 days for these maize plants to be harvested from their sowing, a report said.\n\t\t\t\t\t\n\t\t\t\t\t The country is planning to widely introduce these species."
        },
        {
            "title": "Nicaragua, Indonesia Combat Drugs Trafficking",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-16ee.html",
            "content": "Nicaragua, Indonesia Combat Drugs Trafficking\r\n Pyongyang, July 1 (KCNA) -- Nicaragua and Indonesia are combating drugs trafficking.\n\t\t\t\t\t The cause of the drugs crimes rampant worldwide at present is capitalism fostering the consumption of drugs. Nicaraguan President Daniel Ortega Saavedra said this in a speech at a recent event.\n\t\t\t\t\t\n\t\t\t\t\t The country is directing efforts to anti-drugs trafficking to attain achievements.\n\t\t\t\t\t\n\t\t\t\t\t The Nicaraguan army seized 113 ton and 229 kg of cocaine and 11 ton and 877 kg of marihuana and 489 kg of heroine in the past ten years.\n\t\t\t\t\t\n\t\t\t\t\t It confiscated more than 2,000 weapons of various kinds, planes and trucks used by the drug criminals.\n\t\t\t\t\t\n\t\t\t\t\t 2 ton and 655 kg of cocaine were dealt with and 176 criminals arrested this year.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian government will ramp up its offensive against traffickers in the \"war on drugs.\" Indonesian President Susilo Bambang Yudhoyono said this in a speech at a ceremony on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t \"We must be more ambitious and aggressive in our crime-busting efforts,\" Yudhoyono said.\n\t\t\t\t\t\n\t\t\t\t\t He also called for the strengthening of regional and international cooperation in the war on drugs.\n\t\t\t\t\t\n\t\t\t\t\t According to information released by the UN recently, the worldwide annual death toll caused by drugs has reached nearly 200,000."
        },
        {
            "title": "International Efforts to Prevent AIDS ",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-20ee.html",
            "content": "International Efforts to Prevent AIDS\r\n Pyongyang, July 1 (KCNA) -- International efforts are being increased to prevent AIDS, the cause of miserable misfortune and calamities for humankind.\n\t\t\t\t\t A UN high-level meeting on AIDS was held from June 8 to 10 with heads of state and government and delegates of more than 20 countries attending.\n\t\t\t\t\t\n\t\t\t\t\t We cannot combat AIDS without international solidarity, Nigerian President Goodluck Ebele Jonathan said, calling for expanding cooperation in the drive to prevent AIDS.\n\t\t\t\t\t\n\t\t\t\t\t It is of special importance to pay deep attention to preventing AIDS among children, Rwandan President Paul Kagame noted.\n\t\t\t\t\t\n\t\t\t\t\t Mozambican Prime Minister Aires Ali said his country would pay primary efforts to preventing AIDS till 2015.\n\t\t\t\t\t\n\t\t\t\t\t A declaration adopted at the meeting called for strengthening international cooperation to prevent children from being infected with AIDS, eliminate human toll by AIDS and conduct preventive medical care till 2015."
        },
        {
            "title": "Forest Fires Burn Far East, Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-14ee.html",
            "content": "Forest Fires Burn Far East, Russia\n\t\t\t\t\t\t\r\n Moscow, June 30 (KCNA) -- Ten forest fires spotted in the Republic of Yakutiya, Amur Region and Chukotka Autonomous Region on June 26 burnt more than 600 hectares of forests.\n\t\t\t\t\t Emergency steps are being taken to put out the fires."
        },
        {
            "title": "Heat Hits European Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-21ee.html",
            "content": "Heat Hits European Countries\r\n Pyongyang, July 1 (KCNA) -- European countries are now being hit by heat.\n\t\t\t\t\t The temperature registered more than 40 degrees centigrade in Spain and 33 degrees centigrade in Budapest of Hungary, the highest this year.\n\t\t\t\t\t\n\t\t\t\t\t The temperature reached 30 degrees centigrade in France.\n\t\t\t\t\t\n\t\t\t\t\t Meteorological experts foresee that the temperature will go higher in the future."
        },
        {
            "title": "Earthquakes Hit Indonesia",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-17ee.html",
            "content": "Earthquakes Hit Indonesia\r\n Pyongyang, July 1 (KCNA) -- An earthquake measuring 6.0 on the Richter scale hit Irian Jaya region, Indonesia Sunday night.\n\t\t\t\t\tThe epicenter was located about 150 km southeast of Biak.\n\t\t\t\t\t\n\t\t\t\t\t 6.5- and 5.1-magnitude earthquakes jolted Papua Region and Sumatra Island on the same day."
        },
        {
            "title": "Kim Jong Il recibe regalo dedicado por Johnny Hon",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-45ee.html",
            "content": "Kim Jong Il recibe regalo dedicado por Johnny Hon\r\nPyongyang, 1 de julio (ATCC) -- El Dirigente   Kim Jong Il recibió presente que le dirigiera Johnny Hon, presidente de la Fundación Internacional     Kim Il Sung, de visita en Corea. \n\t\t\t\t\tEl visitante lo entregó este viernes a Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la República Popular Democrática de Corea."
        },
        {
            "title": "Hay que liquidar a los traidores sucoreanos, señala  Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-46ee.html",
            "content": "Hay que liquidar a los traidores sucoreanos, señala  Rodong Sinmun\r\nPyongyang, 1 de julio (ATCC) -- La grave situación de hoy urge que todos los coreanos del Norte, el Sur y en ultramar frustren las campañas conflictivas de la banda de Lee Myung Bak contra la República Popular Democrática de Corea y se levanten como un solo hombre en la lucha por lograr la histórica causa de la reunificación de la patria.\n\t\t\t\t\tAsí señala el diario Rodong Sinmun en un artículo individual difundido este viernes y continúa:\n\t\t\t\t\t\n\t\t\t\t\tLas sucesivas provocaciones de la banda de Lee son una clara demostración del sentimiento conflictivo anti-RPDC que se torna cada día más imprudente.\n\t\t\t\t\t\n\t\t\t\t\tTambién durante los períodos de dictadura militar se habían efectuado diálogos y contactos entre el Norte y el Sur y el infame dictador \"civil\" habló oficialmente de la palabra \"connacionales\" aunque era  hipocresía.\n\t\t\t\t\t\n\t\t\t\t\tHistóricamente, en el Sur de Corea existían muchos tipos conflictivos, pero no había tal banda traidora como la de Lee Myung Bak, que frustró sin titubeo los diálogos y contactos con el Norte y difama a sus connacionales maldiciendo lleno de rabia.\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra claramente que ellos son traidores a la nación y belicistas conflictivos nunca vistas en la historia.\n\t\t\t\t\t\n\t\t\t\t\tQuienes sufran desastres por la  provocación de guerra de agresión a la RPDC de esa camarilla serán los mismos coreanos del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tLos que aman al país y la nación y desean la paz y desean la reunificación deben levantarse como un sólo hombre en la justa lucha sagrada por derrocar a la banda del traidor Lee y lograr la reunificación de la patria por encima de las diferencias de ideologías, ideales, criterios políticos y doctrinas.\n\t\t\t\t\t\n\t\t\t\t\tHe aquí el radiante futuro de la nación coreana  reunificada y próspera."
        },
        {
            "title": "Militares y civiles coreanos juran vengarse de los traidores surcoreanos",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-47ee.html",
            "content": "Militares y civiles coreanos juran vengarse de los traidores surcoreanos\r\nPyongyang, 1 de julio (ATCC) -- Informados de las declaraciones de los portavoces de la Comandancia Suprema del Ejército Popular de Corea y del Gobierno de la República Popular Democrática de Corea, los militares y civiles arden de odio y enemistad contra los compinches de Lee Myung Bak que insatisfechos de su veto al régimen socialista de la RPDC, se atrevió a desafiar frontalmente a la máxima dignidad de ella.\n\t\t\t\t\t  Ya que los traidores surcoreanos cometieron una provocación tan extremada sin reparar en la guerra, el EPC los atropellará en una inclemente guerra sagrada de venganza empleando las fuerzas consolidadas durante varios decenios en virtud de la política de Songun (priorización militar), dijo a la ATCC el general del Ejército Popular de Corea, Jang Jong Nam.\n\t\t\t\t\t\n\t\t\t\t\t  El vicepremier del Consejo de Ministros, Jo Pyong Ju, enfatizó que la cólera y el odio a los maníacos de enfrentamiento, que calumnian el régimen y la dignidad de la RPDC portándose tan imprudentemente como un cachorro recién nacido que no sabe lo temible que es el tigre, multiplican la enemistad y el revanchismo de todo el ejército y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  El ministro de Industria Metalúrgica, Kim Thae Bong, señaló que no se puede perdonar nunca a la horda de Lee Myung Bak que comete sucesivamente sin vacilación alguna los actos provocativos sin precedentes en la historia.\n\t\t\t\t\t\n\t\t\t\t\tNo se debe tratar con ninguna indulgencia a los fanáticos de enfrentamiento, apuntó.\n\t\t\t\t\t\n\t\t\t\t\t  El viceministro de Agricultura Ri Man Song dijo que la paciencia también tiene su límite, reiterando la invariable voluntad del ejército y el pueblo coreanos de responder a la provocación de los títeres surcoreanos con un castigo rotundo y a la guerra con la inclemente guerra sagrada de venganza.\n\t\t\t\t\t\n\t\t\t\t\t  El gerente del Complejo de Maquinaria Pesada de Taean, Jang Won Gyu, advirtió que los que prefieren el conflicto fratricida probarán desde ahora cómo son los fusiles del ejército y el pueblo de la RPDC."
        },
        {
            "title": "Rubricado acuerdo entre Corea y Filipinas",
            "url": "http://kcna.co.jp/item/2011/201107/news01/20110701-48ee.html",
            "content": "Rubricado acuerdo entre Corea y Filipinas\r\nPyongyang, 1 de julio (ATCC) -- Quedó rubricado este viernes en el Palacio de los Congresos Mansudae el proyecto ejecutivo para 2011-2013 por la ejecución del acuerdo sobre la cooperación cultural entre los gobiernos de la República Popular Democrática de Corea y la República de Filipinas.\n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes  Kim Jong Suk, presidenta del Comité Coreano de Relaciones Culturales con el Extranjero, Kim Hae Ryong, vicepresidente del Palacio de Estudio del Pueblo y otros funcionarios, por la parte coreana y por la otra, la viceministra de Relaciones Exteriores Erlinda F. Basilio, el presidente de la Comisión Nacional de Cultura y Arte, Felipe M. De León y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tLo suscribieron Kim Jong Suk y Felipe M. De León."
        }
    ]
}