{
    "date": "2011-11-24",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-24ee.html",
    "articles": [
        {
            "title": "KPA Supreme Command Warns S. Korean Military Not to Act Rashly",
            "url": "http://kcna.co.jp/item/2011/201111/news24/20111124-26ee.html",
            "content": "KPA Supreme Command Warns S. Korean Military Not to Act Rashly\r\n\n\t\t\t\t\tPyongyang, November 24 (KCNA) -- The Supreme Command of the Korean People's Army announced the following report on Thursday as regards the anti-DPRK war exercises launched by the south Korean military on five islands and their surrounding waters in the West Sea of Korea:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet military warmongers of south Korea, keen in confrontation with fellow countrymen, kicked off large-scale anti-DPRK war rehearsal on the five islands and their surrounding waters in the West Sea of Korea at 13:00 Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tInvolved in the rehearsal are the puppet Joint Chiefs of Staff, Command for Defense of Islands in Northwest Sea, Naval Force Operation Command, Air Force Operation Command and other commanding bodies, strike flying corps, fleets of warships, artillery units and other huge armed forces.  \n\t\t\t\t\t\n\t\t\t\t\tSome of the U.S. imperialist aggressor forces present in south Korea took part in it. \n\t\t\t\t\t\n\t\t\t\t\tThe military warmongers dared to announce that the rehearsal is aimed to remind the DPRK of victims and lesson from the Yonphyong Island Shelling and review their \"perfect readiness for counteraction.\" It is also intended to show their will to decisively punish \"not only the base of provocation but also commanding posts of all echelons including supporters in the north\" with the combined forces of three services in case the DPRK starts a military action, they asserted.\n\t\t\t\t\t\n\t\t\t\t\tAs for last year's Yonphyong Island shelling, it was a legitimate self-defensive step against the provocateurs who dared to make a clumsy fire on the inviolable territorial waters of the DPRK despite its army's advance warning.\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard reality, they launched the anti-DPRK war rehearsal far from drawing due lesson on the first anniversary of the shelling. It is little short of a new political and military provocation to the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tSuch disgusting behavior by the military warmongers, who go recklessly without knowing about the present trend of situation and their domestic condition, will arouse criticism and ridicules from among the people at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThey should not forget the lesson taught by the Yonphyong Island Shelling one year ago.\n\t\t\t\t\t\n\t\t\t\t\tThey should be mindful that If they dare to impair the dignity of the DPRK again and fire one bullet or shell toward its inviolable territorial waters, sky and land, the deluge of fire on Yonphyong Island will lead to that in Chongwadae and the sea of fire in Chongwadae to the deluge of fire sweeping away the stronghold of the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK revolutionary armed forces are in full readiness to go into a decisive battle to counter any military provocation."
        },
        {
            "title": "DPRK Rejects \"Resolution on Human Rights\"",
            "url": "http://kcna.co.jp/item/2011/201111/news24/20111124-30ee.html",
            "content": "DPRK Rejects \"Resolution on Human Rights\"\r\n\n\t\t\t\t\tPyongyang, November 24 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA Thursday as regards the anti-DPRK \"resolution on human rights\" adopted at the 3rd Committee of the 66th UN General Assembly:\n\t\t\t\t\t\n\t\t\t\t\tThe adoption of the \"resolution\" is a trite political trick employed by the U.S. and its followers hostile toward the DPRK every year.\n\t\t\t\t\t\n\t\t\t\t\tAs usual, the DPRK resolutely rejects the \"resolution\" which is the height of politicization, double standard and selection of human rights and consistent with falsity and fabrication.\n\t\t\t\t\t\n\t\t\t\t\tWith any desperate efforts the hostile forces can never check the DPRK's advance nor break its people's rock-firm faith in socialism.\n\t\t\t\t\t\n\t\t\t\t\tTheir anti-DPRK smear campaign over the human rights issue will arouse only disillusion and ridicules from among the world people as they are criminals who have violated human morality by ruthlessly trampling down the sovereignty of other countries under the pretext of \"protection of human rights\" and cracking down on their peoples' just struggle for vital rights."
        },
        {
            "title": "CPRK Hits at Military Exercises in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201111/news24/20111124-42ee.html",
            "content": "CPRK Hits at Military Exercises in S. Korea\r\n\n\t\t\t\t\tPyongyang, November 24 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Thursday released its information bulletin no. 987 as regards the anti-DPRK war exercises launched by the south Korean military warmongers.\n\t\t\t\t\t\n\t\t\t\t\tThe bulletin said:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet military warmongers of south Korea kicked off large-scale military rehearsal around Yonphyong and Paekryong islands on Wednesday under the pretext of coping with someone's \"provocation\" with the first anniversary of the Yonphyong Island shelling case as a momentum.\n\t\t\t\t\t\n\t\t\t\t\tInvolved in it are the puppet Joint Chiefs of Staff, Command for Defense of Islands in Northwest Sea, Naval Force Operation Command, Air Force Operation Command and other commanding bodies and all branches of arms and services of the puppet forces including three services and marine corps. \n\t\t\t\t\t\n\t\t\t\t\tThe puppet group also bribed human scum keen on hostility toward fellow countrymen and riff-raffs with money and things to let them conduct such burlesques as \"memorial service\" and \"ceremony for unveiling memorial\" in Yonphyong Island, Taejon and other areas, inciting consciousness of confrontation and war fever.\n\t\t\t\t\t\n\t\t\t\t\tEspecially, Defense Minister Kim Kwan Jin, in a \"commanding notice\" to the puppet army units, showed his hysteric madness with vexation at the bitter defeat they suffered after provoking the DPRK on Yonphyong Island last year just like a puppet knowing no fear of the tiger. He claimed that they have got vexed with burning hatred over the past one year and that they should punish not only the base of provocation but also supporting forces.\n\t\t\t\t\t\n\t\t\t\t\tThe anti-DPRK confrontation racket of the puppet group is one more bellicose action against the people at home and abroad hoping for peace on the Korean Peninsula and an unpardonable provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tAs for last year's Yonphyong Island shelling case it was caused by preemptive firing of those engrossed in confrontation and provocation.\n\t\t\t\t\t\n\t\t\t\t\tIt is the south Korean puppet military group which was the first to mount shelling on the territorial waters of the DPRK, and it is also the group that made more bellicose response to the DPRK's repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\tThere will be no one in the world who remains a passive onlooker to those setting fire at one's own house.\n\t\t\t\t\t\n\t\t\t\t\tIt is too natural that provocateurs are punished. \n\t\t\t\t\t\n\t\t\t\t\tThey are seriously mistaken if they think they will go scot-free after they commit provocation in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group is kicking off the sinister confrontation racket, instead of drawing due lesson from last year's Yonphyong Island shelling case. Such action will bring itself to shame and reveal its colors as a war hawk more glaringly.\n\t\t\t\t\t\n\t\t\t\t\tThe reality clearly shows that \"flexibility of the policy toward the north\" much touted by the group is no more than wordplay to deceive the public opinion.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group has only the extreme hostility toward fellow countrymen and sinister intention to go for confrontation and war with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIts reckless confrontation moves are a last-ditch effort to arrest the daily growing demand of the south Korean people for switchover in the policy toward the north, quell the desire for reunification through alliance with the north and free itself from the wretched plight into which it has been driven at home and abroad due to its serious ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK are now in full readiness to go into action and annihilate the enemy, with surging indignation at the evermore pronounced anti-DPRK smear campaign and war moves of the puppet group.\n\t\t\t\t\t\n\t\t\t\t\tIf the puppet bellicose elements provoke from Yonphyong Island again, the island will entirely disappear and the citadel of the enemy be reduced to ashes by the merciless and annihilating strike of the Korean People's Army, the strike more powerful than the previous one.\n\t\t\t\t\t\n\t\t\t\t\tOnly miserable fate will await those keen on reckless confrontation and war moves.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group had better stop the foolish moves, if it does not want to see nightmare of the Yonphyong Island shelling case again."
        }
    ]
}