{
    "date": "2011-08-23",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-23ee.html",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082332ee.html",
            "content": "Gift to Kim Jong Il from Chinese Delegation\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Leader Kim Jong Il was presented with a gift by the delegation of People's Daily on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tSecretary General Yan Xiaoming who is leading the delegation handed the gift to Kim Ki Nam, member of the Political Bureau and secretary of the C.C. of the Workers' Party of Korea, on Tuesday."
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Il from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082335ee.html",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Il from Military Attaches Corps\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Leader Kim Jong Il received a floral basket and a congratulatory letter from the military attaches corps here on the 51st anniversary of his start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThey were handed to an official concerned by Sun Yanfeng, military, naval and air attache of the Chinese embassy here who is doyen of the corps, Tuesday."
        },
        {
            "title": "Kim Ki Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082336ee.html",
            "content": "Kim Ki Nam Meets Chinese Delegation\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, met and had a talk with the delegation of People's Daily led by Secretary General Yan Xiaoming at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThe head of the delegation said that the Korean people have achieved great successes in building a rich and powerful nation under the leadership of the WPK headed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe recalled that President Kim Il Sung provided the Sino-DPRK friendship together with Chairman Mao Zedong and Premier Zhou Enlai.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed his will to make a contribution to boosting the exchange and cooperation between the party organs of the two countries."
        },
        {
            "title": "Foreign Delegations Here",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082331ee.html",
            "content": "Foreign Delegations Here\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A delegation of AP led by its Vice President John Daniszewski and a Japanese delegation of Saitama Prefectural Council for Japan-Korea Friendship and Solidarity led by its Vice-Chairman Fumihiro Himori arrived here by air on Tuesday."
        },
        {
            "title": "Prospect of Rason Economic, Trade Zone",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082342ee.html",
            "content": "Prospect of Rason Economic, Trade Zone\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The 1st Rason International Trade Fair, which opened on Monday, has drawn many visitors.\n\t\t\t\t\t\n\t\t\t\t\tAn estimated 110 companies of China, Russia, Italy, the United States, Australia, Taiwan and the DPRK exhibit machines, electric and electronic goods, vehicles and other products.\n\t\t\t\t\t\n\t\t\t\t\tThe exhibits offer a glimpse of the bright prospect of international economic cooperation and trade through Rason.\n\t\t\t\t\t\n\t\t\t\t\tDuring the exhibition, local and foreign businessmen have contacts and dialogue with officials concerned. They are greatly interested in the DPRK's investment policy, foreigners' investment form and method, legitimate rights and interests of investors and businesses, and conditions of business activities.\n\t\t\t\t\t\n\t\t\t\t\tA seminar on investment in Rason was held on Tuesday. The participants were briefed on the Korean people's achievements in the effort for the building of a thriving nation, law on the Rason Economic and Trade Zone and business launch and management regulations treating foreigners preferentially. \n\t\t\t\t\t\n\t\t\t\t\tForeign investors are of the view that the prospect of the zone's development is very optimistic as it links the DPRK, China and Russia with each other with the River Tuman in-between and it can be one of the world's trade and investment hubs linking Northeast Asia, Europe and North America through the East Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\tRi Ju Il, director of the Economic Cooperation Department of the Rason City People's Committee, told KCNA that solid institutional and legal foundations have already been laid for the development of the zone.\n\t\t\t\t\t\n\t\t\t\t\tHe said the economic and tourist infrastructure construction has made headway in the zone, providing conditions favorable for foreign businesses' investment, production and trade.\n\t\t\t\t\t\n\t\t\t\t\t\"We will invigorate many-sided contacts and transactions with foreign businesses to achieve the development and prosperity of the Rason Economic and Trade Zone,\" Ri added."
        },
        {
            "title": "Rason Has Favorable Investment Conditions: Chinese Businessman",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082339ee.html",
            "content": "Rason Has Favorable Investment Conditions: Chinese Businessman\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Mineral resources abundant in the DPRK and its Government's policy of treating foreign investors preferentially provide Chinese businessmen with good conditions for investment, said the secretary of the Chinese Market Society.\n\t\t\t\t\t\n\t\t\t\t\tAi Jiakai, who is taking part in the 1st Rason International Trade Fair opened Monday, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK and China have favorable conditions for invigorating bilateral economic exchange and trade.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK Government explained to Chinese businessmen favorable conditions for investment in the Rason economic and trade zone and Hwanggumphyong and Wihwa islets.\n\t\t\t\t\t\n\t\t\t\t\tWith rich resources and good workforce, the DPRK is pursuing a policy of treating foreign investors preferentially. Any Chinese businessmen, if they are far-sighted, will never miss opportunities for investment in this zone. \n\t\t\t\t\t\n\t\t\t\t\tWe are greatly interested in the economic development of this zone.\n\t\t\t\t\t\n\t\t\t\t\tWe are pleased to join in this exhibition. I sincerely wish the exhibition a great success.\n\t\t\t\t\t\n\t\t\t\t\tI will widely introduce to Chinese businesses and businessmen the investment conditions of the zone and the prospect of Korea's economic development."
        },
        {
            "title": "Symposium on Investment in Rason Economic and Trade Zone Held",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082341ee.html",
            "content": "Symposium on Investment in Rason Economic and Trade Zone Held\r\n\n\t\t\t\t\tRason, August 23 (KCNA) -- A symposium on the investment in the Rason Economic and Trade Zone was held at the Rason Exhibition Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were participants in the First Rason International Trade Fair and foreigners who came for consultation on investment.\n\t\t\t\t\t\n\t\t\t\t\tThere were a briefing on the investment environment in the zone and a show of video on it."
        },
        {
            "title": "Art Performance Given by GFTUK Officials and Members",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082330ee.html",
            "content": "Art Performance Given by GFTUK Officials and Members\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- An art performance was given by successful participants in the vocal solo and recital contest among officials and members of the General Federation of Trade Unions of Korea (GFTUK) at the Central Hall of Workers here Tuesday on the 51st anniversary of leader Kim Jong Il's start of his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tIn man's solo \"The General Is the Son of the Guerrillas\" and female solo \"Oh, My Motherland of Songun\" and other numbers the performers highly praised the feats Kim Jong Il has performed on behalf of the country and its people and the times and history since the day he declared his firm faith and will to complete the Korean revolution with arms. \n\t\t\t\t\t\n\t\t\t\t\tAlso staged were numbers reflecting the boundless trust in him, the indomitable fighting spirit and revolutionary optimism of the Korean people and the zeal of the workers and the unionists to dedicate themselves to the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tThe performance was acclaimed by the audience."
        },
        {
            "title": "Ssangun-ri Revolutionary Site Visited by Endless Crowd",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082333ee.html",
            "content": "Ssangun-ri Revolutionary Site Visited by Endless Crowd\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- An endless stream of people are visiting Ssangun-ri revolutionary site associated with giant footprints of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSsangun-ri is the historic place dear to the servicepersons and people of the DPRK as it is where Kim Jong Il started his Songun revolutionary leadership on August 25, Juche 49 (1960).\n\t\t\t\t\t\n\t\t\t\t\tVisitors look round the broad and flat rock, spring site and the house of the commander of the unit and other places marked with the footprints of the leader.\n\t\t\t\t\t\n\t\t\t\t\tThey look back with deep emotion on the feats performed by him for developing the revolutionary armed forces, going round the soldiers' room of the women's sub-unit, mess hall, education room, food store and other places visited by him in June Juche 91 (2002)."
        },
        {
            "title": "School Youth and Children' s Competition in Crossing River Taedong Held",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082337ee.html",
            "content": "Schoolchildren's Competition in Crossing River Taedong Held\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A competition among schoolchildren here in crossing the River Taedong was held Tuesday to mark the Youth Day.\n\t\t\t\t\t\n\t\t\t\t\tIt brought together at least 900 secondary and primary schoolers in the city.\n\t\t\t\t\t\n\t\t\t\t\tWhen a pistol was fired to kick off the competition, the swimmers at the promenade of the river swam towards the other side of bank where the Tower of the Juche Idea is standing.\n\t\t\t\t\t\n\t\t\t\t\tThey, keeping themselves in a good formation, swam displaying swimming technique they have cultivated in their day-to-day.\n\t\t\t\t\t\n\t\t\t\t\tSchoolchildren and citizens cheered them up, sending them applause.\n\t\t\t\t\t\n\t\t\t\t\tPrior to the competition, a model performance crossing the River Taedong was given by pupils of Pyongyang Namsin Primary School and Pyongyang Sanghung Primary School."
        },
        {
            "title": "Construction of Tanchon Port Progresses Apace",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082326ee.html",
            "content": "Construction of Tanchon Port Progresses Apace\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The construction of Tanchon Port in South Hamgyong Province, the DPRK, is moving ahead rapidly.\n\t\t\t\t\t\n\t\t\t\t\tOn Sunday the builders completed the project of breakwater extending a thousand and several hundred meters. \n\t\t\t\t\t\n\t\t\t\t\tThe project, which would have taken more than ten years, was finished in less than two years thanks to new construction methods invented by builders.\n\t\t\t\t\t\n\t\t\t\t\tThe wharf project is nearing completion. \n\t\t\t\t\t\n\t\t\t\t\tWharfs No. 2, 3 and 4 have already been built and No. 1 is now under construction.\n\t\t\t\t\t\n\t\t\t\t\tCranes are being installed in wharf No. 2.\n\t\t\t\t\t\n\t\t\t\t\tThe news of leader Kim Jong Il's historic visit to Russia has encouraged the builders to push ahead with the port construction."
        },
        {
            "title": "Many Tonics Developed in DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082327ee.html",
            "content": "Many Tonics Developed in DPRK\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Pyongyang Medical College affiliated with Kim Il Sung University has a research group engaging in developing tonics.\n\t\t\t\t\t\n\t\t\t\t\tIn recent years, the group developed cerebral nutrients and medicines for digestion and bone joints.\n\t\t\t\t\t\n\t\t\t\t\tAmong others it has developed are organic functional foodstuffs with bioactive substances abstracted from asteroid and functional foodstuff substances inclusive of organic micronutrients. Their manufacturing methods are patented at home.\n\t\t\t\t\t\n\t\t\t\t\tThe asteroid pills, a compound of unsaturated fat acid, chitosan and rare-earth elements, help increase stature, prevent aging and treat menopausal disorder, hypertension and chronic hepatitis.\n\t\t\t\t\t\n\t\t\t\t\tA member of the group, Kim Ho (46), developed a cerebrolysin injection efficacious for cerebral trouble, dementia caused by blood vessel disorder and brain injury. \n\t\t\t\t\t\n\t\t\t\t\tIts peptide content is 80 percent.\n\t\t\t\t\t\n\t\t\t\t\tMany of the group's inventions are mass-produced at pharmaceutical factories."
        },
        {
            "title": "Exhibition on Youth Day Opens",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082329ee.html",
            "content": "Exhibition on Youth Day Opens\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- An exhibition of materials and means for the education of youth and children and scientific and technological achievements made by youth and students across the country was opened with due ceremony at the Central Youth Hall here Tuesday to mark Youth Day.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, chairman of the Education Commission, Ri Ja Bang, chairman of the State Science and Technology Commission, and others.\n\t\t\t\t\t\n\t\t\t\t\tRi Yong Chol, first secretary of the Central Committee of the Kim Il Sung Socialist Youth League, in his opening address said that the exhibition would contribute to bringing about a turn in the ideological education of school youth and children and developing the nation's science and technology.\n\t\t\t\t\t\n\t\t\t\t\tOn display in the venue of the exhibition are at least 1 600 materials of over 90 kinds and means for the education of youth and children and more than 3 500 scientific and technological achievements presented by officials of the youth league and youth and students from across the country."
        },
        {
            "title": "Rodong Sinmun Calls for Giving Fuller Play to Might of Single-mindedly Unity of All People",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082323ee.html",
            "content": "Rodong Sinmun Calls for Giving Fuller Play to Might of Single-minded Unity of All People\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Rodong Sinmun Tuesday editorially calls upon all the servicepersons and people to fully demonstrate the might of the single-minded unity of the DPRK where all of them share thought, will, intention and feeling with leader   Kim Jong Il and bring about great innovations and leap forward in all worksites for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's visit to the Russian Federation will offer a good opportunity to more strikingly demonstrate the invincibility of Songun Korea characterized by the harmonious whole of the leader, the army and the people.\n\t\t\t\t\t\n\t\t\t\t\tThe servicepersons of the Korean People's Army are now standing firm guard over the defense line of the country, demonstrating the might of the powerful revolutionary army of Mt. Paektu while all the people are maximizing the speed of the advance for a great surge, awaiting the news of his Russia visit everyday.\n\t\t\t\t\t\n\t\t\t\t\tAll the party members and servicepersons should keep pace with Kim Jong Il performing undying exploits through his long trip to the vast alien land and fully display their ardent longing for him and patriotic devotion by effecting fresh leap forward and innovations. \n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to fully demonstrate the solidity and invincibility of the political and ideological unity of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt is essential to firmly equip the whole party, army and society with the spirit of devotedly defending the headquarters of the revolution, further strengthen the great army-people unity and lead all the people to work and live in a revolutionary and militant manner.\n\t\t\t\t\t\n\t\t\t\t\tIt is also necessary to counter the base and vicious psychological warfare of the imperialists and the class enemies and foil their every move with a high level of revolutionary vigilance.\n\t\t\t\t\t\n\t\t\t\t\tThe servicepersons of the Korean People's Army and the members of the Worker-Peasant Red Guards should remain highly alerted and firmly defend the DPRK advancing with the might of the single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\tThe editorial calls for making redoubled efforts to make a biggest labor present to Kim Jong Il by achieving signal successes in the drive for a great surge."
        },
        {
            "title": "Minju Joson Refutes Japanese Reactionaries' Groundless Accusations over Nuclear and Missile Issues",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082325ee.html",
            "content": "Minju Joson Refutes Japanese Reactionaries' Groundless Accusations over Nuclear and Missile Issues\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Japan in its \"defense white paper for 2011\" issued on July 2 claimed the nuclear and missile program of the DPRK poses a serious threat to its national security.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tIf Japan felt any threat from the war deterrent of the DPRK which is of peaceful and defensive nature, it would mean Japan self-exposed in the eyes of the world its ulterior aim to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\tA spate of misinformation floated by Japan about the war deterrent of the DPRK is intended to secure a pretext for justifying its sinister military actions.\n\t\t\t\t\t\n\t\t\t\t\tPursuant to the U.S. strategy for dominating the Asia-Pacific Region, Japan is now frantically following its policies to turn itself into a military power and launch overseas expansion as evidenced by its stepped-up moves to build a missile shield.\n\t\t\t\t\t\n\t\t\t\t\tJapan considers any process to stabilize the situation in its vicinity not beneficial to it.\n\t\t\t\t\t\n\t\t\t\t\tIn other words, it is the view of Japan that tensions and continued instability in the vicinity of Japan will help secure a justification to turn itself into a military giant and step up a policy for overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\tThat is why Japan is busy falsifying facts to pull up the DPRK over its nuclear and missile issues and China over its steps to bolster its defence capability. \n\t\t\t\t\t\n\t\t\t\t\tThis clearly proves that Japan is a destabilizing factor as it is wrecking peace and stability in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries should give up their dream of becoming an \"Asian leader\" and immediately stop the dangerous moves for igniting a militarist war of aggression, a threat to its neighboring countries and the international community."
        },
        {
            "title": "U.S. and S. Korean Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082303ee.html",
            "content": "U.S. and S. Korean Joint Military Exercises under Fire\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Mexican political parties and organizations released a joint statement on August 17 denouncing the moves of the U.S. and south Korea to provoke a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey included the People's Socialist Party of Mexico, the Mexican National Coordinating Committee for the Study of the Juche Idea, the Mexico-Korea Friendship Association and six others.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said the joint military exercises kicked off by the U.S. in collusion with the south Korean puppet authorities are maneuvers for a nuclear war against the north, to all intents and purposes, adding that they clearly reveal their unchangeable hostile and aggressive purpose to stifle the DPRK by force.\n\t\t\t\t\t\n\t\t\t\t\tUnderlining the need to give momentum to an international atmosphere of condemning the maneuvers of the U.S. and the south Korean puppet authorities for a war of aggression, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\tWe fully support the stand of the DPRK to bolster the nuclear deterrent for self-defence both in quality and quantity to cope with the situation where the U.S. and the south Korean puppet authorities are foolishly watching for a chance to deprive the DPRK of nuclear deterrent in a brigandish manner, not through the process to denuclearize the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tWe express our towering resentment at the U.S. staging exercises for a war of aggression against its dialogue partner while putting up the signboard of dialogue and strongly urge its administration to stop perpetrating incoherent acts.\n\t\t\t\t\t\n\t\t\t\t\tWe call on the political parties, governments, organizations and international organizations and progressives in all countries of the world desirous of peace and stability and denuclearization of the Korean Peninsula to denounce the joint military exercises of the U.S. and the south Korean puppet authorities and support the resolute stand of the army and the people of the DPRK, concluded the statement."
        },
        {
            "title": "U.S. and S. Korean Joint Saber-rattling Assailed",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082304ee.html",
            "content": "U.S. and S. Korean Joint Saber-rattling Assailed\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Personages of India and Bangladesh issued statements on August 18 denouncing the U.S. and south Korean authorities for staging the Ulji Freedom Guardian joint military exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tSuneet Chopra, secretary general of the All India Indo-Korean Friendship Association and member of the Central Committee of the Communist Party of India (Marxist), said:\n\t\t\t\t\t\n\t\t\t\t\tThese war maneuvers reveal once again the bellicose and sinister aims sought by the U.S. and the south Korean authorities through saber-rattling to ignite a war, while paying lip-service to peace. \n\t\t\t\t\t\n\t\t\t\t\tI condemn the provocative UFG and strongly demand an immediate halt to it.\n\t\t\t\t\t\n\t\t\t\t\tRagib Ahsan Munna, secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, noted the on-going joint military maneuvers are not drills of defensive nature to cope with someone's \"threat\" but an escalation of the adventurous nuclear war exercises by the U.S. and the south Korean authorities to ignite a war at any cost.\n\t\t\t\t\t\n\t\t\t\t\tHe demanded the U.S. and the south Korean authorities face up to the trend of the times and stop the saber-rattling at once."
        },
        {
            "title": "Scams of Seoul Mayor Exposed",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082306ee.html",
            "content": "Scams of Seoul Mayor Exposed\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A watching group of the discharged persons of the Public Employees Trade Union of south Korea held a press conference in Seoul on August 19 exposing the scams committed by the mayor of Seoul.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers disclosed at the press conference that the mayor of Seoul wrested money amounting to 258 million won from tax under the plea of the fund for promoting business and spent it for giving parties for his partners from July 1, 2006 to June 30, 2008.\n\t\t\t\t\t\n\t\t\t\t\tParties were given at the places to which common people were denied access, they noted, adding that the mayor squandered more than 100 000 won at maximum per man.\n\t\t\t\t\t\n\t\t\t\t\tThey threatened to launch a campaign for strictly watching all the scams."
        },
        {
            "title": "S. Korean Authorities' Suppression Slammed",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082307ee.html",
            "content": "S. Korean Authorities' Suppression Slammed\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A south Korean Internet newspaper on August 18 carried an article contributed by An Yong Min, managing editor of Minjok 21, condemning the puppet authorities for their conspiratorial suppression.\n\t\t\t\t\t\n\t\t\t\t\tThe article accused the Intelligence Service of faking up a conspiratorial case on the basis of a lie in a bid to defile an individual's honor and abuse his rights.\n\t\t\t\t\t\n\t\t\t\t\tFailing to get a clue, the authorities threatened to arrest his father, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe \"spy ring case\" advertised by the IS was a sheer fabrication, it said, stressing the need to fight against the suppression to the last."
        },
        {
            "title": "S. Korean Police Hit for Violating Human Rights",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082320ee.html",
            "content": "S. Korean Police Hit for Violating Human Rights\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- South Korean civic and public organizations held a press conference in Seoul on August 18 denouncing the police for its repressive step against the participants in the actions for vital rights. They included the Confederation of Trade Unions, the Joint Conference of Human Rights Organizations and the Joint Measure Committee for Settling the Yoo Sung Enterprise Co., Ltd. Case.\n\t\t\t\t\t\n\t\t\t\t\tTo confirm the identity of the workers of the Yoo Sung Enterprise Co., Ltd. who turned out in the actions for vital rights the police issued warrants asking them to respond to photographing by the Scientific Investigation Research Institute, said speakers in the press conference.\n\t\t\t\t\t\n\t\t\t\t\tThis preposterous and brutal suppression treating them like criminals is a very shocking human rights abuse, they charged.\n\t\t\t\t\t\n\t\t\t\t\tThe police current repressive step should be cancelled without fail as it is an issue concerning human rights of all the people, not only the workers of the Yoo Sung Enterprise Co., Ltd., they held."
        },
        {
            "title": "S. Korean Woman Abandons Baby",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082328ee.html",
            "content": "S. Korean Woman Abandons Baby\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A south Korean woman in her thirties abandoned her 4-day-old baby on July 24, the south Korean newspaper Segye Ilbo reported on Friday.\n\t\t\t\t\t\n\t\t\t\t\tShe, residing in Namhae County, South Kyongsang Province, left the baby on the road, unable to bring it up for hard living, said the newspaper."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership Marked",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082338ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Songun Revolutionary Leadership Marked\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Workers, members of the General Federation of Trade Unions of Korea (GFTUK), youth and students and members of the Democratic Women's Union of Korea (DWUK) separately held meetings on Tuesday to mark the 51st anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tAttending the meetings were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, Ri Yong Su, department director of the C.C., the WPK, officials of working people's organizations, working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\tReporters and speakers at the meetings recalled that the on-the-spot guidance provided by Kim Jong Il to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on August 25, Juche 49 (1960) meant a declaration of his fixed faith and will to complete the Songun revolutionary cause of Juche with arms and an event of special mention as it provided an occasion of epoch-making turn in developing the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\tThey said he has built up matchless military power through his energetic leadership for a long period, firmly defending the country and revolution and Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\tReferring to the fact that Kim Jong Il opened a new shining history of prospering Kim Il Sung's Korea under the banner of Songun, they stressed his leadership exploits would shine forever along with the nation's history as he put the dignity and military power of Juche Korea on the highest level."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Songun Leadership Marked by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082301ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Songun Leadership Marked by Foreign Organizations\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The Bangladeshi and Nepali organizations issued bulletins to mark the 51st anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe Bangladesh-Korea Friendship and Solidarity Committee, in its bulletin titled \"Might of Songun\" on August 18, said:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il has always made greatest efforts to augment the political and military might of the country for more than 50 years since he started his Songun revolutionary leadership on August 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\tThe national defence industry of the DPRK has developed to be a modern and self-supporting industry, the whole army has been successfully modernized on its basis and a solid all-people nationwide defence system has been established.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepalese Association for Supporting the Songun Politics, in its bulletin on August 17, said that the Korean People's Army has become vanguard devotedly defending the leader and a matchless army and the DPRK has turned into an impregnable fortress under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Songun politics represents a unique political mode, an organic combination of military affairs and politics, it noted, adding that the U.S. and its followers dare not attack the DPRK as they are afraid of powerful nuclear deterrent of the DPRK."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Highly Praised",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082302ee.html",
            "content": "Kim Jong Il's Songun Leadership Highly Praised\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Than Tun, general director for administrative affairs of the Union of Myanmar Economic Holdings Limited, issued a statement titled \"Might of the DPRK under the Songun leadership\" on August 17 to mark the 51st anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said that the history of his Songun revolutionary leadership is a brilliant one in which the Korean People's Army has been put forward as the mainstay of the revolution and main force and which witnessed the advent of a new era of the revolutionary cause of Juche emerging ever-victorious in reliance upon it and a sacred course which provided a sure guarantee for the prosperity and bright future of all generations to come with tremendous military strength.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK remains undeterred in face of the imperialists' blatant challenge, reckless moves for aggression and sanctions and blockade and those who infringe upon the sovereignty of this country can never escape unpredictable strikes, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is hastening the building of a thriving nation, demonstrating the dignity as an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\tOnly victory and glory are in store for Songun Korea as long as there are the Songun leadership of Kim Jong Il, the single-minded unity of the whole society and the powerful revolutionary army of Mt. Paektu."
        },
        {
            "title": "Songun Politics Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082305ee.html",
            "content": "Songun Politics Praised by Foreign Newspapers\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Various foreign newspapers carried articles on the 51st anniversary of leader Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe Nigerian paper Nigerian Observer on August 16 noted in an article titled \"Songun Politics, Model of Independent Politics\" that the Songun politics of the DPRK is the one which serves the purpose of protecting and realizing the independence of the country and nation and reflects the independent requirements and aspirations of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe Songun politics which regards an army as a main force for accomplishing the cause of independence and a core unit reliably protects the independent requirements and interests of the popular masses and the sovereignty and the dignity of the country and nation from all moves of the imperialists for aggression, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe whole historical course of the Korean revolution goes to prove that Songun serves as an all-powerful treasured sword as it helps the Korean people win victories only under the uplifted banner of independence, weathering manifold difficulties and ordeals.\n\t\t\t\t\t\n\t\t\t\t\tIf any country and nation in the world lack powerful military power, they cannot but allow themselves their sovereignty and dignity wantonly infringed upon.\n\t\t\t\t\t\n\t\t\t\t\tReality goes to prove the Songun politics is, indeed, a model of independent politics.\n\t\t\t\t\t\n\t\t\t\t\tThe Egyptian paper Al－Misaiya on August 17 introduced in an article titled \"DPRK, Single-Minded Unity and Kim Jong Il\" the army and people of the DPRK remaining true to the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can match the might of socialist Korea where all servicepersons and people are single-mindedly united around leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe Bangladeshi paper Ekota and the Indian paper Defence and Humanity on August 17 carried articles praising the undying Songun revolutionary leadership feats performed by Kim Jong Il."
        },
        {
            "title": "Stop to War Maneuvers against DPRK Demanded",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082321ee.html",
            "content": "Stop to War Maneuvers against DPRK Demanded\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The Central Association of Korean Nationals in Russia on August 19 issued a statement titled \"'Ulji Freedom Guardian' joint military exercises should be stopped at once\".\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists and the south Korean group of traitors finally started the UFG despite the unanimous demand of the public opinion at home and abroad for peace and stability on the Korean Peninsula, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThey should stop at once the UFG which pushes the situation on the Korean Peninsula to a war phase, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean group of traitors kicked off the large-scale joint military exercises again in league with the U.S., fully proving that they are set to ignite a war of aggression against the DPRK at any cost, it held.\n\t\t\t\t\t\n\t\t\t\t\tThe reality goes to prove that it is impossible to achieve the peace and stability on the peninsula as long as the group of traitors is allowed to stay in power, it said.\n\t\t\t\t\t\n\t\t\t\t\tThe Central Association of Korean Nationals in Russia and all the Koreans in Russia will wage a more dynamic struggle against the group of traitors, it stressed."
        },
        {
            "title": "Russian PM Accuses U.S. and West of Their Sanctions against Belarus",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082308ee.html",
            "content": "Russian PM Accuses U.S. and West of Their Sanctions against Belarus\r\n\n\t\t\t\t\tMoscow, August 22 (KCNA) -- Russian Prime Minister Vladimir Putin at a recent press conference accused the U.S. and the West of their sanctions against Belarus.\n\t\t\t\t\t\n\t\t\t\t\tThe sanctions will never prove effective but do only harm to those countries which slapped sanctions, he said.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed conviction that Belarus would overcome difficulties."
        },
        {
            "title": "Belorussian PM Condemns U.S. and West's Sanctions",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082314ee.html",
            "content": "Belorussian PM Condemns U.S. and West's Sanctions\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Belorussian Prime Minister Mikhail Myasnikovich in a recent press conference condemned the United States and the West's sanctions against enterprises of his country.\n\t\t\t\t\t\n\t\t\t\t\tIt is base that politicians are putting pressure on companies, not content with employing every possible means and method, he said, branding the U.S. and the West's sanctions as an act of aggression against the Belorussian people.\n\t\t\t\t\t\n\t\t\t\t\tThe political decisions adopted by the U.S. should not be allowed as they push enterprises into bankruptcy and spark off a trade war, he said."
        },
        {
            "title": "Russia to Found State Geological Prospecting Company",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082340ee.html",
            "content": "Russia to Found State Geological Prospecting Company\r\n\n\t\t\t\t\tMoscow, August 22 (KCNA) -- Russia plans to set up a state geological prospecting company.\n\t\t\t\t\t\n\t\t\t\t\tIn July Russian President Dmitri Medvedev signed a decree on setting up Rosgeologiya specializing in surveys of continental shelf.\n\t\t\t\t\t\n\t\t\t\t\tThe company, which is of strategic importance, will amalgamate 38 state geological prospecting companies and stock companies.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian government plans to allot 102.6 billion Rbls for exploring for underground resources in the 2012-2014 budget. A great share of the amount is likely to go to the new company."
        },
        {
            "title": "Campaign for Collecting Useless Compact Lamps Brisk in Moscow",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082334ee.html",
            "content": "Campaign for Collecting Useless Compact Lamps Brisk in Moscow\r\n\n\t\t\t\t\tMoscow, August 22 (KCNA) -- A system of collecting and disposing of useless compact lamps is operating in Moscow.\n\t\t\t\t\t\n\t\t\t\t\tThe city authorities set up a city-wide system of collecting such compact lamps for fear that they may cause poisoning in case they are broken as they contain mercury though they consume less electricity. \n\t\t\t\t\t\n\t\t\t\t\t10 or 20 collecting sites found in every district have containers which may keep lamps unbroken. \n\t\t\t\t\t\n\t\t\t\t\tThese containers are carried by specially-manufactured vehicles.\n\t\t\t\t\t\n\t\t\t\t\tSuch collecting sites are reported to reach a total of more than 1300 in Moscow at present."
        },
        {
            "title": "Group Visit to Yasukuni Shrine Blasted",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082324ee.html",
            "content": "Group Visit to Yasukuni Shrine Blasted\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- More than 50 Dietmen and the governor of Tokyo Metropolis Ishihara and other ultra-right politicians of Japan belonging to the  \"Association of Dietmen for Visiting 'Yasukuni Shrine'\" flocked to the shrine on August 15.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun on Tuesday observes this in a bylined commentary:\n\t\t\t\t\t\n\t\t\t\t\tThis betrays the ultra-right conservative politicians' ulterior intention to militarize the Japanese society, prompted by the aggressive idea and will of the Japanese war criminals. \n\t\t\t\t\t\n\t\t\t\t\tThis is not the first time that they paid a group visit to the shrine, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThey did so every year when observing the day of defeat of Japanese imperialism. By doing so, they seek to put the visit to the shrine on a regular and popular basis and make it a state function in a bid to lay an ideological foundation of militarism and imbue broad strata of Japanese people with a militarist outlook on history and the consciousness of aggression. \n\t\t\t\t\t\n\t\t\t\t\tWhat merits a serious attention is that Japanese Finance Minister Noda at a recent press conference asserted the top war criminals whose mortuary tablets are kept in the shrine are not war criminals. \n\t\t\t\t\t\n\t\t\t\t\tHis reckless remarks are intolerable as they are ridiculous piffles intended to totally evade the legal responsibility for the war of aggression Japan fought in the past and go without redressing its crimes.\n\t\t\t\t\t\n\t\t\t\t\tHis reckless utterances are an insult to the justice and human consciousness and the anti-history behavior to stem the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\tThey are, at the same time, a double criminal act of rubbing salt into the wounds of the Asians including Koreans who suffered unspeakable misfortunes and disasters at the hands of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\tJapan should face up to the world mind-set and stop at once its criminal moves to distort its crime-woven history and let it repeat itself."
        },
        {
            "title": "Japan's Exports Fall",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082318ee.html",
            "content": "Japan's Exports Fall\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Japan's exports declined 3.3 percent in July from a year earlier, the Ministry of Finance said in a preliminary report Thursday."
        },
        {
            "title": "Earthquake Hits Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082319ee.html",
            "content": "Earthquake Hits Japan\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- A 6.8-magnitude earthquake hit the waters off Fukushima Prefecture, Japan on August 19.\n\t\t\t\t\t\n\t\t\t\t\tThe epicenter was at 20 km deep in the waters."
        },
        {
            "title": "Myanmar President Calls for Achieving Country's Development with Power of Combination",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082309ee.html",
            "content": "Myanmar President Calls for Achieving Country's Development with Power of Combination\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Myanmar President Thein Sein, addressing a meeting on August 17, called upon all the people to unite for the development of the country.\n\t\t\t\t\t\n\t\t\t\t\tIf all the people pool their strength with the common stand and make positive efforts by making the fullest use of all the possible favorable conditions, they can develop Myanmar into a peaceful and modern state, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tThe government will make positive efforts for the peace, stability and economic development of the country with such conviction, he stressed."
        },
        {
            "title": "Pakistan Supports Palestinian People's Cause",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082310ee.html",
            "content": "Pakistan Supports Palestinian People's Cause\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The Pakistani senator at a recent interview with a news agency clarified the stand of his country to support the cause of the Palestinian people.\n\t\t\t\t\t\n\t\t\t\t\tTo found an independent Palestinian state is a legitimate right of the Palestinian people and it should, therefore, be respected.\n\t\t\t\t\t\n\t\t\t\t\tHe was of the view that the issue of Palestine should be resolved peacefully through dialogue and negotiations rather than by using force.\n\t\t\t\t\t\n\t\t\t\t\tIsraeli atrocities against innocent Palestinians must be stopped and Israel must vacate all occupied territories of Palestine without any further delay."
        },
        {
            "title": "Egypt Protests against Israeli Military Attack",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082311ee.html",
            "content": "Egypt Protests against Israeli Military Attack\r\n\n\t\t\t\t\tCairo, August 22 (KCNA) -- The Egyptian government protested against Israeli military attack on the territory of its country.\n\t\t\t\t\t\n\t\t\t\t\tEgypt has lodged a formal protest to Israel over the latter's missile raid at the border area which killed three Egyptian soldiers and wounded 7 others, official MENA news agency said on Friday.\n\t\t\t\t\t\n\t\t\t\t\tMENA quoted a military source as saying that Egypt demanded Israel open a quick investigation into the killing of Egyptians."
        },
        {
            "title": "Colombian President Calls for Unity of Regional Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082312ee.html",
            "content": "Colombian President Calls for Unity of Regional Countries\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Colombian President Juan Manuel Santos, in a speech made during his visit to Argentina on Thursday, called for unity of South American regional countries.\n\t\t\t\t\t\n\t\t\t\t\tThe world economic crisis will have a serious negative influence on South America, he said, urging the regional countries to unify their positions in the face of the current economic woes.\n\t\t\t\t\t\n\t\t\t\t\tThe efforts of the Union of South American Nations (UNASUR) to tide over the crisis are of weighty significance, he said.\n\t\t\t\t\t\n\t\t\t\t\tHe called for strengthening trade, investment and production within the region."
        },
        {
            "title": "Venezuelan Foreign Ministry Rejects U.S. Accusations",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082313ee.html",
            "content": "Venezuelan Foreign Ministry Refutes U.S. Accusations\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The Foreign Ministry of Venezuela in a statement on August 19 refuted the U.S. accusations.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. Department of State in a recent report on international terrorism accused the country of not taking an active part in combating terrorism even though it has steadily intensified relations with Iran. The statement labeled it a move against independent countries.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. report is consistent with lies, political narrow-mindedness and threat, the statement noted, condemning the U.S. for treating governments and political organizations of those countries, not obedient to it, as terrorist-sponsoring organizations or their accomplices.\n\t\t\t\t\t\n\t\t\t\t\tVenezuela will in the future, too, pursue an independent foreign policy, it stressed."
        },
        {
            "title": "PNA Denounces Israeli Military Attack",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082315ee.html",
            "content": "PNA Denounces Israeli Military Attack\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- The Foreign Ministry of the Palestinian National Authority in a statement on August 19 decried the ongoing Israeli attack on the Gaza Strip.\n\t\t\t\t\t\n\t\t\t\t\tThe Israeli army has recently expanded military attack on the Gaza Strip and killed more innocent civilians. The statement labeled it a blatant violation of international law and norms.\n\t\t\t\t\t\n\t\t\t\t\tIt also said Israel's preplanned attacks were meant to undermine the Palestinian plan to get a statehood recognition from the United Nations in September.\n\t\t\t\t\t\n\t\t\t\t\tIt called upon the international community to take an immediate step to check Israeli military attack."
        },
        {
            "title": "Israeli Air Strike on Gaza Strip Kills Two Palestinians",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082317ee.html",
            "content": "Israeli Air Strike on Gaza Strip Kills Two Palestinians\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Five innocent Palestinians were killed and three others wounded Friday in an Israeli air strike on central Gaza Strip.\n\t\t\t\t\t\n\t\t\t\t\tSuch atrocities of Israel are sparking off strong protest and denunciation of the international community."
        },
        {
            "title": "Hand-Foot-and-Mouth Disease in Vietnam Kills 81 Children",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082336ee.html",
            "content": "Kim Ki Nam Meets Chinese Delegation\r\n\n\t\t\t\t\tPyongyang, August 23 (KCNA) -- Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, met and had a talk with the delegation of People's Daily led by Secretary General Yan Xiaoming at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThe head of the delegation said that the Korean people have achieved great successes in building a rich and powerful nation under the leadership of the WPK headed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe recalled that President Kim Il Sung provided the Sino-DPRK friendship together with Chairman Mao Zedong and Premier Zhou Enlai.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed his will to make a contribution to boosting the exchange and cooperation between the party organs of the two countries."
        },
        {
            "title": "Kim Jong Il visita la Republica de Buryatia de la Federacion Rusa",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082324ss.html",
            "content": "Kim Jong Il visita la Republica de Buryatia de la Federacion Rusa\r\n\n\t\t\t\t\tPyongyang, 23 de agosto (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, visito el dia 23 la Republica de Buryatia situada en la region de Siberia de la Federacion Rusa.\n\t\t\t\t\t\n\t\t\t\t\tEn la Republica de Buryatia reinaba el ambiente hospitalario para darle bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tPor la manana de este dia, Kim Jong Il llego a Ulan-Ude, capital de la Republica.\n\t\t\t\t\t\n\t\t\t\t\tEl intercambio saludos con el presidente de la Republica de Buryatia, Byacheslav Nagovitsin, el presidente de Hural Popular, Matbei Gershevich, el inspector responsable de la Federacion de la Oficina del delegado plenipotenciario del presidente en la Zona Federal de Siberia encargado de la Republica, Serguei Shylin, el vicepremier de la Republica de Buryatiya y jefe de la administracion del presidente y del gobierno, Pyotr Noskov, el alcalde de Ulan-Ude, Gennadi Aidayev, y otros cuadros del centro y la region, el delegado plenipotenciario del presidente en la Zona Federal del Lejano Oriente, Viktor Ishayev, quien acompana al Dirigente para seguir guiandole en la visita a Siberia tras concluida la visita al Lejano Oriente, y el embajador ruso en Corea, Valery Sukhinin.\n\t\t\t\t\t\n\t\t\t\t\tLos ciudadanos en vestimentas nacionales le dieron calida bienvenida ofreciendole como costumbres nacionales el pan, sal, panuelo azul, leche y ramo de flores.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanan en la ocasion Kim Yong Chun, miembro del Buro Politico del Comite Central del PTC y ministro de las Fuerzas Armadas Populares, Kang Sok Ju, miembro del BP del CC del PTC y viceprimer ministro del Consejo de Ministros, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del Comite de Defensa Nacional, Kim Yang Gon, Pak To Chun y Thae Jong Su, miembros suplentes del BP y secretarios del CC del PTC, Ju Kyu Chang, miembro suplente del BP y jefe de departamento del CC del PTC, Pak Pong Ju, primer subjefe de departamento del CC del PTC, O Su Yong, secretario responsable del Comite del PTC en la Provincia de Hamgyong del Norte, Kim Kye Gwan, primer viceministro de Relaciones Exteriores, y Kim Yong Jae, embajador coreano en Rusia. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il departio con Byacheslav Nagovitsin, Matbei Gershevich y otros cuadros directivos de la Republica. \n\t\t\t\t\t\n\t\t\t\t\tByacheslav Nagovitsin expreso su alta consideracion al Dirigente quien realiza esta visita a la lejana region de Siberia para el fortalecimiento de la tradicional amistad Rusia-Corea, apuntando que es un gran honor para el pueblo de Buryatia y otros regionales tener al gran lider del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEste dia, Kim Jong Il visito Ulan-Ude y otros lugares de la region donde hizo conocimiento de las costumbres y la vida de varias naciones siberianas recibiendo calurosa felicitacion y bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Viktor Ishayev, Byacheslav Nagovitsin, Matbei Gershevich, Sergei Shylin, Pyotr Noskov, Gennadi Aidayev y Valery Sukhinin. \n\t\t\t\t\t\n\t\t\t\t\tEl recorrio el gran lago natural Baikal, donde estan grabadas las inolvidables huellas de la historica visita del Presidente Kim Il Sung realizada hace ahora 50 anos, especificamente, en julio de 1961.\n\t\t\t\t\t\n\t\t\t\t\tFue acogido por el capitan y otros tripulantes del barco de pasajeros \"Inperiya\". \n\t\t\t\t\t\n\t\t\t\t\tNavegando a bordo del barco por el lago cuyas aguas transmiten la amistad Corea-Rusia como hace medio siglo, el Dirigente recordo con reverencia la vida brillante y las proezas del Presidente          Kim Il Sung quien dedico todo lo suyo por la amistad entre los paises y por el cumplimiento de la causa de independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEl lago Baikal, lugar famoso de Siberia, es un orgullo del pueblo ruso, dijo y agrego que se debe conservar y cuidar bien el ambiente natural del lago y su contorno para legarlo a las generaciones venideras y usarlo activamente en el fomento de las condiciones de vida y el bienestar del pueblo ruso.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente Byacheslav Nagovitsin ofrecio este dia un almuerzo en honor del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLa recepcion transcurrio en un clima cordial y amistoso.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas de Buryatia ofrecieron una funcion preparada especialmente para darle bienvenida.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion actuaron los artistas del Pueblo y Benemeritos y los ganadores de concursos internacionales de Rusia y Buryatia quienes habian visitado a Corea en varias oportunidades como el Festival Artistico de Amistad Abril en Primavera.\n\t\t\t\t\t\n\t\t\t\t\tEntre sus programas estuvieron los solos femeninos    \"Altan Delhe\" y \"Ruisenor\", el solo masculino \"Bandada de ciguenas\", el duo mixto \"Momento de despedida\", el solo de instrumento musical nacional \"Serie de musicas nacionales\" y la cancion coreana \"Que reciba el saludo militar\", interpretada en solo masculino.\n\t\t\t\t\t\n\t\t\t\t\tLos espectadores aplaudieron efusivamente a los artistas que demostraron su gran don artistico.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il felicito a los ejecutantes por la exitosa funcion y se retrato con estos.\n\t\t\t\t\t\n\t\t\t\t\tByacheslav Nagovitsin le dedico presente en representacion de su gobierno y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDurante su visita a la Republica de Buryatia, Kim Jong Il fue acogido con hospitalidad y agasajo por los cuadros rusos y los habitantes siberianos."
        },
        {
            "title": "Kim Jong Il recibe presente de delegacion china",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082315ss.html",
            "content": "Kim Jong Il recibe presente de delegacion china\r\n\n\t\t\t\t\tPyongyang, 23 de agosto (ACNC) -- El Dirigente Kim Jong Il recibio presente que le dirigiera la delegacion del diario chino Renmin Ribao presidida por el secretario general, Yan Xiaoming, de visita en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de la delegacion lo entrego el dia 23 a Kim Ki Nam, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Kim Jong Il recibe mensaje de consuelo de personalidad egipcia",
            "url": "http://kcna.co.jp/item/2011/201108/news23/2011082323ss.html",
            "content": "Kim Jong Il recibe mensaje de consuelo de personalidad egipcia\r\n\n\t\t\t\t\tPyongyang, 23 de agosto (ACNC) -- El Dirigente Kim Jong Il recibio un mensaje de consuelo que le enviara el dia 14 el presidente del Consejo Supremo de las Fuerzas Armadas de la Republica Arabe de Egipto, Mohamed Huseein Tantawi.\n\t\t\t\t\t\n\t\t\t\t\tEl mensaje sigue:\n\t\t\t\t\t\n\t\t\t\t\tInformado de la triste noticia de que en varias zonas de Corea se produjeron las perdidas humanas y materiales por inundaciones, expreso a Usted y por su conducto a los familiares de victimas mis profundas condolencias y deseo que la amistosa Corea se reponga de las desgracias.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta ocasion, le expreso el testimonio de mi mas alta consideracion."
        }
    ]
}