{
    "date": "2011-06-23",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-23ee.html",
    "articles": [
        {
            "title": "Choe Yong Rim Acquaints Himself with Work in Different Fields",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-42ee.html",
            "content": "Choe Yong Rim Acquaints Himself with Work in Different Fields\r\n Pyongyang, June 23 (KCNA) -- DPRK Premier Choe Yong Rim acquainted himself with the work in different fields of the national economy.\n\t\t\t\t\t He looked round the Hwanghae Iron and Steel Complex, the Pyongyang Textile Machine Factory, the Pyongyang Footwear Factory, the construction site of a cement factory in Chonnae County, Kangwon Province and the construction sites of greenhouses of Pyongyang Vegetable Science Institute and Pyongyang Floriculture Institute to learn about the technical updating, production and construction. He convened consultative meetings of officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The meetings discussed the issue of successfully carrying out the tasks set forth by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They also took measures to steadily increase the production of heavy rails, promote the modernization of equipment based on up-to-date technology, ensure earlier operation of the cement factory and build greenhouses in a profitable way."
        },
        {
            "title": "Pak Ui Chun Meets New Italian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-40ee.html",
            "content": "Pak Ui Chun Meets New Italian Ambassador to DPRK\r\n Pyongyang, June 23 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Thursday had a talk with new Italian Ambassador to the DPRK Sergio Mercuri who paid a courtesy call on him.\n\t\t\t\t\t On hand were an official concern and a staff member of the Italian embassy."
        },
        {
            "title": "Pak Ui Chun Congratulations to FM of Greece",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-39ee.html",
            "content": "Pak Ui Chun Congratulations to FM of Greece\r\n Pyongyang, June 23 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Wednesday sent a congratulatory message to Stavros Lambrinidis on his appointment as foreign minister of Greece.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would favorably develop, the message wished him success in his work."
        },
        {
            "title": "KCNA Delegation Leaves for U.S.",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-29ee.html",
            "content": "KCNA Delegation Leaves for U.S.\r\n Pyongyang, June 23 (KCNA) -- A delegation of the Korean Central News Agency led by its General Director Kim Pyong Ho left here Thursday to visit the United States at the invitation of the Associated Press."
        },
        {
            "title": "WPK Friendship Visiting Group Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-37ee.html",
            "content": "WPK Friendship Visiting Group Leaves for China\r\n Pyongyang, June 23 (KCNA) -- A friendship visiting group of the Pyongyang City Committee of the Workers' Party of Korea led by Ri Yong Sik, chief secretary of the Phyongchon District Committee of the WPK, left here Thursday to visit China."
        },
        {
            "title": "Floral Basket and Gift from IIJI Director",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-38ee.html",
            "content": "Floral Basket and Gift from IIJI Director\r\n Pyongyang, June 23 (KCNA) -- General secretary Kim Jong Il was presented with a floral basket and a gift by Takao Kamakura, director of the International Institute of the Juche Idea, and his party on a visit to the DPRK.\n\t\t\t\t\t The director handed them to an official concerned on Thursday."
        },
        {
            "title": "Gift from Italian Delegation",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-36ee.html",
            "content": "Gift from Italian Delegation\r\n Pyongyang, June 23 (KCNA) -- General secretary Kim Jong Il received a gift from the visiting Italian delegation for study of the DPRK's independent politics. \n\t\t\t\t\t The gift was conveyed to an official concerned Thursday by Bruno De Vita, president of the Teleambiente TV Consortium who is head of the delegation."
        },
        {
            "title": "Italian Embassy Officials Here Mark National Day",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-35ee.html",
            "content": "Italian Embassy Officials Here Mark National Day\r\n Pyongyang, June 23 (KCNA) -- Italian Ambassador to the DPRK Sergio Mercuri hosted a reception on Thursday to mark the 150th anniversary of Italy's unification and its national day.\n\t\t\t\t\t Among those present there on invitation were Vice-Minister of Foreign Affairs Kung Sok Ung, Vice-Minister of Foreign Trade O Ryong Chol, Vice-Minister of Public Health Ri Pong Hun and Chairman of the DPRK-Italy Friendship Parliamentary Group Ri Jong Hyok of the DPRK and diplomatic envoys of different countries and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the embassy and guests of Italy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t That day a concert of Italian artistes and a film show took place at the Music Hall of Pyongyang Kim Won Gyun Conservatory and the Taedongmun Cinema on the same occasion."
        },
        {
            "title": "Rodong Sinmun Developing Countries Urged to Encourage National Culture",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-22ee.html",
            "content": "Rodong Sinmun Developing Countries Urged to Encourage National Culture\r\n Pyongyang, June 23 (KCNA) -- The people of developing countries should work hard to preserve and develop their national culture, well aware of the reactionary nature and danger of the imperialists' vandalistic policy and its harmful consequences.\n\t\t\t\t\t Rodong Sinmun says this in a bylined article Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' persistent moves for stamping out national culture of progressive countries, developing countries are aimed to emasculate their national identity. In this way, the imperialists seek to make the countries blindly follow them and realize their scheme for domination over the world, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Bourgeois ideology and culture are rapidly spreading over the world due to such moves.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that developing national culture in a proper way makes it possible to defend the sovereignty and dignity of each nation, ensure independence in the economy and successfully accelerate the building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t The countries aspiring after independence should foil the imperialists' moves for ideological and cultural poisoning and intensify the building of national culture.\n\t\t\t\t\t\n\t\t\t\t\t Each country has its own national history, customs and cultural heritage, and it should carry forward them generation after generation through building of national culture.\n\t\t\t\t\t\n\t\t\t\t\t Giving precedence to education is of weighty importance in encouraging the rising generations to turn out in the effort for building a new society with the pride of their countries' history and culture and their nations' superiority, traditions and heritage.\n\t\t\t\t\t\n\t\t\t\t\t National nihilism and flunkeyism should be rejected.\n\t\t\t\t\t\n\t\t\t\t\t Not a few countries in Asia, Africa and Latin America have admirable ancient culture. If any country falls into nihilism without seeing its national superiority, this will lead it to flunkeyism and dependence on outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is hard to expect a sound development of the society without preventing the imperialists' bourgeois ideological and cultural poisoning.\n\t\t\t\t\t\n\t\t\t\t\t The progressive countries should be aware of the methods and means of the ideological and cultural poisoning and take measures to check its channels."
        },
        {
            "title": "National Taekwon-Do Championships for Jongilbong Cup Closes",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-41ee.html",
            "content": "National Taekwon-Do Championships for Jongilbong Cup Closes\r\n Pyongyang, June 23 (KCNA) -- The 14th national Taekwon-Do championships for Jongilbong cup came to close with due ceremony at the Volleyball Gymnasium in Chongchun Street, Pyongyang, on Thursday.\n\t\t\t\t\t The Pyongyang City Taekwon-Do Team placed first in total points each in Taekwon-Do and Paduk events.\n\t\t\t\t\t\n\t\t\t\t\t The players from South Hwanghae Province won the title of Korean wrestling.\n\t\t\t\t\t\n\t\t\t\t\t Cup and medals were awarded to successful teams and players."
        },
        {
            "title": "Foreign Diplomats Tour Localities of DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-28ee.html",
            "content": "Foreign Diplomats Tour Localities of DPRK\r\n Pyongyang, June 23 (KCNA) -- Diplomatic envoys of different countries and representatives of international organizations here visited areas of Pakchon and Thaechon in North Phyongan Province of the DPRK Wednesday. \n\t\t\t\t\t At the Pakchon Silk Mill they toured the monuments to the on-field instructions of President Kim Il Sung and leader Kim Jong Il, the room devoted to history of the mill and blanket workshop and other places of the mill, being briefed on the fact that this modern mill has contributed to improving the standard of people's living. \n\t\t\t\t\t\n\t\t\t\t\t They were moved to see its employees working unprecedented miracles and innovation in production. \n\t\t\t\t\t\n\t\t\t\t\t They also visited the Unhung Co-op Farm in Thaechon County. \n\t\t\t\t\t\n\t\t\t\t\t They had a bird's-eye view of Handre Plain and the farm, turned into socialist fairyland, after being briefed on the farm in front of the monument to the revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Then they called at homes of Om Jong Sil, who volunteered to the countryside, and a discharged soldier and had conversations with them before touring the cultural hall of the farm. \n\t\t\t\t\t\n\t\t\t\t\t They also had a bird's-eye view of the North Phyongan Provincial Pig Farm which turns out a large quantity of meat conducive to people's diet. \n\t\t\t\t\t\n\t\t\t\t\t After the visits they made entries in visitor's books."
        },
        {
            "title": "New Vacuum Concentrator Developed ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-30ee.html",
            "content": "New Vacuum Concentrator Developed \r\n Pyongyang, June 23 (KCNA) -- The February 17 Shock Brigade of Scientists and Technicians of the DPRK developed a new type of vacuum concentrator.\n\t\t\t\t\t The vacuum concentrator makes it possible to manufacture all Koryo medicines on an extractive basis. It is also conducive to put production on a scientific basis. \n\t\t\t\t\t\n\t\t\t\t\t The new invention has already been applied to more than 200 Koryo medicine plants across the country."
        },
        {
            "title": "Tanso, Korean National Instrument",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-31ee.html",
            "content": "Tanso, Korean National Instrument\r\n Pyongyang, June 23 (KCNA) -- Tanso, a short bamboo flute, is one of the Korean national musical instruments.\n\t\t\t\t\t Its sound is characteristic of national feelings. \n\t\t\t\t\t\n\t\t\t\t\t Originally, it had one hole in the back and four holes in the front.\n\t\t\t\t\t\n\t\t\t\t\t The flute, improved to suit twelve semitones, produces more elegant sound and larger volume and range.\n\t\t\t\t\t\n\t\t\t\t\t It also makes vibrato, grace and microtone and imitates sounds of creatures like bird.\n\t\t\t\t\t\n\t\t\t\t\t The flute tones blend well with other national and western instruments."
        },
        {
            "title": "Five-point Policy for National Reunification",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-32ee.html",
            "content": "Five-point Policy for National Reunification\r\n Pyongyang, June 23 (KCNA) -- On June 23, Juche 62 (1973), President Kim Il Sung set forth an important policy for Korea's reunification.\n\t\t\t\t\t At that time, the entire Korean people were striving to implement the three principles of independence, peaceful reunification and great national unity, which were declared as guidelines for national reunification through the July 4 North-South Joint Statement.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities were hampering progress in north-south dialogue and seeking to create \"two Koreas\" in violation of the agreement contained in the joint statement.\n\t\t\t\t\t\n\t\t\t\t\t They released a \"special statement on diplomatic policy for peaceful unification\" on June 23, 1973.\n\t\t\t\t\t\n\t\t\t\t\t The \"statement\", aimed to keep the country divided into \"two Koreas\", angered the entire Korean people desirous of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t Such being the situation, the President, that day, delivered a historic speech \"Let Us Prevent a National Partition and Reunify the Country\". In the speech he called for removal of military confrontation, relaxation of strained situation and realization of multi-faceted collaboration and exchange between the north and the south, convocation of a national conference involving representatives of various social strata, political parties and public organizations in the two sides, establishment of confederation named Federal Republic of Koryo and its admission to the United Nations. \n\t\t\t\t\t\n\t\t\t\t\t The five-point policy, which was published four hours after the release of the \"statement\", enjoyed full support at home and abroad as it reflected the entire Korean people's ardent desire for national reunification."
        },
        {
            "title": "Lemur Catta Has Three Kittens at Pyongyang Zoo",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-33ee.html",
            "content": "Lemur Catta Has Three Kittens at Pyongyang Zoo\r\n Pyongyang, June 23 (KCNA) -- Some days ago a lemur catta brought forth three male kittens at the Central Zoo in Pyongyang. \n\t\t\t\t\t The lemur catta is a gift sent to President Kim Il Sung by a former Madagascan president scores of years ago.\n\t\t\t\t\t\n\t\t\t\t\t It is rare for lemur catta to have a litter of three kittens. The animal usually farrows one or two young at a birth.\n\t\t\t\t\t\n\t\t\t\t\t The kittens weighed only 70, 40 and 30 grams respectively when they were born, but now they are normal in weight."
        },
        {
            "title": "Dawn Redwood Propagated",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-34ee.html",
            "content": "Dawn Redwood Propagated\r\n Pyongyang, June 23 (KCNA) -- Dawn redwood is growing well in all parts of the DPRK.\n\t\t\t\t\t The tree serves as a reminder of President Kim Il Sung's deep concern for afforestation of the country.\n\t\t\t\t\t\n\t\t\t\t\tDuring the hard-fought Fatherland Liberation War, a commander of the Chinese People's Volunteers presented the President with a sapling of dawn redwood found in China. At that time the tree was known as an extinct species in the world. \n\t\t\t\t\t\n\t\t\t\t\t The President, with a far-reaching plan to turn the war-torn country into a thick woodland after the war, potted it. \n\t\t\t\t\t\n\t\t\t\t\t After winning the war, he replanted the sampling in the garden of his residence to adapt it to the climatic and soil conditions of Korea.  \n\t\t\t\t\t\n\t\t\t\t\t Learning that the tree grows rapidly in good shape, he summoned a botanist and told him to propagate it. So the tree was replanted again in the Central Botanical Garden and propagated throughout the country."
        },
        {
            "title": "Nuclear Crisis Gets Serious in Fukushima",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-12ee.html",
            "content": "Nuclear Crisis Gets Serious in Fukushima\r\n Pyongyang, June 23 (KCNA) -- Tokyo Electric Power Co. officially admitted the possibility of the nuclear fuel penetration into the containment vessel in a recent report submitted to the International Atomic Energy Agency.\n\t\t\t\t\t It is highly likely nuclear fuel is piling up inside containment vessels of Reactors Nos. 1, 2 and 3 following meltdown.\n\t\t\t\t\t\n\t\t\t\t\t It is already known that very high radioactive water leaked through holes formed at the bottom of the pressure vessels but it is the first time that there raised the possibility of the penetration of the nuclear fuel.\n\t\t\t\t\t\n\t\t\t\t\t Radioactive cesium exceeding the standard level was detected at cars made at two factories in Shizuoka Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t The death toll from the mega earthquake and tsunami has risen to 15 457 with 7 676 missing as of June 18, the Japan Police Agency said."
        },
        {
            "title": "S. Korean Workers Protest U.S. Forces' Environmental Pollution  ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-15ee.html",
            "content": "S. Korean Workers Protest U.S. Forces' Environmental Pollution\r\n Pyongyang, June 23 (KCNA) -- Workers affiliated with the south Korean Confederation of Trade Unions denounced the U.S. forces for their environmental pollution in south Korea. They simultaneously held anti-U.S. rallies before the U.S. military bases across south Korea including Kunsan on June 15. \n\t\t\t\t\t Speakers accused GIs of having thrown away defoliant and other toxic material and even nuclear waste at random in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces have committed lots of crimes since their occupation of south Korea but the \"government\" has so far kept mum, the speakers deplored.\n\t\t\t\t\t\n\t\t\t\t\t They called on all the workers to turn out in protests against their crimes in solidarity with other people.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. forces apologize for all their crimes and withdraw from south Korea at once."
        },
        {
            "title": "S. Korean Churches Should Take Lead in Implementing N-S Declarations: Reverend ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-16ee.html",
            "content": "S. Korean Churches Should Take Lead in Implementing N-S Declarations: Reverend \r\n Pyongyang, June 23 (KCNA) -- South Korean churches should take the lead in the actions to implement the June 15 and October 4  declarations adopted by the north and the south of Korea, urged Rev. Kim Sang Gun, permanent representative of the South Side Committee for Implementing the June 15 Joint Declaration, on June 20, according to south Korean CBS.\n\t\t\t\t\t Peace and stability of the Korean Peninsula are hard to achieve as long as the south Korean authorities consider the north as \"evil\", not as a partner in ensuring co-existence and co-prosperity, he said."
        },
        {
            "title": "S. Korean Authorities Hit for Avoiding Settlement of Registration Fee Issue",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-19ee.html",
            "content": "S. Korean Authorities Hit for Avoiding Settlement of Registration Fee Issue\r\n Pyongyang, June 23 (KCNA) -- Various organizations in south Korea had a press conference on June 20 to denounce the \"government\" authorities for avoiding the fulfillment of the commitment to halve the school registration fee, south Korean KBS reported.\n\t\t\t\t\t They included the Federation of University Students in the 21st Century and the Network for Registration Fee.\n\t\t\t\t\t\n\t\t\t\t\t It is improper that Lee Myung Bak has refused to settle the registration fee issue, one of his campaign commitments, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to continue large-scale rallies and candlelight protests, urging the authorities to fulfill the commitment."
        },
        {
            "title": "Hepatitis Cases Sharply Increase in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-21ee.html",
            "content": "Hepatitis Cases Sharply Increase in S. Korea\r\n Pyongyang, June 23 (KCNA) -- Hepatitis-C cases are sharply increasing in south Korea, its CBS reported.\n\t\t\t\t\t At least 5,600 persons were infected with hepatitis-C last year alone. This figure is more than 2 times that in 2002."
        },
        {
            "title": "Iran Not to Allow UN Human Rights Official's Travel to Iran:Lawmaker",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-08ee.html",
            "content": "Iran Not to Allow UN Human Rights Official's Travel to Iran:Lawmaker\r\n Tehran, June 22 (KCNA) -- Iran will not allow the UN human rights special rapporteur to travel to Iran over human rights issues, said the deputy chief of Iranian Parliament's Human Rights Committee when interviewed by a news agency on June 19. He rejected the UN Human Rights Council's decision on June 17 to send the special rapporteur to Iran.\n\t\t\t\t\t \"The United States, the UK and the Zionist regime (of Israel) are the greatest violators of the human rights in the world,\" he said, adding \"the United Nations Human Rights Council should investigate into the violation of human rights in those countries instead of Iran.\""
        },
        {
            "title": "Earthquake Hits Panama",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-09ee.html",
            "content": "Earthquake Hits Panama\r\n Pyongyang, June 23 (KCNA) -- An earthquake measuring 5.0 on the Richter scale hit southwest of Panama on Sunday.\n\t\t\t\t\t The epicenter was 135 km south of David City, Chiriqui Province of Panama."
        },
        {
            "title": "Crimes Motivated by Racial or Ethnic Prejudice Hold 90% of Hate Crimes in U.S.",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-10ee.html",
            "content": "Crimes Motivated by Racial or Ethnic Prejudice Hold 90% of Hate Crimes in U.S.\r\n Pyongyang, June 23 (KCNA) -- Almost 90 percent of hate crimes were perceived to be motivated by racial or ethnic prejudice or both, a report by the Bureau of Justice Statistics said.\n\t\t\t\t\tAn estimated 148,400 U.S. hate crimes were reported in 2009."
        },
        {
            "title": "U.S. Increases Military Expenditure ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-11ee.html",
            "content": "U.S. Increases Military Expenditure \r\n Pyongyang, June 23 (KCNA) -- The United States is squandering a huge amount of fund on war and military intervention in other countries despite its serious economic situation.\n\t\t\t\t\t The U.S. House of Representatives approved the defense budget of 690 billion dollars for the next fiscal year late in May. \n\t\t\t\t\t\n\t\t\t\t\t The budget contains 119 billion dollars requested by the U.S. Defense Department to fight Iraqi and Afghan wars.\n\t\t\t\t\t\n\t\t\t\t\t In fiscal 2010 the U.S. administration allocated 534 billion dollars as military expenditure.\n\t\t\t\t\t\n\t\t\t\t\t For 7 years since March 2003 when it launched a war in Iraq, the U.S. spent 742.3 billion dollars for the war. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. military expenditure is steadily increasing, while its economic situation is getting worse. \n\t\t\t\t\t\n\t\t\t\t\t  Philadelphia Orchestra renowned for its 100 odd years of history declared its bankruptcy in mid-April, an impact of the economic crisis sweeping across the U.S.\n\t\t\t\t\t\n\t\t\t\t\t  The number of tickets sold drastically decreased in recent years as a consequence of the economic depression and, in the long run, the orchestra was overburdened with deficit.\n\t\t\t\t\t\n\t\t\t\t\t  According to the U.S. Department of Treasury, the budgetary deficit of the country reached 57.6 billion dollars in May, 17.2 billion dollars more than the previous month.\n\t\t\t\t\t\n\t\t\t\t\tThe trading deficit was 43.7 billion dollars in April.\n\t\t\t\t\t\n\t\t\t\t\t The number of the jobless stood at 13.9 million in May countrywide.\n\t\t\t\t\t\n\t\t\t\t\t  All facts show that the reckless policy of aggression and war against other countries leads to bankruptcy and self-destruction."
        },
        {
            "title": "U.S. Forces Urged to Apologize for Violence against Civilians",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-13ee.html",
            "content": "U.S. Forces Urged to Apologize for Violence against Civilians\r\n Pyongyang, June 23 (KCNA) -- The U.S. forces in Puphyong, south Korea should apologize for the violence they committed against south Koreans, a spokesman for the Democratic Labor Party of south Korea urged in a commentary on June 16.\n\t\t\t\t\t GIs staged an anti-terrorist drill against Inchon citizens on June 12 when they were in a sit-in strike near their base in protest against the U.S. forces' environmental pollution, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces should never be pardoned for their crimes, the commentary said. \n\t\t\t\t\t\n\t\t\t\t\t It called upon the people to turn out in the struggle to revise the unequal south Korea-U.S. \"Status of Forces Agreement\" and denounce the U.S. forces for their crimes."
        },
        {
            "title": "Flood Kills 175 in Southern China",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-14ee.html",
            "content": "Flood Kills 175 in Southern China\r\n Beijing, June 22 (KCNA) -- Flood left 175 dead and 86 missing as of June 20 in southern China. A total of 36.57 million people have suffered from the flood in 13 provinces, autonomous regions and municipalities.\n\t\t\t\t\t 1,642,000 people were urgently evacuated.\n\t\t\t\t\t\n\t\t\t\t\t The economic loss amounts to 35,020 million RMB. Y.\n\t\t\t\t\t\n\t\t\t\t\t Rescue operations are under way in the afflicted areas."
        },
        {
            "title": "Amendment to Law on Trade Unions Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-17ee.html",
            "content": "Amendment to Law on Trade Unions Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 23 (KCNA) -- The Confederation of Trade Unions and the Federation of Trade Unions of south Korea rejected the present Law on Trade Unions at a joint press conference on June 20, south Korean KBS reported.\n\t\t\t\t\t The authorities railroaded a \"draft amendment to the Law on Trade Unions\" last year the keynote of which is to stop paying wages to the full-time union officials, the organizations said, adding this deprived the workers of the three labor rights, their basic rights.\n\t\t\t\t\t\n\t\t\t\t\t This law should be revised again at an early date, they urged.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities refuse to accept the demand, they will be made to pay for it, the organizations warned."
        },
        {
            "title": "Protests to Be Launched against S. Korean Authorities' Misrule ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-18ee.html",
            "content": "Protests to Be Launched against S. Korean Authorities' Misrule \r\n Pyongyang, June 23 (KCNA) -- The south Korean Confederation of Trade Unions published its action program against the \"government\" on June 17.\n\t\t\t\t\t Strikes and rallies to be held in Seoul late in June would aim at wage hike, total revision of the Law on Trade Unions, curbs on the conclusion of FTA with the U.S., abolition of part-time jobs and winning of labor rights, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation will conduct intensive actions against the Lee Myung Bak regime's unpopular labor policy in July and August, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The organization also vows to stage dynamic actions to condemn the U.S. forces' crimes, oppose a war and achieve the peaceful reunification of the country with June 25, July 27 and August 15 as occasions, it added."
        },
        {
            "title": "Passenger Plane Crash in Russia Kills 96 ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-20ee.html",
            "content": "Passenger Plane Crash in Russia Kills 96 \r\n Moscow, June 21 (KCNA) -- A passenger plane crashed near Petrozavodsk, the Republic of Kareliaa, Russia on June 20, killing 52 passengers and 44 crewmen and heavily wounding 8.\n\t\t\t\t\t Tu-134 bound from Moscow to Petrozavodsk made an emergency landing about 1 km from airstrip, leaving its fuselage smashed up.\n\t\t\t\t\t\n\t\t\t\t\t Russian President Dmitri Medvedev expressed consolation to the families of the dead and instructed to give help to the victims."
        },
        {
            "title": "Study of CPC's Documents Called for in China",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-24ee.html",
            "content": "Study of CPC's Documents Called for in China\r\n Beijing, June 22 (KCNA) -- Vice-President of China Xi Jinping on June 16 called for studying hard the important documents of the Communist Party of China.\n\t\t\t\t\t He made this call at round-table talks on the publication of \"Selection of important documents published since the birth of the CPC (1921-1949)\" held at the Grand Hall of the People.\n\t\t\t\t\t\n\t\t\t\t\t Xi stressed the need to grasp, through study of this selection, the experience gained by the Party in overcoming various hardships and difficulties under the complex situation and thus steadily enhance the level of guidance and the capability of promoting rapid and signal development of the economy and society.\n\t\t\t\t\t\n\t\t\t\t\t It is also needed to inherit the Party's excellent tradition and style of work and steadily develop them in connection with developing reality and thus keep the vigor and spirit displayed in the days of the revolutionary war, he said."
        },
        {
            "title": "Art Performance Marks 90th CPC Birthday in China",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-25ee.html",
            "content": "Art Performance Marks 90th CPC Birthday in China\r\n Beijing, June 22 (KCNA) -- An art performance of national institutions for celebrating the 90th Anniversary of the Communist Party of China took place in Beijing on June 16. \n\t\t\t\t\t It was reportedly part of the events sponsored by the national institutions to celebrate the anniversary."
        },
        {
            "title": "China Attaches Importance to Labor Safety",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-26ee.html",
            "content": "China Attaches Importance to Labor Safety\r\n Beijing, June 22 (KCNA) -- A 2011 nationwide drive for labor safety was launched in Zhengzhou City, Henan Province, China on June 16.\n\t\t\t\t\t Its theme is \"Responsibility for safety and strict execution\".\n\t\t\t\t\t\n\t\t\t\t\t A coverage group, made up of reporters from at least 20 media organs, will reportedly go to mines, enterprises and other industrial establishments to introduce their advanced experience gained in ensuring labor safety while exposing illegal acts in production management and construction to improve the labor safety work."
        },
        {
            "title": "Russia to Continue Developing Nuclear Energy ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-27ee.html",
            "content": "Russia to Continue Developing Nuclear Energy \r\n Moscow, June 22 (KCNA) -- The general director of the Rosatom Company of Russia expressed the country's willingness to continue the development of nuclear energy at an international meeting on June 20.\n\t\t\t\t\t Stressing the need to adopt a new technical program and update know-how on the principle of strict security, he called on other countries and international bodies to jointly improve the ways for examining the performance of the existing nuclear power stations."
        },
        {
            "title": "Inter-Korean Joint Declaration Supported by Pakistani Political Parties",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-05ee.html",
            "content": "Inter-Korean Joint Declaration Supported by Pakistani Political Parties\r\n Pyongyang, June 23 (KCNA) -- The June 15 North-South Joint Declaration was provided thanks to the noble patriotic will and the invincible Songun revolutionary leadership of Kim Jong Il, said a joint statement issued by seven political parties and organizations of Pakistan on June 14. \n\t\t\t\t\t They include the Pakistan Association for Self-Reliance Studies and the Karachi Juche Study Center of Pakistan. The statement was released to mark the 11th anniversary of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The international community spoke highly of the adoption of the joint declaration and the world peace-loving people expected a lot from it, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. and the south Korean authorities threw a wet blanket over it.\n\t\t\t\t\t\n\t\t\t\t\t The aggression policy of the U.S. imperialists and their stooges again chilled the good atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Military exercises and all other moves to stifle the DPRK on their part clearly proved they do not want peace.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people, deeply concerned about the present situation in the Korean Peninsula, denounce the moves obstructing the implementation of the June 15 joint declaration and the October 4 declaration and earnestly hope for the earlier reunification of Korea in line with the will and desire of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. administration to shape a constructive policy for Korea's reunification and peace.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should come up for the nation's well-being, prosperity and progress.\n\t\t\t\t\t\n\t\t\t\t\t We will wage a broad solidarity movement for the withdrawal of the U.S. forces and nuclear weapons, basic hurdles in the way of Korea's reunification which threaten peace in the peninsula."
        },
        {
            "title": "Anniversary of Start of Work at WPK Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-06ee.html",
            "content": "Anniversary of Start of Work at WPK Marked Abroad\r\n Pyongyang, June 23 (KCNA) -- Personages of different countries paid congratulatory visits to the DPRK missions in their countries on June 17 and 18 on the 47th anniversary of general secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t They included the first secretary of the Maritime Territorial Regional Committee of the Communist Party of Russia, the chairman of the Far Eastern Association for the Study of the Juche Idea and the Songun Policy of Russia, the general secretary of the C.C., the Nepal Communist Party (Marxist－Leninist), the director of a hydro electric power company who is member of the C.C., the Nepal Communist Party (Marxist－Leninist), the chairman of the Nepal-Korea Friendship Association, the chairman of the Study Forum for Self-Reliance of Nepal, the chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, the chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal and the secretary general of the Nepalese Association for Supporting the Songun Politics.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets or bouquets before the full-length figure portrait of President Kim Il Sung and Kim Jong Il and made bows."
        },
        {
            "title": "Cuba's Support for Korea's Reunification Reiterated --Cuban Official",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-07ee.html",
            "content": "Cuba's Support for Korea's Reunification Reiterated --Cuban Official\r\n Pyongyang, June 23 (KCNA) -- The Cuban Committee for Supporting Korea's Reunification would conduct more positive activities till the day when Korea is reunified independently and peacefully, said Juan Jose Leon Vega, first vice-chairman of the Committee.\n\t\t\t\t\t In his speech at a meeting held in Havana on June 16 to mark its 35th anniversary, he said President Kim Il Sung is the lodestar of reunification who devoted everything to the independent and peaceful reunification of Korea till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration provided by general secretary Kim Jong Il is a landmark of Korea's reunification, the speaker noted.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban Committee for Supporting Korea's Reunification has conducted positive solidarity activities to boost the bilateral friendly relations and support the Korean people in their efforts to reunify the country over the past 35 years since its foundation, he added.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were officials of the International Department of the Central Committee of the Communist Party of Cuba, the Cuban Foreign Ministry, the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Cuba and his embassy officials also attended.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard a congratulatory message addressed to the Institute and the Committee by the Korean Committee for Cultural Relations with Foreign Countries and the Korea-Cuba Solidarity Committee."
        },
        {
            "title": "WPK's Feats Praised by Finnish Politician",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-03ee.html",
            "content": "WPK's Feats Praised by Finnish Politician\r\n Pyongyang, June 23 (KCNA) -- General secretary Kim Jong Il faithfully aided the revolutionary work of President Kim Il Sung, strengthened the party and led socialist construction to victory while working at the Workers' Party of Korea Central Committee, said Hannu Harju, chairman of the Communist Workers' Party of Finland for the Peace and Socialism.\n\t\t\t\t\t He issued a statement on June 17 on the 47th anniversary of Kim Jong Il's start of work at the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, always finding himself among the people, shaped lines and policies by reflecting their will and requirements and cemented the single-minded unity of the whole society around the President, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t A bright vista is opening for the progressive people working for socialism against imperialism thanks to his outstanding ideological and theoretical activities and undying feats.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is giving field guidance for the people without taking a single day off.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the Korean People's Army has become the most reliable force in building a thriving nation and the DPRK is demonstrating its might as an invincible socialist fortress to the world.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the Communist Workers' Party of Finland for the Peace and Socialism extend full support and solidarity to the cause of the WPK led by his Songun politics."
        },
        {
            "title": "Greatness Introduced by Foreign Media",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-04ee.html",
            "content": "Greatness Introduced by Foreign Media\r\n Pyongyang, June 23 (KCNA) -- Foreign media carried commemorative reports between June 12 and 14 on the 47th anniversary of general secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Indonesian paper Suara Karya said the WPK has become a party pure in ideology and strong in organization under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t His nearly half a century-long history of leadership over the party witnessed the red flag of the revolution fluttering higher despite the violent storm of history, the article noted. Socialism collapsed in various countries late in the last century but Korean socialism has won victory after victory, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi papers Natun Katha and Ekota reported in detail about the greatness of Kim Jong Il who performed the undying feats for the era, the revolution, the country and the people by leading to sure victory the cause of the Juche-based party building and the socialist cause for nearly half a century.\n\t\t\t\t\t\n\t\t\t\t\t The Egyptian paper Al-Misaiya introduced the wise leadership and noble traits of Kim Jong Il who made the Korean people trust and follow the WPK as the mother party by successfully pursuing the benevolent politics of love and trust.\n\t\t\t\t\t\n\t\t\t\t\t The Italian Citta Aperta reported that the WPK could win only victories without the slightest vacillation and turns and twists because it is guided by the Juche idea which was fathered by President Kim Il Sung and has been developed and enriched by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t F.M. 90.5 Radio of Cambodia praised Kim Jong Il for his undying feats in leading the party building."
        },
        {
            "title": " Foreigners Hail Successful Visit to China ",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-02ee.html",
            "content": "Foreigners Hail Successful Visit to China \r\n Pyongyang, June 23 (KCNA) -- Organizations of Russia, Ecuador and Moldova hailed general secretary Kim Jong Il's successful unofficial visit to China. \n\t\t\t\t\t Kim Jong Il's visit to China gave delight to all the peace-loving people, said the Russian Association for Friendship and Cultural Cooperation with the DPRK in a statement on June 17. It said the Association would make every possible effort for peace and stability in Northeast Asia in the future.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuadorian national preparatory committee for commemorating the centenary of birth of President Kim Il Sung in a statement on June 3 warmly hailed Kim Jong Il's successful visit to China. It supported all the proposals of the DPRK government for peace and denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A Moldovan association in a statement on June 15 said the Chinese party and state accorded hospitality to Kim Jong Il with utmost sincerity. His visit to China was an event of epochal significance in developing the DPRK-China friendly relations onto a higher level, powerfully promoting socialist construction in the two countries and achieving peace, security and prosperity in Northeast Asia and the rest of the world, the statement added."
        },
        {
            "title": " Work Posted on Internet Website of Peruvian Organization",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-01ee.html",
            "content": "Work Posted on Internet Website of Peruvian Organization\r\n Pyongyang, June 23 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship on June 12 posted on its Internet homepage the full text of general secretary Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\".\n\t\t\t\t\t The work, published on Oct. 3, Juche 79 (1990), clarifies the idea that the party's leadership provides a decisive guarantee for the victory of the socialist cause. It also expounds the issue of strengthening the WPK into the revolutionary party of Juche type and the basic ways of carrying out the mission and duty of the party as the leading political organization."
        },
        {
            "title": "Choe Yong Rim averigua labores de varios dominios de economia nacional",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-43ee.html",
            "content": "Choe Yong Rim averigua labores de varios dominios de economia nacional \r\n Pyongyang, 23 de junio (ATCC) -- El premier coreano Choe Yong Rim averiguo en el mismo terreno las labores de varios dominios de la economia nacional. \n\t\t\t\t\t Al visitar el Complejo Siderurgico de Hwanghae, la Fabrica de Maquinas Textiles de Pyongyang, la Fabrica de Zapatos de Pyongyang, el campo de construccion de la fabrica de cemento en el distrito de Chonnae de la provincia de Kangwon, el Instituto de Ciencia de Verduras de Pyongyang y los lugares de construccion de invernaderos del Instituto de Plantas Decorativas de Pyongyang, hizo conocimiento de la renovacion tecnica, de la produccion y de la construccion y convoco en las respectivas unidades las reuniones consultivas de funcionarios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t En las reuniones se tomaron las medidas concretas para incrementar decisivamente la produccion de rieles pesados, modernizar las maquinas y equipos mediante las tecnologias de punta, adelantar el dia de inauguracion de la fabrica de cemento y construir eficientemente los invernaderos."
        },
        {
            "title": "Parte de Pyongyang la delegacion de la ATCC hacia Estados Unidos",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-45ee.html",
            "content": "Parte de Pyongyang la delegacion de la ATCC hacia Estados Unidos\r\n Pyongyang, 23 de junio (ATCC) -- La delegacion de la Agencia Telegrafica Central de Corea presidida por el presidente Kim Pyong Ho partio este jueves de esta capital para visitar Estados Unidos por invitacion de la Agencia Noticiera AP."
        },
        {
            "title": "Clausurado 14o campeonato nacional de Taekwondo por Copa Jongilbong",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-44ee.html",
            "content": "Clausurado 14o campeonato nacional de Taekwondo por Copa Jongilbong\r\n Pyongyang, 23 de junio (ATCC) -- Quedo clausurado este jueves en el Centro de Voleibol en el capitalino reparto Chongchun el 14o Campeonato Nacional de Taekwondo por la Copa Jongilbong.\n\t\t\t\t\t Los jugadores del equipo de Taekwondo de la Ciudad de Pyongyang ocuparon el primer lugar en la clasificacion general de Taekwondo y Paduk, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, los jugadores de la provincia de Hwanghae del Sur se clasificaron primeros en el sirum (lucha coreana).\n\t\t\t\t\t\n\t\t\t\t\t Fueron otorgadas copas y medallas a las entidades y jugadores que ganaron buenas notas."
        },
        {
            "title": "Rodong Sinmun subraya necesidad de desarrollar la cultura nacional",
            "url": "http://kcna.co.jp/item/2011/201106/news23/20110623-46ee.html",
            "content": "Rodong Sinmun subraya necesidad de desarrollar la cultura nacional\r\n Pyongyang, 23 de junio (ATCC) -- Los pueblos de los paises en vias de desarrollo deben darse clara cuenta del caracter reaccionario y peligroso de las maniobras de supresion de cultura nacional de los imperialistas y de su consecuencia nociva e intensificar la lucha por mantener y desarrollar la cultura nacional.\n\t\t\t\t\t Senala el diario Rodong Sinmun en un articulo individual de este jueves y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Los imperialistas se desesperan por exterminar la cultura nacional de los paises progresistas y en vias de desarrollo a fin de debilitar la nacionalidad de esos paises y hacerles obedecer a ciegas a ellos y realizar su ambicion de dominio al mundo.\n\t\t\t\t\t\n\t\t\t\t\t Debido a tales maniobras de los imperialistas, se divulgan con rapidez al mundo la ideologia y la cultura burguesas.\n\t\t\t\t\t\n\t\t\t\t\t La realidad demuestra que solo cuando impulsan correctamente la construccion de la cultura nacional, pueden defender la soberania del pais y la dignidad de la nacion, lograr la independencia economica y acelerar con exito la construccion de nueva sociedad. \n\t\t\t\t\t\n\t\t\t\t\t Los paises aspirantes a la independencia deben frustrar la penetracion ideologica y cultural de los imperialistas y promover con vigor la construccion de la cultura nacional. \n\t\t\t\t\t\n\t\t\t\t\t Cada pais tiene la historia, costumbres y excelentes patrimonios culturales de su nacion y debe llevarlos adelante generacion tras generacion a traves de la construccion de la cultura nacional.\n\t\t\t\t\t\n\t\t\t\t\t Es muy importante priorizar la educacion a todos los trabajos para hacer que las nuevas generaciones venideras se levanten activamente en la lucha por la construccion de nueva sociedad con el orgullo de la historia y cultura de su pais, la excelencia, las tradiciones y los patrimonios culturales de su propia nacion. \n\t\t\t\t\t\n\t\t\t\t\t Hay que luchar contra el nihilismo nacional y el servilismo a grandes potencias. \n\t\t\t\t\t\n\t\t\t\t\t Muchos paises de Asia, Africa y America Latina tienen sus culturas antiguas excelentes. \n\t\t\t\t\t\n\t\t\t\t\t Los que se entregan al nihilismo nacional sin saber la superioridad de su nacion serviran a las grandes potencias y dependeran de las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\t Si no detienen la propagacion de la ideologia y la cultura burguesas de los imperialistas, no pueden esperar el desarrollo social sano. \n\t\t\t\t\t\n\t\t\t\t\t Los paises progresistas deben calar a fondo los metodos y los espacios de la penetracion ideologica y cultural de los imperialistas y tomar las medidas para frenarla."
        }
    ]
}