{
    "date": "2011-10-07",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Raknang Plastic Goods Factory ",
            "url": "http://kcna.co.jp/item/2011/201110/news07/20111007-44ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Raknang Plastic Goods Factory \r\n\n\t\t\t\t\tPyongyang, October 7 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the technologically updated Raknang Disabled Soldiers' Essential Plastic Goods Factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round the room devoted to the history of the factory, conducted by the manager of the factory. \n\t\t\t\t\t\n\t\t\t\t\t Looking at data relating many stories on display at the factory, he recalled with deep emotion the history of loving care shown by President Kim Il Sung for the disabled soldiers. \n\t\t\t\t\t\n\t\t\t\t\t The President showed all sorts of loving care for the disabled soldiers, saying they who defended the country at the cost of blood are precious national treasures, Kim Jong Il noted, stressing the need for them to always remember this profound care. \n\t\t\t\t\t\n\t\t\t\t\t Touring the sites for the production of plastic sheets and foodstuff packing materials and other places of the factory, he learned in detail about the technological updating and production there. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the factory automated all the production processes to rapidly increase the production and ensure a high level of cultured practice in production and life. He highly appreciated the labor feats of the workers there. \n\t\t\t\t\t\n\t\t\t\t\t Watching containers of different sizes, plastic pipes for different uses, vinyl sheets for farming, foodstuff packing materials, rice-boxes and cups for one-time use and other goods being churned out from the latest equipment in the clean worksites, he was very pleased that it has become possible to supply more quality essential plastic goods to the people and servicepersons.\n\t\t\t\t\t\n\t\t\t\t\t Looking with deep attention at foodstuff packing materials produced by the factory, he said it is good for the factory to sufficiently provide necessary packing materials to foodstuff factories. \n\t\t\t\t\t\n\t\t\t\t\t He took deep care of the living of the disabled soldiers there after learning in detail about their working conditions. \n\t\t\t\t\t\n\t\t\t\t\t He highly praised the disabled soldiers of the factory for having overfulfilled their production plan every year by working hard to contribute to the economic life of the country even a bit, true to the instructions given by the President that the disabled soldiers should keep their flowers in bloom. He also spoke highly of all of them who have lived and worked in the same spirit as they displayed while serving in the army. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be implemented by the factory. \n\t\t\t\t\t\n\t\t\t\t\t An important duty facing the factory is to produce more plastic goods conducive to improving the standard of people's living in reliance on the existing production foundation and bring their quality to the highest level, he said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to direct great efforts to the technical control and the management of equipment and, at the same time, steadily raise the level of technical skill of the producers. \n\t\t\t\t\t\n\t\t\t\t\t When making a product, it is essential to produce goods liked by people, products impeccable on any market and having world competitive power and increase their varieties to meet different demands and taste of customers. \n\t\t\t\t\t\n\t\t\t\t\t The disabled soldiers, who fought for the country shedding blood, should be exemplary in the socialist construction, too, he noted, expressing belief that they would continue to steadfastly advance along the road of revolution. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK; Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK; Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC; Pak To Chun, alternate member of the Political Bureau and secretary of the C.C., the WPK; and Pak Pong Ju, first vice department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Phyongsong Synthetic Leather Factory",
            "url": "http://kcna.co.jp/item/2011/201110/news07/20111007-46ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Phyongsong Synthetic Leather Factory\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 7 (KCNA) -- General Secretary Kim Jong Il gave field guidance to Phyongsong Synthetic Leather Factory.\n\t\t\t\t\t\n\t\t\t\t\t Going round a room dedicated to the history of the factory, he looked back with deep emotion on the undying leadership feats of President Kim Il Sung and the shining path covered by the factory under the wise guidance of the party.\n\t\t\t\t\t\n\t\t\t\t\tVisiting various places of the factory, Kim Jong Il acquainted himself in detail with the production and the technological specifications of equipment.\n\t\t\t\t\t\n\t\t\t\t\t Looking with keen attention at the processes of producing synthetic leather by way of coating stitched cotton pieces with plastics, he expressed great satisfaction with the production of quality goods. \n\t\t\t\t\t\n\t\t\t\t\t The President paid deep attention to solving the footwear issue of the people in his lifetime, he said, praising the workers of the factory for having made big achievements by increasing the synthetic leather production capacity and modernizing the equipment true to the intention of the President.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was pleased that the factory has big production capacity and all its processes ranging from the feeding of raw materials to forwarding are automated.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at an exhibition room where he watched synthetic leather including outer coating and lining materials for shoes, shoes and injection-molded canvas shoes, bags, belts and jumper, etc. made of synthetic leather produced by the factory. He estimated their high quality. \n\t\t\t\t\t\n\t\t\t\t\t The factory has an important duty and role to play, he said, advancing tasks which would serve as guidelines for the management and operation of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He called for modernizing the factory on a higher level and introducing advanced technology to boost the production of quality synthetic leather.\n\t\t\t\t\t\n\t\t\t\t\t Generally, synthetic leather has such shortcomings as lower tension, flexure and sweat absorption than natural leather, he said, calling for building ultra-modern water-proof plastic canvas production process and modern stitched cotton pieces production process to solve these problems.\n\t\t\t\t\t\n\t\t\t\t\t He personally solved matters arising in putting the factory on a modern basis as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the WPK Central Committee, Jang Song Thaek, alternate member of the Political Bureau of the WPK Central Committee and vice-chairman of the NDC, Pak To Chun, alternate member of the Political Bureau and secretary of the WPK Central Committee, Hong In Bom, chief secretary of the South Phyongan Provincial Committee of the WPK, and Pak Pong Ju, first vice department director of the WPK Central Committee."
        },
        {
            "title": "Floral Basket to Kim Jong Il from Lao Party Leader",
            "url": "http://kcna.co.jp/item/2011/201110/news07/20111007-12ee.html",
            "content": "Floral Basket to Kim Jong Il from Lao Party Leader\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 7 (KCNA) -- General Secretary Kim Jong Il received a floral basket from Choummaly Saynasone, general secretary of the Central Committee of the Lao People's Revolutionary Party who is president of Laos, on the 66th birthday of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Lao Ambassador to the DPRK Chaleune Warinthrasak handed it to Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK, on Friday."
        }
    ]
}