{
    "date": "2011-12-03",
    "url": "http://kcna.co.jp/item/2011/201112/2011-12-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Commands Flying Exercises of KPA Air Force Unit",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-32ee.html",
            "content": "Kim Jong Il Commands Flying Exercises of KPA Air Force Unit\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the Democratic People's Republic of Korea, commanded the flying exercises of the KPA Air Force Unit 378 honored with the title of O Jung Hup-led 7th Regiment."
        },
        {
            "title": "Kim Jong Il Commands Flying Exercises of KPA Air Force Unit",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-33ee.html",
            "content": "Kim Jong Il Commands Flying Exercises of KPA Air Force Unit\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, commanded the flying exercises of KPA Air Force Unit 378 honored with the title of O Jung Hup-led 7th Regiment.\n\t\t\t\t\t\n\t\t\t\t\tHe was greeted on the spot by KPA General Ri Pyong Chol, commander of the Air Force, and commanding officers of the unit.\n\t\t\t\t\t\n\t\t\t\t\tAfter receiving a salute, he learned about the unit's performance of guard duty and mounted a commanding post to guide the exercises of pilots.\n\t\t\t\t\t\n\t\t\t\t\tHe carefully watched valiant and courageous pilots conducting a drill in the atmosphere of real war while making flights. They are very good at training and bold in flight mobility, he said with high appreciation, congratulating them on their successful training.\n\t\t\t\t\t\n\t\t\t\t\tAny enemies dare not pounce upon Songun Korea, and it is further displaying its dignity as the unbreakable socialist fortress and our revolutionary cause is always emerging victorious as such proud pilots defend the territorial air of the country, he said.\n\t\t\t\t\t\n\t\t\t\t\tHe met with the pilots involved in the training and repeatedly congratulated them on their successful training, showing benevolent solicitude for them.\n\t\t\t\t\t\n\t\t\t\t\tThen, he went round a bedroom, a mess hall and lecture rooms for the pilots of a sub-unit of the unit to take meticulous care of their life as their real parents would do.\n\t\t\t\t\t\n\t\t\t\t\tHe enjoyed a performance given by an art group of the pilots of the unit.\n\t\t\t\t\t\n\t\t\t\t\tHe had a photo session with servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\tAccompanying him were Kim Jong Un, vice-chairman of the WPK Central Military Commission, KPA Vice Marshal Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., WPK and chief of the KPA General Staff, Jang Song Thaek, alternate member of the Political Bureau of the C.C., WPK and vice-chairman of the NDC, Kim Kyong Ok, first vice department director of the C.C., WPK, KPA Generals Kim Won Hong, Pak Jae Gyong and Hyon Chol Hae and staff members of the KPA Supreme Command."
        },
        {
            "title": "Rodong Sinmun Rejects S. Korean Authorities' Policy of Confrontation",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-06ee.html",
            "content": "Rodong Sinmun Rejects S. Korean Authorities' Policy of Confrontation\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The south Korean authorities' \"policy toward the north\" can never be tolerated as it hinders the national peace and reunification and drives the situation of the Korean Peninsula to the brink of a war, says Rodong Sinmun in a bylined article Saturday. \n\t\t\t\t\t\n\t\t\t\t\tThe war provocative moves of the bellicose forces in south Korea are an inevitable result of the \"policy toward the north\" persistently pursued by its authorities, the article points out, saying:\n\t\t\t\t\t\n\t\t\t\t\tThe watchword \"no nukes, opening and 3 000 dollars\" raised by south Korean conservative group is aimed at anti-national \"unification under the liberal democratic system\", and this is sure to lead to confrontation and war moves.\n\t\t\t\t\t\n\t\t\t\t\tIts confrontation policy is a treacherous policy obstructive to the independent reunification of the Korean nation and a war policy detrimental to the desire of the Koreans and the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\tIf antagonism and distrust are fostered and confrontation escalated between the north and the south of Korea, it will be eternally impossible to achieve its national reunification. \n\t\t\t\t\t\n\t\t\t\t\tThe ruling forces of south Korea have returned dangerous war moves for the DPRK's efforts to improve the north-south relations and open the door to peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\tWhile calling for \"peace\", they stage mad-cap saber-rattling to provoke a war against the DPRK in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tThe people from all walks of life in south Korea are strongly urging the conservative authorities to make a switchover in the policy of confrontation and come out for dialogue and negotiations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the south Korean ruling forces are getting hell-bent on the anti-DPRK provocation and war moves, persistently refusing to change their confrontation policy. This is the last-ditch effort of those doomed to death.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation will decisively punish the group of traitors who lay a stumbling block to peace and reunification, going against the trend of the times."
        },
        {
            "title": "Rodong Sinmun Stresses Need to Make No Concession to Imperialists",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-07ee.html",
            "content": "Rodong Sinmun Stresses Need to Make No Concession to Imperialists\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Victory is in store for the progressive people who carry on the struggle without making any concession to the imperialists, stresses Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tNoting that various countries' sovereignty has been ruthlessly violated and innocent peaceable inhabitants killed due to the imperialists' wars of aggression, the article says: \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. warmongers are steadily expanding the theatre of aggression by way of provoking wars on one excuse or another.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. zealously seeks to reproduce the Iraqi incident with a report of IAEA recently announced to incriminate Iran's nuclear program.\n\t\t\t\t\t\n\t\t\t\t\tImperialism does not hesitate to inflict scourge of nuclear war upon humankind.\n\t\t\t\t\t\n\t\t\t\t\tThe facts go to prove that the imperialists remain unchanged in their aggressive nature and that they do never make a present of peace to the people.\n\t\t\t\t\t\n\t\t\t\t\tPeace should be won through a struggle, and it is important to fight against the aggressors uncompromisingly without making any concession.\n\t\t\t\t\t\n\t\t\t\t\tImperialism regards aggression, plunder and war as way of its existence. Any people can not evade a war as long as imperialism exists.\n\t\t\t\t\t\n\t\t\t\t\t\"Reconciliation\", \"cooperation\" and \"partnership\" on the lip-service of the imperialists do not mean that there is change in imperialism's nature as an aggressor. They are no more than changed way of the imperialists' aggression and domination. \n\t\t\t\t\t\n\t\t\t\t\tNothing is more foolish than to make concession to the imperialists, thinking that their nature has changed through generations and centuries. One-step concession will result in ten- or a hundred-step concessions and, finally, invite grave consequences of ruining a country and nation and meeting the fate of a colonial slavery."
        },
        {
            "title": "KCNA Commentary on Shakamoto's Assertion upon DPRK",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-09ee.html",
            "content": "KCNA Commentary Slams Sakamoto's Rhetoric about DPRK\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Sakamoto, member of the House of Representatives of Japan, referring to the Asian regional preliminaries for the 2014 FIFA World Cup held in Pyongyang on November 15, let loose remarks out of common sense.\n\t\t\t\t\t\n\t\t\t\t\tAt the \"special committee of abduction issue\" of the House of Representatives on November 28, he, turning to Japan's defeat by the DPRK, said that \"if Japanese team had defeated the DPRK team 2:0 or 3:0, the Japanese footballers might have been abducted\". \n\t\t\t\t\t\n\t\t\t\t\tWhat do his remarks signify?\n\t\t\t\t\t\n\t\t\t\t\tWhat he said are too childish to be uttered by a politician holding an official post.\n\t\t\t\t\t\n\t\t\t\t\tJapan's team had the game with the DPRK team in 22 years after the Asian regional preliminaries for the FIFA World Cup in Italy in 1989. Complicated problems cropped up even before the match at that time because of the frozen relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK fairly handled problems from the viewpoint of high game morality and on the universal principle of international relations.\n\t\t\t\t\t\n\t\t\t\t\tSakamoto's assertions indicate his distorted way of thinking driven by guilty conscience.\n\t\t\t\t\t\n\t\t\t\t\tJapan is obliged to feel the guilty conscience as it inflicted huge misfortunes and pain on the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tHe busied himself, currying favor with ultra-right conservative elements obsessed with confrontation with DPRK. But his remarks only became a laughing stock of the world people.\n\t\t\t\t\t\n\t\t\t\t\tThe rhetoric of \"abduction\" touted by the Japanese politicians is nothing but cliche. \n\t\t\t\t\t\n\t\t\t\t\tIt is high time that Japan stopped the old and trite rhetoric about \"abduction\" with which the international community has been fed up."
        },
        {
            "title": "Japan Urged to Make Reparation for Past Crimes: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-10ee.html",
            "content": "Japan Urged to Make Reparation for Past Crimes: KCNA Commentary\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Japan attempted to adopt the anti-DPRK \"resolution on human rights\" while talking about the \"abduction issue\" at the Third Committee of the 66th UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese ambassador to the UN in a speech before voting said that the \"potential abduction by the DPRK\" couldn't be ruled out as yet and it still remains a pending issue in a bid to build up the public opinion over the human rights issue.\n\t\t\t\t\t\n\t\t\t\t\tIt is ridiculous for the hideous human rights abuser Japan to style itself the initiator of the resolution, talking rhetoric about other country's human rights performance.\n\t\t\t\t\t\n\t\t\t\t\tThis racket kicked up by Japan does not deserve even a passing note as it was another stereotyped and politically-motivated smear campaign staged by the hostile forces to the DPRK including Japan. \n\t\t\t\t\t\n\t\t\t\t\tNo country is so clamorous about the human rights and humanitarianism on the earth as Japan. \n\t\t\t\t\t\n\t\t\t\t\tOutwardly Japan seems to have a pretty deep interest in human rights.\n\t\t\t\t\t\n\t\t\t\t\tBut does Japan really have the right to talk about it?\n\t\t\t\t\t\n\t\t\t\t\tAs far as the human rights issue is concerned, Japan has no qualification to talk about it.\n\t\t\t\t\t\n\t\t\t\t\tIt is because of its wrong attitude towards past atrocities perpetrated by the Japanese imperialists against the Koreans, a harsh violation of human rights unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\tJapan has been recorded in history as an infamous war criminal state as it committed horrible atrocities against Koreans during its occupation of Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt massacred more than one million people, kidnapped or forcibly took away 8.4 million and forced 200 000 women into the sexual slavery for the Imperial Japanese Army during its military occupation of Korea that has lasted for nearly half a century.\n\t\t\t\t\t\n\t\t\t\t\tFar from making an honest apology and reparation for its crimes, Japan has sought to push its hideous inhuman crimes under the carpet for the past more than 60 years since the war.\n\t\t\t\t\t\n\t\t\t\t\tThis is the very reason why Japan is more intent on kicking up the anti-DPRK maneuvers than any other country while talking about humanity and human rights in the international arena.\n\t\t\t\t\t\n\t\t\t\t\tThe \"abduction issue\" had already seen a solution as declared by the DPRK more than once.\n\t\t\t\t\t\n\t\t\t\t\tJapan is intentionally highlighting the \"abduction issue\" and internationalizing it while trying to give impression that it remains an outstanding issue. This is aimed to abuse this issue for serving its political and strategic purposes.\n\t\t\t\t\t\n\t\t\t\t\tJapan had better make reparation for its past crimes before talking about human rights of other country."
        },
        {
            "title": "Judges Protest GNP's Passage of FTA in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-11ee.html",
            "content": "Judges Protest GNP's Passage of FTA in S. Korea\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Judges in south Korea turned out in a group protest against the \"Grand National Party\" which railroaded the \"motion calling for ratification of the Free Trade Agreement\" with the U.S., according to CBS of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tA senior judge of the Inchon District Court posted on its Internet homepage on Dec. 1 an article condemning the FTA as an unequal agreement violating judicial sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tIn case of a trade conflict with the U.S., south Korea may be deprived of its jurisdiction, the article said, stressing the need for the judicial authority to perform its part.\n\t\t\t\t\t\n\t\t\t\t\tHe said he would request the chief justice of the Supreme Court to set up a body of experts for renegotiations on the FTA.\n\t\t\t\t\t\n\t\t\t\t\tMore than one hundred judges expressed support for his stand in the first day when the article was posted.\n\t\t\t\t\t\n\t\t\t\t\tThe influence of their massive protest is expanding, the broadcasting service reported."
        },
        {
            "title": "Korean People's Historic Advance Is Based on Juche Idea: Peruvian Personage",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-01ee.html",
            "content": "Korean People's Historic Advance Is Based on Juche Idea: Peruvian Personage\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, issued a statement on Nov. 24 to mark the 20th anniversary of leader Kim Jong Il's assumption of the supreme commandership of the Korean People's Army and the 94th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\tThe historic advance of the Korean people to build a socialist power is based on the Juche idea founded by President Kim Il Sung, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tIt noted that the Juche idea enabled the Korean people to display indomitable heroism in the efforts to bolster up the national defense capability, defend socialism and overcome all sorts of natural disasters.\n\t\t\t\t\t\n\t\t\t\t\tThe economy is developing in DPRK as it is thoroughly applying the requirements of this idea, it noted, adding the DPRK will emerge an economic power in the near future."
        },
        {
            "title": "Japanese Meet to Express Support for Korea's Reunification",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-02ee.html",
            "content": "Japanese Meet to Express Support for Korea's Reunification\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The 29th national meeting of the movement for supporting Korea's reunification was held in Fukushima Prefecture, Japan, on Nov. 26.\n\t\t\t\t\t\n\t\t\t\t\tAttending it were Chairman Fumihiro Himori and members of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, members of the executive committee of the national meeting and representatives of organizations for solidarity with the DPRK from across Japan.\n\t\t\t\t\t\n\t\t\t\t\tPresent on invitation were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other officials of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\tAt the meeting personages of different circles made speeches before a congratulatory message from the Korean Society for Cultural Relations with Foreign Countries was read out.\n\t\t\t\t\t\n\t\t\t\t\tHirogazu Kitagawa, representative member of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, made a report.\n\t\t\t\t\t\n\t\t\t\t\tA lecture on the subject of \"Path to denuclearization and peace in Northeast Asia\" was given.\n\t\t\t\t\t\n\t\t\t\t\tThen the meeting adopted a written request, which urged the Japanese government to stop the discriminative and national chauvinist encroachment upon the human rights of Korean residents, immediately lift the sanctions against the DPRK and opt for the talks for normalizing diplomatic relations based on the settlement of the past and the DPRK-Japan Pyongyang Declaration."
        },
        {
            "title": "Cambodia Will Significantly Commemorate Centenary of Kim Il Sung's Birth: PM",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-03ee.html",
            "content": "Cambodia Will Significantly Commemorate Centenary of Kim Il Sung's Birth: PM\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The Cambodian people will join the Korean people in significantly commemorating the centenary of birth of President Kim Il Sung, said Prime Minister of Cambodia Hun Sen on Nov. 28 when meeting outgoing DPRK Ambassador to his country Ri In Sok.\n\t\t\t\t\t\n\t\t\t\t\tThe prime minister said that the friendly and cooperative relations between the two countries are traditional ones provided by Great King Norodom Sihanouk and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThese relations are now steadily developing in the interests of the peoples of the two countries, he added."
        },
        {
            "title": "Report of KPA Supreme Command Hailed by British Organizations",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-04ee.html",
            "content": "Report of KPA Supreme Command Hailed by British Organizations\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on Nov. 25 in support of the report of the Supreme Command of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tWe fully support the stand of the DPRK revolutionary armed forces to defend the sovereignty and independence of the country, the stand clarified in the report of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA has defended the socialist system centered on the popular masses and the peace of Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tLast year's Yonphyong Island incident occurred due to the reckless moves of the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\tEntirely just was the action taken by the KPA to cope with them.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppet forces staged again the anti-DPRK war exercises, far from drawing a due lesson.\n\t\t\t\t\t\n\t\t\t\t\tThe report of the Supreme Command of the KPA declared that it would blow out the stronghold of the group of traitors. This is the revolutionary stand reflecting the will of the army and people of the DPRK to reliably defend the sovereignty of the country and socialism under the banner of the Songun idea."
        },
        {
            "title": "U.S., S. Korea, Japan Are to Blame for Danger of War in Korean Peninsula: Japanese",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-05ee.html",
            "content": "U.S., S. Korea, Japan Are to Blame for Danger of War in Korean Peninsula: Japanese\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The Japan Committee for Supporting the Independent and Peaceful Reunification of Korea will resolutely stand against south Korea-U.S. and U.S.-Japan military exercises centering on the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tHirogazu Kitagawa, representative member of the committee, declared this stand, making a report at the 29th national meeting of the movement for supporting Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe blame for last year's Choenan warship sinking case and Yonphyong Island shelling case was on south Korea which staged the provocative military exercises in the West Sea of Korea, he said.\n\t\t\t\t\t\n\t\t\t\t\tThe very one bringing the danger of war to the Korean Peninsula is the U.S., south Korea and Japan that are ceaselessly staging joint military exercises, he stated."
        },
        {
            "title": "Magazine \"Paektu-Halla\" Issued by Koreans in China",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-31ee.html",
            "content": "Magazine \"Paektu-Halla\" Issued by Koreans in China\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The General Association of Koreans in China released the November issue of its magazine \"Paektu-Halla\".\n\t\t\t\t\t\n\t\t\t\t\tThe magazine carried a photo of leader Kim Jong Il and the news that he received Li Keqiang, vice-premier of the State Council of China.\n\t\t\t\t\t\n\t\t\t\t\tEdited in it were account of events held by the General Association and its affiliated organizations to celebrate the 66th birthday of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt carried articles titled \"General and CNC (3)\" and \"Great history of loyalty going on in the Mansudae area with the centenary of birth of President Kim Il Sung approaching (1)\".\n\t\t\t\t\t\n\t\t\t\t\tGiven in the magazine was the news that a wreath in the joint name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet and wreaths from the Ministry of the People's Armed Forces, Ministry of People's Security, Ministry of Foreign Affairs and other institutions of the DPRK were laid before the Friendship Tower on the occasion of the 61st anniversary of the Chinese People's Volunteers' entry into the Korean front.\n\t\t\t\t\t\n\t\t\t\t\tThe Yanbian Regional Association under the General Association and its branches and the Yanbian Regional Committee of the Federation of Korean Youths in China held events to mark the 4th anniversary of the October 4 declaration, the magazine reported.\n\t\t\t\t\t\n\t\t\t\t\tCarried in it were the statements issued by spokesmen for the National Peace Committee of Korea and the Youth and Student Sub-Committee of the North Side Committee for Implementing June 15 Joint Declaration and \"Let us give due punishment to the treacherous conservative group\", a statement of the General Association of Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\tThe magazine dealt with the actions the people of south Korea staged to condemn the \"government\" for having railroaded the \"motion calling for ratification of Free Trade Agreement\"."
        },
        {
            "title": "Russia to Take Steps to Cope with U.S. MD System in Europe",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-12ee.html",
            "content": "Russia to Take Steps to Cope with U.S. MD System in Europe\r\n\n\t\t\t\t\tMoscow, December 2 (KCNA) -- Dmitri Rogozin, Russian permanent representative to NATO, in a recent interview with a TV referred to Russia's steps to cope with the U.S. scheme to deploy the missile defense system in Europe.\n\t\t\t\t\t\n\t\t\t\t\tThe means to cope with the U.S. MD system in Europe has already been included in the state plan for military equipment up to 2020 which was ratified to develop the national defense industry, he said."
        },
        {
            "title": "Cuba to Take Steps for Developing Oil Industry",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-13ee.html",
            "content": "Cuba to Take Steps for Developing Oil Industry\r\n\n\t\t\t\t\tHavana, December 2 (KCNA) -- Cuba is paying efforts to developing the oil industry.\n\t\t\t\t\t\n\t\t\t\t\tIt is planning to expand the oil refineries in Cienfuegos and Santiago de Cuba provinces and build a new refinery in Matanzas Province. And two oil chemical factories will be built in Cienfuegos Province with big government investment."
        },
        {
            "title": "Iran Rejects Western Threat: FM Spokesman",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-14ee.html",
            "content": "Iran Rejects Western Threat: FM Spokesman\r\n\n\t\t\t\t\tTehran, December 2 (KCNA) -- A spokesman for the Iranian Foreign Ministry in an interview with a news agency on Nov. 30 resolutely rejected the Western threat of sanctions against his country.\n\t\t\t\t\t\n\t\t\t\t\tMost of the Western countries have insignificant economic relations with Iran and have no financial ties with it, he said, adding that the sanctions touted by them are part of the psychological warfare.\n\t\t\t\t\t\n\t\t\t\t\tThe Iranian people are firmly taking the road chosen by themselves in face of the U.S. and Western sanctions of past decades, he said."
        },
        {
            "title": "Indonesia Commences Reforestation Campaign Program",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-15ee.html",
            "content": "Indonesia Commences Reforestation Campaign Program\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Indonesia has set ambitious reforestation program by commencing a campaign to plant one billion trees per year.\n\t\t\t\t\t\n\t\t\t\t\tIn an event President Susilo Bambang Yudhoyono called upon all the people to turn out in the reforestation, wealth of the country."
        },
        {
            "title": "India's GDP to Grow 7.3 Pct in Current Fiscal Year: Finance Minister",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-16ee.html",
            "content": "India's GDP to Grow 7.3 Pct in Current Fiscal Year: Finance Minister\r\n\n\t\t\t\t\tNew Delhi, December 2 (KCNA) -- India's economy is predicted to expand 7.3 percent in the current fiscal year ending on March 31, 2012, according to India's Finance Minister Pranab Mukherjee on Wednesday."
        },
        {
            "title": "Anti-NATO Demonstration Held in Pakistan",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-17ee.html",
            "content": "Anti-NATO Demonstration Held in Pakistan\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- 700 Pakistanis staged a demonstration in Karachi on Nov. 27 in protest against the NATO forces' indiscriminate air raids which killed Pakistani soldiers.\n\t\t\t\t\t\n\t\t\t\t\tThe demonstrators gathered in front of the U.S. consulate general and strongly protested the recent air raids, chanting anti-U.S. slogans."
        },
        {
            "title": "Nicaragua Censures U.S. Interference",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-18ee.html",
            "content": "Nicaragua Censures U.S. Interference\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The Nicaraguan ambassador to the Organization of American States recently denounced the U.S. for its interference aimed to create instability in his country.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. schemed to instigate the opposition camp to nullify the returns of the election in case the Sandinist National Liberation Front wins the election, he said, adding such interference can never be pardoned."
        },
        {
            "title": "Brazil to Apply Additional Fines on Chevron for Oil Spill",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-19ee.html",
            "content": "Brazil to Apply Additional Fines on Chevron for Oil Spill\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Brazil's environment protection agency Ibama said Tuesday that U.S. oil giant Chevron may be fined an additional 60 million reais (32.6 million U.S. dollars) for the spill off the country's southeastern coast, said Ibama President Curt Trennpohl.\n\t\t\t\t\t\n\t\t\t\t\tThe eventual fines would be related to the environmental damage caused by the spill and to the company not enforcing its emergency plan after the accident."
        },
        {
            "title": "Cooperation among S. American Countries",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-20ee.html",
            "content": "Cooperation among S. American Countries\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Colombia and Venezuela concluded an agreement on expanding bilateral trade on Nov. 28.\n\t\t\t\t\t\n\t\t\t\t\tEarlier on Nov. 25 member nations of the Union of South American Nations agreed to develop trade and strengthen financial system among countries."
        },
        {
            "title": "Earthquake Hits Philippines",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-21ee.html",
            "content": "Earthquake Hits Philippines\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- An earthquake measuring 6 on the Richter Scale hit an island of the Philippines on Nov. 30."
        },
        {
            "title": "Economic Stagnation in Japan",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-22ee.html",
            "content": "Economic Stagnation in Japan\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- New housing starts in Japan fell 5.8 percent in October from a year earlier, marking the second straight year-on-year decline, the Ministry of Land, Infrastructure, Transport and Tourism said in a report on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, Japan's supermarket sales in October edged down 0.9 percent from a year earlier on a same-store basis, declining for the third consecutive month due to sluggish food sales, an industry body said Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tThis is attributable to the falling of buying caused by economic stagnation."
        },
        {
            "title": "Eurozone Unemployment Rate Hits Record 10.3 pct in October",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-23ee.html",
            "content": "Eurozone Unemployment Rate Hits Record 10.3 pct in October\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) --  Eurostat estimated that 23.554 million men and women in the EU, of whom 16.294 million were in the eurozone, were unemployed in October\n\t\t\t\t\t\n\t\t\t\t\tCompared with September, the number of persons unemployed rose by 130,000 in the EU and by 126,000 in the eurozone."
        },
        {
            "title": "Economic Crime in New Zealand",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-24ee.html",
            "content": "Economic Crime in New Zealand\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Almost half of organizations in New Zealand have been victims of economic crime in the last year, according to a survey released on Nov. 30.\n\t\t\t\t\t\n\t\t\t\t\tThe survey showed 49.5 percent of the 93 New Zealand respondents suffered some sort of economic crime in the last 12 months."
        },
        {
            "title": "UNEP Criticizes Developed Countries for Stance at Climate Talks",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-25ee.html",
            "content": "UNEP Criticizes Developed Countries for Stance at Climate Talks\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The United Nations Environmental Program (UNEP) on Tuesday criticized developed countries for their stance at the UN climate change talks in Durban, South Africa.\n\t\t\t\t\t\n\t\t\t\t\tA newspaper in South Africa reported that UNEP said in a newsletter distributed at the talks that the developed countries are \"stuck on weaker, conditional pledges.\"\n\t\t\t\t\t\n\t\t\t\t\tUNEP also said that the greenhouse gas emissions targets set by developed countries are \"riddled with loopholes.\""
        },
        {
            "title": "Malaysia Slams Israel's Illegal Policies in Palestine",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-26ee.html",
            "content": "Malaysia Slams Israel's Illegal Policies in Palestine\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The Malaysian permanent representative to the United Nations on Wednesday criticized Israel's \"illegal policies and inhumane practices\", speaking at a meeting of the UN General Assembly on Nov. 30.\n\t\t\t\t\t\n\t\t\t\t\tThis will detract the efforts to realizing the aspiration of creating two sovereign States living side by side in peace, he said.\n\t\t\t\t\t\n\t\t\t\t\t\"Israel needs to stop all provocative acts and improve the situation on the ground by immediately stopping the construction of illegal settlements, lifting the blockade in Gaza, addressing humanitarian needs and improving the atmosphere for negotiations, among others,\" he added."
        },
        {
            "title": "Flood Death Toll Increases in Thailand",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-27ee.html",
            "content": "Flood Death Toll Increases in Thailand\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- A total of 657 people were confirmed dead and three other were missing in the floods that had inundated the upper part of Thailand for about four months as of Nov. 30, the Disaster Prevention and Mitigation Department reported on Thursday. \n\t\t\t\t\t\n\t\t\t\t\tOn Thursday, floods still prevail in 15 of 77 provinces."
        },
        {
            "title": "Crackdown on Demonstrators in Los Angeles, California",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-28ee.html",
            "content": "Crackdown on Demonstrators in Los Angeles, California\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- The United States has persisted in crackdown upon the Occupy Wall Street demonstrators.\n\t\t\t\t\t\n\t\t\t\t\tThe police authorities of Los Angeles, State of California started on Thursday operations for dispersing the demonstrators.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1 400 heavily-armed policemen committed violence against those staging an anti-capitalist movement outside the building of the city hall and took down their tents from Nov. 10.\n\t\t\t\t\t\n\t\t\t\t\tIt is reported that the police walked off over 200 who strongly protested against its crackdown."
        },
        {
            "title": "New Anti-Austerity Strike Hits Greece",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-29ee.html",
            "content": "New Anti-Austerity Strike Hits Greece\r\n\n\t\t\t\t\tPyongyang, December 3 (KCNA) -- Greece has been paralyzed again on Thursday, as private and public sector unions held a 24-hour general strike in protest of new austerity measures.\n\t\t\t\t\t\n\t\t\t\t\tIn the seventh general strike of the year which a great number of people flew into, schools and courts shut, train and ferry service ground to a halt and hospitals ran on emergency staff.\n\t\t\t\t\t\n\t\t\t\t\tStrikers strongly urged the authorities to lift such austerity measures as wage and pension cuts and mass layoffs."
        },
        {
            "title": "China Blames U.S. Military Moves",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-30ee.html",
            "content": "China Blames U.S. Military Moves\r\n\n\t\t\t\t\tBeijing, December 2 (KCNA) -- A spokesman for the Chinese Defense Ministry, in a press briefing on November 30, blamed the United States for its military moves.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. has recently made preparations to deploy its troops in Australia and advanced theory of \"integrated air and sea warfare\".\n\t\t\t\t\t\n\t\t\t\t\tIn this regard, the spokesman said it is an expression of the Cold War way of thinking to strengthen and expand military alliance.\n\t\t\t\t\t\n\t\t\t\t\tSuch standpoint, aimed to guarantee its \"security\" by inciting confrontation and victimizing others' security, runs counter to the trend of the times towards peace, development and cooperation, he said."
        },
        {
            "title": "Kim Jong Il dirige ejercicios de vuelo de Unidad Aerea 378 del EPC",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-13ss.html",
            "content": "Kim Jong Il dirige ejercicios de vuelo de Unidad Aerea 378 del EPC\r\n\n\t\t\t\t\tPyongyang, 3 de diciembre (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el entrenamiento de vuelo de la Unidad 378 de las Fuerzas Aereas del EPC que ostenta el titulo del Septimo Regimiento de O Jung Hup."
        },
        {
            "title": "ACNC comenta injusta posicion de Japon sobre \"problema de secuestro\"",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-10ss.html",
            "content": "ACNC comenta injusta posicion de Japon sobre \"problema de secuestro\"\r\n\n\t\t\t\t\tPyongyang, 3 de diciembre (ACNC) -- La seleccion coreana vencio por 1 a 0 a su rival japones en la clasificatoria de la region asiatica para la Copa Mundial 2014 de la FIFA, efectuada el 15 de noviembre en esta capital. \n\t\t\t\t\t\n\t\t\t\t\tAl referirse a ese juego el dia 28 del mes pasado en la \"comision especial para el problema de secuestro\" de la camara de representantes, el diputado japones Sakamoto dijo que \"si el equipo japones hubiera ganado por 2 a 0 o por 3 a 0, los futbolistas japoneses habrian sido secuestrados\". \n\t\t\t\t\t\n\t\t\t\t\tEste dicho es demasiado irresponsable para ser pronunciado por un politico.\n\t\t\t\t\t\n\t\t\t\t\tEse partido de futbol entre Japon y la RPDC se realizo a los 22 anos despues de la clasificatoria para la Copa Mundial de Italia que tuvo lugar el ano 1989. \n\t\t\t\t\t\n\t\t\t\t\tDebido a las relaciones congeladas entre los dos paises, han surgido unos problemas complicados ya antes del juego. \n\t\t\t\t\t\n\t\t\t\t\tPero, la parte coreana gestiono de manera imparcial todos los problemas manteniendo alta moralidad y ateniendose a los principios universales que rigen las relaciones internacionales. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Sakamoto dijo tal chisme porque tuvo la necesidad de congraciarse con la ultraderecha conservadora.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, la culpabilidad le hizo perder el sano juicio. Es que Japon impuso tremendos sufrimientos y desgracias al pueblo coreano durante el coloniaje del siglo pasado. \n\t\t\t\t\t\n\t\t\t\t\tAhora es el tiempo de que Japon deje de chismear sobre el \"problema de secuestro\" de que esta aburridisima la sociedad internacional."
        },
        {
            "title": "Japon no tiene derecho a hablar de los DDHH, comenta ACNC",
            "url": "http://kcna.co.jp/item/2011/201112/news03/20111203-12ss.html",
            "content": "Japon no tiene derecho a hablar de los DDHH, comenta ACNC\r\n\n\t\t\t\t\tPyongyang, 3 de diciembre (ACNC) -- En la tercera comision del 66o periodo de sesiones de la Asamblea General de la ONU, Japon se movio con entusiasmo para aprobar una \"resolucion de DDHH\" anti-Republica Popular Democratica de Corea cuestionando el \"problema de secuestro\". \n\t\t\t\t\t\n\t\t\t\t\tEn su discurso pronunciado antes de la votacion, el embajador japones ante la ONU dijo que \"no se puede descartar la posibilidad de secuestro por parte de la RPDC\" y \"quedan todavia algunos casos pendientes\". \n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo que Japon, peor violador de DDHH, cuestionara cada ano el problema de DDHH de otros actuando como proponente de las \"resoluciones\". \n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, la recien aprobada \"resolucion de DDHH\" anti-RPDC es un complot politico que trazan cada ano las fuerzas hostiles a la RPDC, incluyendo a Japon. \n\t\t\t\t\t\n\t\t\t\t\tJapon es uno de los paises que hablan tanto de los derechos humanos y del humanitarismo. \n\t\t\t\t\t\n\t\t\t\t\tAparentemente, Japon esta muy interesado en la solucion del problema de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tPero, de hecho, no tiene cara para tratar ese tema porque toma actitud injusta en cuanto a los crimenes de lesa humanidad sin precedentes en la historia, cometidos contra los coreanos durante el colonialismo japones sobre Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn ese periodo de cerca de medio siglo, los imperialistas japoneses asesinaron a mas de un millon de coreanos, arrestaron y secuestraron a mas de 8 millones 400 mil y convirtieron a 200 mil coreanas en las esclavas sexuales de uniformados nipones. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, a mas de 60 anos de su derrota en la Segunda Guerra Mundial, intenta encubrir esos crimenes antieticos, lejos de pedir disculpas e indemnizarlos sinceramente. \n\t\t\t\t\t\n\t\t\t\t\tComo hemos aclarado en reiteradas ocasiones, ya fue resuelto el \"problema de secuestro\". \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Japon internacionaliza ese problema para usarlo en sus siniestros fines politicos. \n\t\t\t\t\t\n\t\t\t\t\tJapon debe prestar atencion a los problemas de casa, antes de hablar del \"problema de DDHH\" de otros paises."
        }
    ]
}