{
    "date": "2011-10-03",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Construction Site of Tanchon Port",
            "url": "http://kcna.co.jp/item/2011/201110/news03/20111003-36eel.html",
            "content": "Kim Jong Il Provides Field Guidance to Construction Site of Tanchon Port\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, October 3 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the construction site of Tanchon Port.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the ardent patriotism and devoted labor drive of the builders of the port, the port has made its clear appearance in the main to be capable of handling millions of tons of cargo a year. As a result, this has provided a bright prospect for massively exporting lead, zinc, magnesia clinker and light burned magnesia produced in the Komdok and Tanchon areas.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the port before a large map showing its panoramic view, he went round various places of the construction site to acquaint himself in detail with the projects.\n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on breakwaters extending toward rough sea, port dredging ground, the paved wharf, the port's main building now under construction in a peculiar way, etc., he expressed great satisfaction over the projects.\n\t\t\t\t\t\n\t\t\t\t\t It is not easy to build a port capable of handling millions of tons of cargo in Tanchon area without any natural breakwater like an islet under the natural and geographical conditions very unfavorable for building a port, he said, highly praising the builders for working new miracles of Songun Korea in the drive for gigantic nature-harnessing in the revolutionary spirit of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t The construction of Tanchon Port is as vast as the project for reclaiming the Taegyedo Tideland, he said. \n\t\t\t\t\t\n\t\t\t\t\t This laudable success demonstrated once again before the whole world that Korea does what it is determined to do, he noted with pride.\n\t\t\t\t\t\n\t\t\t\t\t Tanchon Port is an important construction object to which the party attaches great importance, he said, setting forth the tasks to be fulfilled to finish the port construction ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to channel main efforts into the dredging work to ensure the depth of the port so that even cargo ships with tens of thousands of tons may sail, unhindered, as the most difficult projects were finished in the main in the construction of the port, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to finish the dredging work at Wharf No. 2, in particular at an early date so that ships may enter the port in the near future and to complete the overall construction projects on the ground including the main building to ensure that the port operates from the next year.\n\t\t\t\t\t\n\t\t\t\t\t State attention should be paid to the port construction as it is a difficult and gigantic nature-harnessing project, he said, stressing the need for the Cabinet and related units to take thoroughgoing steps for the project.\n\t\t\t\t\t\n\t\t\t\t\t It is the plan and will of the WPK to provide the people with highly civilized living conditions, he said, calling for building a good beach and recreation ground near the port for working people. \n\t\t\t\t\t\n\t\t\t\t\t The infrastructure network project including the port construction is an important work for the happiness of posterity and prosperity of the country, he said, expressing great expectation and conviction that the builders would discharge their honorable and noble mission and duty by successfully building Tanchon Port from the stand that they would be responsible for it for a thousand years and guarantee it for ten thousand years.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the Central Committee of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the Central Committee of the WPK, Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK, and Pak Pong Ju, first vice department director of the Central Committee of the WPK."
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Tanchon Magnesia Factory",
            "url": "http://kcna.co.jp/item/2011/201110/news03/20111003-38eel.html",
            "content": "Kim Jong Il Gives Field Guidance to Tanchon Magnesia Factory\r\n\n\t\t\t\t\tPyongyang, October 3 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Tanchon Magnesia Factory.\n\t\t\t\t\t\n\t\t\t\t\t After overfulfiling the production assignments of the factory on indices on the first anniversary of the historic Conference of the WPK, its workers are making uninterrupted innovations in the drive to fling open the gate to a thriving nation earlier than scheduled.\n\t\t\t\t\t\n\t\t\t\t\t Going round the ball ore shop, the roofing tile shop, the packing vessel shop and various other production processes, he acquainted himself in detail with their technological updating and production there.\n\t\t\t\t\t\n\t\t\t\t\t It is a very great success that the factory has established the production system relying on Juche fuel by putting an end to the magnesia clinker production system which was dependent on foreign fuel in the past through the drive to put the national economy on a Juche-oriented basis, he said.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the workers of the factory for displaying the revolutionary spirit of self-reliance and patriotic devotion in the drive to put the production processes on a Juche-oriented basis, bearing deep in mind the policy of the party to build prospering socialism on this land in reliance on the economy operating with locally available natural resources and indigenous technology.\n\t\t\t\t\t\n\t\t\t\t\t He was very pleased to learn that the ball ore shop has implemented the last instruction of President Kim Il Sung to retrieve all ore powder to reuse it as raw materials for the production of magnesia products. \n\t\t\t\t\t\n\t\t\t\t\t Dropping in at the roofing tile shop and seeing color roofing tiles made with magnesia by-products, he said their quality is high and their colors are good. He praised the factory for making a great contribution to settling the issue of lagging and roofing tile materials and having done a very good thing.\n\t\t\t\t\t\n\t\t\t\t\t Building materials made with magnesia by-products are green building materials being used for absorbing carbon dioxide to prevent global warming, he noted, stressing the need to boost the production of such goods in keeping with the trend of the world's economic development toward low carbon economy and green economy.\n\t\t\t\t\t\n\t\t\t\t\t Estimating the factory's increased production at the modern packing vessel shop, he said it is important to mass-produce quality packing vessels for diverse use.\n\t\t\t\t\t\n\t\t\t\t\t Saying the position and role of the factory are important for building an economic power and improving the standard of people's living, he put forward the tasks facing the factory.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's magnesia industry built by the President has a great prospect for development as it is based on inexhaustible raw materials, high technology and rich experience, he noted, underlining the need to continue strengthening the scientific researches into this field, properly organize the production and increase the production of varieties of magnesia goods.\n\t\t\t\t\t\n\t\t\t\t\t In order to keep the production going at a high rate at the factory, it is necessary for the related mines and coal mines to sufficiently supply raw materials and fuel to the factory in good time.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that the officials and workers of the factory would creditably perform their role as vanguard and shock brigade in implementing the party's economic policy in the future, too, while consolidating their achievements.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the Central Committee of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the Central Committee of the WPK, Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK, and Pak Pong Ju, first vice department director of the Central Committee of the WPK."
        },
        {
            "title": "Kim Jong Il Gives Field Guidance to Ryongjon Fruit Farm",
            "url": "http://kcna.co.jp/item/2011/201110/news03/20111003-37eel.html",
            "content": "Kim Jong Il Gives Field Guidance to Ryongjon Fruit Farm\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, October 3 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Ryongjon Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the farm before a graph showing its fruit production, he looked round various places of the farm where apple picking is at its height to acquaint himself in detail with the fruit production.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction with the fact that the party members and other working people of the farm created hundreds of hectares of orchards by planting short high yielding apple trees in the plain fields by their own efforts to be widely known throughout the country and now presented such fantastic scenery of trees heavily laden with apples. \n\t\t\t\t\t\n\t\t\t\t\t After tasting varieties of apples, he said Aeguk-2 and other apples produced on the farm are sweet, fragrant and very juicy. He was very pleased that the farm became able to supply delicious and nutritious fruits to the people.\n\t\t\t\t\t\n\t\t\t\t\t Being told that the fruit production at the new orchards in the plain fields is 2-3 times that in the orchards built on mountain slopes in the past, he highly praised the assiduous work style of the officials and working people of the farm who have made a scientific calculation of all work and managed business under a long-term plan. \n\t\t\t\t\t\n\t\t\t\t\t The Ryongjon Fruit Farm not only made a great contribution to the development of the country's pomiculture in the past but in recent years created orchards of hundreds of hectares and effectively managed them on a modern and scientific basis as required by the new century, thus proving in practice the validity and vitality of the party's policy of fruit farming, he said. \n\t\t\t\t\t\n\t\t\t\t\t He called on other fruit farms to learn from the work style of the Ryongjon Fruit Farm. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled by the farm for its management and operation.\n\t\t\t\t\t\n\t\t\t\t\t He said the farm should expand its capacity and cultivate short apple trees in a planned way to make a tree rotation under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t What is important for apple production is to keep apples delicious and tasty, he said, adding that for this, it is necessary to positively introduce advanced technology, conduct manuring and cultivation of fruit trees in a scientific and technological way and steadily raise the agro-technical skills of the employees of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a performance given by the art group of the Pukchong County at the House of Culture of the Ryongjon Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with the splendid performance of its members truthfully representing their life and determination. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the Central Committee of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the Central Committee of the WPK, Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the WPK, and Pak Pong Ju, first vice department director of the Central Committee of the WPK."
        }
    ]
}