{
    "date": "2011-07-11",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Chinese Artistes ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-27ee.html",
            "content": "Kim Yong Nam Meets Chinese Artistes\r\nPyongyang July 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met with leading members and principal actors and actresses of the Art Group of Dance Drama \"Confetti on Silk Road\" of the Gansu Provincial Song and Dance Theatre of China headed by Zhang Ming, vice-director of the Gansu Provincial Cultural Department, at Ponghwa Art Theatre Monday and had a friendly talk with them. They are visiting the DPRK on the 50th anniversary of the DPRK-China treaty of friendship, cooperation and mutual assistance and the 30th anniversary of the performance of the Dance Drama here.\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet, An Tong Chun, minister of Culture, Ryang Man Gil, chairman of the Pyongyang City People's Committee, and Ri Yong Ho, vice-minister of Foreign Affairs, and Liu Hongcai, Chinese ambassador to the DPRK."
        },
        {
            "title": "Greetings to Mongolian President",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-26ee.html",
            "content": "Greetings to Mongolian President\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Tsakhiagiin Elbegdorj, president of Mongolia, Monday on the 90th anniversary of the victory in the Mongolian people's revolution.\n\t\t\t\t\tKim in the message wished the President and people of Mongolia success in the work for prosperity of the country, expressing belief that the DPRK-Mongolia friendly and cooperative ties with a long history and excellent tradition would further develop in the future."
        },
        {
            "title": "Choe Yong Rim Greets Mongolian PM",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-24ee.html",
            "content": "Choe Yong Rim Greets Mongolian PM\r\n Pyongyang, July 11 (KCNA) -- DPRK Premier Choe Yong Rim sent a message of greetings to his Mongolian counterpart Sukhbaataryn Batbold Monday on the 90th anniversary of the victory in the Mongolian people's revolution. \n\t\t\t\t\tThe message wished the Mongolian Prime Minister success in his work for the development and prosperity of the country and expressed belief that the friendly and cooperative ties between the two countries would further develop in politics, economy, culture and other fields.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a similar message to Mongolian Minister of Foreign Affairs and Trade Gombojab Zandanshatar."
        },
        {
            "title": "Reception Given on Anniversary of DPRK-China Treaty ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-21ee.html",
            "content": "Reception Given on Anniversary of DPRK-China Treaty \n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- A reception was given at the People's Palace of Culture Monday on the occasion of the 50th anniversary of the DRPK-China treaty of friendship, cooperation and mutual assistance. It was co-sponsored by the Korean Committee for Cultural Relations with Foreign Countries and the Central Committee of the DPRK-China Friendship Association.\n\t\t\t\t\t Present there on invitation were a friendship delegation of China led by Zhang Dejiang, member of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council, a delegation of the Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association headed by Wu Donghe, chairman of the China-Korea Friendship Association, Ambassador Liu Hongcai and staff members of the Chinese embassy here and Chinese guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, Ro Tu Chol, vice-premier of the Cabinet, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Ri Yong Chol, vice department director of the WPK Central Committee, Kim Hyong Jun, vice-minister of Foreign Affairs, Ku Pon Thae, vice-minister of Foreign Trade, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk recalled in her speech that President Kim Il Sung signed the DPRK-China treaty of friendship, cooperation and mutual assistance together with Premier Zhou Enlai, reflecting the desire of the peoples of the two countries to boost the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast stand of the WPK and the DPRK government to develop the bilateral friendship generation after generation, she noted.\n\t\t\t\t\t\n\t\t\t\t\t She wished the Chinese people greater progress in their drive to successfully carry out the 12th Five-Year Plan, put into practice the scientific outlook on development and build a harmonious socialist society under the leadership of the CPC with Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t Zhang Dejiang said in a speech that General Secretary Kim Jong Il visited China several times, having historical meetings with General Secretary Hu Jintao and reaching common understanding of the issues of bilateral relations and mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t China will together with the Korean comrades strive to put the Sino-DPRK relations on to a steady new stage as intended by the top leaders of the two countries, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the diligent and brave Korean people would overcome difficulties and register greater successes in various fields under the leadership of the WPK headed by General Secretary Kim Jong Il and thus significantly greet the centenary of birth of President Kim Il Sung and open the gate to a thriving nation."
        },
        {
            "title": "Chinese Friendship Delegation Tours Various Parts of DPRK ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-22ee.html",
            "content": "Chinese Friendship Delegation Tours Various Parts of DPRK \r\n Pyongyang, July 11 (KCNA) -- A friendship delegation of China led by Zhang Dejiang, member of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council, visited the construction site of Huichon Power Station No. 2 on Monday. \n\t\t\t\t\t After being briefed on the station before a huge map showing the panoramic view of the power station, the members of the delegation mounted an observation deck where they watched the soldier-builders waging a dynamic drive for building the monumental structure. They were deeply impressed by the soldier-builders' revolutionary soldier spirit and popular heroism. \n\t\t\t\t\t\n\t\t\t\t\t Then the delegation visited the Huichon Ryonha Combined Machine Plant. \n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the plant, the members of the delegation looked around various processes. \n\t\t\t\t\t\n\t\t\t\t\t They also toured the Kaechon-Lake Thaesong Waterway and other places."
        },
        {
            "title": "Chinese Dance Drama Staged for Guests of Honor ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-29ee.html",
            "content": "Chinese Dance Drama Staged for Guests of Honor \n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- An art group of dance drama \"Confetti on Silk Road\" of the Gansu Provincial Song and Dance Theatre of China on a visit to the DPRK gave its performance for guests of honor at the Ponghwa Art Theatre Monday.  \n\t\t\t\t\t Present there on invitation were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly; Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea; Ro Tu Chol, vice-premier; An Tong Chun, minister of Culture; Ryang Man Gil, chairman of the Pyongyang City People's Committee, Ri Yong Ho, vice-minister of Foreign Affairs, officials concerned, and officials in the fields of culture, arts and media, and creators, artistes, journalists and editors, youth and students. \n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai, Chinese ambassador to DPRK, and embassy officials were among the audience. \n\t\t\t\t\t\n\t\t\t\t\t The performers successfully represented the friendly feelings forged between the Chinese people and peoples of various countries along the silk road with high artistry, dynamic rhythms and perfect ensemble. \n\t\t\t\t\t\n\t\t\t\t\t A floral basket was conveyed to the artistes in congratulation of the successful performance."
        },
        {
            "title": "Delegation of Rodong Sinmun Leaves ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-28ee.html",
            "content": "Delegation of Rodong Sinmun Leaves \r\n Pyongyang, July 11 (KCNA) -- A delegation of Rodong Sinmun led by Associate Editor Kim Won Sok left here Monday to visit Vietnam and Laos.\n\t\t\t\t\t On the same day arriving here were the delegation of the China Institute of International Studies led by President Qu Xing and an information delegation of the Ministry of Foreign Affairs of France headed by its Director of Asia and Oceania Paul Tean-Urtiz."
        },
        {
            "title": "Seminar Held to Mark World Population Day ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-34ee.html",
            "content": "Seminar Held to Mark World Population Day \n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- A seminar on \"The World Population Day 2011 - The World at 7 Billion\", the theme provided by the United Nations Population Fund (UNFPA), was held at the Grand People's Study House in Pyongyang on Monday to mark the World Population Day.\n\t\t\t\t\t Speeches were made at the seminar with titles \"Population Trends and Key Features in DPRK\" and \"Reproductive Health Status with Focus on Maternal Mortality\".\n\t\t\t\t\t\n\t\t\t\t\t Activities marking 7 billion population to be held in the future were also introduced at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t Mass media have introduced activities for respecting women and providing them with services for reproductive health and the aged with good living conditions.\n\t\t\t\t\t\n\t\t\t\t\t The Population Centre of the DPRK has issued a special edition of \"Population Newsletter\"."
        },
        {
            "title": "DPRK's Measures for Population Issue",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-30ee.html",
            "content": "DPRK's Measures for Population Issue\r\n Pyongyang, July 11 (KCNA) -- The Democratic People's Republic of Korea has taken a series of measures for the population issue.\n\t\t\t\t\t The country fully ensures rights of women and children in families, society, education and public health through the law on public health, the law on family, the law on nursing and upbringing of children and the law on women's rights.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has increased investment for women's re-productive health improvement to steadily reduce the mortality of parturient women and newborns.\n\t\t\t\t\t\n\t\t\t\t\t The government's 2010-2015 strategic plan for public health development and the 2011-2015 strategy for re-productive health contain ways for attaining the fourth and fifth parts (newborns' health and women's health) of the new millennium development goals and improving medical service.\n\t\t\t\t\t\n\t\t\t\t\t The government has also paid much effort to bettering living conditions of the aged, providing unpolluted environment and preventing urbanization. \n\t\t\t\t\t\n\t\t\t\t\t It is developing cooperation with the United Nations Population Fund.\n\t\t\t\t\t\n\t\t\t\t\t Five-year cooperation (2011-2015) is now under way with the fund, during which medical apparatuses and medicines will be supplied to hospitals in South Phyongan, Kangwon and South Hamgyong Provinces.\n\t\t\t\t\t\n\t\t\t\t\t On the World Population Day, July 11, a section chief of the Population Centre, Yang Song Il, told KCNA that the centre would make contributions to implementing the action program of the International Population Development Congress and the new millennium development goals."
        },
        {
            "title": "More Army-People Rallies Held in DPRK",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-03ee.html",
            "content": "More Army-People Rallies Held in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- Army-people rallies were held in Ryanggang Province and Nampho City on July 9 to denounce the crimes of the Lee Myung Bak group of unparalleled traitors.\n\t\t\t\t\t Present there were senior officials of local party and power bodies and working people's organizations, servicepersons, working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The statement of a spokesman for the Supreme Command of the Korean People's Army was read out at the rallies before speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Lee group can never live under the same sky as it is escalating the hideous provocations against the DPRK despite its repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t They exposed the treacherous and anti-reunification crimes by the puppet group which is keen on the unheard-of confrontation racket after bringing the inter-Korean relations to a total catastrophe in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t They slashed at the group's anti-DPRK moves adding to hideous crimes against the fellow countrymen and the nation.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to sharply watch the moves of the enemy, push forward the production and construction with the will to annihilate the enemy and thus bring about a decisive turn in building a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t Similar rallies are taking place in cities and counties every day."
        },
        {
            "title": "Haejachongthong, Ancient Weapon of Korean Nation",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-31ee.html",
            "content": "Haejachongthong, Ancient Weapon of Korean Nation\r\n Pyongyang, July 11 (KCNA) -- Among historical remains associated with the wisdom and talents of the Korean people is Haejachongthong (a kind of gunpowder weapon).\n\t\t\t\t\t The gun, made of bronze, was used in the 17th century, loaded with three shots.\n\t\t\t\t\t\n\t\t\t\t\t It has two horns on both sides of the barrel and a 6mm-across foresight in the center of the barrel. The gun is 61cm long.\n\t\t\t\t\t\n\t\t\t\t\t A device was installed to protect the muzzle from fire and the flask is much thicker than the barrel.\n\t\t\t\t\t\n\t\t\t\t\t \"Haejaho\", the name of the gun, was inscribed in its middle and the manual in its end."
        },
        {
            "title": " Kim Il Sung's Exploits in Power building",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-32ee.html",
            "content": "Kim Il Sung's Exploits in Power Building\r\n Pyongyang, July 11 (KCNA) -- Elections of deputies to local power bodies are to be held soon in the Democratic People's Republic of Korea.  \n\t\t\t\t\t In Korea the effort for building people's power commenced in the period of the anti-Japanese revolutionary struggle. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung set forth an original line of building people's power in the flames of the struggle and started the Juche-based power building.   \n\t\t\t\t\t\n\t\t\t\t\t On the basis of the experience he gained in the period, the President successfully carried out democratic reforms in a brief span of time and established the people's democratic social system after the country's liberation. He also rallied all the patriotic-minded people in the north and the south under the banner of national independence, in face of the maneuvers of the U.S. imperialists and their allies to divide Korea into two. \n\t\t\t\t\t\n\t\t\t\t\t The President's energetic guidance led to the founding of the DPRK in September Juche 37, (1948.)\n\t\t\t\t\t\n\t\t\t\t\t He guided the DPRK government to fully discharge its mission in protecting the people's rights to independence and taking care of their life.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK defeated the U.S. for the first time in the world and made tremendous achievements in various fields. \n\t\t\t\t\t\n\t\t\t\t\t Its government has ever developed to be a political weapon for consolidating the socialist system and building a thriving nation."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (8)",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-02ee.html",
            "content": "Worthwhile Life under Care of Great Leader (8)\r\n Pyongyang, July 11 (KCNA) -- 1 000 discharged soldiers volunteered into Taehongdan true to the call of the Workers' Party of Korea. Among them is Ri Ki Son whose house had honor of being visited by General Secretary Kim Jong Il.\n\t\t\t\t\t In August Juche 88 (1999) Kim Jong Il visited Taehongdan County and took warm care of the newly-married life of Ri Ki Son as his real father would do. The leader said that the discharged soldiers who volunteered to the county are true revolutionaries and ardent patriots as they performed feats in defending the country in the past and are devotedly working on the agricultural front at present to carry into practice the Party's intention.\n\t\t\t\t\t\n\t\t\t\t\t Greatly encouraged by his on-site guidance, Ri zealously learned how to do potato farming under the condition of cold weather in the northern area and energetically conducted a drive to make soil fertile. He had worked hard to become a pioneer in bringing a radical turn in potato farming in Paektusamcholli Plain, a sacred place in the county.\n\t\t\t\t\t\n\t\t\t\t\t He, an ordinary discharged solider who displayed the revolutionary soldier spirit in the van of the drive to make great innovations in potato farming as the genuine master of Taehongdan, is now working as a party official in charge of a farm."
        },
        {
            "title": "DPRK-China Friendship Develops through Centuries",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-33ee.html",
            "content": "DPRK-China Friendship Develops through Centuries\r\n Pyongyang, July 11 (KCNA) -- The DPRK and China are celebrating the 50th anniversary of the bilateral treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t The treaty, which was signed by President Kim Il Sung and Chinese Premier Zhou Enlai on July 11, Juche 50 (1961), demonstrated the bilateral friendship forged in the anti-imperialist joint struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Korean and Chinese people provided the tradition of friendship, closely cooperating with each other through centuries, based on revolutionary obligation. \n\t\t\t\t\t\n\t\t\t\t\t From the early period of his revolutionary activities, the President advanced a unique line of forming an anti-Japanese united front involving the Korean and Chinese people and made much effort for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the anti-Japanese armed struggle, he set a good example of joint action with Chinese anti-Japanese units through the battle in Dongning County Town in September 1933. In the battle the Anti-Japanese People's Guerrilla Army fully demonstrated its fighting capacity and the heroic mettle of the Korean revolutionaries. \n\t\t\t\t\t\n\t\t\t\t\t The President successfully commanded joint operations with Chinese anti-Japanese units in Luozigou in June 1934 and in Fusong County Town in August 1936, through which he consolidated the united front.\n\t\t\t\t\t\n\t\t\t\t\t In January 1933, he, leading a small number of members from his unit, made a long journey through the enemy line to encourage Wang Delin, commander of the National Salvation Army in northeast China, to continue the anti-Japanese struggle. At that time Wang's unit was being encircled by the Japanese army and treated coldly even by the Nanjing government.\n\t\t\t\t\t\n\t\t\t\t\t When Comintern suggested separating anti-Japanese units in northeast China into Korean and Chinese units in the mid-1930s, he categorically rejected it out of the revolutionary obligation and sent many Korean commanding officers to Chinese units.\n\t\t\t\t\t\n\t\t\t\t\t When China was in the thick of the civil war late in the 1940s, he rendered sincere assistance to the Chinese revolution, deepening friendship and unity with the Chinese people.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the Kuomintang army put under its control Shenyang, Siping, Changchun, Jilin and many other areas, railways and main roads in south and north Manchuria.\n\t\t\t\t\t\n\t\t\t\t\t The Northeast Allied Democratic Army surrendered most areas of Manchuria to the enemy and retreated towards the River Amnok, the border between China and Korea.\n\t\t\t\t\t\n\t\t\t\t\t The commander of the Liaoning Military District informed the President of the urgent situation and requested him to come to Dandong to give some recommendations.\n\t\t\t\t\t\n\t\t\t\t\t Fierce battles were fought in the suburbs of Dandong city, exposed to strafing.\n\t\t\t\t\t\n\t\t\t\t\t But, the President risked himself to go across the Amnok River and made strategic and tactical recommendations to bring about a radical turn in the war.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to build strong bases in rural areas and combine large-unit mobile operations with guerilla operations in the enemy rear in order to weaken the enemy's combat power. He also advised them to go to Mt. Paektu if they were driven into a corner, saying Korea will serve as their home front.\n\t\t\t\t\t\n\t\t\t\t\t The commander, when meeting with the President later, said they could win the war, encouraged by his recommendations.\n\t\t\t\t\t\n\t\t\t\t\t The President regarded it as internationalist duty of all the Korean people to assist the Chinese people in their revolutionary struggle and dispatched able commanding officers and soldiers to northeast China. \n\t\t\t\t\t\n\t\t\t\t\t When Chen Yun, director of the Organizational Department of the Communist Party of China, visited Pyongyang as a special envoy of Chairman Mao Zedong, the President made up his mind to render sincere assistance to the Chinese people.\n\t\t\t\t\t\n\t\t\t\t\tSince the U.S. imperialists and the Syngman Rhee regime were busy with preparations for a war against the north of Korea, able military and political cadres and war supplies were badly needed for the building of a regular army. But the President sent more than 100,000 rifles and large quantities of ammunitions, cloth for military uniforms and medicines to Chinese people to greatly contribute to their victory in the war.\n\t\t\t\t\t\n\t\t\t\t\tDuring the three-year-long northeast China liberation war, the Korean and Chinese units pooled efforts to defeat the one million-strong Kuomintang army and rebel units. An estimated 700,000 of the one million were killed, injured or arrested.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of thousands of young Korean people took part in the liberation operations in different parts of China, including the northeast area, and the Korean units led by Kang Kon, Pak Rak Gwon, Choe Kwang and other commanders played a big role in regaining occupied cities and areas of military importance and bringing about a turn in the war.\n\t\t\t\t\t\n\t\t\t\t\t Chairman Mao Zedong and Premier Zhou Enlai said the flag of the People's Republic of China was permeated with blood shed by Korean communists and people and that the Chinese people would never forget the Korean people's sincere assistance.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship provided by leaders of elder generations of the two countries was strengthened with the Chinese people resisting America and aiding Korea during the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. imperialists started the war, the Chinese party and government organized the Chinese People's Volunteers and sent them to the Korean front under the banner of resisting America and aiding Korea, safeguarding the home and defending the motherland.\n\t\t\t\t\t\n\t\t\t\t\t Before their dispatch, Mao Zedong said the Chinese and Korean people would fight to the last against the common enemy, uniting like brothers and sharing weal and woe with each other. The volunteers, deeply aware of the meaning of his remark, fully displayed a spirit of self-sacrifice and bravery in the war.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionaries and people of the two countries consolidated their unity and friendship through anti-Japanese and anti-U.S. battles, sharing the same destiny.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il visited the command of the Chinese People's Volunteers in Hoechang County, South Phyongan Province last year and said many volunteers, including Mao Anying, a son of Mao Zedong, lost their lives in the Korean front. Though six decades has passed, the Korean army and people have always kept their heroic feats in their memory.\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the DPRK-China Treaty of Friendship, Cooperation and Mutual Assistance served as solid foundations for steadily developing the traditional friendship forged between the two countries in the protracted revolutionary struggle and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t In line with the treaty, the parties, governments and people of the two countries have powerfully accelerated socialist construction, steadily expanding and developing friendly and cooperative ties in all fields.\n\t\t\t\t\t\n\t\t\t\t\t They have also respected and helped each other to keep the U.S. and its allies from unleashing another war on the Korean peninsula and the rest of East Asia and safeguard the world peace.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral friendship and cooperation are developing vigorously thanks to deep concern of leader Kim Jong Il and the Chinese leadership of a new generation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il visited China seven times in the new century to carry forward the tradition of the bilateral friendship provided by the revolutionaries of the elder generations and make great exploits in the development of the bilateral ties.\n\t\t\t\t\t\n\t\t\t\t\t His latest China visit in May proved that the DPRK-China friendship with a long history and tradition is well-tried, indestructible one which would remain unchanged through generations."
        },
        {
            "title": "Rodong Sinmun on Daily Developing DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-25ee.html",
            "content": "Rodong Sinmun on Daily Developing DPRK-China Friendship \n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- Rodong Sinmun Monday extends warm congratulations and friendly greetings to the Chinese people on the significant 50th anniversary of the signing of the DPRK-China treaty of friendship, cooperation and mutual assistance. \n\t\t\t\t\t The DPRK-China friendship is blossoming with each passing day thanks to the deep care and energetic activities of the top leaders of the two countries, a bylined article of it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t China is now witnessing a great phase of social progress and prosperity. Its people are stepping up their advance for attaining the high goal of the socialist modernization drive with Chinese characteristics under the guidance of the Communist Party of China with Hu Jintao as its general secretary. The Chinese party and people are working hard to build a comprehensively well-off society and achieve the complete reunification of China. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people rejoice as over their own over China's reality in which everything is going well and warmly hail it. \n\t\t\t\t\t\n\t\t\t\t\t The solidity and unbreakable nature of the DPRK-China friendship have been clearly proved in the severe tests and ordeals of history. \n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il paid several visits to China in the new century, injecting great vitality into the DPRK-China friendship. These bonds serve as a model in the development of the international relations of friendship and cooperation based on true sense of obligation and solidarity.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and the Korean people will as ever make every effort to steadily develop the friendship as required by the developing reality in the new century."
        },
        {
            "title": "Rodong Sinmun Observes World Population Day ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-23ee.html",
            "content": "Rodong Sinmun Observes World Population Day \r\n Pyongyang, July 11 (KCNA) -- It is one of the major issues in settling the issue of world population to ensure gender equality and promote women's reproductive health, says Rodong Sinmun Monday in a bylined article dedicated to the World Population Day. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t UN calls upon the governments of various countries to implement the action program of the Cairo international conference on population and development and achieve the UN Millennium Development Goals in order to ensure gender equality and promote women's reproductive health.\n\t\t\t\t\t\n\t\t\t\t\t The women in the DPRK are creditably performing their mission and role as full-fledged mistresses of society as sex equality is fully guaranteed in it.  \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the benevolent healthcare policy enforced by the Workers' Party of Korea and the state medical care for women's reproductive health is given on a high level while state investment in the work is on the steady increase. \n\t\t\t\t\t\n\t\t\t\t\t The law on the rights of the women and the law on the rights of the children vividly reflect the efforts of the government of the DPRK to fully guarantee the rights and interests of the women and children at families, society and in education and public health. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever make positive efforts for the settlement of the population issue and attainment of the UN MDGs and boost the cooperation with international organizations, the article concludes."
        },
        {
            "title": "Hyon In Thak Group's Anti-Reunification Education Flayed",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-16ee.html",
            "content": "Hyon In Thak Group's Anti-Reunification Education Flayed\r\n Pyongyang, July 11 (KCNA) -- The group of Hyon In Thaek, minister of Unification  of south Korea, massively produced and distributed new textbooks recently under the signboard of \"unification education\".\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe above-said textbooks which the group claimed they are for \"unification education\" are, in fact, anti-reunification ones which do not contain such elementary expressions related to reunification as dialogue and cooperation but are full of such hackneyed phrases for confrontation as \"threat from the north\" and \"provocations from the north.\" \n\t\t\t\t\t\n\t\t\t\t\t Such gangster-like acts of using inviolable education for the purpose of confrontation between the north and the south are unpardonable acts of treachery which can be perpetrated only by those who are dead-set against reunification. \n\t\t\t\t\t\n\t\t\t\t\t The publication of the above-said textbooks has been supervised by Hyon from its very beginning to the end. \n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the gentry of the ministry is set to distribute the textbooks not only among all primary, middle and high schools, libraries and other educational and research institutions across south Korea but among all inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t This hooliganism once again brought to light Hyon's true colors as a traitor to the nation and an anti-reunification maniac keen on the moves to escalate the confrontation with fellow countrymen and ignite a war, utterly indifferent to reunification.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the group of traitors work to escalate the confrontation, the earlier it will meet its ruin, warns the commentary."
        },
        {
            "title": "Lee Myung Bak Group Accused of Its Provocations against DPRK",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-35ee.html",
            "content": "Lee Myung Bak Group Accused of Its Provocations against DPRK\r\n Pyongyang, July 11 (KCNA) -- The Lee Myung Bak group is getting more frantic with provocations against the DPRK, escalating the danger of a war of aggression against it. It will not escape a stern judgment by history and the nation for this. \n\t\t\t\t\t Rodong Sinmun Monday warns this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have been pushed to such worst phase that they are no longer repairable and the situation on the Korean Peninsula reached the brink of war due to the south Korean conservative forces' moves to escalate confrontation with the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's hideous provocations are a factor of escalating confrontation with the north and tensions as they are a revelation of its extreme consciousness of confrontation and dangerous ones aimed at igniting a new war on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The said-provocations are, in essence, the confrontation of systems and their purpose is to launch a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that no one can predict what reckless adventure the group may resort to in pursuit of brinkmanship. The puppet forces are seeking a way out of their abyss of ruin in the war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the nation will suffer from a nuclear war disaster, much less improving inter-Korean relations, if the south Korean conservative group is allowed to go on with such hideous provocations."
        },
        {
            "title": "US Plans to Bring Nuclear Submarine to S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-15ee.html",
            "content": "US Plans to Bring Nuclear Submarine to S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- The U.S. imperialists are contemplating bringing nuclear submarine Texas to south Korea on Monday.\n\t\t\t\t\t The U.S. Forces Command in south Korea announced it would bring this submarine equipped with offensive weapons including cruise missiles tipped with nuclear warheads to Pusan Port, open its interior to media and deploy it in the operation waters of the U.S. Seventh Fleet."
        },
        {
            "title": "Actions for Judging S. Korean Fascist Dictatorship Called for",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-13ee.html",
            "content": "Actions for Judging S. Korean Fascist Dictatorship Called for\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification on July 7 issued a statement titled \"Lee Myung Bak, stop search and confiscation and discontinue hatching plots\".\n\t\t\t\t\t The statement denounced the Intelligence Service and the police for arresting and searching former members of the organization and those related to the reunification movement, more than 10 in all, from July 4 on the strength of the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove once again that the Lee Myung Bak dictatorial regime is making the last-ditch efforts, overwhelmed by the people's spirit for independence, democracy and reunification, it held.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to overthrow the regime resorting to fascist suppression and mercilessly judge the group of sycophantic traitors.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the people to wage a dynamic struggle to get the NSL abolished and the repressive bodies dissolved and overthrow dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t That day the People's Solidarity for the Repeal of the \"National Security Law\", the Inchon Branch of the Confederation of Trade Unions and other organizations held a joint press conference outside the Seoul Central District Court denouncing the puppet group of traitors for its reckless suppression of reunification activists."
        },
        {
            "title": "Candlelight Action for Settlement of Registration Fee Issue Staged in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-12ee.html",
            "content": "Candlelight Action for Settlement of Registration Fee Issue Staged in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- The south Korean Federation of University Students in the 21st Century and the Registration Fee Network held a candlelight rally at Chonggye Square in Seoul on July 8 to settle the registration fee issue.\n\t\t\t\t\t Speakers said they would push forward the formation of the people's network to carry out the drive to halve registration fee comprising broad strata and organizations including students and their parents and civic and public organizations.\n\t\t\t\t\t\n\t\t\t\t\t Calling for opening an open seminar with Lee Myung Bak on the theme of the settlement of registration fee issue, they noted that they would expand the actions to put pressure on the \"government\" and the ruling party in solidarity with the opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Registration Fee Network held a press conference on the same day at which it strongly hit out at the puppet Ministry of Education, Science and Technology for delisting the item on the settlement of registration fee issue in the draft budget for 2012."
        },
        {
            "title": "Pro-reunification Activist of S. Korea Indicted",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-14ee.html",
            "content": "Pro-reunification Activist of S. Korea Indicted\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- The south Korean puppet Seoul District Prosecutor's Office brought a non-restraint complaint against the representative of Chongchun, the Internet broadcasting service under the Solidarity for Implementing the South-North Joint Declaration, on July 8, the south Korean Yonhap News reported.\n\t\t\t\t\t The fascist maniacs have made an intensive investigation into him since their search operation against his house and office in April last year. They took such repressive action, on charges that he posted songs of the north on his homepage and kept \"Understanding of Songun Politics\" and other books in his office and room."
        },
        {
            "title": "S. Korean Authorities' Anti-DPRK Moves Slammed",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-07ee.html",
            "content": "S. Korean Authorities' Anti-DPRK Moves Slammed\r\n Pyongyang, July 11 (KCNA) -- Juche idea study organizations of Ethiopia and Nigeria censured the south Korean authorities for anti-DPRK moves.\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea in a statement on July 4 strongly slashed at the south Korean authorities' recent undisguised provocations to the DPRK and supported the statements issued by spokesmen for the DPRK government and the Supreme Command of the Korean People's Army to attack them.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should know that the strong retaliatory military steps taken by the army and people of the DPRK are merciless, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea in a statement on July 5 demanded the south Korean authorities stop at once the reckless confrontation racket and apologize to the Korean people and the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed support and solidarity with the Korean people in the struggle to defend the socialist banner of Juche and achieve the independent and peaceful reunification of the country."
        },
        {
            "title": " Kim Il Sung's Feats Praised by Italian Party",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-06ee.html",
            "content": "Kim Il Sung's Feats Praised by Italian Party\r\n Pyongyang, July 11 (KCNA) -- The Movement for Peace and Socialism of Italy issued a statement on July 5 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The President is the great leader and the people's father as he dedicated all his life to the dignity of the nation and the people's happiness, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He founded the Anti-Japanese People's Guerrilla Army early in the 1930s, led to victory the anti-Japanese armed struggle with his original strategies and tactics and thus defeated the Japanese imperialists in August 1945 to liberate the country. He also defeated the United States, superior in military technique, with his distinguished commanding art in the Korean War ignited by the U.S. imperialists in 1950 and defended the sovereignty and independence of the country.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his lifelong maxim to believe in the people as in Heaven, he defended their interests and put forward the popular masses as the master of society while sharing joy and sorrow with them. He also turned the DPRK into a powerful country, independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The Movement for Peace and Socialism of Italy will conduct various activities to give wide publicity to his undying feats on the occasion of the centenary of his birth."
        },
        {
            "title": "Kim Il Sung Remembered in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-05ee.html",
            "content": "Kim Il Sung Remembered in Bangladesh\r\n  Pyongyang, July 11 (KCNA) -- Bangladeshi newspapers gave special write-ups to the 17th anniversary of demise of President Kim Il Sung from July 3 to 5.\n\t\t\t\t\t Natun Bangla carried in its one whole page an article titled \"Tribute to President Kim Il Sung\" with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\tIt was the fixed determination of General Secretary Kim Jong Il to preserve the President in state, the article said, adding that the cause of perpetuating the memory of the President has been successfully realized in the DPRK under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t It further said:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il perfectly carrying to completion the cause of the President, the DPRK won victory in the grim struggle to defend socialism toward the end of the last century and adorned the first decade of the new century with signal achievements in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Ekota and Natun Katha carried articles telling about the undying feats of the President who devoted his all to the people's happiness, regarding it as his maxim to believe in people as in Heaven, and made great contributions to global independence under the banner of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Blits carried an article titled \"Love for Future\" with a photo of Kim Jong Il finding himself among children.\n\t\t\t\t\t\n\t\t\t\t\t The article elaborated on the fact that Kim Jong Il has shown all kinds of solicitudes for the rising generation, true to the noble intention of the President."
        },
        {
            "title": "Kim Il Sung Remembered in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-04ee.html",
            "content": "Kim Il Sung Remembered in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, July 11 (KCNA) -- Events took place in different countries between July 1 and 6 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included seminars on his undying feats in Russia, Cambodia, Bangladesh and France and remembrance meetings in Norway, Guinea, France, Denmark and Germany.\n\t\t\t\t\t\n\t\t\t\t\tOn display in their venues were photos on the undying feats of the President and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Party of Norway said the President is the peerlessly great man who had devoted his all to the Korean revolution and the world revolution till the last moments of his life since he embarked upon the road of revolution. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian Association for the Study of the Juche Idea noted that the President embarked on the road of revolution in his early years, founded the immortal Juche idea, defeated the U.S. and Japanese imperialisms with his distinguished commanding art and turned the DPRK into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The editor-in-chief of the Cambodian newspaper Pracheachon said:\n\t\t\t\t\t\n\t\t\t\t\t The President regarded it as his maxim to believe in people as in Heaven. This alone helps one know well about his greatness. The Cambodian people are always remembering that the President sent the material and moral support to Cambodia.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the France-Korea Friendship Association recalled with deep emotion the brilliant life of the President, praising it as a glorious one dedicated to the prosperity of the country, the people's happiness and the cause of realizing the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Messages and letters to Kim Jong Il were adopted at the events in Norway, Denmark and Germany."
        },
        {
            "title": "River Crossing Demonstration Tactical Exercise in Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-17ee.html",
            "content": "River Crossing Demonstration Tactical Exercise in Russia\r\n Moscow, July 10 (KCNA) -- A tactical demonstration exercise for crossing the River Onon was conducted by the motorized infantry brigade of the 29th Combined Corps in the Tsugol firing range in the Eastern Military District of Russia recently.\n\t\t\t\t\t New combat style and methods were applied on a demonstration basis under the simulated hard conditions of exercise while sub-units of the brigade carried out crossing operations with the help of floating apparatuses and underwater crossing in fixed time, the Russian Ministry of Defense reported."
        },
        {
            "title": "Venezuelan President Dismisses Rumors about Reshuffle ",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-18ee.html",
            "content": "Venezuelan President Dismisses Rumors about Reshuffle \r\n Pyongyang, July 11 (KCNA) -- Venezuelan President Hugo Chavez Frias dismissed rumors about a reshuffle at a cabinet meeting on Thursday.\n\t\t\t\t\t As regards the rumor floated by opposition media, he assured the public that the vice-president and all other cabinet ministers would stay in their offices. \n\t\t\t\t\t\n\t\t\t\t\t He accused the dissident groups and other tricksters of harboring a foolish expectation."
        },
        {
            "title": "Sudanese Government Recognizes Southern Sudan as Independent State",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-20ee.html",
            "content": "Sudanese Government Recognizes Southern Sudan as Independent State\r\n Pyongyang, July 11 (KCNA) -- The Sudanese government on July 8 issued a statement recognizing Southern Sudan as an independent state. \n\t\t\t\t\t It said the Sudanese government recognizes Southern Sudan as an independent state with sovereignty from July 9 on the basis of the borderline drawn according to the final peace agreement signed between both sides. \n\t\t\t\t\t\n\t\t\t\t\t On January 9, 2005 the Sudanese government and the \"Sudanese People's Liberation Army\", anti-government force in the southern part of Sudan, adopted a final peace agreement on completely terminating the more than two decade-long civil war."
        },
        {
            "title": "Jordan Calls for Rescuing Israeli-Palestinians Peace Process",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-08ee.html",
            "content": "Jordan Calls for Rescuing Israeli-Palestinians Peace Process\r\n Pyongyang, July 11 (KCNA) -- Jordan's Foreign Minister Nasser Judeh at a diplomatic appearance Thursday called for rescuing the Mideast peace process.\n\t\t\t\t\t He underlined the need for serious efforts to rescue the peace process and resume peace talks between the Palestinians and the Israelis.\n\t\t\t\t\t\n\t\t\t\t\t The peace talks should lead to the creation of an independent, viable and geographically connected Palestinian state at the borders of 1967 with East Kuds as its capital, he said."
        },
        {
            "title": "Nigeria Secret Police Arrests 100 Suspected Terrorists",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-19ee.html",
            "content": "Nigeria Secret Police Arrests 100 Suspected Terrorists\r\nPyongyang, July 11 (KCNA) -- At least 100 men suspected to be terrorists have been arrested by Nigeria's State Security Services (SSS) in six northern states, spokesperson for the SSS Marilyn Ogar told reporters in Abuja on July 4.\n\t\t\t\t\t Between late in March May 23 and late in June this year, the service discovered and demobilized 12 Improvised Explosive Devices in Kaduna State, Ogar said."
        },
        {
            "title": "More Civilians Killed by NATO Soldiers in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-10ee.html",
            "content": "More Civilians Killed by NATO Soldiers in Afghanistan\r\n Pyongyang, July 11 (KCNA) -- NATO soldiers in Afghanistan are killing more civilians under the pretext of \"anti-terrorism\".\n\t\t\t\t\t NATO-led forces Wednesday bombarded houses in Khost Province, leaving more than ten Afghans dead.\n\t\t\t\t\t\n\t\t\t\t\t This is lashing the inhabitants into fury."
        },
        {
            "title": "Intensified Cooperation among Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-09ee.html",
            "content": "Intensified Cooperation among Countries\r\n Pyongyang, July 11 (KCNA) -- China and Mongolia Thursday agreed to cooperate with each other in the field of security.\n\t\t\t\t\t Iran and Russia Wednesday reached an agreement to set up a petrochemical complex in the Assaluyeh seaport at the Persian Gulf."
        },
        {
            "title": "Earthquake Jolts New Zealand",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-11ee.html",
            "content": "Earthquake Jolts New Zealand\r\n Pyongyang, July 11 (KCNA) -- A 7.8-magnitude earthquake jolted Kermadec Islands, New Zealand on July 7.\n\t\t\t\t\t The epicenter was waters around the islands."
        },
        {
            "title": "Kim Jong Il felicita a los dirigentes chinos",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-36ee.html",
            "content": "Kim Jong Il felicita a los dirigentes chinos\n\t\t\t\t\t\t\r\nPyongyang, 11 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, junto con Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema, y Choe Yong Rim, premier del Consejo de Ministros, envi el da 10 un mensaje de felicitacin a Hu Jintao, Secretario General del Comit Central del Partido Comunista de China y Presidente de la Repblica Popular China, Wu Bangguo, presidente del Comit Permanente de la Asamblea Popular Nacional de la RPCh, y Wen Jiabao, primer ministro del Consejo de Estado.\n\t\t\t\t\t  El mensaje va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Con motivo del 50 aniversario de la concertacin del tratado sobre la amistad, la cooperacin y la ayuda mutua entre la RPDC y la RPCh, felicitamos clidamente a ustedes y por su conducto, al CC del PCCh, el gobierno de la RPCh y el pueblo chino en nombre del PTC, el gobierno de la RPDC y el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  La suscripcin de ese tratado fue un evento trascendental que sent la base legal para consolidar y desarrollar constantemente las relaciones de amistad y cooperacin Corea-China, establecidas en el camino de lucha sangrienta por la independencia antiimperialista y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  Durante el medio siglo transcurrido desde entonces, los partidos y los gobiernos de los dos pases se apoyaron y cooperaron estrechamente en varias ramas como poltica, militar, econmica y cultural demostrando a todo el mundo la inagotable vitalidad de la amistad Corea-China que ser inalterable aunque pase mucho tiempo y se sucedan las generaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las tradicionales relaciones de amistad Corea-China, que han avanzado a pasos firmes superando todas las pruebas de la historia, continan y se desarrollan magnficamente hoy a la nueva altura estratgica y contribuyen grandemente al impulso de la causa socialista comn de los pueblos de ambos pases y a la defensa de la paz y estabilidad del Nordeste Asitico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  El PTC y el gobierno de la RPDC tienen la invariable posicin de consolidar y desarrollar de generacin en generacin las relaciones de amistad y cooperacin Corea-China, valiosa herencia legada por los dirigentes de generacin veterana de ambos pases y riqueza comn.\n\t\t\t\t\t\n\t\t\t\t\t  Estamos convencidos de que en este ao significativo del 50 aniversario de la firma del tratado sobre la amistad, la cooperacin y la ayuda mutua entre Corea y China, la solidaridad combativa y los lazos de amistad y cooperacin entre ambos partidos, pases y pueblos se fortalecern y se desarrollarn en una etapa ms alta en todos los sentidos gracias a los esfuerzos conjuntos.\n\t\t\t\t\t\n\t\t\t\t\t  En esta ocasin, formulamos votos por la prosperidad de la RPCh, vecino amistoso, y por la felicidad del hermano pueblo chino deseando que ste logre mayores xitos en la construccin de una sociedad socialista armoniosa, basada en la concepcin de desarrollo cientfica, bajo la direccin del PCCh que acaba de escribir su orgullosa historia de los 90 aos."
        },
        {
            "title": "Kim Jong Il recibe mensaje de felicitacin de dirigentes chinos",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-37ee.html",
            "content": "Kim Jong Il recibe mensaje de felicitacin de dirigentes chinos\n\t\t\t\t\t\t\r\nPyongyang, 11 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea y Comandante Supremo del Ejrcito Popular de Corea, junto con Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema y Choe Yong Rim, primer ministro del  Consejo de Ministros, recibi un mensaje de felicitacin que les enviaran el da 10 Hu Jintao, Secretario General del Comit Central del Partido Comunista de China y Presidente de la Repblica Popular China y de la Comisin Militar Central de China, junto con Wu Bangguo, presidente del Comit Permanente de la Asamblea Popular Nacional y Wen Jiabao, primer ministro del Consejo de Estado.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasin del 50 aniversario de la concertacin del tratado sobre la amistad, la cooperacin y la ayuda mutua China-Corea, enviamos la calurosa felicitacin y el voto excelente a Vds. y por su conducto al PTC, el gobierno y el pueblo coreanos en representacin del PCCh, el gobierno y el pueblo de China.\n\t\t\t\t\t\n\t\t\t\t\tEl tratado sobre la amistad, la cooperacin y la ayuda mutua China-Corea constituye un documento importante en las relaciones bilaterales.\n\t\t\t\t\t\n\t\t\t\t\tDurante los 50 aos pasados, ambas partes se apoyaron y cooperaron ntimamente segn el principio y el espritu del tratado, promovieron la causa de la construccin del socialismo en los dos pases y defendieron la paz y la estabilidad en las regiones.\n\t\t\t\t\t\n\t\t\t\t\tLa amistad China-Corea fue preparada y desarrollada por los lderes de generacin veterana de los dos pases y se arraig profundamente en el alma de los pueblos de ambos pases superando las pruebas de la historia.\n\t\t\t\t\t\n\t\t\t\t\tConsolidar y desarrollar incesantemente las relaciones de amistad y cooperacin China-Corea deviene la inconmovible orientacin estratgica del Partido y el gobierno de China.\n\t\t\t\t\t\n\t\t\t\t\tJunto con la parte coreana, continuaremos y exploraremos de manera emprendedora las tradiciones, avanzaremos con el transcurso de la poca, profundizaremos constantemente el intercambio de amistad y la cooperacin entre ambas partes en distintas esferas e impulsaremos el desarrollo incesante de las relaciones China-Corea.\n\t\t\t\t\t\n\t\t\t\t\tContemplamos con alegra los abundantes xitos logrados por el pueblo coreano en varias ramas de la construccin del Estado prspero bajo la direccin del PTC encabezado por el camarada Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tDeseamos de todo corazn la prosperidad a la RPDC y la felicidad al pueblo coreano."
        },
        {
            "title": "Rodong Sinmun destaca el avance de relaciones de amistad Corea-China",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-38ee.html",
            "content": "Rodong Sinmun destaca el avance de relaciones de amistad Corea-China\n\t\t\t\t\t\t\r\nPyongyang, 11 de julio (ATCC) -- El diario Rodong Sinmun public este lunes un artculo individual enviando felicitaciones clidas y saludo amistoso al pueblo chino que acoge el significativo 50 aniversario de la concertacin del tratado de amistad, cooperacin y ayuda mutua Corea-China.\n\t\t\t\t\tEl articulista seala que la amistad entre Corea y China se torna cada da ms esplndida gracias a la profunda atencin y las dinmicas actividades de los mximos dirigentes de ambos pases, y contina:\n\t\t\t\t\t\n\t\t\t\t\tSe extiende hoy en da en China una coyuntura de progreso social y prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tBajo la direccin del Partido Comunista de China encabezado por su Secretario General Hu Jintao, el pueblo chino acelera la marcha para cumplir las altas metas de la modernizacin del socialismo con peculiaridades chinas. \n\t\t\t\t\t\n\t\t\t\t\tEl partido y el pueblo chinos luchan activamente por construir una sociedad bsicamente acomodada y realizar la integridad total del pas.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano felicita sinceramente a China por la marcha exitosa de todos los quehaceres considerndolo como su propio xito.\n\t\t\t\t\t\n\t\t\t\t\tEl carcter slido e inquebrantable de la amistad Corea-China ha sido comprobado en medio de los vientos y mareas de la historia.\n\t\t\t\t\t\n\t\t\t\t\tLos lazos de amistad entre los dos pases, revitalizados y consolidados por el Dirigente      Kim Jong Il durante sus varias visitas a China realizadas en el nuevo siglo, son el ejemplo de desarrollo de las relaciones internacionales de amistad y cooperacin basadas en sinceras obligaciones morales y solidaridad.\n\t\t\t\t\t\n\t\t\t\t\tTambin en el futuro, el Partido del Trabajo de Corea y el pueblo coreano harn ingentes esfuerzos por consolidar incesantemente la amistad Corea-China a las alturas del nuevo siglo."
        },
        {
            "title": "Funcin por invitacin de conjunto artstico de China en Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201107/news11/20110711-39ee.html",
            "content": "Funcin por invitacin de conjunto artstico de China en Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 11 de julio (ATCC) -- Tuvo lugar este lunes en el Teatro de Arte Ponghwa la funcin por invitacin del conjunto artstico de drama danzario \"Confeti en el camino de seda\" del Teatro de Cancin y Danza de la provincia de Gansu de China, de visita en Corea.\n\t\t\t\t\tFueron invitados a la ocasin el presidente del Presidium de la Asamblea Popular Suprema de la Repblica Popular Democrtica de Corea, Kim Yong Nam, el secretario del Comit Central del Partido del Trabajo de Corea, Kim Ki Nam, el vicepremier Ro Tu Chol, el ministro de Cultura, An Tong Chun, el presidente del Comit Popular de la Ciudad de Pyongyang, Ryang Man Gil, el vicecanciller Ri Yong Ho y otros funcionarios correspondientes, funcionarios, creadores, artistas, periodistas y redactores de los dominios de cultura y arte, prensa e informacin, jvenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\tTambin la presenciaron el embajador Liu Hongcai y otros miembros de la sede diplomtica china en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes chinos reflejaron bien con las habilidades giles, los vigorosos movimientos rtmicos y las concordancias bien organizadas la amistad entre los chinos y otros pueblos de varios pases, establecida en el camino de seda.\n\t\t\t\t\t\n\t\t\t\t\tFue entregado a los ejecutantes un cesto de flores por el xito de la funcin."
        }
    ]
}