{
    "date": "2011-10-31",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects KPA Unit 789",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-11ee.html",
            "content": "Kim Jong Il Inspects KPA Unit 789\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- General Secretary Kim Jong Il inspected KPA Unit 789.\n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself with the performance of the unit's duty, he went round a military study room, military lecture room and a comprehensive drill ground, conducted by commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with the fact that the unit is conducting an effective training to firmly arm its servicepersons with the WPK's idea of Juche-based military strategy and tactics and war methods at the military study room and military lecture room as required by modern warfare and the comprehensive drill ground helpful for waging actual warfare.\n\t\t\t\t\t\n\t\t\t\t\t He listened with deep attention to the briefing that the servicepersons of the unit are acquiring combat methods for striking and wiping out any aggressors' surprise invasion at one blow under the simulated difficult and complicated battle conditions.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the army to make thorough-going preparations for battles by further intensifying the combat training, aware that nothing is more important than making combat preparations as it should protect the destiny of the country and the nation with arms.\n\t\t\t\t\t\n\t\t\t\t\t Going round an education room, he learned about the political and ideological education among soldiers. At a soldiers bedroom and mess hall, he took warm care of the soldiers' living as their real father would do.\n\t\t\t\t\t\n\t\t\t\t\t Pleased that the unit has provided its servicepersons with good conditions for their service, he said commanding officers should always take care of soldiers' living as their real parents would do and regard it as their sacred duty and noble moral obligation to help them perform feats during their service without any slight inconvenience.\n\t\t\t\t\t\n\t\t\t\t\t While walking round the compound of the unit, he learned about how the unit is commanded and managed.\n\t\t\t\t\t\n\t\t\t\t\t After inspecting the unit, he gave commanding officers accompanying him precious instructions to develop the KPA into an invincible revolutionary army of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the servicepersons of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, KPA Vice Marshal Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., the WPK and chief of the General Staff of the KPA, KPA Vice Marshal Kim Yong Chun, member of the Political Bureau of the C.C., the WPK and minister of the People's Armed Forces, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun, alternate member of the Political Bureau and secretary of the C.C., the WPK, Kim Kyong Ok, first vice department director of the C.C., the WPK, and KPA Generals Kim Won Hong, Pak Jae Gyong and Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Il Meets Chinese Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-31ee.html",
            "content": "Kim Jong Il Meets Chinese Ambassador to DPRK\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- General Secretary Kim Jong I, Monday met Liu Hongcai, Chinese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the WPK and chief of the General Staff of the Korean People's Army, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice chairman of the National Defence Commission, and Kim Yong Il and Kim Yang Gon, alternate members of the Political Bureau and secretaries of the C.C. the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai and staff members of the Chinese embassy here were present there.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai conveyed warm greetings from Hu Jintao, general secretary of the Central Committee of the Communist Party and president of China, to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He also conveyed thanks to Kim Jong Il from Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China and vice-premier of the State Council of China, who visited the DPRK recently.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that new landmark events took place in the relations between the two parties and countries in this meaningful year, the 50th anniversary of the conclusion of the Sino-DPRK treaty of friendship, cooperation and mutual assistance, further promoting their development.\n\t\t\t\t\t\n\t\t\t\t\t He noted that General Secretary Kim Jong Il visited China in May and August, performing immortal feats in consolidating and developing the traditional Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, Zhang Dejiang, member of the Political Bureau of the C.C., the CPC and vice-premier of the State Council of China, Meng Jianzhu, State councilor and minister of Public Security of China, and other senior officials of the Chinese party and government visited the DPRK in this meaningful year, he said, adding: They were received by Kim Jong Il and had in-depth discussions and reached effective agreements with Korean comrades on the important issues arising in boosting the friendly and cooperative relations between the two parties and countries in different fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai and the staff members of the embassy expressed heartfelt thanks to Kim Jong Il for sparing precious time to meet them again though he was very busy steering the building of a prosperous and powerful nation and manifested their will to make positive efforts for the steady development of the Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il highly appreciated the positive efforts made by the staff members of the Chinese embassy here to make a big contribution to the development of the DPRK-China friendly and cooperative relations.\n\t\t\t\t\t\n\t\t\t\t\t He hosted a dinner for Liu Hongcai and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t The dinner proceeded in a cordial atmosphere overflowing with friendship."
        },
        {
            "title": "Kim Yong Nam Grees Algerian President",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-25ee.html",
            "content": "Kim Yong Nam Grees Algerian President\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Abdelaziz Bouteflika, president of Algeria, on its 57th anniversary of start of revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kim in the message expressed belief that the good friendly and cooperative relations between the DPRK and Algeria would grow stronger in the future. The message wished the president good health and happiness as well as greater success in his work for consolidating the national unity and developing the country's economy."
        },
        {
            "title": "Choe Yong Rim Greets Algerian PM",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-21ee.html",
            "content": "Choe Yong Rim Greets Algerian PM\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- DPRK Premier Choe Yong Rim on Monday sent a message of greeting to Ahmed Ouyahia, prime minister of Algeria, on the 57th anniversary of the start of the revolution in Algeria.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the prime minister great success in his work for economic development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun also sent a similar message to his Algerian counterpart Mourad Medelci on the same day."
        },
        {
            "title": "Italian Delegation Arrives Here",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-26ee.html",
            "content": "Italian Delegation Arrives Here\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- An Italian delegation of assemblymen from different political parties headed by Mauro Del Vecchio, senator from the Democratic Party of Italy, arrived here by air on Monday."
        },
        {
            "title": "Floral Basket from Japanese Delegation",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-09ee.html",
            "content": "Floral Basket from Japanese Delegation\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- General Secretary Kim Jong Il received a floral basket from a delegation of the Japanese Society for the Study of the Juche Idea. \n\t\t\t\t\t\n\t\t\t\t\t Head of the delegation Masatake Shinzato, chief of Okinawa Prefecture of the Japanese Society for the Study of Kimilsungism, on a visit to the DPRK, handed the floral basket to an official concerned on Monday."
        },
        {
            "title": "Japanese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-10ee.html",
            "content": "Japanese Delegation Visits Mangyongdae\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The delegation of the Japanese Society for the Study of the Juche Idea led by Masatake Shinzato, chief of Okinawa Prefecture of the Japanese Society for the Study of Kimilsungism, Monday visited Mangyongdae, old home of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the revolutionary history of the President and the family members of Mangyongdae, the guests looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\tThey posed for a souvenir picture in front of the old home before touring revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Tower of the Juche Idea, the Taedonggang Combined Fruit Farm, the Pyongyang Maternity Hospital, etc"
        },
        {
            "title": "Kim Il Sung's Memorial Opened to Visitors",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-30ee.html",
            "content": "Kim Il Sung's Memorial Opened to Visitors\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- President Kim Il Sung's Memorial was opened with due ceremony on Oct. 27 on the 74th anniversary of death of anti-Japanese revolutionary martyr Zhang Weihua. It was rebuilt on an expansion basis at the old home of the martyr.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were the chairman of the Fusong County People's Political Consultative Conference, the party secretary of the County People's Congress, the head of the County Party Information Department, an assistant to the director of Tonghua Education School who doubles as director of the Institute of Martyr Zhang Weihua of the Allied Anti-Japanese Army in Northeast China and other officials and masses of Fusong County and Baishan City.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were DPRK deputy consul general and consul in Shenyang and members of the delegation of the Korean Committee for Cultural Relations with Foreign Countries on a visit to China.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a wreath before the monument to the martyr.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by the chairman of the institute, the son of the martyr and the head of the delegation."
        },
        {
            "title": "Inter-Korean Buddhist Joint Mass Held",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-08ee.html",
            "content": "Inter-Korean Buddhist Joint Mass Held\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- A north-south Buddhist joint mass praying for Korea's reunification and having Nirvana service was held at Ryongthong Temple in Kaesong of the DPRK on Monday to mark the 6th anniversary of the restoration of the temple.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the north side were officer bearers of the Central Committee of the Buddhist Federation of Korea and priests and Buddhists of the temple and from the south side priests and Buddhists of Chonthae Order.\n\t\t\t\t\t\n\t\t\t\t\t A Buddhist ritual took place at the mass to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the holding of the joint mass is a manifestation of the unanimous will of the Buddhists in the north and the south to thoroughly implement the historic June 15 joint declaration and October 4 declaration in Dharma-minded concord and indomitable spirit and boost solidarity and cooperation with each other to achieve peace on the Korean Peninsula and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A joint prayer of inter-Korean Buddhists for national reunification was read out.\n\t\t\t\t\t\n\t\t\t\t\t It clarified the firm resolution of the Buddhists in the north and the south to pave the way for visiting Ryongthong Temple and actively turn out in practical actions to improve the inter-Korean relations and achieve reunification, peace and prosperity of the country."
        },
        {
            "title": "New Postage Stamps Issued",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-23ee.html",
            "content": "New Postage Stamps Issued\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The State Stamp Bureau of the DPRK published a stamp to mark the 150th anniversary of the Taedongyo Map.\n\t\t\t\t\t\n\t\t\t\t\t The stamp contains pictures of the map and geographer Kim Jong Ho (early 19th century-1864).\n\t\t\t\t\t\n\t\t\t\t\t Kim completed the map in 1861 after 27 years of tour of all parts of the country. \n\t\t\t\t\t\n\t\t\t\t\t The map was revised and reprinted in 1864.\n\t\t\t\t\t\n\t\t\t\t\t The map shows mountains, rivers, islands, ports, administrative districts, populated areas, traffic networks, historical relics and other things.\n\t\t\t\t\t\n\t\t\t\t\t The bureau also published four kinds of individual stamps showing historical figures of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They are Pak Yon (1378-1458), one of the three famous Korean musicians in the middle ages, a famous lady painter Sinsa Im Dang (1504-1551), a realist Jong Yak Yong (1762-1836) and a famous anti-Japanese volunteer Ryu Rin Sok (1842-1915)."
        },
        {
            "title": "S. Korean Authorities' War Frenzy Slashed",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-04ee.html",
            "content": "S. Korean Authorities' War Frenzy Slashed\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The warmongers of south Korea are fanning up the atmosphere of war against the DPRK. Under this situation the puppet military kicked off the war exercises 2011 Hoguk with the U.S. in south Korea and there took place the 43rd south Korea-U.S. annual security consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t This is a grave military provocation aimed to threaten the DPRK by force and drive the situation to the brink of war, Rodong Sinmun Monday says in a bylined commentary. \n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The Hoguk rehearsal is evidently a DPRK-targeted adventurous war gamble in view of its purpose, content, scale and character.\n\t\t\t\t\t\n\t\t\t\t\t  Involved in it are a lot of latest war equipment, including AH-1S attack helicopters of south Korea's ground force, KF-16 and F-15K mainstay fighters of the air force and destroyers and escorts of the navy. This proves that the rehearsal is an adventurous offensive one to increase the capability of preemptive strike against the DPRK and master and perfect it dimensionally in the atmosphere of real war. \n\t\t\t\t\t\n\t\t\t\t\t The 43rd south Korea-U.S. annual security consultative meeting fully revealed the criminal scheme of the south Korean puppet warmongers to stifle the DPRK by force of arms in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the south Korean military discussed with the U.S. on \"strengthening of the alliance\" and \"provision of deterrent\" and agreed to round off the \"joint operation plan\" for coping with \"local provocation\" by someone early next year. They also discussed on the advanced deployment of the U.S. forces in Japan and the U.S. forces command in the Pacific region into the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, this shows the sinister scheme to unleash a new war against the DPRK in the peninsula under the pretence of non-existent \"provocation\" by someone. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers should be clearly mindful that they will get nothing but merciless punishment and bitter defeat from their reckless war moves."
        },
        {
            "title": "Japanese Diplomat's Piffle about \"Settlement\" of Issue of Claim Slammed",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-05ee.html",
            "content": "Japanese Diplomat's Piffle about \"Settlement\" of Issue of Claim Slammed\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- A senior official of the Japanese Foreign Ministry, when interviewed by south Korean reporters recently, asserted \"it is the consistent stand of the Japanese government that the issue of claim had already found a complete and final solution\" under the Japan-south Korea \"agreement\" as far as the issue of comfort women for the Imperial Japanese Army is concerned.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is a malignant mud-slinging, mockery and blatant challenge to the Korean nation as it was despicable and mean tongue lashing grossly distorting the reality. \n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts to prove that the Japan-south Korea \"agreement\" concluded in 1965 was an illegal and invalid one.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t More than four decades since the signing of the agreement are a crime-woven history in which Japan revealed its mean and shameless nature and vulgar morality by working hard to evade its responsibility for settling its past wrongs. This being a hard reality, the Japanese authorities talked about \"the final settlement\" of the issue of claim. What they seek through this is an ulterior aim to totally evade the settlement of the past by glossing over the issue of the settlement of the past including the issue of comfort women for the Imperial Japanese Army. \n\t\t\t\t\t\n\t\t\t\t\t By evading the settlement of its past, Japan seeks to imbue the Japanese people with the militarist outlook on history and hurl them into battlefields for reinvasion. The lies told by them are aimed to deceive the fair public opinion and divert elsewhere the attention of the Korean and other people of the  world demanding Japan's settlement of its past. \n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of its past crimes is not an issue that allows it to evade the settlement. It is an unavoidable state responsibility and political and moral obligation of Japan in view of international law, ethics and morality. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unchanged in its stand as it declared that it could never recognize the Japan-south Korea \"agreement\" but decisively rejected it the moment it was concluded. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to bear in mind that their reckless attempt to evade the settlement of the past would only bring misfortune to them."
        },
        {
            "title": "Korean People Called on to Work Hard",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-06ee.html",
            "content": "Korean People Called on to Work Hard\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- \"Let us struggle and create new things as befitting the descendants of the great Comrade Kim Il Sung!\"\n\t\t\t\t\t\n\t\t\t\t\t This is the ardent desire of all Koreans and their motto in life and struggle to be handed down through generations, \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The workers and farmers, who had been subject to maltreatment and suppression in the past, enjoy genuine dignity and happy life as human beings, provided with the most precious political integrity under the care of President Kim Il Sung. The Korean people shared thought, intention, minds and actions with the President on the road of the revolution steered by him.\n\t\t\t\t\t\n\t\t\t\t\t It is the true picture of the Korean nation that the whole country formed a great family of the President in which all its members fully embodied his inborn disposition.\n\t\t\t\t\t\n\t\t\t\t\t The President is the sun of Juche as he founded the immortal Juche idea, helping the Korean people become strong in ideology and mental power and invincible and iron-willed commander as he defeated two imperialisms in one generation as well as a genius of creation and construction as he led the socialist construction to victory.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than the President who founded the invincible Workers' Party of Korea and revolutionary armed forces and built most advantageous Korean-style socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the President that the Korean nation was reborn and the history of Korea was given steady continuity as Kim Il Sung's nation. April 15, the birthday of the President, became the Day of the Sun and there appeared on this land the new name of year, Juche year, with 1912 as an original year.\n\t\t\t\t\t\n\t\t\t\t\t The noble title of descendants of the President is the title the Korean people adopted themselves.\n\t\t\t\t\t\n\t\t\t\t\t They will always remain descendants of the President as they are led by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is a genuine benefactor as he helped all the Koreans hold the President in high esteem through generations as an eternal spiritual mainstay.\n\t\t\t\t\t\n\t\t\t\t\t He is also a staunch defender of the socialist country in which more descendants of the President will be born and grow and a great statesman who brings up the Korean people to be descendants of the President in the crucible of the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are struggling and creating new things as befitting the descendants of the President and bringing his ideas and desire into realities one by one under the guidance of Kim Jong Il."
        },
        {
            "title": " DLP of S. Korea Denounces Authorities' Moves to Conclude FTA",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-29ee.html",
            "content": "DLP of S. Korea Denounces Authorities' Moves to Conclude FTA\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) --The deputy spokesman for the Democratic Labor Party of south Korea issued a commentary on October 28 denouncing the chief executive for working hard to conclude FTA with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The commentary accused the chief executive of sending all members of the \"National Assembly\" that day letters pressurizing them to clear \"the motion calling for the ratification of FTA\" at an early date.\n\t\t\t\t\t\n\t\t\t\t\t He has not so far responded to the demand for appearing in the NA as regards the irregularities and corruption but is staging such farce to serve the U.S., it deplored. The commentary held that the NA should not ratify the agreement which would make the south Korean economy remain dependent on the U.S. on a permanent basis and bring benefits to it only.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive's increased pressure for the ratification of FTA would only further confirm its injustice, it stressed."
        },
        {
            "title": "S. Korean Professor Urges to Implement Joint Declarations",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-24ee.html",
            "content": "S. Korean Professor Urges to Implement Joint Declarations\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- A professor of Yonsei University of south Korea called for implementing the north-south joint declarations, south Korea's Yonhap News reported.\n\t\t\t\t\t\n\t\t\t\t\t Speaking at a seminar held at the press center in Seoul Wednesday, Mun Jong In said, \"It is difficult to overcome the present catastrophic situation with the government's concept towards the north like theory of collapse of the north\".\n\t\t\t\t\t\n\t\t\t\t\t Mun said the north and the south of Korea in a declaration adopted in October 4, 2007 agreed to establish a peaceful special zone of cooperation in the west sea including Haeju area and surrounding waters for joint fishing and economic development.\n\t\t\t\t\t\n\t\t\t\t\t The south side should make efforts to put the June 15 joint declaration and the October 4 declaration into practice, the professor added."
        },
        {
            "title": "US Organization Hits Military Exercises in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-03ee.html",
            "content": "US Organization Hits Military Exercises in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The North American Group for Study of the Juche and Songun Philosophy in the United States issued a statement on Oct. 25 in denunciation of the south Korean puppet authorities' unpopular policy and Hoguk military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The \"Occupy Wall Street\" demo against the exploitation and oppression by capital, rapidly spreading across the world, is taking place in south Korea, too, under the slogan \"Occupy Seoul!\" the statement noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet bellicose forces are staging the war exercises for invasion of the DPRK again when the DPRK re-clarified its stand for peace on the Korean Peninsula and the talks for it are going on.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out on the Korean Peninsula due to their machinations, it will only result in their own doom.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities must stop the anti-DPRK war exercises at once.\n\t\t\t\t\t\n\t\t\t\t\t We reaffirm the solidarity with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We call upon all the peace-loving people of the world to support the just cause of the Korean people and turn out against the puppet clique of south Korea."
        },
        {
            "title": "Punishment of S. Korean GNP Called for",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-28ee.html",
            "content": "Punishment of S. Korean GNP Called for\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The Internet newspaper of Koreans in the U.S. \"Minjok Thongsin\" on Oct. 26 carried an article calling for the punishment of the \"Grand National Party\", the political party of traitors in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The article recalled that that day the GNP was defeated in the Seoul mayoral election, noting that it was because of the people's highest wrath at the present chief executive and the ruling party that the independent candidate emerged victorious despite the desperate efforts of the GNP.\n\t\t\t\t\t\n\t\t\t\t\t Saying the recent election results once again taught that the unity leads to a victory, the article called on all the progressive forces to get united to certainly eliminate the GNP, the sycophant and traitorous political party."
        },
        {
            "title": "Palestinian Magazine Marks Anniversary of WPK",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-01ee.html",
            "content": "Palestinian Magazine Marks Anniversary of WPK\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The Palestinian magazine Al Hadaf carried in its October issue special write-ups under the headline of \"On the 66th birthday of the Workers' Party of Korea\" with a photo of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The magazine in an article noted that President Kim Il Sung strictly adhered to the principles of independence in leading the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The President led the WPK to work independently and creatively in keeping with the interests of the popular masses and the reality of the country with the Juche idea as its guideline, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t By pursuing the Songun politics Kim Jong Il has reliably defended socialism centered on the popular masses despite all sorts of challenges and difficulties.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the DPRK successfully realized the single-minded unity in which the army and people are closely united as one.\n\t\t\t\t\t\n\t\t\t\t\t He leads the DPRK on basis of the idea and benevolent politics of Kim Il Sung."
        },
        {
            "title": "DPRK's Stand Supported in Ukraine, Guinea",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-02ee.html",
            "content": "PRK's Stand Supported in Ukraine, Guinea\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- Personages of Ukraine and Guinea made public statements on Oct. 25 and 26 in connection with the fact that General Secretary Kim Jong Il gave answers to questions put by ITAR-TASS of Russia.\n\t\t\t\t\t\n\t\t\t\t\t Nikolai Polishk, chairman of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t The contents mentioned in the answers of Kim Jong Il well show the policy of the peace-loving DPRK to safeguard peace and defuse tension in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Also elucidated in the answers is the will to respect the equality and sovereignty and develop the friendly relations between the DPRK and Russia on the principle of mutual benefit.\n\t\t\t\t\t\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, said that the answers give great strength and courage to the peoples of those countries aspiring after global peace, stability and independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman further said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in the answers impressively referred to his impressions of visit to Russia in August last and to the prospect of the development of the DPRK-Russia relations. And he made clear the nuclear issue on the Korean Peninsula, the resumption of the six-party talks and the prospect of the DPRK relations with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion we express full support and solidarity with the principled and just stand of the DPRK toward the nuclear issue of the Korean Peninsula and the resumption of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand that the U.S. and other dishonest forces drop their hostile policy towards the DPRK as soon as possible and come out for the improvement of relations with the DPRK."
        },
        {
            "title": "Russia Test-fires ICBM",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-12ee.html",
            "content": "Russia Test-fires ICBM\r\n\n\t\t\t\t\t Moscow, October 30 (KCNA) -- Russia test-fired intercontinental ballistic missile \"Bulava\" at White Sea of Russia on Oct. 28.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear submarine \"Yuri Dolgoruki\" fired a missile under the water at the Kura firing range on Kamchatka Peninsula, hitting its target in time.\n\t\t\t\t\t\n\t\t\t\t\t \"Yuri Dolgoruki\" has succeeded in test-firing \"Bulava\" missile three times this year, the Russian Ministry of Defense said."
        },
        {
            "title": "US Sets up Military Bases Abroad in Secrecy",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-18ee.html",
            "content": "US Sets up Military Bases Abroad in Secrecy\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- It has been proven that the U.S. set up a military base abroad in secrecy.\n\t\t\t\t\t\n\t\t\t\t\t According to the American newspaper Washington Post on October 27, the U.S. forces deployed a drone base in Ethiopia under the pretext of \"war on terrorism\". It is also installing such bases in Djibouti and Seychelles, the newspaper added."
        },
        {
            "title": " Economic Stagnation in Japan, Ireland",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-19ee.html",
            "content": "Economic Stagnation in Japan, Ireland\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- Japan's Kyushu Electric Power Co. said Thursday that it plunged into the red in the April-September period and that its consolidated net loss totaled 13.31 billion yen.\n\t\t\t\t\t\n\t\t\t\t\t Kyocera Corp. of Japan said Thursday its group net profit fell 24.5 percent from a year earlier to 46.77 billion yen in the April-September first half of fiscal 2011.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Irish retail sales fell an average of 6 percent during the third quarter of 2011."
        },
        {
            "title": "Iran Rejects US Unreasonable Assertion",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-13ee.html",
            "content": "Iran Rejects US Unreasonable Assertion\r\n\n\t\t\t\t\t Tehran, October 30 (KCNA) -- Iranian Foreign Ministry spokesman Ramin Mehmanparast dismissed the U.S. claims in an interview with a newspaper on Oct. 26.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Justice Department said Tuesday that thousands of electronic parts made in a Minnesota company were smuggled through Singapore to Iran and some of them were used in the remote controls of makeshift bombs seized by American forces in Iraq, the spokesman said. He noted that the claims have no basis in fact."
        },
        {
            "title": "Iranian FM Spokesman Flays Stupid Remarks of US Secretary of State",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-14ee.html",
            "content": "Iranian FM Spokesman Flays Stupid Remarks of US Secretary of State\r\n\n\t\t\t\t\t Tehran, October 30 (KCNA) -- A spokesman for the Iranian Foreign Ministry at a press conference on Oct. 27 dismissed as stupid the remarks of the U.S. secretary of State that Iran is going to set up an imaginary U.S. embassy in it.\n\t\t\t\t\t\n\t\t\t\t\t He ridiculed the U.S. administration, saying it seems to find itself in utter confusion over the issue with Iran as it was a manifestation of its ignorance of Iran.\n\t\t\t\t\t\n\t\t\t\t\t He said the U.S. had better stop interfering in internal affairs of other countries and lend an ear to the demands of its people reflected in the Occupy Wall St. demonstrations."
        },
        {
            "title": "Anti-US Demonstration in Pakistan",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-15ee.html",
            "content": "Anti-US Demonstration in Pakistan\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- A large number of tribesmen rallied in Islamabad, Pakistan Friday to demand an immediate halt to the U.S. drone strikes in tribal regions.\n\t\t\t\t\t\n\t\t\t\t\t Tribesmen from North Waziristan tribal region marched on Islamabad's main road leading to the parliament house and chanted slogans against the United States. They branded its drone strikes as a wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t They strongly demanded the U.S. halt at once the killings of innocent civilians."
        },
        {
            "title": "Cooperation among Countries",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-16ee.html",
            "content": "Cooperation among Countries \r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- China and Botswana signed on Friday an agreement on mutual cooperation in health service.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Indonesia and the Philippines agreed to establish a joint commission as an effort to boost economic cooperation."
        },
        {
            "title": "Iran's High Cleric Calls for Turning Out in Anti-US Sacred War",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-17ee.html",
            "content": "Iran's High Cleric Calls for Turning Out in Anti-US Sacred War\r\n\n\t\t\t\t\t Tehran, October 30 (KCNA) -- Substitute Friday prayers leader of Tehran Ayatollah Ahmad Jannati in a speech at Tehran University on Oct. 28 called for turning out in the anti-U.S. sacred war.\n\t\t\t\t\t\n\t\t\t\t\t He said: \"Today, the U.S. power has downgraded worldwide; today is the day of encountering the U.S. as much as we can.\" \n\t\t\t\t\t\n\t\t\t\t\t He went on to say: Today, we should make the world understand that our people have always been anti-American. The Iranian people will not yield to the U.S., he added."
        },
        {
            "title": "Natural Disasters in Italy, Turkey",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-20ee.html",
            "content": "Natural Disasters in Italy, Turkey\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- The flood caused by heavy rain recently hit several regions in Italy.\n\t\t\t\t\t\n\t\t\t\t\t The flood left 7 persons dead and 10 missing as of October 29.\n\t\t\t\t\t\n\t\t\t\t\t The supply of electricity and water was suspended, communications cut off and thousands of families evacuated.\n\t\t\t\t\t\n\t\t\t\t\t The state of emergency was proclaimed in the regions of Liguria and Toscana, seriously afflicted areas of Italy.\n\t\t\t\t\t\n\t\t\t\t\t In Turkey casualties by strong earthquake occurred on October 23 are growing in number.\n\t\t\t\t\t\n\t\t\t\t\t As of Oct. 27 death toll increased 534 and wounded more than 2,300, according to the Turkish government."
        },
        {
            "title": "Traffic Accidents in Pakistan, Tanzania",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-22ee.html",
            "content": "Traffic Accidents in Pakistan, Tanzania\r\n\n\t\t\t\t\t Pyongyang, October 31 (KCNA) -- At least nine people were killed and 26 others injured on Wednesday evening in a traffic accident in the central part of Pakistan, officials said.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a bus was overturned in Tanzania, on Tuesday, killing more than 20 people."
        },
        {
            "title": "Kim Jong Il inspecciona Unidad 789 del EPC",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-32ee.html",
            "content": "Kim Jong Il inspecciona Unidad 789 del EPC\r\n\n\t\t\t\t\tPyongyang, 31 de octubre (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad 789 del EPC. \n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo hizo conocimiento del cumplimiento del deber de la unidad y, guiado por los miembros de mando, recorrio la sala de estudio militar, la de leccion militar y el campo de entrenamiento combinado. \n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la unidad haya acondicionado bien la sala de estudio militar y la de leccion militar convenientes a la demanda de la guerra moderna y el campo de entrenamiento combinado para la guerra real y desarrollara dinamicamente los ejercicios para armar con firmeza con los autoctonos metodos de combate y la idea del partido en materia de la estrategia y las tacticas militares. \n\t\t\t\t\t\n\t\t\t\t\tEscucho con atencion las explicaciones sobre el hecho de que los militares asimilan los metodos de combate para aniquilar de un solo golpe la invasion sorpresiva de los agresores en las situaciones tan dificiles y complicadas. \n\t\t\t\t\t\n\t\t\t\t\tPara los militares que tienen la mision de defender con las armas el destino del pais y la nacion no hay otro asunto mas importante que los preparativos de combate, dijo y recomendo a tenerlo presente e intensificar los ejercicios para hacer bien los preparativos de combate.\n\t\t\t\t\t\n\t\t\t\t\tEn la sala de educacion se entero de la labor politica e ideologica para los militares y recorrio el dormitorio y el comedor averiguando con afecto paternal la vida de los militares. \n\t\t\t\t\t\n\t\t\t\t\tMuy regocijado de que la unidad asegura excelentes condiciones de vida militar para los militares, dijo que los oficiales deben atender siempre con afecto de padres la vida de los militares para que ellos no sientan ninguna incomodidad y puedan crear meritos en los dias de servicio militar, y considerarlo como noble deber y obligacion moral. \n\t\t\t\t\t\n\t\t\t\t\tLuego, el Comandante Supremo paso revista al recinto de la unidad, cerciorandose del mando y de la administracion. \n\t\t\t\t\t\n\t\t\t\t\tTerminada la inspeccion, el Comandante Supremo dio a los miembros de mando acompanantes preciosas instrucciones para desarrollar el EPC como invencible ejercito revolucionario del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tY tomo una fotografia junto a los militares de la unidad. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, el vicemariscal del EPC Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del PTC y jefe del Estado Mayor General del EPC, el vicemariscal del EPC Kim Yong Chun, miembro del Buro Politico del CC del PTC y ministro de las Fuerzas Armadas Populares, Jang Song Thaek, miembro suplente del Buro Politico del CC del PTC y vicepresidente del CDN, Pak To Chun, miembro suplente del Buro Politico y secretario del CC del PTC, Kim Kyong Ok, primer subjefe de departamento del CC del PTC, Kim Won Hong, Pak Jae Gyong y Hyon Chol Hae, generales de ejercito del EPC."
        },
        {
            "title": "Acto conjunto de budistas Norte-Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-33ee.html",
            "content": "Acto conjunto de budistas Norte-Sur de Corea\r\n\n\t\t\t\t\tPyongyang, 31 de octubre (ACNC) -- Tuvo lugar el dia 31 en el Templo Ryongthong en Kaesong el acto conjunto de budistas Norte-Sur para rezar la reunificacion de la patria y ritos religiosos de Nirvana en conmemoracion del VI aniversario de la reconstruccion del Templo Ryongthong.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron por la parte Norte los clerigos del Comite Central de la Federacion de Budistas de Corea, los monjes y los creyentes del citado templo, y por la parte Sur, los monjes y creyentes de la Orden Budista Chonthae. \n\t\t\t\t\t\n\t\t\t\t\tHubo ceremonia budista e intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que con motivo del VI aniversario de la reconstruccion del Templo Ryongthong tiene lugar el presente acto conjunto, lo cual es la manifestacion de unanime voluntad de los budistas Norte-Sur de mantener y ejecutar cabalmente la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y fortalecer la solidaridad y la cooperacion mutua en el camino de lograr la paz de la Peninsula Coreana  y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLuego, se dio lectura a la oracion comun de los budistas Norte-Sur por la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLa nota expresa la firme decision de los budistas del Norte y el Sur de Corea de participar en las actividades practicas para que adoren los surcoreanos en el mencionado templo y para mejorar las relaciones intercoreanas y lograr la reunificacion, la paz y la prosperidad del pais."
        },
        {
            "title": "Rodong Sinmun denuncia maniobras belicas del Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-34ee.html",
            "content": "Rodong Sinmun denuncia maniobras belicas del Sur de Corea\r\n\n\t\t\t\t\tPyongyang, 31 de octubre (ACNC) -- La capa militar surcoreana comenzo junto con Estados Unidos los ejercicios belicos \"2001 Hoguk\" y realizo la 43a \"reunion consultiva anual de seguridad\" Sur de Corea-EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tTales maniobras devienen una grave provocacion militar para amenazar con armas a la Republica Popular Democratica de Corea y llevar la situacion al borde de la guerra. \n\t\t\t\t\t\n\t\t\t\t\tSenala el diario Rodong Sinmun en un comentario individual de este lunes y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tTanto en el objetivo y el contenido como en la dimension y el caracter, el simulacro \"Hoguk\" es el aventurero alboroto belico contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn el entrenamiento se movilizan muchos pertrechos belicos ultramodernos surcoreanos, entre otros, los helicopteros \"AH-1S\" de las fuerzas terrestres, los aviones de combate \"KF-16\" y \"F-15K\", aparatos principales de las fuerzas aereas, y los buques destructores y de escolta de las fuerzas navales. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho comprueba que el simulacro \"2011 Hoguk\" es un entrenamiento para elevar la capacidad de ataque preventivo contra la RPDC, adiestrarla y perfeccionarla de manera tridimensional en el  ambiente de guerra real. \n\t\t\t\t\t\n\t\t\t\t\t La intencion criminal de los belicistas titeres de provocar una nueva guerra de agresion contra la RPDC en contubernio con las fuerzas extranjeras se ha revelado en la citada 43a \"reunion.\n\t\t\t\t\t\n\t\t\t\t\t  En la cita la capa militar surcoreana discutio con el imperio sobre el \"fortalecimiento de alianza\", el \"ofrecimiento de la fuerza disuasiva\", etc. y acordo perfeccionar a principios del ano proximo el \"Plan de operaciones conjuntas\" para hacer frente a la \"provocacion local\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\t  Tambien urdio el complot para emplazar en la Peninsula Coreana las tropas norteamericanas estacionadas en Japon, la comandancia de tropas norteamericanas en la region del Pacifico, etc. \n\t\t\t\t\t\n\t\t\t\t\t  Los titeres surcoreanos deben darse clara cuenta de que la imprudente campana de guerra les traera solo el castigo severo y el fracaso amargo."
        },
        {
            "title": "Rodong Sinmun vuelve a demandar liquidacion del pasado de Japon",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-35ee.html",
            "content": "Rodong Sinmun vuelve a demandar liquidacion del pasado de Japon\r\n\n\t\t\t\t\tPyongyang, 31 de octubre (ACNC) -- En una audiencia con los periodistas surcoreanos, un funcionario de alto rango del Ministerio de Relaciones Exteriores de Japon dijo que en virtud del \"convenio\" Japon-Sur de Corea, la peticion por el caso de consoladoras para el ejercito japones \"ya se ha resuelto completa y finalmente\", y que \"esto es la invariable posicion del gobierno japones\". \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este lunes, lo califica de una tergiversacion grosera y un grave insulto y desafio a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl \"convenio\" Japon-Sur de Corea, firmado en 1965, es un documento ilegal e invalido, revela el comentario y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tA lo largo de mas de 40 anos desde entones Japon ha mostrado su infamia, cinismo y bajeza moral evadiendo la liquidacion del pasado criminal. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades japonesas expresan que \"se ha resuelto finalmente\" el problema de peticion con la intencion de evadir la liquidacion del pasado incluso el problema de consoladoras sexuales para el viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\t De esta manera, el pais isleno pretende infundir a los habitantes la concepcion militarista de la historia y lanzarlos a la nueva agresion. Al mismo tiempo, intenta enganar la opinion publica y desviar la atencion de la nacion coreana y de los pueblos del mundo que demandan la liquidacion del pasado. \n\t\t\t\t\t\n\t\t\t\t\t  Tal liquidacion no es un simple asunto, sino es la responsabilidad estatal y obligacion politica y moral nunca eludible tanto en virtud del derecho internacional como en el punto de vista de la etica y la moralidad. \n\t\t\t\t\t\n\t\t\t\t\t  Inmediatamente despues de la firma del \"convenio\" Japon-Sur de Corea, la RPDC declaro que no lo reconoce y lo rechaza rotundamente. \n\t\t\t\t\t\n\t\t\t\t\t  Esta posicion es invariable hoy tambien. \n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses deben tener en mente que la liquidacion del pasado criminal causara danos para si mismos."
        },
        {
            "title": "Minju Joson denuncia maniobras militares EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201110/news31/20111031-36ee.html",
            "content": "Minju Joson denuncia maniobras militares EE.UU.-Sur de Corea\r\n\n\t\t\t\t\tPyongyang, 31 de octubre (ACNC) -- El dia 27, los caudillos militares de Estados Unidos y el Sur de Corea convocaron en Seul el 35o \"comite militar\", en el cual revisaron el \"estado de defensa conjunta\" para hacer frente a la supuesta \"provocacion militar del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tEn la 43a \"reunion consultiva anual de seguridad\" efectuada el dia 28 acusaron sin fundamento a la Republica Popular Democratica de Corea y publicaron una declaracion conjunta, cuyo contenido es completar el \"plan comun para hacer frente a la provocacion local\", desarrollar la \"estrategia de disuasion de tipo de ajuste\" y \"fortalecer las  actividades de vigilancia conjunta a la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson en un comentario individual difundido el dia 30 senala que el \"comite militar\" y la \"reunion consultiva anual de seguridad\" Sur de Corea-EE.UU. agravaron mas el peligro de guerra en la Peninsula Coreana, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa gravedad reside en que los belicistas norteamericanos y surcoreanos acordaron completar el \"plan comun para hacer frente a la provocacion local\" so pretexto de la \"provocacion local del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tSegun trascendidos, este plan se elaborara con el contenido de que si se produce el conflicto armado entre el Norte y el Sur de Corea como el caso de canonazo de la isla Yonphyong, el ejercito surcoreano titere lleva en practica la operacion y EE.UU. le apoya con sus tropas tanto en el Sur de Corea y en Japon como en la region del Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas norteamericanos y surcoreanos intentan inventar el incidente del conflicto armado y desatar la guerra total pretextandolo.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha ellos urdieron decenas de veces las conspiraciones de guerra bajo el rotulo de la \"seguridad\" con la ambicion de atacar al Norte, pero no abiertamente como esta vez.\n\t\t\t\t\t\n\t\t\t\t\tLo que no se puede pasar por alto es que coincidiendo con esta conspiracion de guerra los belicistas surcoreanos titeres despliegan con frenesi los ejercicios de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos autores de la provocacion militar en la Peninsula Coreana son precisamente los belicistas de EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tHe aqui la razon por la cual no se elimina la tension sino se aumenta el peligro de guerra en esta Peninsula pese a los esfuerzos sinceros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas norteamericanos y surcoreanos deben darse clara cuenta de su contraparte y actuar con prudencia."
        }
    ]
}