{
    "date": "2011-06-28",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-28ee.html",
    "articles": [
        {
            "title": "DPRK Government Spokesman Warns Lee Myung Bak Group of Stern Punishment",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-32ee.html",
            "content": "DPRK Government Spokesman Warns Lee Myung Bak Group of Stern Punishment\r\n Pyongyang, June 28 (KCNA) -- A spokesman for the DPRK Government issued the following statement on June 28:\n\t\t\t\t\t It has been recently disclosed again by media that \"Paekgol unit\" of the puppet forces in Cholwon County, south Korean Kangwon Province and other forefront units are setting up slogans heaping malignant slanders and calumnies at the army, system and dignity of the DPRK and inciting extreme hostility toward it.\n\t\t\t\t\t\n\t\t\t\t\t The slogans were so virulent that they stunned the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are now expressing irrepressible resentment and hatred for the Lee Myung Bak group which committed thrice-cursed acts of treachery this time in the wake of the provocative case in which it set up and fired at \"targets\" hurting the system and dignity of the DPRK. This has lashed them into towering hatred and hardened their resolution to take revenge upon it. \n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is steeped in hostility and confrontation hysteria aimed at hurting the system and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, traitor Lee Myung Bak invited gentries of the Defense Commission of the puppet National Assembly to Chongwadae and vociferated about \"towering grudge\" against the Yonphyong Island case and \"a fit of rage at it\". This goes to clearly prove how mad they have gone with confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The recent hideous provocation was not an individual act perpetrated by a few hooligans of the puppet military but its main culprits were traitor Lee and puppet military bosses.\n\t\t\t\t\t\n\t\t\t\t\t When the puppet group perpetrated such hideous provocation as setting up and firing at \"targets\" to dare hurt the dignity of the leadership of the DPRK, it declared the fixed will of its army and people never to tolerate the provocation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet group committed even more intolerable provocation. This is little short of a clear declaration of war as it is a blatant challenge to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Now that the Lee group dared perpetrate such an extreme provocation as not ruling out a war against the DPRK it will react to enemy's provocation with a stern punishment and counter its war with a merciless retaliatory sacred war.\n\t\t\t\t\t\n\t\t\t\t\t Those who hurt the system and dignity of the DPRK will never go scot-free on this land and in the sky.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK will severely judge the confrontation maniacs who run wild like \"puppies knowing no fear of a tiger\" in the name of the whole nation. As already warnings were served, they will make a clean sweep of the group of traitors through a retaliatory sacred war involving the whole army and all people and the whole nation and accomplish the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group should apologize for the recent hideous provocation at once, severely punish the main culprits and halt the reckless confrontation racket.\n\t\t\t\t\t\n\t\t\t\t\t Otherwise, it will not be able to escape unpredictably disastrous consequences."
        },
        {
            "title": "Japan Termed Special Class Participant in US Korean War of Aggression ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-23ee.html",
            "content": "Japan Termed Special Class Participant in US Korean War of Aggression \r\n Pyongyang, June 28 (KCNA) -- The History Society of the DPRK issued a memorandum on June 25 branding Japan as a special class participant in the U.S. imperialists' Korean war of aggression on the basis of the study conducted by the history circle.\n\t\t\t\t\t Japan was the second largest force in the multi-national aggression forces next to the U.S. though it did not officially participate in the \"UN Forces\" formed by the U.S. imperialists, the memorandum noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The criminal nature of Japan as a participant in the Korean War has not yet been properly revealed due to the base moves of the U.S. imperialists and the Japanese militarists. \n\t\t\t\t\t\n\t\t\t\t\t The memorandum cited specific facts to prove the following crimes of Japan:\n\t\t\t\t\t\n\t\t\t\t\t By the order of the U.S. imperialists Japan let many operation staff officers including Kawabe, former deputy chief of the General Staff of the Japanese imperialist aggression forces, take part in working out AL-3 and A,B,C Plan, scenarios for unleashing a war of aggression against the DPRK, before the outbreak of the Korean War. It delivered a lot of military equipment to the south Korean puppet army in 1949 to help the U.S. imperialists step up the preparations for the war.\n\t\t\t\t\t\n\t\t\t\t\t Soon after they ignited the Korean War, Japan let tens of thousands of troops fight as a shock brigade of aggression in the van of the \"UN Forces.\" Japan played the role as sortie, logistic and repair bases of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t On July 4, one week after the U.S. imperialists let the UN adopt an unreasonable \"resolution\" on June 27 by using a voting machine, Japanese Prime Minister Yoshida officially stated its support to the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tAccording to Reuters on July 27, 1950, the number of the Japanese troops involved in the Korean War reached 25,000 already in July 1950.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese government drafted a total of 140,000 personnel to dispatch them to the Korean front.\n\t\t\t\t\t\n\t\t\t\t\t Besides, it hurled huge forces into the Korean front by disguising them as \"volunteers\",\" helpers\" and \"unit of Koreans in Japan\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries hurled not only ground forces but naval and air forces into the Korean front. 261 warships of the \"UN Forces\" were mobilized for the Inchon landing operation and the number of Japanese warships involved in the operation was second to the U.S. which mobilized 194 warships or over 4 times that of British warships.\n\t\t\t\t\t\n\t\t\t\t\t Japan dispatched pilots including Kamikaze commandoes ill-famed during the Pacific War to the Korean War to serve the U.S. imperialists in air raid and airlifting operations during the war.\n\t\t\t\t\t\n\t\t\t\t\t It also drove many young Japanese to the shambles of the Korean War as \"UN service corps\" and took an active part in the germ warfare of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It played the role as a special class participant in the war by providing forces and ensuring the transportation and production of arms and equipment and military supplies needed for the war. \n\t\t\t\t\t\n\t\t\t\t\t Nakamura began in top secrecy the training of Japanese airmen as requested by the U.S. Far East Air Force on June 23, 1950, two days before the start of the Korean War. He formed a Japanese special airlifting unit in October of the same year and it was dispatched to the Korean front in January 1951 to carry out the top-secret duty for military transportation.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese government set up a \"wartime system\" in the transport field early in July 1950 and mobilized 12,000 freight cars or nearly half of 25,000 ones which had been in use by the state-owned railways for the transportation of military supplies of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tAccording to information available from the Shipping Department of the Japanese Ministry of Fisheries on October 14, 1950, Japan mobilized 248 ships for the transport of 995,800 tons of U.S. military supplies from July to October, 1950 during the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Japanese facilities used for the U.S. military bases as sortie and attack bases of the U.S. imperialist aggressor forces and their satellites' troops under the berets of the \"UN Forces\" accounted for 733 in all, as of January 1953. They included 220 barracks, 44 airfields, 30 harbors, 79 drill grounds and 116 communication facilities.\n\t\t\t\t\t\n\t\t\t\t\t The whole territory of Japan turned into logistic and repair bases for the U.S. forces. Japan produced and supplied huge quantities of arms and ammunitions to them and repaired the destroyed tanks, artillery pieces, vehicles, etc.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese newspaper Akahata dated June 25, 1970 said that the total sale of arms, medicines and foodstuffs Japan offered to the U.S. forces during the Korean War reached 2.3-2.4 billion dollars.\n\t\t\t\t\t\n\t\t\t\t\t As the above-said facts prove, Japan was a special class participant in the U.S. war of aggression and the biggest war criminal state next to the U.S."
        },
        {
            "title": "Choe Yong Rim Congratulates Finnish PM",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-26ee.html",
            "content": "Choe Yong Rim Congratulates Finnish PM\r\n Pyongyang, June 28 (KCNA) -- DPRK Premier Choe Yong Rim Monday sent a congratulatory message to Jyrki Katainen on his appointment as prime minister of Finland. \n\t\t\t\t\t The message wished him success in his work for development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a congratulatory message to Erkki Tuomioja on his appointment as foreign minister of Finland."
        },
        {
            "title": "Sino-DPRK Friendship Will Grow Stronger--Chinese Official",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-27ee.html",
            "content": "Sino-DPRK Friendship Will Grow Stronger--Chinese Official\r\n Pyongyang, June 28 (KCNA) -- The China-DPRK friendship sealed in blood will grow stronger through generations, said Chen Zhenggao, governor of the Liaoning Provincial People's Government of China.\n\t\t\t\t\t Chen, who is also deputy secretary of the Liaoning Provincial Committee of the Communist Party of China, is on a visit to the DPRK as head of the Liaoning provincial party and government delegation.\n\t\t\t\t\t\n\t\t\t\t\t During the stay the delegation has witnessed the Korean people working hard to open the gate to a thriving nation before the centenary birth anniversary of President Kim Il Sung, he noted.\n\t\t\t\t\t\n\t\t\t\t\t We heartily hope that the Korean people will register greater achievements by successfully carrying out the tasks in various fields under the leadership of General Secretary Kim Jong Il, the governor said.\n\t\t\t\t\t\n\t\t\t\t\t China and the DPRK have traditional relationship of friendship, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The bilateral friendship was provided by President Kim Il Sung, the respected leader of the Korean people, and Chairman Mao Zedong and other Chinese revolutionaries of the elder generation.\n\t\t\t\t\t\n\t\t\t\t\t This friendship is steadily developing under the deep care of the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's visit to China in May was of weighty significance in putting the bilateral friendly and cooperative relations on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government are consistently attaching importance to these relations and promoting them.\n\t\t\t\t\t\n\t\t\t\t\t Everything changes with passage of time, but the friendship and solidarity between the two countries and the two peoples remain unchanged."
        },
        {
            "title": "Anniversary of Communist Party of China Marked in DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-29ee.html",
            "content": "Anniversary of Communist Party of China Marked in DPRK\r\n Pyongyang, June 28 (KCNA) -- A photo exhibition was opened at the People's Palace of Culture here on Tuesday to mark the 90th anniversary of the Communist Party of China.\n\t\t\t\t\tOn display at its venue are photos on the activities conducted by General Secretary Kim Jong Il for the development of the DPRK-China friendly relations during his visit to China. They include pictures of him meeting with President Hu Jintao and senior party and state officials of China and touring various places.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed are photos showing the glorious history of the CPC.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, Kim Jong Suk, chairperson of the Korean Committee for Cultural Relations with Foreign Countries, Minister of Public Health Choe Chang Sik, chairman of the C.C., the DPRK-China Friendship Association, and others.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand were Ambassador Liu Hongcai and staff members of the Chinese embassy here, Chinese students and residents and Chinese guests staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Sik in a speech said that with the foundation of the CPC the Chinese people came to have the staff of the revolution for the first time in history and covered the glorious course of struggle and creation under the banner of the Party.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China relations of friendship are continuing to develop on good terms under the deep care of Kim Jong Il and Hu Jintao, he said, declaring that the DPRK will make every possible effort to develop these relation.\n\t\t\t\t\t\n\t\t\t\t\t Liu Hongcai said in a speech that General Secretary Kim Jong Il visited China again some days ago and shared with General Secretary Hu Jintao an important mutual understanding on inheriting the baton of friendship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the photo exhibition would offer an opportunity of knowing better about the history of the CPC and contribute to carrying forward and developing the Sino-DPRK friendship sealed in blood."
        },
        {
            "title": "DPRK Doctorate Awarded to Dutch Businessman",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-30ee.html",
            "content": "DPRK Doctorate Awarded to Dutch Businessman\r\n Pyongyang, June 28 (KCNA) -- DPRK honorary doctorate of horticulture was conferred on Kim Myong Ju, general director of the HS International Trading Company of Netherlands.\n\t\t\t\t\t He made a signal contribution to the development of Korea's floriculture.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding the doctorate took place at the Mansudae Assembly Hall Tuesday."
        },
        {
            "title": " Russian Delegation Pays Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-28ee.html",
            "content": "Russian Delegation Pays Tribute to Kim Il Sung\r\n Pyongyang, June 28 (KCNA) -- The Academy Ensemble of the Interior Unit of the Russian Ministry of Interior led by Chief Viktor Yeliseev Tuesday laid a floral basket before the statue of President Kim Il Sung at Kim Il Sung University.\n\t\t\t\t\t Members of the ensemble made bows to the statue after placing the floral basket carrying their deep reverence for the President. \n\t\t\t\t\t\n\t\t\t\t\t The ensemble arrived here by air that day."
        },
        {
            "title": "More Materials on Class Education Discovered and Displayed ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-31ee.html",
            "content": "More Materials on Class Education Discovered and Displayed \n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- More materials on the bestial atrocities of the U.S. imperialists and the class enemies are being discovered one after another in different parts of the country.\n\t\t\t\t\t Thousands of materials have been discovered across the country since the outset of the new century. More than 40 pieces of data of 15 kinds on class education were displayed at the House for Class Education in North Hwanghae Province this year. \n\t\t\t\t\t\n\t\t\t\t\t Discovered and displayed at the National House for Class Education were visual aid materials showing the places in the areas of the northern half of Korea where planes of the U.S. imperialists dropped germ bombs during the Korean War and more than 70 photos on germ bombs and victims.\n\t\t\t\t\t\n\t\t\t\t\t Among them are those on secrete germ weapon research institutes, production facilities and varieties of germs strong in contamination and destruction including typhoid and cholera developed long ago.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1,500 pieces of evidence were on display at the House for Class Education in Susan-ri, Kangso District, Nampho City.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialist aggressors bestially tortured and killed in Susan, regardless of men and women, young and old, more than 1,050 inhabitants including officials of Susan-myon, members of the Workers' Party of Korea, active farmers and families of servicemen of the Korean People's Army which accounted for one third of the population of myon by employing more than 110 man-killing methods during the temporary strategic retreat of the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the House for Class Education in Songchon County, South Phyongan Province were at least 80 remains of patriots and inhabitants and over 240 pieces of relics of more than ten kinds including rubber shoes, buttons and keys which were discovered in Sakchang-ri,.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the houses for class education in North Hamgyong, North Phyongan provinces, Kaesong City and other places were dozens of kinds of evidence such as bibles, cameras and mini-tape recorders which expose the crimes committed by the enemies."
        },
        {
            "title": "New Manufacturing Method of Antidiabetic",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-24ee.html",
            "content": "New Manufacturing Method of Antidiabetic\n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- The Compound Pharmaceutical Institute of the Academy of Medical Science developed a new manufacturing method of glibenclamide, one of antidiabetics.\n\t\t\t\t\t Glibenclamide is known as one of the efficacious medicines for diabetes.\n\t\t\t\t\t\n\t\t\t\t\t The medicine is manufactured with such expensive chemical reagents as chloroform and potassium carbonate.\n\t\t\t\t\t\n\t\t\t\t\t After years of research, the institute developed a method of manufacturing the medicine without using the reagents.\n\t\t\t\t\t\n\t\t\t\t\t The new method sharply shortens the manufacturing time, while raising the actual extraction rate by 50 percent.\n\t\t\t\t\t\n\t\t\t\t\t Phosgene is never used in making antidiabetic in the DPRK."
        },
        {
            "title": "Rodong Sinmun Calls for Preserving Independence in International Relations",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-20ee.html",
            "content": "Rodong Sinmun Calls for Preserving Independence in International Relations\n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- Only when each country and nation properly shape a foreign policy and implement it, can they create a favorable international environment for successfully carrying out the revolutionary struggle and construction and ensure their dignity and prestige.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is most important for properly shaping and implementing the foreign policy is to firmly preserve independence in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t Preserving independence serves as a fundamental principle to be consistently adhered to in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t This is because, first of all, independence is what keeps each country and nation alive.\n\t\t\t\t\t\n\t\t\t\t\t Independence is the first criteria of a sovereign and independent state. If a country acts under other's baton, bereft of independence, even if it is in power, such country can hardly be called a sovereign and independent one.\n\t\t\t\t\t\n\t\t\t\t\t Another reason is that preserving independence in international relations makes it possible to contribute to accomplishing the cause of global independence, the common cause of mankind.\n\t\t\t\t\t\n\t\t\t\t\t It is the historic cause of the progressives of the world to make the whole world independent. The independent world is a world free from domination, subjugation, interference and pressure and a world in which every country and nation fully exercises their sovereignty as the master of their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t Preserving the principle of independence in the international relations is an essential requirement for ensuring the dignity and prestige of a sovereign and independent state and a fundamental way for making the whole world independent.\n\t\t\t\t\t\n\t\t\t\t\t Consistent and steadfast are the independent politics and independent foreign policy of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever consistently preserve the principle of independence in the international relations and strive to develop good neighborly and friendly relations with all the countries and establish a new fair international order."
        },
        {
            "title": "S. Korean Warmongers' Touted \"North's Provocation\" Dismissed as Fiction ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-19ee.html",
            "content": "S. Korean Warmongers' Touted \"North's Provocation\" Dismissed as Fiction \n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- \"North's provocation\" much touted by the south Korean bellicose forces is a far-fetched assertion as it is totally baseless. They are the very criminals who breed the source of war on the Korean Peninsula.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t  It is not hard to guess who is chiefly to blame for the deteriorated inter-Korean relations and military provocations in the light of the purpose and interests sought by the south Korean puppet forces in raising a hue and cry over someone's \"provocation\", the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The ultimate goal of the south Korean conservative forces is to achieve \"unification under liberal democracy,\" not reunification based on national reconciliation. This aims to set up the same colonial system in south Korea even in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"The provocation\" from someone touted by them while seeking a sinister aim to do harm to the fellow countrymen is nothing but rhetoric intended to cover up their criminal responsibility for having pushed the inter-Korean relations to the worst phase and increased the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Their loud-mouthed \"provocation\" from the north is a prelude to a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors had better stop at once talking about the above-said \"provocation\" and discontinue its confrontation racket against the DPRK and moves to ignite a war against it. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK values peace on the peninsula but never begs for it.\n\t\t\t\t\t\n\t\t\t\t\t Its army and people will never pardon any act of hurting its dignity even a bit but react to it with a just retaliation.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee group persists in the moves to ignite a war of aggression against the DPRK, misjudging its will for peace, it will be held fully accountable for all the ensuing consequences."
        },
        {
            "title": "Sinister Aim Sought by Lee Myung Bak Group through Its Remarks Disclosed ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-22ee.html",
            "content": "Sinister Aim Sought by Lee Myung Bak Group through Its Remarks Disclosed \n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- Shortly ago, the Lee Myung Bak group of traitors told media that it would not link the \"Cheonan\" warship sinking case and the Yonphyong Island shelling case with the north-south denuclearization talks.\n\t\t\t\t\t Minju Joson Tuesday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The remarks that it would \"deal with the denuclearization talks,\" independent of the above-said two cases made by the group before media are nothing but a petty trick to ward off the domestic and foreign criticism of the group for standing in the way of the DPRK-U.S. dialogue and the resumption of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t Some media analyzed the above-said remarks as \"a sign of a switchover in the group's existing policy toward the north\" but its policy of confrontation with fellow countrymen remains unchanged, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In fact, the confrontation-minded maniacs including Lee Myung Bak, puppet Minister of Unification Hyon In Thaek and Chief Secretary for Diplomacy and Security of Chongwadae Chon Yong U are getting more vociferous about \"consistent policy toward the north\" and \"firm attitude\" than ever before.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the group remains unchanged in its ulterior aim to steadily deteriorate the inter-Korean relations under the pretext of the said incidents and put the brake on the DPRK-U.S. dialogue and the resumption of the six-party talks. Shortly ago, south Korean puppet Minister of Foreign Affairs and Trade Kim Song Hwan and puppet delegate to the six-party talks Ui Song Rak and Presidential Secretary for Foreign Strategy of the Chongwadae Secretariat Kim Thae Hyo who had been, in fact, in hiding under the public barrage of fire for his involvement in \"the case of enveloped money \" called on their U.S. masters one on the heels of the other to implore them to link the \"Cheonan\" warship sinking case and the Yonphyong Island shelling case with the resumption of the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the above-said facts, there is nothing to be expected from the Lee group as it is making desperate efforts to save its policy of confrontation with the DPRK from its total failure. The group of traitors should be mercilessly punished just as a mad dog should be beaten with a stick."
        },
        {
            "title": "Japan's Peace Policy Termed Hypocritical ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-21ee.html",
            "content": "Japan's Peace Policy Termed Hypocritical \r\nPyongyang, June 28 (KCNA) -- The United States and Japan agreed on the issue of exporting interceptor missiles for missile shields now being jointly developed to third countries when they meet certain terms at the foreign and defense authorities' talks held in Washington on June 21. \n\t\t\t\t\tMinju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tBy clinching the deal for the sale of the above-said missiles to third countries via the U.S. Japan disclosed itself the fact that it is keenly interested in easing the three principles of arms export.\n\t\t\t\t\t\n\t\t\t\t\tJapan's intention to scrap the three principles of arms export which it has \"observed\" for years, advocating them as its state policy was not simply for earning money. \n\t\t\t\t\t\n\t\t\t\t\tIt is an important element of its politics to emerge a normal state with the rights to found armed forces, conduct military actions overseas and carry out war without delay after shaking off its ill-fame as a war criminal state of the past and getting rid of its political and institutional mechanisms that have stood in its way. Furthermore, Japan is contemplating emerging a state capable of putting Asia under its military control. \n\t\t\t\t\t\n\t\t\t\t\tIt is now working in real earnest to knock into shape a military alliance in the Asia-Pacific region at the U.S. prodding. It viewed a free supply and common use of arms and equipment as essential for establishing military cooperation with some countries in Asia and seeking closer relations with them. It is the intention of Japan to find a solution to this issue by easing the above-said principles. \n\t\t\t\t\t\n\t\t\t\t\tThis means that the above-said moves of the Japanese reactionaries are a vivid manifestation of their ambition to emerge a military giant and launch overseas militarist expansion, concludes the commentary."
        },
        {
            "title": "Military Exercises Aggravate Korean Situation ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-25ee.html",
            "content": "Military Exercises Aggravate Korean Situation \r\n Pyongyang, June 28 (KCNA) -- Frequent military exercises of the United States and south Korea have rendered the situation all the more strained on the Korean peninsula.\n\t\t\t\t\t South Korea staged a military drill against the DPRK, codenamed Thaeguk, from late May to June 1. The exercise involved army, navy and air force chiefs of staff for the first time in the history of military maneuvers in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The United States brought more than ten F-15Es and over 400 troops to south Korea to launch a joint exercise with south Korea on June 1. \n\t\t\t\t\t\n\t\t\t\t\t In particular, the Lee Myung Bak regime of south Korea slandered the dignity of the DPRK leadership, extremely deteriorating the relations with the north. \n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is now in a touch-and-go situation due to escalating preparations of the United States and south Korea to unleash another war on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t With the situation getting acute, the DPRK army and people are steadily increasing national power to prepare for a possible war."
        },
        {
            "title": "S. Korean Authorities Urged to Stop Hostile Policy to DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-09ee.html",
            "content": "S. Korean Authorities Urged to Stop Hostile Policy to DPRK\r\n Pyongyang, June 28 (KCNA) -- At least 20 women's organizations in Pusan, south Korea, denounced the Lee Myung Bak puppet group of traitors for its war moves. They called a press conference on June 24.\n\t\t\t\t\t A press release said the new period of peace was open in the Korean Peninsula through brisk activities for reconciliation, cooperation and dialogue between the south and the north after the adoption of a joint declaration on June 15, 2000.\n\t\t\t\t\t\n\t\t\t\t\t But soon after taking office, the Lee Myung Bak forces have worked hard to ignite a new war and called for a preemptive attack on the DRPK, driving the inter-Korean relations to the worst phase of a war, the press release noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to withdraw their hostile policy toward the DPRK, implement the inter-Korean declarations and ensure the north-south cooperation and exchange to contribute to the reunification of the country. It also demanded that the authorities opt for concluding a peace agreement in the Korean Peninsula."
        },
        {
            "title": "Actions for Solution to Registration Fee Issue Go on in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-07ee.html",
            "content": "Actions for Solution to Registration Fee Issue Go on in S. Korea\r\n Pyongyang, June 28 (KCNA) -- A meeting for the settlement of the registration fee issue was held at Chonggye Square in Seoul on June 24. It was co-sponsored by the south Korean Federation of University Students in the 21st Century and Internet radio Voice of People.\n\t\t\t\t\tAttending it were citizens and students in Seoul and lawmakers of opposition parties, more than 1,000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Students are going to school while working and the graduates are saddled with tens of millions of won of debt as the authorities are indifferent to the settlement of the registration fee issue, speakers deplored.\n\t\t\t\t\t\n\t\t\t\t\t The registration fee issue can be settled if only the policy of reducing taxes for the rich is withdrawn, they noted, calling upon all the people to turn out in the action for the solution to the issue.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting the participants held a candlelight rally.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, members of the Federation, the Youth Solidarity, the Confederation of Trade Unions, the Democratic Labor Party and other organizations and political parties held a press conference at the square demanding the hike of the minimum wage and the implementation of the commitment to halve registration fee.\n\t\t\t\t\t\n\t\t\t\t\t On the same day students in Pusan area occupied the Pusan office of the \"Grand National Party\" and staged a strike in demand of the settlement of the registration fee issue.\n\t\t\t\t\t\n\t\t\t\t\t Then the students and members of political parties and organizations called a press conference outside the office and urged the authorities to shape a correct registration fee policy."
        },
        {
            "title": "Application of Tuition-waiver Program for Korean Schools in Japan Urged ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-17ee.html",
            "content": "Application of Tuition-waiver Program for Korean Schools in Japan Urged \n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- A meeting in Tokyo on June 23 called for the application of the tuition-waiver program to the Korean schools in Japan.\n\t\t\t\t\t Attendants included members of the Liaison Council Rejecting the Exclusion of Korean Schools from Tuition-waiver Program and officials of the General Association of Korean Residents in Japan. The meeting was also attended by other Koreans in Japan, teachers of Korean High School, students and their parents, and south Korean artistes active for aiding Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Kazuo Hasegawa, representative of the Liaison Council, said at the meeting that the Japanese government excluded the Korean schools from the tuition-waiver program even though it said the program is applicable to the students of all the schools in Japan, irrespective of political and diplomatic issues. He described it as a clear manifestation of national discrimination.\n\t\t\t\t\t\n\t\t\t\t\t He called for carrying on the actions till the program is applied to the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said they would fight it out with more Japanese civic organizations and Koreans in Japan involved.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, the teachers of Korean High School and those concerned called at the Japanese Ministry of Education, Culture, Sports, Science and Technology and demanded an immediate re-start of the procedures for the application of the program."
        },
        {
            "title": "Malaysians Observe Significant Anniversary of DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-05ee.html",
            "content": "Malaysians Observe Significant Anniversary of DPRK\r\nPyongyang, June 28 (KCNA) -- Personages of Malaysia sent floral baskets to the DPRK embassy in Kuala Lumpur to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t They included the president of the Youth Organization of the Malaysian Chinese Association and managers of M.K.P., Zawala and Johnson Nicholson companies.\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets were laid before the portraits of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Il Sung's Revolutionary Life Lauded by Guineans ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-06ee.html",
            "content": "Kim Il Sung's Revolutionary Life Lauded by Guineans\r\n Pyongyang, June 28 (KCNA) -- The Guinean Society for the Study of the Juche Literary Idea held a lecture and the Guinea-Korea Friendship Association a reading session on June 14 and 20 to commemorate the 17th anniversary of the demise of President Kim Il Sung. \n\t\t\t\t\t Chairman of the Society Abdoulaye Diallo said that the President was like the sun, adding the founding of the Juche idea by him was a historic event that opened the era of independence, a new era of human history. The President is always alive in the hearts of mankind like the eternal sun, he said. \n\t\t\t\t\t\n\t\t\t\t\t Chairman of the Association Banou Keita said that 17 years have passed since the demise of Kim Il Sung but the Korean people still revere him as the eternal President. \n\t\t\t\t\t\n\t\t\t\t\t He was born as the son of the people and devoted his all to them, the chairman said, adding that he embarked on the road of the revolution in his teens to achieve the historic cause of national liberation and build a socialist state centered on the popular masses."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Marked abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-02ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Marked abroad\n\t\t\t\t\t\t\r\nPyongyang, June 28 (KCNA) -- The 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) was marked in different countries.\n\t\t\t\t\t Seminars took place in Russia, Italy and Pakistan between June 19 and 21.\n\t\t\t\t\t\n\t\t\t\t\t Semyonov, chairman of the Russian Association for Development of Friendship and Cooperation with Foreign Countries, said that for nearly half a century since Kim Jong Il started his work at the WPK Central Committee, the single-minded unity of the Korean society has been consolidated and signal changes made in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Mauro Cazadio, general secretary of the Struggle for the Peace and Socialism of Italy, said that a key to successes made by the Korean people in building an economic power lies in the ideology held fast to by the WPK in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t Aldo Bernardini, chairman of the Italian Committee for the Study of the Juche idea, referred to the significance of Kim Jong Il's visit to China and warmly hailed his successful visit, speaking highly of his energetic activities for the Korean revolution and global independence.\n\t\t\t\t\t\n\t\t\t\t\t Shahida WiJarat, chairman of the Society for the Study of Self－Reliance of Pakistan, said the invincible might of the WPK would be unthinkable without the leadership of Kim Jong Il, praising his party building exploits.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Il was adopted at the seminar in Pakistan."
        },
        {
            "title": "Korean People's Struggle Supported in France",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-04ee.html",
            "content": "Korean People's Struggle Supported in France\r\n Pyongyang, June 28 (KCNA) -- A solidarity meeting with the Korean people took place in France on June 18 to mark the 11th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\tDisplayed in the venue were works of President Kim Il Sung and General Secretary Kim Jong Il and photos showing their exploits.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of various circles including the international secretary of the Central Committee of the French Revolutionary Communist League, the president of the France-Korea Friendship Association, the director-general of the European Society for the Study of the Juche Idea and the honorary chairman and the secretary general of the International Liaison Committee for Reunification and Peace in Korea and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Robert Charvin, honorary chairman of the International Liaison Committee, said the adoption of the joint declaration was a historic event which brought about an epoch-making turn in the reunification movement of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t He noted the inter-Korean relations of mistrust and confrontation was turned into those of reconciliation and cooperation and a bright future of Korea's reunification opened after the publication of the joint declaration the core of which is the idea of \"By our nation itself\" provided by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said the Lee Myung Bak clique totally denied the June 15 North-South Joint Declaration and escalated division and confrontation in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The tension rising on the Korean Peninsula due to the anti-DPRK confrontation policy of the south Korean authorities has not led to a war entirely thanks to the peace-loving policy of the DPRK, he said.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive forces in France should support the DPRK's efforts for peaceful reunification and wage on a wide scale the solidarity activity denouncing the anti-reunification moves of the Lee Myung Bak clique, he said."
        },
        {
            "title": "Foreign Media on Kim Jong Il's Feats",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-03ee.html",
            "content": "Foreign Media on Kim Jong Il's Feats\r\nPyongyang, June 28 (KCNA) -- Media of different countries gave special write-ups to the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Russian newspaper Priamurskiye Vedomostsi on June 17 said in an article titled \"Single-minded unity\" that the single-minded unity of the DPRK has been further consolidated since Kim Jong Il started his work at the WPK Central Committee on June 19, 1964.\n\t\t\t\t\t\n\t\t\t\t\t He has overcome difficulties created in the country by putting forward the army as the pillar of the socialist cause and main force of the revolution under the banner of Songun, the paper added.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar newspaper City News on June 19 noted in an article titled \"Absolute trust of servicepersons and people\" that the love for the people came true in the DPRK for the past 47 years.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried stories telling about the warm loving care shown by Kim Jong Il for soldiers and people, adding the army and people of the DPRK absolutely trust and follow him only, singing the song \"We Believe in You as in Heaven\".\n\t\t\t\t\t\n\t\t\t\t\t On the same day the state radio of Ugandan aired twice a report that Kim Jong Il has developed the WPK into the eternal party of President Kim Il Sung and ever-victorious vanguard ranks.\n\t\t\t\t\t\n\t\t\t\t\t Cambodia's television and radio broadcasting service on June 17 reported that the Juche idea, the Songun idea is arousing deep sympathy and support from the broad sections of people in the world."
        },
        {
            "title": " Kim Jong Il Praised Abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-01ee.html",
            "content": "Kim Jong Il Praised Abroad\r\nPyongyang, June 28 (KCNA) -- Meetings were held by foreign political parties and lectures in Finland, Peru, Uganda and Nepal between June 8 and 18 to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) and hail his successful visit to China.\n\t\t\t\t\t The parties included the Socialist Party of Romania, the Communist Party of Norway and the Sogd Regional Committee of the Communist Party of Tajikistan.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Romanian Party, in his speech at a meeting praised the ideo-theoretical and leadership exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Svend Haakon Jacobsen, chairman of the Norwegian Party, said Kim Jong Il has not only defended the dignity and glory of the nation but also wisely led the building of a thriving nation under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the traditional DPRK-China friendship into a new higher stage through his recent visit to China, Kurbonzyon Mirzoyeva, secretary of the Sogd Regional Committee of the Party of Tajikistan, noted, adding: The cordial hospitality accorded to him by the Chinese party and state leaders served as a clear reminder of his high international prestige.\n\t\t\t\t\t\n\t\t\t\t\t Kalevi Wahrman, chairman of the Finnish Communists' League, said the invincible might of the WPK, organizer and guide of all victories of the Korean people, would have been unthinkable without the wise leadership of Kim Jong Il. The Korean people will surely build a thriving country as they are led by him, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t Guillermo Alcazar Ribera, chairman of the Peruvian Group for the Study of Kimilsungism, said the greatest leadership feat of Kim Jong Il was that he built the WPK into the eternal party of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Il were adopted at the meeting and lecture held in Norway and Finland."
        },
        {
            "title": "Long-distance Flying Corps of Russian Air Force Make Patrol Flight",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-10ee.html",
            "content": "Long-distance Flying Corps of Russian Air Force Make Patrol Flight\n\t\t\t\t\t\t\r\n Moscow, June 27 (KCNA) -- Two Tu-95MCs, strategic bombers of the long-distance flying corps of the Russian Air Force, made successful patrol flight in the sky above the neutral waters off Aleutian Islands on June 23, said a spokesman for the Russian Ministry of Defense.\n\t\t\t\t\t The pilots of bombers trained aviation in the sky where it was difficult to judge the direction, while getting air-refueling from tanker plane Il-78."
        },
        {
            "title": "Hamas Calls for Int'l Protection to Gaza-bound Aid Flotilla",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-13ee.html",
            "content": "Hamas Calls for Int'l Protection to Gaza-bound Aid Flotilla\n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- Ismail Haneya, the deposed premier of Hamas government in Gaza, on Friday called on the United Nations to protect the II Gaza-bound aid flotilla, which will sail to the Gaza Strip within a few days.\n\t\t\t\t\t He condemned the Israeli threats to intercept the arrival of the aid ships to the shores of the Gaza Strip ruled by his movement.\n\t\t\t\t\t\n\t\t\t\t\t \"The United Nations and all international law organizations should provide protection to the second flotilla that is preparing to sail to the Gaza Strip. The world must stop Israel from intercepting the ships,\" he said."
        },
        {
            "title": "Colombian President Criticizes US for Promoting Drugs",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-11ee.html",
            "content": "Colombian President Criticizes US for Promoting Drugs\r\n Pyongyang, June 28 (KCNA) -- Colombian President Juan Manuel Santos criticized the United States for promoting drugs.\n\t\t\t\t\t Speaking at an international conference on June 22 he accused the U.S. of being the world's main consumer of illegal drugs.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the countries in the region to jointly combat drug trafficking and organized crime."
        },
        {
            "title": "Mexican President Criticizes US for Promoting Weapons ",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-12ee.html",
            "content": "Mexican President Criticizes US for Promoting Weapons \r\n Pyongyang, June 28 (KCNA) -- Mexican President Felipe Calderon at an international conference on Wednesday criticized the United States for promoting the use of weapons.\n\t\t\t\t\t \"Many U.S. companies continue to sell weapons that feed the voracity of the armed groups in the entire region,\" Calderon said.\n\t\t\t\t\t\n\t\t\t\t\t In the last four years of his administration, Mexico has seized 112,000 fire arms, he added, demanding the U.S. immediately stop the arms trafficking."
        },
        {
            "title": "Gambian Parliament Adopts Food Safety Law",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-14ee.html",
            "content": "Gambian Parliament Adopts Food Safety Law\r\n Pyongyang, June 28 (KCNA) -- Deputies at the Gambian National Assembly (parliament) on Friday passed a new bill entitled the \"Food Safety and Quality Bill 2011\".\n\t\t\t\t\t Under the new act, food operators are obliged to ensure food safety, quality production, processing and distribution within the business under their control.\n\t\t\t\t\t\n\t\t\t\t\t Submitting the motion before deputies, Vice President and Minister for Women Affairs Isatou Njie-Saidy warned that the well-being of \"our citizenry is at stake.\""
        },
        {
            "title": "Ukraine Will Not Join in MD in Europe: President",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-16ee.html",
            "content": "Ukraine Will Not Join in MD in Europe: President\r\n Pyongyang, June 28 (KCNA) -- Ukrainian President Victor Yanukovich expressed his country's firm stand not to take part in building missile defense system in Europe.\n\t\t\t\t\t He clarified this stand at a press conference on June 21."
        },
        {
            "title": "US Jobless Claims Up 9,000",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-18ee.html",
            "content": "US Jobless Claims Up 9,000\r\n Pyongyang, June 28 (KCNA) -- The number of the jobless is increasing in the United States due to the economic stagnation.\n\t\t\t\t\t The Labor Department Thursday said the advance figure for seasonally adjusted initial claims for jobless benefits was 429,000 in the week ending June 18, an increase of 9,000 from the prior week's revised figure."
        },
        {
            "title": "Earthquake Hits US",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-15ee.html",
            "content": "Earthquake Hits US\n\t\t\t\t\t\t\r\n Pyongyang, June 28 (KCNA) -- A 7.2-magnitude earthquake hit Alaska State, the U.S. on June 23.\n\t\t\t\t\t The epicenter was 172 kms east of a town of the State."
        },
        {
            "title": "Kim Jong Il envía ofrenda floral ante féretro de difunto Kim Chang Ik",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-33ee.html",
            "content": "Kim Jong Il envía ofrenda floral ante féretro de difunto Kim Chang Ik\r\nPyongyang, 28 de junio (ATCC) -- El Dirigente Kim Jong Il envió el día 27 ante el féretro del difunto Kim Chang Ik, jefe de sección de la Universidad Politécnica Kim Chaek, laureado del Premio Kim Il Sung, académico, profesor y doctor titulares, en señal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Premier coreano recorre provincias de Hamgyong del Norte y del Sur",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-34ee.html",
            "content": "Premier coreano recorre provincias de Hamgyong del Norte y del Sur\n\t\t\t\t\t\t\r\nPyongyang, 28 de junio (ATCC) -- El premier coreano, Choe Yong Rim, estudió en el terreno del día 23 al 25 los dominios industriales de las provincias de Hamgyong del Norte y del Sur.\n\t\t\t\t\tAl recorrer el Complejo Siderúrgico Kim Chak, el Complejo de Máquinas de Minas de Carbón de Ranam, la Acería de Chongjin, la Fábrica de Hierro de Aleación de Puryong, la Fábrica de Aisladores de Kyongsong, la Fábrica de Cemento de Komusan y el lugar de construcción del puerto Tanchon, averiguó en detalle el estado de la producción, la renovación técnica y  la construcción.\n\t\t\t\t\t\n\t\t\t\t\tEn las unidades correspondientes convocó las reuniones consultivas, donde discutió los problemas de aumentar la producción de acero Juche y el hierro de aleación, elevar la calidad de los materiales de acero y aisladores, consolidar la independencia de producción de los equipos y el cemento y construir modernamente el puerto Tanchon.\n\t\t\t\t\t\n\t\t\t\t\tEn las reuniones se tomaron medidas practicas para producir y suministrar a tiempo materias primas, los materiales y equipos necesarios en las fábricas y empresas de susodichas provincias que se encargan de importantes deberes en la materialización del proyecto del Dirigente Kim Jong Il de construir el Estado próspero."
        },
        {
            "title": "Portavoz de Gobierno de la RPDC declara enjuiciar a los traidores surcoreanos",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-35ee.html",
            "content": "Portavoz de Gobierno de la RPDC declara enjuiciar a los traidores surcoreanos\n\t\t\t\t\t\t\r\nPyongyang, 28 de junio (ATCC) -- El portavoz del Gobierno de la República Popular Democrática de Corea publicó el día 28 la siguiente declaración:\n\t\t\t\t\tRecientemente, quedó revelado de nuevo por los medios de prensa el hecho de que las unidades del ejército títere surcoreano en el frente como la \"Paekgol\", desplegada en el distrito de Cholwon de la provincia de Kangwon del Sur de Corea, fomentan la extremada hostilidad a la RPDC colocando las consignas que insultan perversamente al Ejército Popular de Corea, el sistema y la dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl contenido de tales consignas es demasiado grave que deja consternados al interior y al exterior del país.\n\t\t\t\t\t\n\t\t\t\t\tEsa imperdonable locura antinacional, antecedida por el \"incidente de ejercicio de tiro con los blancos\" que ofenden el sistema y la dignidad de la RPDC, multiplica la ira y el odio de nuestro ejército y pueblo haciéndolos arder de enemistad y revanchismo.\n\t\t\t\t\t\n\t\t\t\t\tAhora, en la cabeza de los traidores surcoreanos están únicamente la hostilidad y el ánimo conflictivo contra el régimen y la dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, el traidor Lee Myung Bak dijo ante los compinches de la Comisión de Defensa de la \"Asamblea Nacional\" títere, reunidos en Chongwadae (Casa Azul), que el incidente de cañonazos en la isla Yonphyong le hizo \"guardar un rencor tremendo\" y \"reventarse de ira\". Este hecho basta para demostrar a qué grado ha llegado el fanatismo por el enfrentamiento de los compinches del traidor.\n\t\t\t\t\t\n\t\t\t\t\tEl presente caso de provocación de pésima calaña no se trata de una acción individual de algunos bribones del círculo militar surcoreano y sus autores son precisamente el traidor Lee Myung Bak y otros cabecillas de la capa militar títere.\n\t\t\t\t\t\n\t\t\t\t\tCuando la camarilla de títeres surcoreanos provocó el \"incidente de blancos\" en que se atrevió a ofender la máxima dignidad de la RPDC, nuestro ejército y pueblo manifestaron su voluntad de no perdonarlo nunca.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los títeres surcoreanos cometieron esta vez esa peor provocación, lo cual significa el desafío frontal y la evidente declaración de guerra a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tYa que ellos se atrevieron a esa provocación extremada para imponer la guerra a la RPDC, responderemos a la provocación con un castigo rotundo y a la guerra con la inclemente guerra sagrada de venganza.\n\t\t\t\t\t\n\t\t\t\t\tLos que insultan el sistema y la dignidad de la RPDC no podrán estar a salvo en este mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl ejército y el pueblo de la RPDC enjuiciarán rotundamente en nombre de toda la nación coreana a los maníacos de enfrentamiento, que actúan tan imprudentemente como un cachorro recién nacido que no sabe lo temible que es el tigre, y cumplirán la histórica causa de reunificación de la patria al eliminar a los traidores surcoreanos del territorio patrio en una sagrada guerra de venganza de todo el ejército, todo el pueblo y toda la nación.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee Myung Bak debe pedir disculpas ahora mismo por el presente caso de provocación extremadamente brutal y salir de su fiebre conflictiva tras castigar duro a sus autores.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso contrario, no podrá evitar las consecuencias inimaginablemente catastróficas."
        },
        {
            "title": "Japón fue participante especial en guerra coreana, revela AHC",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-36ee.html",
            "content": "Japón fue participante especial en guerra coreana, revela AHC\n\t\t\t\t\t\t\r\nPyongyang, 28 de junio (ATCC) -- A base de los estudios del círculo académico de historia, la Asociación de Historiadores de la República Popular Democrática de Corea dio a la publicidad el día 25 un memorando revelando que Japón fue el participante especial en la guerra de agresión a Corea desatada por los imperialistas norteamericanos. \n\t\t\t\t\tSegún el documento, Japón no pudo ingresar oficialmente en las \"fuerzas de la ONU\" creadas por los yanquis, pero fue el segundo grueso después del imperio en las \"fuerzas de la ONU\", fuerzas agresoras multinacionales. \n\t\t\t\t\t\n\t\t\t\t\tDebido a las maniobras groseras de los imperialistas norteamericanos y los militaristas japoneses, no se ha aclarado todavía la naturaleza criminal de Japón, señala la nota y continúa: \n\t\t\t\t\t\n\t\t\t\t\tA las órdenes de EE.UU., ya antes del estallido de la guerra coreana Japón hizo a Kawabe, ex subjefe de la junta de jefes del Estado Mayor y otros varios oficiales de operaciones del ejército agresor japonés a incorporarse a la elaboración de los planes de guerra contra Corea como AL-3 y A,B,C. Y sólo en el año 1949 entregó al ejército títere surcoreano incontables pertrechos de guerra para ayudar los preparativos de EE.UU. para la guerra de agresión a Corea. \n\t\t\t\t\t\n\t\t\t\t\tCuando los imperialistas norteamericanos desataron la guerra coreana, Japón lanzó decenas de miles de uniformados para que actuaran como brigada de choque de agresión en la delantera de las \"fuerzas de la ONU\" y se convirtió en la base de salida, de abastecimiento, de suministro y de reparación para las tropas norteamericanas. \n\t\t\t\t\t\n\t\t\t\t\tEl 4 de julio, una semana después desde cuando se aprobó una injusta \"resolución\" de la ONU, por la movilización de la maquinaria de votación por parte de EE.UU., el premier japonés Yoshida declaró oficialmente a apoyar a las tropas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tEn julio de 1950 el número de uniformados japoneses incorporados en la guerra coreana alcanzó a 25 mil, de acuerdo con la agencia británica Reuters del 27 de julio de 1950.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno japonés reclutó a 140 mil hombres para enviar al frente coreano.\n\t\t\t\t\t\n\t\t\t\t\tAdemás, despachó al frente coreano incontables efectivos disfrazados de \"soldados voluntarios\", \"unidades de coreanos residentes en Japón\", etc. \n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses enviaron al frente coreano no sólo a las fuerzas terrestres sino también a las navales y aéreas. \n\t\t\t\t\t\n\t\t\t\t\tEntre 261 buques de guerra de las \"fuerzas de la ONU\", movilizados en la operación de desembarco de Inchon, el número de los buques japoneses ocuparon el segundo lugar después de EE.UU., o sea, más de 4 veces más que los buques británicos.\n\t\t\t\t\t\n\t\t\t\t\tJapón envió al frente coreano a los pilotos incluidos los miembros del Comando de Kamikaze de mala fama del período de la Guerra Pacífica, para que sirvieran durante todo el tiempo de guerra a las operaciones de bombardeo y de transporte aéreo de los yanquis \n\t\t\t\t\t\n\t\t\t\t\t Envió allí también a muchos jóvenes bajo el rótulo del \"grupo de servicio de la ONU\" y se adhirió activamente a la guerra bacteriológica de ellos.\n\t\t\t\t\t\n\t\t\t\t\tTanto en el envío de efectivos y los armamentos necesarios a la guerra coreana como en el transporte y producción de municiones de guerra, Japón hizo todo lo posible como participante especial en esa contienda de agresión contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl 23 de junio de 1950, 2 días antes del comienzo de la guerra coreana, Nakamura comenzó en secreto los ejercicios para la formación de pilotos japoneses de acuerdo con la demanda de la fuerza aérea norteamericana en el Extremo Oriente, organizó en octubre del mismo año la unidad especial de transporte aéreo de japoneses y cumplió desde enero de 1951 la misión militar de transporte secreto en el frente coreano. \n\t\t\t\t\t\n\t\t\t\t\tDesde principios de julio de 1950, el gobierno japonés estableció el \"sistema del tiempo de guerra\" en el transporte y movilizó para el transporte de materiales bélicos de las tropas yanquis 12 mil vagones de entre los 25 mil que circulaban en los ferrocarriles estatales.\n\t\t\t\t\t\n\t\t\t\t\tSegún la estadística publicada el 14 de octubre de 1950 por el departamento de barcos del Ministerio de Industria Pesquera de Japón, desde julio hasta octubre de 1950, ese país isleño transportó con 248 barcos 995 mil 800 toneladas de materiales bélicos de EE.UU. en la guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\tHasta enero de 1953, las bases y establecimientos militares de las tropas norteamericanas en Japón alcanzaron a 733, entre otros, 220 cuarteles, 44 aeropuertos, 30 puertos, 79 campos de entrenamiento y 116 establecimientos de comunicaciones, todos utilizados por las tropas agresoras norteamericanas con la gorra de las \"fuerzas de la ONU\" y los ejércitos de sus países satélites. \n\t\t\t\t\t\n\t\t\t\t\tTodo el territorio japonés se convirtió en una base de abastecimiento, de suministro y de reparación de las tropas yanquis, produjo y suministró innumerables armas y municiones a las tropas norteamericanas y reparó los tanques, cañones, vehículos destruidos en la guerra. \n\t\t\t\t\t\n\t\t\t\t\t  El periódico japonés Akahata reportó el 25 de junio de 1970 que el valor de la venta total de todas las armas, medicamentos y alimentos suministrados por Japón a las tropas norteamericanas durante la guerra coreana llega a 2 mil 300 millones o 2 mil 400 millones de USD.\n\t\t\t\t\t\n\t\t\t\t\tComo muestran todos los hechos, Japón fue el participante especial en la guerra de agresión a Corea, desatada por los imperialistas yanquis, y archí-criminal igual a EE.UU."
        },
        {
            "title": "Minju Joson revela propósito de  \"enfrentamiento separado\" de MB",
            "url": "http://kcna.co.jp/item/2011/201106/news28/20110628-37ee.html",
            "content": "Minju Joson revela propósito de  \"enfrentamiento separado\" de MB\n\t\t\t\t\t\t\r\nPyongyang, 28 de junio (ATCC) -- Recientemente, la banda del traidor Lee Myung Bak difundió en la prensa que no relaciona el incidente del hundimiento de la corbeta surcoreana \"Cheonan\" y el de cañonazos en la isla Yonphyong con las conversaciones de desnuclearización Norte-Sur.\n\t\t\t\t\tTal conducta es una artimaña para evadir la censura de la opinión pública interna y externa a la banda de Lee  que impide el diálogo RPDC-EE.UU. y la reanudación de las conversaciones a 6 bandas.\n\t\t\t\t\t\n\t\t\t\t\tAsí revela el periódico Minju Joson  en un comentario individual del día 28 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAlgunos medios de prensa lo analizaron como \"indicio de cambio de la existente política sobre el Norte\", pero, nunca se ha cambiado la política conflictiva del traidor Lee con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPrácticamente, Lee Myung Bak, el ministro títere de Reunificación Hyon In Thaek y otros maniacos conflictivos hablan tanto de la \"invariable política sobre el Norte\" y la \"firme posición\".\n\t\t\t\t\t\n\t\t\t\t\tNo se ha cambiado el intento de la banda del traidor Lee que trata de agravar de continuo las relaciones íntercoreanas y frenar el diálogo RPDC-EE.UU. y la reanudación de las conversaciones a 6 bandas cuestionando dichos incidentes.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, el ministro títere de Relaciones Exteriores y de Comercio del Sur de Corea, Kim Song Hwan, el delegado títere de las conversaciones a 6 bandas, Wi Song Rak y el secretario jefe por la estrategia exterior de la oficina de los secretarios de Chongwadae, Kim Thae Hyo, quien vivía escondido por la censura de la opinión publica debido al \"caso del sobre de dinero\", pidieron respectivamente a sus amos norteamericanos que deben relacionar los incidentes de \"Cheonan\" y de Yonphyong con la reanudación de las conversaciones a 6 bandas.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos demuestran que no deben depositar nunca la esperanza en la banda de Lee Myung Bak que actúa desesperadamente debido al fracaso de la política conflictiva con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Es por eso que hay que castigar sin piedad a la banda del traidor Lee."
        }
    ]
}