{
    "date": "2011-05-31",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-31ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Receives Credentials from Algerian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-29ee.html",
            "content": "Kim Yong Nam Receives Credentials from Algerian Ambassador to DPRK\r\nPyongyang, May 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Hassane Rabehi, Algerian ambassador to the DPRK, at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\tAfter receiving the credentials, he had a talk with the ambassador."
        },
        {
            "title": "Choe Yong Rim Acquaints Himself with Work in Different Fields ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-37ee.html",
            "content": "Choe Yong Rim Acquaints Himself with Work in Different Fields \r\n Pyongyang, May 31 (KCNA) -- DPRK Premier Choe Yong Rim acquainted himself with the work of the Chollima Steel Complex, the Anbyon Youth Power Station, the Central Tree Nursery and the Town-ship Cooperative Farm of Kangnam County on the spot.\n\t\t\t\t\t He convened consultative meetings at relevant units to decisively increase production and push forward technological updating as required by the great drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The meetings took measures to smoothly settle the technical issues arising in the work of different domains such as the issues of realizing the Juche-orientation of rolled steel production process based on the advanced technology and producing and providing the highly efficient generating equipment, industrializing the production of tree saplings and successfully concluding the campaign of rice transplanting as an immediate task."
        },
        {
            "title": "New Vice-Premier Appointed ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-30ee.html",
            "content": "New Vice-Premier Appointed \r\n Pyongyang, May 31 (KCNA) -- Ri Mu Yong was appointed as vice-premier of the DPRK Cabinet, according to a decree of the Presidium of the Supreme People's Assembly promulgated on Tuesday."
        },
        {
            "title": "Presidents of Various Countries on Relations with DPRK",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-14ee.html",
            "content": "Presidents of Various Countries on Relations with DPRK\r\n Pyongyang, May 31 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly who is staying in Nigeria as head of the DPRK delegation, met with presidents of different countries attending the inaugural ceremony of the president of Nigeria.\n\t\t\t\t\t On May 28 and 29 he had talks separately with Nigerian President Goodluck Ebele Jonathan, South African President Jacob Gedleyihlekisa Zuma, Zimbabwean President Robert G. Mugabe, Rwandan President Paul Kagame, Ugandan President Yoweri Kaguta Museveni and Senegalese President Abdoulaye Wade.\n\t\t\t\t\t\n\t\t\t\t\t The president of Nigeria expressed belief that the Korean people would surely build a great prosperous and powerful nation under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Zimbabwe is paying deep attention to the reality of the DPRK advancing along the road chosen by it, the president of this country said, expressing the will to boost the friendly and cooperative relations with the DPRK in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The presidents of Rwanda and Uganda noted that the Korean people are firmly defending the national sovereignty under the leadership of Kim Jong Il and that the Songun politics of the DPRK is the most powerful political mode.\n\t\t\t\t\t\n\t\t\t\t\t The president of Senegal expressed the stand to continue developing cooperation with the DPRK."
        },
        {
            "title": "Pak Ui Chun Back from Int'l Meeting",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-31ee.html",
            "content": "Pak Ui Chun Back from Int'l Meeting\r\n Pyongyang, May 31 (KCNA) -- The DPRK delegation led by Foreign Minister Pak Ui Chun came back home on Tuesday after attending the foreign ministerial meeting of Non-Aligned Movement held in Indonesia."
        },
        {
            "title": "Kim Yong Il Meets French Delegation",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-32ee.html",
            "content": "Kim Yong Il Meets French Delegation\r\n Pyongyang, May 31 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, Tuesday met and had a talk with the delegation of the French group for the study of the DPRK consisting of senators from various political parties.\n\t\t\t\t\t The delegation is led by Jean-Claude Frecon, senator from the Socialist Party and chairman of the group of the Senate.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the head of the delegation expressed hope that the two countries would respect with each other and develop relations."
        },
        {
            "title": "WPK Central Committee Hosts Reception for French Delegation ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-33ee.html",
            "content": "WPK Central Committee Hosts Reception for French Delegation\r\n Pyongyang, May 31 (KCNA) -- The Central Committee of the Workers' Party of Korea gave a reception for the visiting delegation of the French Group for the Study of the DPRK at Pyongyang Koryo Hotel on Tuesday. \n\t\t\t\t\t Present there on invitation were the delegation of the group consisting of senators from various political parties led by Jean-Claude Frecon, senator from the Socialist Party and chairman of the group of the Senate.\n\t\t\t\t\t\n\t\t\t\t\t Secretary Kim Yong Il and Vice Department Director Ri Yong Chol and other officials of the C.C., the WPK were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Floral Tribute Paid to Ri Po Ik",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-27ee.html",
            "content": "Floral Tribute Paid to Ri Po Ik\r\n Pyongyang, May 31 (KCNA) -- Wreaths were laid before the grave of Ri Po Ik, an ardent patriot, in Mangyongdae on Tuesday on the occasion of the 135th anniversary of her birth.\n\t\t\t\t\t Seen standing before her grave was a wreath from Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The wreath-laying ceremony was attended by senior officials of the party and army, the chairperson of a friendly party, officials of party, armed forces and power organs, working people's organizations, ministries and national institutions and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Placed before her grave were wreaths in the name of the WPK Central Committee, working people's organizations, ministries and national institutions, military academies, educational and media institutions and party and power organs and farms in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence, looking back on her noble life."
        },
        {
            "title": "Briefing on DPRK's MDGs Held",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-36ee.html",
            "content": "Briefing on DPRK's MDGs Held\r\n Pyongyang, May 31 (KCNA) -- A briefing on the 2010 report on what the DPRK has attained in the MDGs (millennium development goals) was held at the People's Palace of Culture Tuesday.\n\t\t\t\t\t The briefing was attended by officials of DPRK ministries and national institutions and officials of the Pyongyang missions of the UNDP and other international organizations.\n\t\t\t\t\t\n\t\t\t\t\t A speech was delivered by Pak Yong Suk, vice-director of the Central Statistic Bureau. She recalled that some ten years ago, the UN millennium submit adopted a declaration calling for ensuring peace, security and development of the world and reducing poverty by half in the world till 2015 and set MDGs.\n\t\t\t\t\t\n\t\t\t\t\t She said the DPRK government properly set MDGs and worked out a program for their attainment in conformity with the actual conditions of the country and is now directing a great effort to implementing it.\n\t\t\t\t\t\n\t\t\t\t\t \"The DPRK will as ever actively join the international community in the effort for achieving the goals,\" she added.\n\t\t\t\t\t\n\t\t\t\t\t Bijaya Rajbhandari, chief of the Pyongyang Mission of UNICEF (United Nations Children's Fund), also made a speech.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the briefing were the main contents of the first report on what the DPRK has attained in the MDGs."
        },
        {
            "title": "World No Tobacco Day Observed",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-28ee.html",
            "content": "World No Tobacco Day Observed\r\n Pyongyang, May 31 (KCNA) -- An event took place at the People's Palace of Culture on Tuesday to mark the World No Tobacco Day. \n\t\t\t\t\t Present at the meeting were officials of the field of public health, ministries and national institutions and working people in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Staff members of the WHO mission here and other foreign guests were also present there. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t The speakers at the meeting referred to the fact that on the occasion of the World No Tobacco Day social concern is growing for quitting smoking in many countries and regions. \n\t\t\t\t\t\n\t\t\t\t\t The member nations of the WHO should strictly control the tobacco production, import and export and sale to protect the health of people from smoking, they stressed. \n\t\t\t\t\t\n\t\t\t\t\t A briefing was made on \"WHO framework agreement on tobacco control\" and the law on tobacco control. \n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed a performance by a hygienic information service team and looked round a quitting smoking center."
        },
        {
            "title": "Nonsmoking Campaign",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-23ee.html",
            "content": "Nonsmoking Campaign\r\n Pyongyang, May 31 (KCNA) -- The DPRK has conducted various anti-smoking activities to mark the World No-Tobacco Day, May 31.\n\t\t\t\t\t The DPRK government has worked out a national tobacco control strategy in line with the framework convention on tobacco control of the World Health Organization. \n\t\t\t\t\t\n\t\t\t\t\t A tobacco control law was adopted in the country in July Juche 94 (2005) and revised and supplemented favorably for tobacco control in December 2009.\n\t\t\t\t\t\n\t\t\t\t\t The government has conducted information activities to develop the nonsmoking campaign into a nationwide movement.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a nonsmoking center was established and scientific research, goods production and consultations are going well to encourage people to quit smoking.\n\t\t\t\t\t\n\t\t\t\t\t Hong Sun Gwang, vice president of the State Sanitary Inspection Board, told KCNA the anti-smoking activities would be intensified in the country in conformity with the tobacco control law and in cooperation with international organizations."
        },
        {
            "title": "Performance Given by Jagang Provincial Art Troupe ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-34ee.html",
            "content": "Performance Given by Jagang Provincial Art Troupe \r\n Pyongyang, May 31 (KCNA) -- A performance was given by the Jagang Provincial Art Troupe at the East Pyongyang Grand Theatre on May 30 and 31.\n\t\t\t\t\t Among the audience were officials, creators and artistes in the fields of literature and art and media, students and working people in the city. \n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included narration and chorus \"We Live under the Care of the Leader\" and mixed duet and chorus \"Glory to Our Great Party\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang praises of the immortal exploits President Kim Il Sung performed by dedicating all his life to the prosperity of the country and its people's happiness and those General Secretary Kim Jong Il performed by leading the people of the province to stand in the van of the struggle to defend socialism and opening a new history of change in this land.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, successfully represented the stirring reality of the country including the appearance of the people in the province dashing ahead like the wind to build a thriving nation."
        },
        {
            "title": "Highway between Kowon and Hamhung Reconstructed",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-35ee.html",
            "content": "Highway between Kowon and Hamhung Reconstructed\n\t\t\t\t\t\t\r\n Pyongyang, May 31 (KCNA) -- The highway between Kowon and Hamhung was successfully rebuilt. \n\t\t\t\t\t The completion of this project helps to satisfactorily ensure the cargo transport for various domains of national economy, provide people with good conditions for travel and radically improve the environment in this area. \n\t\t\t\t\t\n\t\t\t\t\t Builders finished the projects for paving the highway and building many structures, etc. in a matter of 60 odd days.\n\t\t\t\t\t\n\t\t\t\t\t More than 40,000 trees of good species were planted and an area covering hundreds of thousands of square meters was put in turf, turning the landscape of the highway beautiful."
        },
        {
            "title": "DPRK Women Athletes Bag Gold Medals ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-06ee.html",
            "content": "DPRK Women Athletes Bag Gold Medals \r\nPyongyang, May 31 (KCNA) -- DPRK women athletes bagged gold medals at the international invitational track-and-field events held in Taipei of China on May 27 and 28. \n\t\t\t\t\t It brought together at least 130 athletes from 15 countries and regions. \n\t\t\t\t\t\n\t\t\t\t\t Kim Son Hui and Yun Un Hui came first in the 5,000m race and the 1,500m race respectively while Pak Kum Hyang finished first in the 3,000m hurdle race."
        },
        {
            "title": "DPRK Directs Much Effort to Football Development ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-22ee.html",
            "content": "DPRK Directs Much Effort to Football Development \r\n Pyongyang, May 31 (KCNA) -- A great effort has been paid to the development of football in the DPRK in the new century.\n\t\t\t\t\t In the 8th World Cup held in 1966 the DPRK proceeded to the quarterfinals, striking the world with wonder.\n\t\t\t\t\t\n\t\t\t\t\t Secretary General of the DPRK Football Association Kim Jong Man said in an interview with KCNA:\n\t\t\t\t\t\n\t\t\t\t\t DPRK girls took the title at the 3rd FIFA U-20 World Championship, 2008 FIFA U-17 World Cup and 2001, 2003 and 2008 Asian Football Championships.\n\t\t\t\t\t\n\t\t\t\t\t Last year, DPRK boys won the AFC Challenger Cup, 4-nation soccer tournament held in Qatar, Vietnam Football Association Cup, Under-19 and Under-16 Asian Football Championships.\n\t\t\t\t\t\n\t\t\t\t\t A regular football training system is working well in the country under the care of the Workers' Party and the government.\n\t\t\t\t\t\n\t\t\t\t\t Primary and secondary schools and juvenile sports schools throughout the country are training many reserve footballers."
        },
        {
            "title": "DPRK Boasts of Strong Army ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-21ee.html",
            "content": "DPRK Boasts of Strong Army \r\n Pyongyang, May 31 (KCNA) -- The United States and the south Korean conservative authorities have intensified military maneuvers against the DPRK after engineering the sinking of battleship \"Cheonan\" and Yonphyong Island shelling. But their war moves have been frustrated by the army and people of the DPRK.\n\t\t\t\t\t The DPRK owes its powerful military strength to President Kim Il Sung, who put forward a policy of giving priority to the military affairs and built revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t With two pistols given by his father as an asset, the President made preparations for an armed struggle and founded the Korean People's Revolutionary Army (KPRA) on April 25, Juche 21 (1932).\n\t\t\t\t\t\n\t\t\t\t\t Under his command, the KPRA, with neither state-backing home front nor assistance of a regular army, fought against the Japanese imperialists and liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation, the President developed the KPRA into the Korean People's Army (KPA), a regular army of a sovereign and independent state.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his outstanding strategies and tactics, the KPA defeated the U.S. imperialists, who styled itself the \"strongest\" in the world, in the Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\t After the war, the President set forth a military line of self-reliant defense and steadily strengthened the armed forces on the basis of the revolutionary traditions established in the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t Under the military-first guidance of the Supreme Commander, Kim Jong Il, the KPA has grown into an invincible army strong in ideology and faith, equipped with up-to-date offensive and defensive means."
        },
        {
            "title": "Soilless Cultivation of Turf ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-24ee.html",
            "content": "Soilless Cultivation of Turf \r\n Pyongyang May 31 (KCNA) -- Soilless cultivation of turf in humus-cakes has been encouraged in the DPRK.\n\t\t\t\t\t The Ministry of Urban Management has taken measures to transplant turf cultivated in humus-cakes in streets, parks and pleasure parks.\n\t\t\t\t\t\n\t\t\t\t\t The ministry organized technical short courses several times to give priority to production of humus-cakes and seed supply and disseminate the cultivation method.\n\t\t\t\t\t\n\t\t\t\t\t It has also made researches for improving the cultivation method suitable for the country with the help of scientists and technicians and built turf cultivation bases in different parts of the country to double the production capacity. \n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Greening Office is one of those which have introduced the method of soilless turf cultivation."
        },
        {
            "title": "Pyongyang Textile Mill Boosts Production",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-25ee.html",
            "content": "Pyongyang Textile Mill Boosts Production\n\t\t\t\t\t\t\r\n Pyongyang, May 31 (KCNA) -- The Pyongyang Textile Mill has operated the production processes at full capacity after updating them.\n\t\t\t\t\t In May the mill has sharply increased the production of quality materials for suit, shirt and other clothes. \n\t\t\t\t\t\n\t\t\t\t\t The newly built Tetron rayon production process has introduced a water jet loom, its capacity being ten and four times higher than shuttle loom and flexible rapier loom respectively, to boost the production with less labor.\n\t\t\t\t\t\n\t\t\t\t\t The suit and shirt materials are popular among people for their softness and beautiful colors and patterns.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the mill has launched a project for putting the Tetron rayon spinning process on a modern scientific and technological basis."
        },
        {
            "title": "Lee Myung Bak Group Accused of Its Wild Ambition to \"Unify Systems\"",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-11ee.html",
            "content": "Lee Myung Bak Group Accused of Its Wild Ambition to \"Unify Systems\"\r\n Pyongyang, May 31 (KCNA) -- Some time ago, traitor Lee Myung Bak raved that \"unification is sure to come soon,\" talking nonsense about the Berlin Wall during his visit to Germany. It was not the first time that such nonsensical remarks as \"let's prepare unification tax\" and \"unification is drawing near\" were heard from the conservative group.\n\t\t\t\t\t Rodong Sinmun on Tuesday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The present conservative ruling forces which earned ill-fame for being the most vicious anti-reunification and confrontation group in history never miss the chance to talk about \"unification\" but they do this, not prompted by any desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The \"unification of systems\" much touted by the Lee group is a product of its wild ambition to stifle the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's cause of reunification is, in essence, the one of rejoining the blood ties of the nation divided into the north and the south by outside forces and achieving the national unity.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group's loud-mouthed \"unification of systems\" will only lead to a war as it is quite contrary to the wishes and desire of the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are behaving foolishly, dreaming of what they called \"contingency\".\n\t\t\t\t\t\n\t\t\t\t\t It is only south Korea where contingency will take place. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK hopes for improved north-south relations and national reunification but will never pardon anyone who goes mad with the moves to escalate the confrontation of the systems, defiling the dignity and system of the DPRK in utter disregard of national reconciliation, unity and reunification."
        },
        {
            "title": "Rodong Sinmun Calls for Bolstering Capability for Self-defence",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-12ee.html",
            "content": "Rodong Sinmun Calls for Bolstering Capability for Self-defence\r\n Pyongyang, May 31 (KCNA) --Without powerful defence capability it would be impossible to guarantee peace nor would be it possible to properly carry on economic construction.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t If a country is weak in its military power no matter how rapid its economic development is and no matter how strong its material and technical foundations are, it can fall victim to the imperialists' aggression and easily goes to its ruin. This is the lesson and truth taught by history.\n\t\t\t\t\t\n\t\t\t\t\t The Persian Gulfs War and the Balkan War and wars of aggression in Afghanistan and Iraq go to prove that the imperialists' aggressive nature and wild ambition remain unchanged and if a country neglects the defence build-up, laying stress on the economic construction, it can hardly defend the sovereignty, dignity and peace of the country and fall victim to the imperialists' aggression and war. \n\t\t\t\t\t\n\t\t\t\t\t Only when a country boosts its military muscle by channeling efforts into the defence build-up, it can successfully push forward the economic construction and protect its sovereignty, security and peace.\n\t\t\t\t\t\n\t\t\t\t\t It is the trend of the present times to accelerate the economic construction while bolstering the defence capability to ensure peace. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has boosted its capacity for self-defense in every way to cope with the enemy's moves for a war of aggression against it, firmly protecting the sovereignty of the country and socialism and dynamically pushing ahead with the building of an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The imperialist countries are now working hard to stifle the DPRK through harsh sanctions and blockade, very displeased with the signal successes made by it in the economic construction. This, however, would get them to nowhere, concludes the article."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-09ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed\n\t\t\t\t\t\t\r\n Pyongyang, May 31 (KCNA) -- Rodong Sinmun Tuesday dedicates a bylined article to the 25th anniversary of the publication of President Kim Il Sung's work \"Historical Experience of Building the Workers' Party of Korea\".\n\t\t\t\t\t The work, published on May 31, Juche 75 (1986) perfectly clarifies the theoretical and practical issues which would serve as guidelines for party building and activities ranging from the issue of founding a revolutionary party in the era of independence to the fundamental theories and principles for party building and the party's ideological and organizational building and its building of leadership art. \n\t\t\t\t\t\n\t\t\t\t\t The President's exploits performed in the party building lie in that he built the WPK as a revolutionary party of Juche type guided by the immortal Juche idea, strengthened and developed it into an invincible revolutionary party which formed a harmonious whole with the people and built it under such a long-term plan that it might steadfastly carry forward the revolutionary cause of Juche generation after generation and accomplish it. \n\t\t\t\t\t\n\t\t\t\t\tThe WPK remained undeterred even when socialist ruling parties collapsed one after another in some countries which were engaged in socialist construction in the last century.\n\t\t\t\t\t\n\t\t\t\t\t In the new century, too, the WPK has exalted its dignity as an organizer and guider of all victories of the Korean people.  This is entirely ascribable to the fact that the WPK has regarded the revolutionary idea of the President, the Juche idea as the only guiding idea for its building and activities.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has fully reflected people's wishes and interests in all aspects of its line and policies in the whole period of its revolutionary leadership and thoroughly implemented the revolutionary mass line in its activities. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people repose absolute trust in the WPK and follow it. The harmonious whole of the party and people has become unbreakable.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the firm faith of General Secretary Kim Jong Il to develop the WPK into an eternal glorious party of the President his idea of party building and his exploits have been firmly preserved and his behests thoroughly implemented as an immutable programme of the party, concludes the article."
        },
        {
            "title": "US Imperialists Set to Beef up Their Air Force in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-04ee.html",
            "content": "US Imperialists Set to Beef up Their Air Force in S. Korea\r\n Pyongyang, May 31 (KCNA) -- The U.S. imperialists are set to deploy 12 F-15Es in the U.S. air force base in Kunsan, south Korea from June 1.\n\t\t\t\t\t The U.S. air force announced that it would transfer fighters belonging to the U.S. 494th squadron based in Britain as well as at least 400 service members of the air force to Kunsan.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are egging the puppet group on to step up their moves for a war of aggression against the DPRK by ceaselessly introducing their aggression forces to south Korea under the signboard of \"dialogue\" and \"peace\"."
        },
        {
            "title": " S. Korean Reptile Media Hit for Spreading Misinformation",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-05ee.html",
            "content": "S. Korean Reptile Media Hit for Spreading Misinformation\r\n Pyongyang, May 31 (KCNA) -- The Co-Practice Committee for Building the Socialist Workers' Political Party of south Korea in a statement on May 26 accused the reptile media of spreading misinformation.\n\t\t\t\t\t Chosun Ilbo and other conservative media are releasing misinformation that the strike staged by the workers of the Yusong Enterprise in protest against the unreasonable closure of work sites by the business side was manipulated by any \"force behind the scene\", the statement said.\n\t\t\t\t\t\n\t\t\t\t\t They branded the organizations which participated in the strike as \"enemy-benefiting organizations\" and \"those of leftist forces\" and even the director of the Police Agency echoed their assertion, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to claim that the said committee is an \"enemy-benefiting organization\", the statement said, expressing deep concern over the behavior of the media keen on spreading misinformation.\n\t\t\t\t\t\n\t\t\t\t\t The above-said media's defiling of the organizations which solidarized with those workers in their strike as \"unsavory forces\" is little short of misrepresenting the nature of the strike."
        },
        {
            "title": "Exploits of Kim Jong Il Lauded in Romania and Mexico",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-01ee.html",
            "content": "Exploits of Kim Jong Il Lauded in Romania and Mexico\n\t\t\t\t\t\t\r\nPyongyang, May 31 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, issued a statement on May 26 on the occasion of the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Noting that Kim Jong Il published the work \"Giving Priority to Ideological Work Is Essential for Accomplishing Socialism\" to clarify the role of the ideological work in building socialism and the matters arising in the work, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The ideological work is a powerful weapon for reviving and developing the socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his work stressed that socialist system can never be established nor exist and develop without the ideological work.\n\t\t\t\t\t\n\t\t\t\t\t Collapse of socialism in some countries which had been building it was attributable to their lack of scientific and revolutionary ideology and theory and their degeneration.\n\t\t\t\t\t\n\t\t\t\t\t In the work Kim Jong Il clarified in a scientific way that giving priority to the ideological work is essential for accomplishing socialism.\n\t\t\t\t\t\n\t\t\t\t\t We highly appreciate his great contribution to the development of the world socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the C.C., the People's Socialist Party of Mexico, in a statement on May 23 praised Kim Jong Il as an extraordinary thinker-theoretician.\n\t\t\t\t\t\n\t\t\t\t\t He authored many works to give perfect exposition of ideological and theoretical problems arising in building socialist ruling party, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as a main political mode of socialism, thus making it possible for the WPK to successfully push ahead with the socialist cause despite any threat and challenges by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He also strengthened the DPRK into the socialist state of Juche with invincible might through his distinguished ideo-theoretical activities."
        },
        {
            "title": "Decision on Convening World Conference on Juche Idea Hailed in Democratic Congo ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-02ee.html",
            "content": "Decision on Convening World Conference on Juche Idea Hailed in Democratic Congo\r\n Pyongyang, May 31 (KCNA) -- A meeting was held in Democratic Congo on May 24 to support the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea.\n\t\t\t\t\t Present there were personages of the National Committee for the Study of the Juche Idea, the Group for the Study of Kim Jong Il Juche Idea, the Group for the Study of the Juche Idea of University of Kinshasa, the Group for the Study of the Juche Idea of the Working Citizens' Association and the Youth Group for the Study of the Juche Idea and people of this country.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said that the centenary of birth of President Kim Il Sung is a great auspicious day not only for the Korean people but for the world progressives aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t It is because the President is the great teacher and eternal sun for the progressive mankind who founded the immortal Juche idea to clearly show the road ahead of the times and humankind and made signal contributions to building an independent and just, new world with his distinguished and tested leadership, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They expressed determination to conduct in diverse forms and methods the activities for making the broad sections of people in Democratic Congo arm themselves with the Juche idea and live as required by it.\n\t\t\t\t\t\n\t\t\t\t\t A statement, adopted at the meeting, fully supported the Korean people in the efforts to greet the centenary of birth of the President as the greatest holiday and auspicious event in the history of humankind.\n\t\t\t\t\t\n\t\t\t\t\t It also expressed the will to intensify activities for firm solidarity with the Korean people striving to achieve durable peace of the Korean Peninsula and independent and peaceful reunification of the country under the June 15 north-south joint declaration."
        },
        {
            "title": "Korean People's Work Style Introduced by Foreign Media",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-03ee.html",
            "content": "Korean People's Work Style Introduced by Foreign Media\r\n Pyongyang, May 31 (KCNA) -- Foreign media widely introduced the work style of the Korean people who built a socialist power by their own efforts and with their wisdom and are advancing toward a future of a thriving nation, guided by their ideology and faith.\n\t\t\t\t\t The Lao newspaper Vientiane Mai said that under the leadership of President Kim Il Sung the Korean people have always lived their own way, resolutely rejecting sycophancy and dogmatism in the independent spirit, and successfully carried out socialist construction, turning their country into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani newspaper Baluchistan Times noted that the international community feels envious of the DPRK living its own way at a time when national identity is disappearing in many countries and even sovereignty and dignity are being violated due to \"globalization\".\n\t\t\t\t\t\n\t\t\t\t\t The Egyptian newspaper Al-Misaiya noted that the DPRK has made sustained efforts for years to build a self-supporting economy, not subject to others, an economy which serves its people and develops thanks to the efforts of its people in reliance upon its resources and lay a solid foundation for an independent national economy.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican Committee for the Study of Kimilsungism in its bulletin said that the Korean people are striving hard to achieve the prosperity of the country and the nation with the transparent faith and will that man is the master of his own destiny and is capable of hewing out his own destiny."
        },
        {
            "title": "China Starts Internet Serial Talk Show for CPC 90th Birthday",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-15ee.html",
            "content": "China Starts Internet Serial Talk Show for CPC 90th Birthday\r\n Beijing, May 29 (KCNA) -- China's Network TV Station launched Internet serial talk show on May 24 to celebrate the 90th anniversary of the Communist Party of China.\n\t\t\t\t\t The theme of the first talk show is \"Advantages of the socialist system with Chinese characteristics--Economy.\"\n\t\t\t\t\t\n\t\t\t\t\t The show is to be staged in a question-and-answer form with invited senior officials concerned and experts."
        },
        {
            "title": "China Intensifies Actions against Practices Harmful to Foods Security",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-17ee.html",
            "content": "China Intensifies Actions against Practices Harmful to Foods Security\n\t\t\t\t\t\t\r\n Beijing, May 29 (KCNA) -- China is taking dynamic actions against the practices harmful to food security.\n\t\t\t\t\t The Chinese people's courts at all levels examined and dealt with 61 criminal cases such as production or sale of harmful food from September last year to April this year. They also severely punished many criminals according to law."
        },
        {
            "title": "National Festival of Children's Scientific Films Opens in China",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-16ee.html",
            "content": "National Festival of Children's Scientific Films Opens in China\r\n Beijing, May 29 (KCNA) -- The Second National Festival of Children's  Scientific Films on the theme of \"Let us save and love life-giving water\" was opened in Beijing on May 24. \n\t\t\t\t\t The purpose of the festival is to help children cultivate consciousness of saving water and protecting water resources from childhood and promote their scientific knowledge in the course of creating scientific films by themselves."
        },
        {
            "title": "Cooperation among Different Countries ",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-10ee.html",
            "content": "Cooperation among Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, May 31 (KCNA) -- China and Uzbekistan agreed to boost bilateral cooperation in law enforcement on May 26.\n\t\t\t\t\t Chile and Brazil on May 25 signed an agreement on technical cooperation."
        },
        {
            "title": "Russia Clarifies Its Stand to Continue Using Nuclear Energy",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-18ee.html",
            "content": "Russia Clarifies Its Stand to Continue Using Nuclear Energy\n\t\t\t\t\t\t\r\n Moscow, May 29 (KCNA) -- An assistant to the Russian president at a press conference on May 24 clarified the country's stand to continue using nuclear energy.\n\t\t\t\t\t The decision to use nuclear energy is pertinent to the independent right of the state, he said, adding that Russia remains unchanged in its policy of nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t The results of the recent inspection proved that the security level of the nuclear power plants in Russia is very high and nuclear power plants now under construction are safer than the existing ones, he noted."
        },
        {
            "title": "Iranian President Warns against US Plots",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-07ee.html",
            "content": "Iranian President Warns against US Plots\n\t\t\t\t\t\t\r\n Tehran, May 29 (KCNA) -- Iranian President Mahmoud Ahmadinejad has warned against plots hatched by the United States to save Israel.\n\t\t\t\t\t This was made by the president in his speech at a ceremony on May 26.\n\t\t\t\t\t\n\t\t\t\t\t He said that the U.S. seeks to save the Zionist regime (Israel) with deceit, chanting the slogan of \"peaceful coexistence\".\n\t\t\t\t\t\n\t\t\t\t\t Israel is like preserving a cancerous tumor in the body of regional nations, he said, urging world nations to remain vigilant against the crafty moves of the enemies."
        },
        {
            "title": " Jordan's MPs Condemn Israeli Knesset Member's Statement as \"Racist, Provocative\"",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-20ee.html",
            "content": "Jordan's MPs Condemn Israeli Knesset Member's Statement as \"Racist, Provocative\"\r\n Pyongyang, May 31 (KCNA) -- Jordan's Lower House on Thursday condemned a recent statement by Israeli Knesset member Arye Eldad as racist, provocative and radical.\n\t\t\t\t\tRecently he called for making Jordan the homeland for Palestinians.\n\t\t\t\t\t\n\t\t\t\t\tHis statement will never make Jordan stop its efforts to create an independent state of Palestine, said the statement."
        },
        {
            "title": "UNEP Executive Director Calls for Efforts to Protect Forests",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-26ee.html",
            "content": "UNEP Executive Director Calls for Efforts to Protect Forests\n\t\t\t\t\t\t\r\nPyongyang, May 31 (KCNA) -- The executive director of the United Nations Environment Programme in a recent statement called upon the international community to direct efforts for protecting forests.\n\t\t\t\t\tTo protect forests is an important issue of promoting the development of the green economy, the statement said, underlining the need for the world to pay attention to the investment in the work to protect forests."
        },
        {
            "title": "First Energy Saving House Built in Cuba",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-19ee.html",
            "content": "First Energy Saving House Built in Cuba\r\n Havana, May 29 (KCNA) -- The first energy saving house was built in east Havana.\n\t\t\t\t\t It was reported that 1-2 liters of water are enough to use a bathroom of the house.\n\t\t\t\t\t\n\t\t\t\t\t The house has a sewage purifying tank from which fertilizers are made by use of this sewage. It produces irrigation water and bio- gas.\n\t\t\t\t\t\n\t\t\t\t\t Bio-gas is used for lighting outside."
        },
        {
            "title": "US Moves to Militarize Space",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-08ee.html",
            "content": "US Moves to Militarize Space\n\t\t\t\t\t\t\r\n Pyongyang, May 31 (KCNA) -- The United States is frantically stepping up its moves to militarize space despite the unanimous opposition of the international community.\n\t\t\t\t\t As part of them it has recently launched a new spy satellite in the Cape Canaveral air force base in Florida State.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that this is the spy satellite of the next generation equipped with the function of sensing infrared rays."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de Hassane Rabehi",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-38ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de Hassane Rabehi\n\t\t\t\t\t\t\r\nPyongyang, 31 de mayo (ATCC) -- Hassane Rabehi presentó este martes en el Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la República Popular Democrática de Corea, sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario de la República Argelina Democrática y Popular en Corea.\n\t\t\t\t\tTras recibirlas, Kim departió con el nuevo embajador."
        },
        {
            "title": "Nombrado nuevo viepremier en RPDC",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-39ee.html",
            "content": "Nombrado nuevo viepremier en RPDC\n\t\t\t\t\t\t\r\nPyongyang, 31 de mayo (ATCC) -- Según el decreto fechado 31 del Presidium de la Asamblea Popular Suprema de la República Popular Democrática de Corea, Ri Mu Yong fue designado como viceprimer ministro del Consejo de Ministros."
        },
        {
            "title": "Acto de publicación de informe de 2010 sobre conquista de MDM",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-40ee.html",
            "content": "Acto de publicación de informe de 2010 sobre conquista de MDM\r\nPyongyang, 31 de mayo (ATCC) -- Tuvo lugar el día 31 en el capitalino Palacio Cultural del Pueblo el acto de publicación del informe de 2010 de la República Popular Democrática de Corea (RPDC) referente a la conquista de metas de desarrollo de milenio (MDM).\n\t\t\t\t\tEn la ocasión estuvieron presentes los funcionarios de los ministerios y los órganos centrales y los miembros de las representaciones de las organizaciones internacionales acreditadas en la RPDC inclusive el Programa de las Naciones Unidas para el Desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tLa subdirectora de la Dirección Nacional de Estadísticas, Pak Yong Suk, (57 años de edad), en su discurso, se refirió a que hace más de diez años, en la Cumbre de Milenio de la ONU fue adoptada la declaración de milenio de la ONU de lograr la paz, la seguridad y el desarrollo en el mundo y reducir a la mitad la pobreza en escala mundial hasta el año 2015, y presentadas las metas de desarrollo de milenio.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el gobierno de la RPDC fijó los contenidos para alcanzar las metas a base de las susodichas metas y a la situación concreta de la RPDC e invirtió enormes esfuerzos por realizarlos.\n\t\t\t\t\t\n\t\t\t\t\tSubrayó que la RPDC se sumará a los esfuerzos internacionales por alcanzar las metas de desarrollo de milenio.\n\t\t\t\t\t\n\t\t\t\t\tLe siguió en hacer uso de la palabra el representante del Fondo de las Naciones Unidas para la Infancia (UNICEF en inglés), Bijaya Rajbhandari.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasión, se dio a conocer el contenido principal del primer informe sobre el estado de la conquista de las metas de desarrollo de milenio en la RPDC, etc."
        },
        {
            "title": "Corea presta atención estatal a la campaña de no fumar",
            "url": "http://kcna.co.jp/item/2011/201105/news31/20110531-41ee.html",
            "content": "Corea presta atención estatal a la campaña de no fumar\r\nPyongyang, 31 de mayo (ATCC) -- La República Popular Democrática de Corea aporta gran fuerza a la prevención de daños por el fumar. \n\t\t\t\t\tEl Estado elabora y ejecuta la estrategia estatal de control de tabaco ateniéndose al acuerdo de base de la OMS sobre el control de tabaco. \n\t\t\t\t\t\n\t\t\t\t\tEn julio del 94 (2005) de la Era Juche se ha establecido la Ley de Control de Tabaco de la República Popular Democrática de Corea, que se ha rectificado más favorablemente al control de tabaco en diciembre de 2009. \n\t\t\t\t\t\n\t\t\t\t\tSe desarrollan diversas actividades de propaganda para que la campaña de no fumar se haga un movimiento de toda la sociedad. \n\t\t\t\t\t\n\t\t\t\t\tHacen que las unidades de producción de tabaco observen rigurosamente la demanda de la Ley de Control de Tabaco en cuanto a la producción, la exportación, la importación y la venta de tabaco.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, quedó organizado el centro de no fumar, donde se realizan la formación del personal, la investigación científica, la producción, el servicio de consulta, entre otras actividades. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente del Centro Estatal de Inspección Higiénica, Hong Sun Gwang (de 52 años de edad), dijo a la ATCC que también en el futuro desarrollará las actividades de no fumar de acuerdo con la Ley de Control de Tabaco en estrecha colaboración con las organizaciones internacionales. \n\t\t\t\t\t\n\t\t\t\t\tSegún el tema del Día Mundial de No Fumar para este año (el 31 de mayo) \"Acuerdo de base de la OMS sobre el control de tabaco\", en todas las localidades de Corea se realizaron diversas actividades como las explicaciones de ley, la propaganda higiénica sobre la nocividad de tabaco, etc."
        }
    ]
}