{
    "date": "2011-04-11",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-11ee.html",
    "articles": [
        {
            "title": "DPRK Delegate on Denuclearization of Korean Peninsula ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-06ee.html",
            "content": "DPRK Delegate on Denuclearization of Korean Peninsula \r\n Pyongyang, April 11 (KCNA) -- The Democratic People's Republic of Korea will always live up to its commitment before the international community as a responsible nuclear weapons state, said the DPRK delegate when speaking at a meeting of the United Nations Disarmament Commission on April 4.\n\t\t\t\t\t He said that the international community has made every possible effort for nuclear disarmament for decades but the total dismantlement of nuclear weapons aspired after by human beings still remains an outstanding task.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and other biggest nuclear weapons states take the lead in the nuclear disarmament it will have positive impact on those countries which had access to nukes recently, he said, adding that this will also help realize a world without nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the U.S. has steadily posed nuclear threats to the DPRK up to now since 1950, he stressed that the nuclear threat is not an abstract concept but a real threat to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is to blame for the nuclear issue on the Korean Peninsula because it posed nuclear threat to the DPRK over half a century after introducing nuclear weapons to south Korea, he said. The structure of the nuclear confrontation in the peninsula represents the one of confrontation between the DPRK and the U.S., he stressed.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK government to ensure peace and security and materialize the denuclearization of the peninsula through dialogue and negotiations, he concluded."
        },
        {
            "title": "Choe Yong Rim Inspects Exhibition of Provincial Food Products",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-29ee.html",
            "content": "Choe Yong Rim Inspects Exhibition of Provincial Food Products\r\n Pyongyang, April 11 (KCNA) -- Choe Yong Rim, premier of the DPRK, visited the exhibition of products presented by provincial food factories on Apr. 6. \n\t\t\t\t\t The premier learned in detail about the variety and quality of products presented to the Central Light Industrial Sample Exhibition by the general food factories in provinces to mark the 2nd anniversary of leader Kim Jong Il's field guidance to the Samilpho Special Products Factory that opened a wide avenue for the development of the foodstuff industry. \n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to further perfect the production system based on locally-available raw materials and increase the foodstuff production, on the condition that modern food processing centers have been built in each province under the warm care of the Workers' Party of Korea, and thus fully meet the demands of the people for them.\n\t\t\t\t\t\n\t\t\t\t\t On the same day he acquainted himself with the construction of Ryugyong Hotel on the spot."
        },
        {
            "title": "Young Korean Vanguard's Oath-taking Rally Held ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-21ee.html",
            "content": "Young Korean Vanguard's Oath-taking Rally Held\n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- Young Korean vanguard's oath-taking rally was held at plaza of the Kumsusan Memorial Palace Monday on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t Looking up to the portrait of the smiling President, the participants expressed their determination to hold the President in high esteem as the sun of Juche generation after generation and become the first-line guard detachment and the first-line death-defying corps safeguarding the Central Committee of the Workers' Party of Korea headed by General Secretary Kim Jong Il.  \n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to emerge young heroes making a breakthrough in the drive for building a thriving nation including light industry, agriculture and the four pilot sectors of the national economy. \n\t\t\t\t\t\n\t\t\t\t\t They called for thoroughly establishing the traits of attaching importance to the military affairs, firmly defending the socialist country and consolidating the army-people great unity. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, secretary of the C.C., the WPK, officials of the Kim Il Sung Socialist Youth League and youth and students."
        },
        {
            "title": "Performances of 27th ASFAF Begin ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-31ee.html",
            "content": "Performances of 27th ASFAF Begin\r\n Pyongyang, April 11 (KCNA) -- Performances of the 27th April Spring Friendship Art Festival (ASFAF) began before full houses at the Pyongyang Grand Theatre, the East Pyongyang Grand Theatre, the Moranbong Theatre, the Yun I Sang Concert Hall and four other theatres in Pyongyang on Monday.\n\t\t\t\t\t Soloists of \"Orfei\" Group from the Sophia Opera Theater of Bulgaria staged immortal revolutionary hymn \"Song of General Kim Il Sung.\"\n\t\t\t\t\t\n\t\t\t\t\t The Jilin Provincial Symphony Orchestra successfully presented the second movement \"We Are Yearning for Your Sunny Smile\" from symphony \"The Leader Will Always Be with Us\" full of endless reverence on President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Moscow Classical Ballet of Russia in their performance of \"Dance of Russia\" from ballet drama \"Swan Lake\" vividly reflected the emotion of Russians with rhythmic dances to the tune of dynamic melody.\n\t\t\t\t\t\n\t\t\t\t\t The guitar trio of Cuba presented Cuban song \"Hasta siempre Comandante\" with rich voice and refined rendition.\n\t\t\t\t\t\n\t\t\t\t\t The Chamber Orchestra Alberic Magnard of France skillfully presented string music quartet \"Sarabande\" composed by Haendel and \"Canon\" by Johann Pachelbel.\n\t\t\t\t\t\n\t\t\t\t\t The art group of Koreans in Japan staged group dance \"Dialogue\" deeply impressing the audience by artistically reflecting the aspiration and desire of the Korean people to reunify the country through the unity of the whole nation and lead a happy life in one territory.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of various countries including Belarus, Mongolia, Finland, Romania, Austria, Germany, Ukraine and overseas Korean artistes staged numbers high in ideological and artistic values and strong in national flavor. They reflected the people's desire to boost the bonds of friendship in a new peaceful world under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t Among the audiences were members of the organizing committee of the festival, officials concerned, working people and youth and students in the city, foreign guests staying in the DPRK and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Performances go on."
        },
        {
            "title": "DPRK Friendly Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-22ee.html",
            "content": "DPRK Friendly Delegation Leaves for China\r\n Pyongyang, April 11 (KCNA) -- A DPRK friendly delegation led by Jon Yong Jin, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries and vice-chairman of the C.C., the DPRK-China Friendship Association, left here for China Monday to participate in the event for commemorating the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Arriving here on the same day were Vishwanath, secretary general of the International Kim Il Sung Prize Council and director-general of the International Institute of the Juche Idea, Harish Gupta, director-general of the Asian Regional Institute of the Juche Idea, a delegation of the All-China Federation of Trade Unions led by Vice-Chairman Zhang Mingqi, a delegation of the Stockholm Institute for Security and Development Policy of Sweden led by Director Niklas Swanstrom and a delegation of the Mongolian Mt. Paektu Association for Independent Development led by Chairman L. Khaisandai.\n\t\t\t\t\t\n\t\t\t\t\t An Indonesian government cultural delegation led by Hari Untoro Dradjat, senior advisor for Multiculture of the Ministry of Culture and Tourism, arrived here that day to participate in the 13th Kimilsungia Festival."
        },
        {
            "title": "Minor Power Stations Have Share in Electricity Output ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-20ee.html",
            "content": "Minor Power Stations Have Share in Electricity Output \n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- Minor hydraulic power stations built throughout the DPRK have a share in the country's electricity output.\n\t\t\t\t\t Those in Kanggye City, Manpho City, Hwaphyong County and other areas of Jagang Province produce electricity enough for operating locally-controlled industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\t Hungju youth power stations Nos. 1 and 2, Yonha Power Station and other minor hydraulic power stations in the province have boosted the production to fully supply electricity to towns and villages.\n\t\t\t\t\t\n\t\t\t\t\t The Jangjasan and other foodstuff factories in Kanggye City are operated by electricity generated by minor power stations.\n\t\t\t\t\t\n\t\t\t\t\t The Wonsan Youth Power Station in Kangwon Province provides electricity to the Wonsan Glass Bottle Factory and some other factories.\n\t\t\t\t\t\n\t\t\t\t\t South Hamgyong Province benefits from the Kumjingang Hungbong Youth Power Station, the Kumjingang Kuchang Youth Power Station and the Songchongang Power Station."
        },
        {
            "title": "Doctorate Conferred on Overseas Koreans",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-25ee.html",
            "content": "Doctorate Conferred on Overseas Koreans \r\n Pyongyang, April 11 (KCNA) -- Doctorate in medicine of the DPRK was conferred on Yun Sang Hyok, a Korean doctor in the U.S., and doctorate in history on Kim Song Jun, a Korean teacher in China. \n\t\t\t\t\t Yun contributed to the development of external medicine through research into the remedy for spine while Kim to systematizing in a scientific and theoretical way the law that governs the development of the traditional music of Korea. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding academic degrees took place at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "Faunal Resources under Protection",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-18ee.html",
            "content": "Faunal Resources under Protection\r\n Pyongyang, April 11 (KCNA) -- The DPRK has paid much effort to the protection of faunal resources in spring.\n\t\t\t\t\t Information activities have been conducted to arouse public concern for the protection of animals and enhance the role of their reserve keepers.\n\t\t\t\t\t\n\t\t\t\t\t The country has established an animal monitoring system and has taken measures to keep rivers, lakes and pools in the reserves clean and prevent forest fires to provide favorable living conditions to animals.\n\t\t\t\t\t\n\t\t\t\t\t Endemic animals of Korea have increased in number and animals rare to be seen or on the verge of extermination in the world have settled in the country."
        },
        {
            "title": "Health Food and Drinks",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-19ee.html",
            "content": "Health Food and Drinks\r\n Pyongyang, April 11 (KCNA) -- The 16th April Holiday Food Festival was held at the People's Palace of Culture some time ago.\n\t\t\t\t\t Broths, sweet food and health dishes presented by the Changgwang Public Service Management Bureau won popularity at the festival.  \n\t\t\t\t\t\n\t\t\t\t\t Chicken broth mixed with jujube and matrimony vine fruits, corn and beef broth and snakehead broth seasoned with carrot are good for development of physical strength.\n\t\t\t\t\t\n\t\t\t\t\t Typical of the sweet food are ginkgo nut jam and peach-steamed dish.\n\t\t\t\t\t\n\t\t\t\t\t Among the health food and drinks are goldfish gruel mixed with red beans, carp gruel and drinks made of hawthorn fruit, walnut, ginger and apricot stone.\n\t\t\t\t\t\n\t\t\t\t\t The dishes and drinks are served at restaurants under the Changgwang Public Service Management Bureau."
        },
        {
            "title": "Mangyongdae, Native Place of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-17ee.html",
            "content": "Mangyongdae, Native Place of Kim Il Sung\r\n Pyongyang, April 11 (KCNA) -- An endless stream of people, including servicemen and schoolchildren, have visited Mangyongdae with the approach of President Kim Il Sung's birth anniversary (April 15).\n\t\t\t\t\t Mangyongdae is a historic place where President Kim Il Sung was born and relics associated with his family members' revolutionary activities are well preserved.\n\t\t\t\t\t\n\t\t\t\t\t The Mangyongdae Revolutionary Museum houses historic materials and relics showing that the President grew up to be a great revolutionary, educated by his parents in a patriotic and revolutionary way.\n\t\t\t\t\t\n\t\t\t\t\t Preserved in his old home are old millstone, distorted jar, mended water jar and farming tools used by his family.\n\t\t\t\t\t\n\t\t\t\t\tMany foreigners are seen among the visitors.\n\t\t\t\t\t\n\t\t\t\t\t According to data available, more than 124.5 million people have visited the place since the President returned home in triumph after the liberation of the country from the Japanese colonial rule in 1945."
        },
        {
            "title": "Joson University of Chongryon ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-26ee.html",
            "content": "Joson University of Chongryon \r\n Pyongyang, April 11 (KCNA) -- Joson University under the General Association of Korean Residents in Japan (Chongryon) marks its 55th birthday. \n\t\t\t\t\t It was founded on April 10, Juche 45 (1956) as an advanced Chongryon key centre for training successors to its patriotic cause. \n\t\t\t\t\t\n\t\t\t\t\tThe university is associated with warm love and benevolence of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It has a proud tradition in which it has trained a large number of patriotic talents conducive to the strengthening and development of the country and the nation and the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The university contributes to giving higher education to the younger generation of Koreans in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It systematically trains national cadres and experts helpful to the community of Korean residents in Japan and the prosperity and development of the homeland and the nation. \n\t\t\t\t\t\n\t\t\t\t\t Its graduates are playing the key role at Chongryon organs of different levels and the community of compatriots as advanced core members of dynamically propelling the movement of Korean residents in Japan."
        },
        {
            "title": "US and S. Korea's Intention for Nuclear War against DPRK Flayed",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-16ee.html",
            "content": "US and S. Korea's Intention for Nuclear War against DPRK Flayed\r\n Pyongyang, April 11 (KCNA) -- The full-dress session of the south Korea-U.S. \"extended deterrence policy committee\" took place in Hawaii shortly ago.\n\t\t\t\t\t The U.S. and the south Korean warlike forces decided to conduct the \"exercise for operating the extended nuclear deterrence\" in the latter half of this year, while talking about the \"threat of nuclear weapons\" of someone.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a bylined commentary denounces this as a reckless provocation by nuclear war maniacs who put the cart before the horse.\n\t\t\t\t\t\n\t\t\t\t\t Historically the U.S. has posed nuclear threats to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made nuclear blackmail against the Korean people during the past Korean War and illegally brought nuclear weapons to south Korea from the latter half of the 1950s, turning it into the biggest nuclear arsenal in the Far East. It has also conducted test nuclear wars against the DPRK almost every day for decades, openly posing nuclear threats to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The successive rulers of south Korea turned it into the U.S. nuclear powder magazine and the theater of a test nuclear war and fanned up the nuclear war racket of outsiders aimed to bring a nuclear holocaust to the land of the Korean nation and took an active part in it. This has constantly exposed the Korean nation to the nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t The \"exercise for operating extended nuclear deterrence\" clamored by the U.S. and the south Korean authorities clearly proves that they have moved to the phase of full-scale military practice from the phase of posing nuclear threats to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The peace and denuclearization of the Korean Peninsula and the improvement of the north-south relations have not yet been made despite the positive efforts made by the DPRK. Instead, the danger of nuclear war has mounted. It admits of no argument that this is an inevitable result of the criminal intention of south Korea which is set to do harm to the DPRK in collusion with outside forces."
        },
        {
            "title": "GNP's Coloring Campaign Blasted in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-13ee.html",
            "content": "GNP's Coloring Campaign Blasted in S. Korea \r\n Pyongyang, April 11 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea Friday released a commentary denouncing the \"Grand National Party\" for its frantic coloring campaign. \n\t\t\t\t\t The commentary accused the floor leader of the GNP of talking nonsense at a session of lawmakers that day that \"there are unsavory forces creating uneasiness under the pretext of radiation\" and \"it is necessary to suppress the sinister acts of the left-wing organizations\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t There is growing concern over the damage by radiation worldwide, the commentary said, adding that the GNP's assertion describing even the uneasiness of people about radiation as \"unsavory forces' agitation\" reveals the wretched plight of this party in the grip of an extreme crisis. \n\t\t\t\t\t\n\t\t\t\t\t The GNP is an entity as dangerous as radioactive materials as it is kicking up a coloring campaign in a bid to evade the responsibility for having failed to take any measures against damage by radiation, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It urged the GNP to give up its sinister attempt to tide over its crisis."
        },
        {
            "title": "Japan Urged to Make Apology and Reparation for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-14ee.html",
            "content": "Japan Urged to Make Apology and Reparation for Its Past Crimes\r\n Pyongyang, April 11 (KCNA) -- Civic and public organizations in south Korea held a rally in Seoul on April 7 urging Japan to make an apology and reparation for its past crimes. \n\t\t\t\t\t The speakers at the rally recalled that Japan has not yet made a proper apology and reparation to the victims who underwent all sorts of misfortune and pain due to the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t What is more painful is that the remains of those who died after being taken to Japan and various other countries are still left scattered there, they deplored. \n\t\t\t\t\t\n\t\t\t\t\t They noted that Japan has claimed dominium over Tok Islets and tampered with its history, bringing its true colors as the sworn enemy of the Korean nation into bolder relief.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Japan make an apology to the victims and their families and pay full reparation for its past crimes."
        },
        {
            "title": "Kim Jong Il's Songun Politics Praised ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-02ee.html",
            "content": "Kim Jong Il's Songun Politics Praised \r\nPyongyang, April 11 (KCNA) -- A Brazilian political party and organization posted articles on its Internet website on April 1 and 4 on the occasions of the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the 79th founding anniversary of the heroic Korean People's Army.\n\t\t\t\t\t The Brazilian Communist Party in its article said that his election as chairman of the NDC of the DPRK provided a sure guarantee for the DPRK to demonstrate its might as an invincible military power.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il trained the soldiers of the KPA as a match-for-a hundred fighters and made sure that a solid material and technical foundation was laid for the self-reliant military power through his endless on-the-spot guidance to its units, the article said. It added that he saw to it that the traditional traits of the army-people unity were brought into full bloom throughout the society, the spirit of attaching importance to the military affairs was established throughout the country and the whole country turned into an impregnable fortress.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK in its article titled \"Might of Korea\" praised the DPRK as a country with immense power though it is small, stressing that the DPRK has so strong military forces that even the U.S., styling itself the world's \"only superpower\" dare not provoke it.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the DPRK's military power has grown stronger since his election as chairman of the DPRK NDC, the article said that he has formulated the Songun politics as a basic political mode under socialism and developed the KPA into an invincible army through his on-the-spot guidance."
        },
        {
            "title": "Seminars on Juche Idea Held ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-01ee.html",
            "content": "Seminars on Juche Idea Held\r\nPyongyang, April 11 (KCNA) -- Seminars were held by foreign organizations for the study of the Juche idea between April 1 and 2 to commemorate the birth anniversary of President Kim Il Sung and the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission. They included the Russian Association for the Study of the Juche Idea, the Mexican Committee for the Study of Kimilsungism, the Mexican Institute for the Study of the Juche Idea and the Bangladesh Institute of the Juche Idea.\n\t\t\t\t\t Kim Il Sung devoted his all to the struggle for the freedom and independence of the country and the nation, said Dmitri Kostenko, chairman of the Russian association. He spoke highly of the President who put forward the original line on building the people's power in the days of the anti-Japanese struggle and successfully put it into practice, founded the DPRK and built it into a socialist power --independent, self-supporting and self-reliant. \n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, chairman of the Mexican group, said that the President is the great sun who founded the Juche idea, the guiding idea of the era of independence, noting that he had wisely led the struggle for socialist construction in the DPRK, the country's reunification and global independence holding high the banner of the Juche Idea all his life.\n\t\t\t\t\t\n\t\t\t\t\t M. Gamrul Huda, chairman of the Bangladesh institute, stressed that Kim Jong Il's election as chairman of the DPRK National Defence Commission was a great historic event in building powerful and prosperous Korea and carrying out the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il's Songun revolutionary leadership the DPRK has ranked with dignity among politico-ideological power and military power displaying its dignity as a socialist fortress while dynamically advancing toward the high eminence of an economic power.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to Kim Jong Il was adopted at the seminar in Russia."
        },
        {
            "title": " Events Marks Birth Anniversary of Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-08ee.html",
            "content": "Events Marks Birth Anniversary of Kim Il Sung \r\n Pyongyang, April 11 (KCNA) -- Events took place in different countries from March 31 to April 7 on the occasion of the birth anniversary of President Kim Il Sung. They included a meeting in Russia, a meeting and a film show in Mongolia, a remembrance meeting in France and a reading session, a photo exhibition and a film show in India.\n\t\t\t\t\t At the meeting in Russia speeches were made following a report by Mojgovoy, first secretary of the Central Committee of the Communist Party of Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung led to victory the hard-fought anti-Japanese armed struggle under difficult conditions in which there were neither regular army's help nor state back, thus liberating Korea and successfully materializing the historic cause of building the party, the army and the country, the reporter and speakers said, praising him as the father of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Il Sung is the founder and eternal President of the DPRK, they confirmed that a lot of his works serve as principled banner, clearly indicating the way to be followed by not only the Korean people but the world progressives all the time.\n\t\t\t\t\t\n\t\t\t\t\t Andre Aubry, president of the France-Korea Friendship Association, stressed that the President was the great man of the century enjoying boundless reverence among all people as he founded the Juche idea, organized and led to victory two revolutionary wars, turned the DPRK into a developed socialist power and made great contributions to achieving the independent and peaceful reunification of the country and realizing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"The Country Shining with Arms of Mt. Paektu\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\tMessages to General Secretary Kim Jong Il were adopted at the events in Russia and Mongolia."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung Commemorated",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-03ee.html",
            "content": "Birth Anniversary of Kim Il Sung Commemorated\r\n Pyongyang, April 11 (KCNA) -- Organizations of Norway and Italy released bulletins to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Friendship Society Norway-Korea said in its bulletin that many people in the world remember the life and exploits of Kim Il Sung, father of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t Noting in detail that the President had led two revolutionary wars, two social revolutions and socialist construction at various levels to victories, it went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung had dedicated Sundays, holidays and even his birthdays to the rich and prosperous development of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his devoted service, epoch-making miracles were worked one after another in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The life of Kim Il Sung shines as the history of a legendary great man who rescued and defended the destiny of the country and the nation. It is also characterized as the history of great devotion in which he contributed his all to building the country for the people and a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung always lives in the hearts of not only the Korean people but also the progressive people the world over.\n\t\t\t\t\t\n\t\t\t\t\t The Italian Branch of the Korean Friendship Association and the   Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy in a bulletin praised the glorious and revolutionary life of the President. The bulletin was titled \"The great man of the century\" and it was issued in their joint name."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed Abroad",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-04ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed Abroad\r\n Pyongyang, April 11 (KCNA) -- Swedish and German personages issued statements separately on April 4 on the occasion of the 18th anniversary of the publication of President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, in a statement said that Kim Il Sung advanced the orientation and way for the Korean people to put an end to the history of the Korean nation's division and achieve the cause of reunification by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\tThanks to General Secretary Kim Jong Il the President's idea and line of the great national unity have been successfully carried forward, the statement noted. Kim Jong Il formulated the 10-Point Programme, Three Principles of National Reunification and the Proposal for Founding the Democratic Federal Republic of Koryo as the Three Charters for National Reunification, it added, stressing that he also provided the historic June 15 joint declaration and the October 4 declaration, ushering in a turning phase for realizing the independent reunification and the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the south Korean authorities to respect the above-said declarations upon which the north and the south agreed and opt for implementing them, not persisting in confrontational moves, doing harm to their fellow countrymen with the backing of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Franken Group for the Study of the Juche Idea of Germany in a statement said that the 10-point programme of the great unity of the whole nation advanced by the President is based on the Juche idea. It calls for foiling the outside forces' interference and achieving national reunification by the efforts of Korean nation itself, it added.\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the U.S. pull its forces out of south Korea and create an environment favorable for Korea's reunification."
        },
        {
            "title": "DPRK's Holidays Observed by Swedish Magazine ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-05ee.html",
            "content": "DPRK's Holidays Observed by Swedish Magazine \n\t\t\t\t\t\t\r\nPyongyang, April 11 (KCNA) -- The Sweden-Korea Friendship Association issued No. 2 issue of its magazine titled \"Korean Information\" on Apr. 2 on the occasions of the birth anniversary of President Kim Il Sung, the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the 79th birthday of the Korean People's Army.\n\t\t\t\t\t The magazine in an article captioned \"Holidays in April\" said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung led the anti-Japanese war to victory, liberating the country, and set up a sovereign state where the working masses became its master, the first of its kind in the East. \n\t\t\t\t\t\n\t\t\t\t\t He founded the undying Juche idea, providing the Korean people with an ideological weapon for accomplishing the cause of socialism, and energetically steered the struggle for the country's independent and peaceful reunification. \n\t\t\t\t\t\n\t\t\t\t\t His founding of the KPA enabled the Korean people to have their own revolutionary armed forces. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun politics pursued by Kim Jong Il the KPA has played a decisive role in the struggle in defending the country from the imperialists' aggression, ensuring peace and building a thriving socialist state. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided the June 15 North-South Joint Declaration, opening a rosy prospect for the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t The magazine in other articles referred to the facts that thanks to his seasoned politics and the leadership art the DPRK remains politically stable and it is an invincible power which no force can provoke. It introduced in detail the reality of the country whose appearance is undergoing changes every day."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Nepal",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-07ee.html",
            "content": "Kim Jong Il's Work Off Press in Nepal\r\n Pyongyang, April 11 (KCNA) -- General Secretary Kim Jong Il's Work \"Let Us Brilliantly Carry Forward and Develop the Revolutionary Traditions of Juche\" was brought out in pamphlet by the Nepal-Korea Friendship Association on April 5.\n\t\t\t\t\t The work, published on December 5, Juche 80 (1991), clarifies the idea that to defend and adhere to the revolutionary traditions of the Workers' Party of Korea serve as a sure guarantee for advancing to victory the revolutionary cause of Juche and task to resolutely defend and constantly carry them forward."
        },
        {
            "title": " Damage from Radiation Expands in Japan ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-30ee.html",
            "content": "Damage from Radiation Expands in Japan\r\n Pyongyang, April 11 (KCNA) -- Amid the worsening situation owing to the nuclear disaster from the Fukushima Nuclear Power Plant accident, the radioactive substances were leaked from another nuclear power plant increasing concern over radiation in Japan. \n\t\t\t\t\t The Ministry of Economy, Trade and Industry on April 8 announced that a small amount of contaminated water spilled on the floor was observed inside the buildings at three reactors No. 1, 2 and 3 at the Onagawa plant, which has suspended operations since the March 11 mega earthquake. \n\t\t\t\t\t\n\t\t\t\t\t In all, water spilled or leaked at eight sections of the plant and as much as 3.8 liters of water leaked at one of them, with the highest level of a radioactive isotope--5,410 Bq per kilogram -- found in the spilled water on the floor beside a spent fuel pool in the building housing the No. 1 reactor. \n\t\t\t\t\t\n\t\t\t\t\t A UN official expressed the view that it was middle level as compared with the Chernobyl disaster in 1986 and the Three Mile Island nuclear crisis in 1979. \n\t\t\t\t\t\n\t\t\t\t\t Xinhua news of China reported that small amounts of radioactive substances which were predicted as from the Japanese nuclear power plant were detected from all provinces, autonomous regions and metropolitan cities of China excepting Yunnan Province as of Sunday. \n\t\t\t\t\t\n\t\t\t\t\t The news said radioactive Iodine-131 was detected from vegetables including spinach and lettuce in Jiangsu, Zhejiang, Shandong and Guangdong provinces. \n\t\t\t\t\t\n\t\t\t\t\t South Korean MBC said that yellow sands occurred in China mixed with radioactive substances were moving to the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It was reported that a small amount of radioactive materials was detected from the air in Israel. \n\t\t\t\t\t\n\t\t\t\t\t Damage from the quake and tsunami is in steady increase. \n\t\t\t\t\t\n\t\t\t\t\t The National Police Agency of Japan said that the death toll was 13,116 and that of unaccounted for 14,377 as of 10:00 Monday. \n\t\t\t\t\t\n\t\t\t\t\t Earthquake measuring 5.0 on the Richter scale occurred in the waters off Tokyo on Sunday. Its epicenter was in the waters of Pacific 26 km far from Tokyo towards the east."
        },
        {
            "title": "China Asks Japan to Protect Ocean Environment ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-28ee.html",
            "content": "China Asks Japan to Protect Ocean Environment \r\n Beijing, April 9 (KCNA) -- Hong Lei, a spokesman of the Foreign Ministry of China, asked Japan to protect ocean environment when speaking at a press conference on April 8.\n\t\t\t\t\t As regards the fact that Tokyo Electric Power Co. released low radioactive water from the crippled Fukushima Daiichi nuclear power plant into the Pacific Ocean, he urged Japan to act in line with relative international laws and take substantial measures to protect it.\n\t\t\t\t\t\n\t\t\t\t\t China is closely watching the situation, conducting monitoring and keeping in contact with the Japanese side, Hong said."
        },
        {
            "title": "Russian Environmentalist Accuses Japanese Government",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-27ee.html",
            "content": "Russian Environmentalist Accuses Japanese Government\r\n Moscow, April 9 (KCNA) -- Nikitin, an environmentalist of Russia, accused the Japanese government of releasing radioactive contaminated water into the sea from the Fukushima nuclear power plant.\n\t\t\t\t\t In a press interview on April 6, he charged that the Japanese authorities expressed view that the release of radioactive contaminant is not in violation of the international laws. The release of liquid radioactive waste to the sea is prohibited by the international convention and treaty, he added."
        },
        {
            "title": "India Suspends Import of Food from Japan ",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-23ee.html",
            "content": "India Suspends Import of Food from Japan \n\t\t\t\t\t\t\r\n New Delhi, April 9 (KCNA) -- India decided to suspend its import of food from Japan. \n\t\t\t\t\t The Indian government on April 5 declared it would suspend the import of food from Japan for three months in a bid to prevent the contaminated food from coming into the country."
        },
        {
            "title": " Earthquake Hits Mexico",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-11ee.html",
            "content": "Earthquake Hits Mexico\n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- A 6.7 magnitude earthquake jolted Veralcruz State of Mexico on Thursday.\n\t\t\t\t\t The epicenter was in the southern part of the state."
        },
        {
            "title": "Pakistan Dismisses US Report on Militants in Its Territory",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-09ee.html",
            "content": "Pakistan Dismisses US Report on Militants in Its Territory\n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- An army official of Pakistan rejected the U.S. accusation on April 7.\n\t\t\t\t\t He said that the Pakistani security forces have carried out \"effective operations\" against militants in tribal regions, dismissing a report made by the U.S. administration on April 6 that Pakistan still has no \"clear path\" to defeat the militants on its soil."
        },
        {
            "title": "Jordan Warns against Violence between Israelis and Palestinians",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-24ee.html",
            "content": "Jordan Warns against Violence between Israelis and Palestinians\r\n  Pyongyang, April 11 (KCNA) -- Jordan's Foreign Minister Nasser Judeh at a press conference with the Austrian Foreign Minister on Wednesday warned against violence between the Israelis and the Palestinians, which he said will increase tensions and hamper efforts to resume peace talks.\n\t\t\t\t\t Such violence, Judeh said, obstructs efforts to restart serious peace talks that lead to the creation of an independent Palestinian state on the Palestinian territories.\n\t\t\t\t\t\n\t\t\t\t\t Judeh condemned all Israeli settlement activities and its unilateral measures that alter the geographic and demographic situation on the ground, adding that these Israeli measures negatively affect the peace process."
        },
        {
            "title": "Sudan Refutes Israeli Claims on Targeting Hamas Official",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-10ee.html",
            "content": "Sudan Refutes Israeli Claims on Targeting Hamas Official\n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- The Sudanese Ministry of Foreign Affairs scathingly refuted claims of Israeli media that one of the victims of the recent Port-Sudan air strike was Hamas member, the Sudanese foreign ministry spokesman said at a press conference on Thursday.\n\t\t\t\t\t He added that there was no foreign national in the targeted car and both victims in the car were Sudanese, branding the incident as an aggressive act that reflects the political behavior of Israel which practices state terrorism against states and citizens in grave violation of international law and norms."
        },
        {
            "title": "Palestinians Killed in Israeli Strikes in Gaza Strip",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-12ee.html",
            "content": "Palestinians Killed in Israeli Strikes in Gaza Strip\n\t\t\t\t\t\t\r\n Pyongyang, April 11 (KCNA) -- The Israeli forces continue to kill Palestinians despite the protest and denunciation by the international community.\n\t\t\t\t\t The Israeli artillery shells in Rafah City of the Gaza Strip killed the two Palestinian workers and wounded four others on April 7.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Israeli artillery and tank shells left one dead and four wounded in Gaza City."
        },
        {
            "title": "RPDC cumplirá su misión de país con armas nucleares",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-32ee.html",
            "content": "RPDC cumplirá su misión de país con armas nucleares \n\t\t\t\t\t\t\r\n  Pyongyang, 11 de abril (ATCC) -- En adelante también, la República Popular Democrática de Corea siempre cumplirá con sinceridad su deber asumido ante la sociedad internacional siendo un país responsable con armas nucleares. \n\t\t\t\t\t   Dijo así el delegado coreano en la reunión de la Comisión del Desarme de la ONU, sesionada el día 4. \n\t\t\t\t\t\n\t\t\t\t\t   Durante varios decenios la sociedad internacional viene haciendo ingentes esfuerzos por el desarme nuclear, pero, todavía es una tarea inminente la cancelación completa de armas nucleares, la que desea tanto la humanidad, apuntó.\n\t\t\t\t\t\n\t\t\t\t\t   Si Estados Unidos y otros países con mayor cantidad de armas nucleares en el mundo toman la delantera en el desarme nuclear, darán influencia positiva a los poseedores de armas nucleares recién aparecidos en viarias regiones, lo cual será útil para eliminar completamente las armas nucleares en nuestro planeta, destacó.\n\t\t\t\t\t\n\t\t\t\t\t   Desde 1950 hasta la hecha EE.UU. sigue ejerciendo amenaza nuclear contra la RPDC, dijo y agregó que en efecto, para el pueblo coreano la amenaza nuclear no es una concepción abstracta sino una realidad.\n\t\t\t\t\t\n\t\t\t\t\t   El problema nuclear de la Península Coreana, en esencia, fue ocasionado por EE.UU. que introdujo en suelo surcoreano las armas nucleares y viene amenazando a la RPDC con armas nucleares durante más de medio siglo, señaló y añadió que la estructura de confrontación nuclear de la Península Coreana es la de enfrentamiento entre la RPDC y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t   Es invariable la posición del gobierno de la RPDC de preservar la paz y la seguridad y lograr la desnuclearización en la Península Coreana mediante el diálogo y negociaciones, concluyó."
        },
        {
            "title": "Choe Yong Rim visita exposición de productos alimentarios",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-33ee.html",
            "content": "Choe Yong Rim visita exposición de productos alimentarios\n\t\t\t\t\t\t\r\nPyongyang, 11 de abril (ATCC) -- El premier coreano Choe Yong Rim visitó el día 6 la exposición de productos de los combinados provinciales de alimentos. \n\t\t\t\t\tAveriguó en detalles las variedades y la calidad de los productos exhibidos en el pabellón central de las muestras de industria ligera con motivo del 2º aniversario de la visita del Dirigente Kim Jong Il a la Fábrica de Productos Especiales Samilpho.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasión, el Dirigente había indicado la senda para desarrollar ampliamente la industria alimentaria.\n\t\t\t\t\t\n\t\t\t\t\tEl premier subrayó la necesidad de perfeccionar el sistema de producción apoyándose en materias primas locales, de acuerdo con que se han acondicionado modernas bases de procesamiento de alimentos en todas las provincias gracias a las medidas populares del partido.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, llamó a aumentar la producción para cubrir satisfactoriamente la creciente demanda de los habitantes. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo día, se enteró en el terreno de cómo va la construcción del Hotel Ryugyong."
        },
        {
            "title": "Rodong Sinmun denuncia el intento de guerra nuclear de EE.UU.",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-34ee.html",
            "content": "Rodong Sinmun denuncia el intento de guerra nuclear de EE.UU.\r\nPyongyang, 11 de abril (ATCC) --  Hace poco, tuvo lugar en Hawai la reunión del \"comité sobre la política de no proliferación\" Sur de Corea-Estados Unidos.\n\t\t\t\t\tEn la ocasión, los belicistas de ambas partes acordaron librar en el segundo semestre de este año el llamado \"ejercicio de uso de los medios disuasivos de proliferación nuclear\" pretextando la \"amenaza de armas nucleares\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEsta decisión significa una provocación imprudente de los maniacos de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAsí señala el diario Rodong Sinmun en un comentario individual difundido este lunes y continúa:\n\t\t\t\t\t\n\t\t\t\t\tHistóricamente, EE.UU. ha amenazado siempre con armas nucleares a la RPDC ya desde la pasada guerra coreana (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. convirtió el Sur de Corea en el arsenal nuclear más grande del Extremo Oriente introduciendo ilegalmente el armamento nuclear a partir de la segunda mitad de la década de 1950.\n\t\t\t\t\t\n\t\t\t\t\tDurante varios decenios, viene amenazando abiertamente a la RPDC librando casi diariamente los ejercicios de guerra nuclear contra ella.\n\t\t\t\t\t\n\t\t\t\t\tLa nación coreana nunca estuvo libre de tal amenaza porque los sucesivos gobernantes surcoreanos se hicieron cómplices de las fuerzas extranjeras que tratan de imponer los desastres de guerra nuclear en el territorio patrio.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercicio programado en la reciente reunión EE.UU-Sur de Corea insinúa que ellos entraron en la etapa de acción militar sobrepasando la fase de amenaza.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de los ingentes esfuerzos de la RPDC, no se han logrado la paz y la desnuclearización de la Península Coreana ni el mejoramiento de las relaciones Norte-Sur y al contrario, se aumenta el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tSin duda alguna, eso es resultado inevitable del intento criminal de las autoridades surcoreanas decididas a atacar a la RPDC en contubernio con las fuerzas foráneas."
        },
        {
            "title": "Ofrecido banquete en honor de participantes en festival artístico",
            "url": "http://kcna.co.jp/item/2011/201104/news11/20110411-35ee.html",
            "content": "Ofrecido banquete en honor de participantes en festival artístico\n\t\t\t\t\t\t\r\nPyongyang, 11 de abril (ATCC) -- El comité organizador del 27 Festival Artístico de Amistad Abril en Primavera ofreció el día 10 en el Hotel Internacional Yanggakdo en honor de los participantes en el citado certamen.\n\t\t\t\t\tFueron invitados allí los artistas de varios países del mundo y artistas coreanos en ultramar, quienes participan en el festival.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes el ministro de Cultura y presidente del comité organizador del festival, An Tong Chun, y vicepresidentes de esta entidad y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasión varias personalidades hicieron uso de la palabra."
        }
    ]
}