{
    "date": "2011-06-04",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-04ee.html",
    "articles": [
        {
            "title": "DPRK Ambassador to Indonesia Appointed",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-34ee.html",
            "content": "DPRK Ambassador to Indonesia Appointed\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- Ri Jong Ryul was appointed as new DPRK ambassador to Indonesia, according to a decree of the Presidium of the DPRK Supreme People's Assembly."
        },
        {
            "title": "Gift to Kim Jong Il from Vietnamese Association",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-35ee.html",
            "content": "Gift to Kim Jong Il from Vietnamese Association\r\n Pyongyang, June 4 (KCNA) -- General Secretary Kim Jong Il received a gift from the Vietnam-DPRK Friendship Association.\n\t\t\t\t\t The gift was handed to an official concerned Friday by Pham Tat Dong, chairman of the association on a visit to the DPRK."
        },
        {
            "title": "DPRK Taekwon-Do Group Leaves for US",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-33ee.html",
            "content": "DPRK Taekwon-Do Group Leaves for US\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- A Taekwon-Do demonstration group of the Korean Taekwon-Do Committee led by Vice-Chairman Pae Nung Man left here on Saturday to visit the United States."
        },
        {
            "title": "Officials of Women's Union Tour Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-36ee.html",
            "content": "Officials of Women's Union Tour Area of Mt. Paektu\r\n Pyongyang, June 4 (KCNA) -- Officials of the women's union from across the country made a study tour of revolutionary battle sites and historic sites in the area of Mt. Paektu on the occasion of the 55th anniversary of General Secretary Kim Jong Il's start of the study tour of revolutionary battle sites in the area of Mt. Paektu.\n\t\t\t\t\t They laid floral baskets and bunches of flowers before statues of President Kim Il Sung standing in the Victorious Battle of Pochonbo Memorial Tower, the Pochonbo Revolutionary Battle Site, on the shore of Lake Samji and the Chongbong Bivouac and before the mosaic depicting the three commanders of Mt. Paektu standing in the Secret Camp of Mt. Paektu and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tThey went round the Command Post of the Pochonbo Battle, the Police Post of the Japanese imperialists, the Subcounty Office at that time and other places.\n\t\t\t\t\t\n\t\t\t\t\tThey also visited the Samjiyon Grand Monument, the Samjiyon Revolutionary Museum and the township of Samjiyon whose appearance has changed beyond recognition.\n\t\t\t\t\t\n\t\t\t\t\t They held a meeting to vow their pledge before the birthplace of Kim Jong Il in the secret camp in Mt. Paektu. They visited Konchang and Chongbong Bivouacs, the Rimyongsu Revolutionary Site and other places."
        },
        {
            "title": "Premier Soccer League Held",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-23ee.html",
            "content": "Premier Soccer League Held\r\n Pyongyang, June 4 (KCNA) -- Soccer matches of the premier league took place at Kim Il Sung Stadium from May 3 to 28 as part of the Sports Contest for Pochonbo Torch Prize.\n\t\t\t\t\t Ten men's teams and six women's teams competed in the matches. \n\t\t\t\t\t\n\t\t\t\t\t The April 25 Sports Team won both men's and women's trophies.\n\t\t\t\t\t\n\t\t\t\t\t A total of 153 goals were scored in the matches. Eighteen of them were made by the girls of the April 25 Sports Team, an average of 3.6 goals per match. They won all the five matches.\n\t\t\t\t\t\n\t\t\t\t\t The next round of the premier league will start in mid-June."
        },
        {
            "title": "Kosan Fruit Farm Updated",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-04ee.html",
            "content": "Kosan Fruit Farm Updated\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- The first and second phases of the project for updating the Kosan Fruit Farm were successfully completed in a matter of little more than a year. The farm is situated in Kangwon Province of the DPRK. \n\t\t\t\t\tThe appearance of a huge orchard covering about 1,000 hectares dramatically changed the appearance of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Several million short apple trees of high-yielding species are doing well there. \n\t\t\t\t\t\n\t\t\t\t\t Members of the 618 Construction Shock Brigade removed at least 14 million cubic meters of earth during the period of the above-said project and flattened more than 60 hills and low hills and over 70 valleys to obtain a vast plain. \n\t\t\t\t\t\n\t\t\t\t\t The gigantic project including the digging of trench-like ditches, the production and setting up of concrete supports and the construction of roads was pushed forward in a three dimensional manner.\n\t\t\t\t\t\n\t\t\t\t\tOfficials and other working people of the province dug up more than 135,700 ditches with a total length of more than 1,270 km and applied more than 100 tons to every hectare of the orchard in a matter of 40 days.\n\t\t\t\t\t\n\t\t\t\t\t Members of the shock brigade successfully built buildings for producing concrete supports essential for building the orchard. \n\t\t\t\t\t\n\t\t\t\t\t There appeared a building materials base having well-regulated production processes ranging from crushing gravel to processing and assembling iron wire, concrete tamping and hardening, making it possible to produce and supply as many concrete supports as they want. \n\t\t\t\t\t\n\t\t\t\t\tThanks to a high-pitched drive of the members of the shock brigade 11,000 concrete supports have been set up in the vast plain.\n\t\t\t\t\t\n\t\t\t\t\t There stretch drainage canals with a length of dozens of km and there sprang up drainage set-ups in more than 100 places. \n\t\t\t\t\t\n\t\t\t\t\t New dwelling houses stand in rows to match the landscape of the vast orchard. \n\t\t\t\t\t\n\t\t\t\t\t The members of the shock brigade and agricultural workers of the farm massively planted fruit trees in the new orchard in good time in the spring of last year and this year. \n\t\t\t\t\t\n\t\t\t\t\t All processes for the fruit production including the monitoring of fertility of soil, distribution of fruit trees and irrigation and the management of the farm have been on a scientific and intensive basis."
        },
        {
            "title": "DPRK Navy with Glorious History ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-21ee.html",
            "content": "DPRK Navy with Glorious History \r\n Pyongyang, June 4 (KCNA) -- June 5 marks the Navy Day in the Democratic People's Republic of Korea.\n\t\t\t\t\t President Kim Il Sung organized marine security guards on June 5, Juche 35 (1946) on the basis of the navy-building plan he formulated during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\tUnder his leadership, the naval forces have made a glorious history.\n\t\t\t\t\t\n\t\t\t\t\t In the Fatherland Liberation War (1950-1953), the DPRK seamen sank a U.S. heavy cruiser with only four torpedo boats, a military miracle recorded in the world history of sea battle.\n\t\t\t\t\t\n\t\t\t\t\t In the 1960s, they captured the U.S. spy ship \"Pueblo\" when it illegally entered the DPRK territorial waters.\n\t\t\t\t\t\n\t\t\t\t\t The naval forces have grown stronger under the experienced guidance of the supreme commander of the Korean People's Army, Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t With a deep insight into the position and role of the navy in the Korean peninsula, he has widely guided the effort for its development.\n\t\t\t\t\t\n\t\t\t\t\t Whenever he visited a naval unit, he underscored the need to glorify the undying feats the President performed for the building of the navy."
        },
        {
            "title": " Brilliant Life of Indomitable Revolutionary",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-22ee.html",
            "content": "Brilliant Life of Indomitable Revolutionary\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- Eighty-five years has elapsed since Kim Hyong Jik, an indomitable revolutionary fighter, passed away on June 5, Juche 15 (1926).\n\t\t\t\t\t His lifelong motto was \"aim high\".\n\t\t\t\t\t\n\t\t\t\t\t With this motto, he remained steadfast in the arduous revolution, always prepared for three contingencies -- death from hunger, death from a beating and death from the cold -- and handed down two pistols and the idea of \"aim high\" to his son, President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He formed the Korean National Association, a powerful anti-Japanese underground revolutionary organization, in March Juche 6 (1917).\n\t\t\t\t\t\n\t\t\t\t\t He expanded revolutionary activities throughout Korea and even to the Maritime Province of Siberia and Shanghai of China, undergoing severe trials.\n\t\t\t\t\t\n\t\t\t\t\t The poem \"Green Pine on Nam Hill\" he wrote is still popular in the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Jik's revolutionary life and feats are always kept in the Korean people's memory."
        },
        {
            "title": "Historic Battle in Anti-Japanese War",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-24ee.html",
            "content": "Historic Battle in Anti-Japanese War\r\n Pyongyang, June 4 (KCNA) -- Seventy-four years has elapsed since a battle was fought in Pochonbo.\n\t\t\t\t\t The Japanese imperialists, who occupied Korea illegally, were intensifying fascist repression of the Korean people in the middle of the 1930s.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung made up his mind to wage a battle in the homeland to inspire the local people with hope for the liberation of the country and encourage them to join in the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t He led the main unit of the Korean People's Revolutionary Army (KPRA) to the northern border area of the country after crossing the River Amnok.\n\t\t\t\t\t\n\t\t\t\t\t With his gun report as a signal at 10 p.m on June 4, Juche 26 (1937), the KPRA unit attacked the police substation, forest conservation office, subcounty office, post office and other agencies of the Japanese imperialists. All of them were enveloped in flames in minutes.\n\t\t\t\t\t\n\t\t\t\t\t After the battle, the President delivered a speech before the cheering crowd. He said the flames showed that the Korean people were not dead but alive and that if they fought against the Japanese imperialists, they would surely win.\n\t\t\t\t\t\n\t\t\t\t\t The Pochonbo battle served as a landmark event that inspired the Korean people with conviction of victory in the struggle against the Japanese imperialists."
        },
        {
            "title": "Legend about Kouyushui Barrage",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-25ee.html",
            "content": "Legend about Kouyushui Barrage\r\n Pyongyang, June 4 (KCNA) -- There are many legends about the superb tactics and commanding art of President Kim Il Sung during the anti-Japanese armed struggle.\n\t\t\t\t\t One of them says, \"General Kim Il Sung ferried guerrillas across the River Amnok with a sheet of paper.\"\n\t\t\t\t\t\n\t\t\t\t\t The legend, spread after the Pochonbo Battle on June 4, Juche 26 (1937), is based on the crossing of the Amnok River by a unit of the Korean People's Revolutionary Army (KPRA).\n\t\t\t\t\t\n\t\t\t\t\t At that time, the Japanese imperialists, in a bid to prevent the KPRA from advancing into the homeland, installed over 300 police stations and sub-stations and deployed huge armed forces in the northern border area.\n\t\t\t\t\t\n\t\t\t\t\t They boasted of having turned the area into an \"impregnable fortress\".\n\t\t\t\t\t\n\t\t\t\t\t The President mapped out a plan to lead the KPRA main unit to enter the homeland stealthily, attack the enemy and get away from the area quickly. \n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself with the enemy's movements and the geographical conditions, the President, guiding the main unit, crossed the River Amnok through Kouyushui Barrage on the night of June 3. \n\t\t\t\t\t\n\t\t\t\t\t A raft bridge was ready at the barrage. It was laid across the river by some members of the unit beforehand, as directed by the President.\n\t\t\t\t\t\n\t\t\t\t\t After entering the homeland, the KPRA unit fought a victorious battle in Pochonbo on June 4 under the command of the President. \n\t\t\t\t\t\n\t\t\t\t\t It was hard for the Japanese imperialists to understand how the KPRA unit could cross the river stealthily and vanished like phantom after the battle."
        },
        {
            "title": "Famous Song Created by President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-20ee.html",
            "content": "Famous Song Created by President Kim Il Sung\r\n Pyongyang, June 4 (KCNA) -- When leader Kim Jong Il was visiting China in May, Chinese artistes welcomed him with their well-prepared performance. \n\t\t\t\t\t The program includes Chinese and Korean songs. One of the Korean songs is Nostalgia.\n\t\t\t\t\t\n\t\t\t\t\t The song was created by President Kim Il Sung during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The famous song is sung by not only the Korean people but also other people, feeling reverence for the President. \n\t\t\t\t\t\n\t\t\t\t\tAn art group of Moscow Tchaikovsky State Conservatory of Russia led by one of its professors visited Pyongyang in February Juche 96 (2007) and sang the Korean song in a performance celebrating the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In the April Spring Friendship Art Festival a British art group lined out Nostalgia.\n\t\t\t\t\t\n\t\t\t\t\t The Jilin Provincial Symphony Orchestra of China, too, performed the same song to be loudly applauded by the audience in the 27th April Spring Friendship Art Festival held this year."
        },
        {
            "title": "China's Investment in Rason",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-18ee.html",
            "content": "China's Investment in Rason\r\n Pyongyang, June 4 (KCNA) -- The south Korean Tong-A Ilbo on May 20 carried an article titled \"68 enterprises including mining, machine-building and hotel business of China invest 573.5 billion won in Rason of the DPRK\".\n\t\t\t\t\t The scope of China's investment in Rason is expected to remarkably expand in the future because of the recent brisk economic cooperation between the DPRK and China, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t A source of the Yanbian Korean Autonomous Region of China said on May 19 that more than 200 enterprises of China made their way to Rason and the total amount of capital invested by 68 enterprises while doing business still now reached 370 million euro (about 573.5 billion won).\n\t\t\t\t\t\n\t\t\t\t\t Rason has become an object that draws the interest of China. For instance, China's big enterprises including the first auto plant are considering investment.\n\t\t\t\t\t\n\t\t\t\t\tIt is said that the project for repairing and paving the 53 km-long road between Hunchun and Rason is now under way and that a ground-making ceremony will be held with high-ranking officials of the north and China attending.\n\t\t\t\t\t\n\t\t\t\t\t  It was against this backdrop that China was in the process of transporting 20,000 tons of coal to Rason Port via Hunchun from May 14 and then transporting it to Shanghai by a cargo ship.\n\t\t\t\t\t\n\t\t\t\t\t Yanbian Ribao, conveying this news on May 18, reported that the Shanghai branches of the Hunchun Mining Group and the Chungjiang Group would transport 500,000 tons of coal to Shanghai by this method this year. This would be tantamount to more than 14,000 truck loads. An official concerned of the Mining Group said that transport of loads to various provinces of Southern China by this method would help sharply cut down the time and transport charges, etc. as compared with the inland transport. \n\t\t\t\t\t\n\t\t\t\t\t Prof. Yun Sung Hyon at Yanbian University said that \" signal flares have been fired for the comprehensive development of River Tuman connecting Hunchun of China, Rason of the DPRK and Khasan of Russia, etc.\" when viewed from the recent moves for economic cooperation"
        },
        {
            "title": "KCNA Commentary Assails US Forces' Crimes against Humanity ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-26ee.html",
            "content": "KCNA Commentary Assails US Forces' Crimes against Humanity \r\n Pyongyang, June 4 (KCNA) -- There are now a series of disclosures of the facts that U.S. forces in south Korea buried defoliant and other toxic chemicals in their military bases and their vicinities several decades ago. \n\t\t\t\t\t The international community is stunned by the disclosure of the information that the U.S. massively used and buried defoliant not only in the last Vietnam War but also on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The international community is well aware of the tragic consequences entailed by the use of defoliant through the last Vietnam War. \n\t\t\t\t\t\n\t\t\t\t\t During this war the U.S. sprayed defoliant from planes, claiming many casualties and seriously polluting environment in different areas. As a result, the affected areas turned into a barren land where neither animals nor plants can live and grudge-bearing areas causing various diseases and deaths. \n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, many young and middle-aged Koreans who had been hurled into shambles of the Vietnam War had already died of defoliant or have suffered from various diseases such as psychosomatic illness, nerve trouble, cancer and spinal trouble due to its aftereffect though several decades have passed since then and even their descendants have become deformed and crippled. \n\t\t\t\t\t\n\t\t\t\t\t The defoliant use in south Korea by the U.S. can never be viewed as accidental phenomenon in U.S. military bases. \n\t\t\t\t\t\n\t\t\t\t\t A report worked out by the U.S. Department of Defense disclosed that in 1952 the U.S. started the development of defoliant and means for its spray for the purpose of using them in the Korean War. This timed to coincide with the germ warfare launched by the U.S. while manufacturing lots of bombs containing viruses of pest, smallpox and cholera and massively dropping them over the areas of the northern part of Korea. It was against this backdrop that the U.S. desperately pushed forward the development and production of defoliant to be used in the Korean War. \n\t\t\t\t\t\n\t\t\t\t\t Late in the 1960s the U.S. forces mobilized south Korean puppet army soldiers for spraying defoliant in the Demilitarized Zone of the Military Demarcation Line. Thousands of them died and tens of thousands of south Koreans including inhabitants of the area are still suffering from incurable diseases. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces massively buried toxic materials in different parts of south Korea. This seriously polluted many areas of south Korea and adversely affected even underground water, imposing a grave impact on the cultivation of crops and the use of drinking water. \n\t\t\t\t\t\n\t\t\t\t\t One out of 10 000 south Koreans was infected with cancer after drinking contaminated underground water. One out of the three families who drank underground water in the area, where the oil pipeline of the U.S. forces ran died of cancer and other diseases with their grudge unsettled. \n\t\t\t\t\t\n\t\t\t\t\t Defoliant victims are found everywhere in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t This is another testimony to the crimes committed by the U.S. against humanity in an effort to exterminate the Korean nation and devastate the land of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Unpardonable is the shameless and arrogant U.S. which has destroyed the cradle of Koreans and threatened their very existence generation after generation."
        },
        {
            "title": "US Imperialist Aggressors' Scrapping of Nukes in S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-05ee.html",
            "content": "US Imperialist Aggressors' Scrapping of Nukes in S. Korea Disclosed\r\n Pyongyang, June 4 (KCNA) --It was exposed that the U.S. imperialist aggressors scrapped even nuclear weapons in 1972 in the wake of the disclosure of their burial of defoliant in south Korea. The recent disclosure of this fact is sparking uproar.\n\t\t\t\t\t This was opened to public by a retired GI who served in the U.S. military base in Chunchon, south Korean Kangwon Province at that time.\n\t\t\t\t\t\n\t\t\t\t\t At a press conference he said that an alarm signal rang out after the occurrence of something abnormal on a nuclear warhead kept in a nuclear missile depot in the summer of 1972 and dozens of personnel put the troubled nuclear warhead into a box and ran toward a heliport under the command of their superior.\n\t\t\t\t\t\n\t\t\t\t\t He knew later that the box was buried in a place about 24 km south of Chunchon City, he noted, adding that all the soldiers of the unit were aware that nuclear missiles were kept in the base and thought that an accident there might have caused the leakage of radioactive materials.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that one of the GIs who ran with the box in arms is now suffering from the chronic lung disease caused by their contamination.\n\t\t\t\t\t\n\t\t\t\t\t Another retired GI who served with me said he was one of those who carried the above-said box to the helicopter, he said, and adding: I still remember well what happened at that time.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it was disclosed that the U.S. forces buried such chemicals as defoliant between 1972 and 1973 in this base.\n\t\t\t\t\t\n\t\t\t\t\t In this connection south Korean CBS reported that nuclear weapons were introduced into the U.S. military bases in Chunchon, Ryongsan in Seoul and other places and there were even the units tasked to deal with the possible trouble of nuclear weapons in the 14 bases, in particular."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Stoking War Fever",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-08ee.html",
            "content": "S. Korean Puppet Forces Accused of Stoking War Fever\r\n Pyongyang, June 4 (KCNA) -- Puppet Prime Minister of south Korea Kim Hwang Sik during his inspection of a unit of the puppet marine corps on Yonphyong Island on May 30 cried out for \"taking a determined counteraction against provocation\" from someone and \"keeping itself highly alerted\". He also visited the so-called \"cenotaph\" on Paekryong Island, kicking up confrontation hysteria.\n\t\t\t\t\tRodong Sinmun Saturday observes in a signed commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t His visits to the two islands clearly indicate that the puppet forces' scenario to spark new armed provocations with these areas as bases and ignite a war of aggression against the north, taking advantage of them, is becoming a reality as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the puppet forces conceal their reckless intention to trigger off the second Yonphyong Island incident with the above-said islands as a theatre and escalate it into a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the ceaseless war maneuvers being staged by puppet warmongers in the West Sea, the guy called prime minister in plain clothes was busy inspecting those islands to agitate military provocations and a war of aggression against the north though troops of both sides are standing in the most acute confrontation in the waters off them. The reality clearly proves that the inter-Korean relations have been driven into such total collapse that they can hardly be repaired entirely because of the reckless moves of the puppet warmongers to realize the ambition for aggression against the north in collusion with outside forces, prompted by their extreme hostility towards fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK National Defence Commission explicitly clarified the principled stand that it would no longer deal with the Lee group of traitors but launch a nation-wide all-out offensive to put an end to its moves to escalate the confrontation. The Korean People's Army never makes an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The group would be well advised to stop running riot, properly paying heed to its warnings.\n\t\t\t\t\t\n\t\t\t\t\t The time will prove what high price the group will have to pay for its reckless acts reminiscent of a puppy knowing no fear of a tiger."
        },
        {
            "title": "S. Korean Workers Demand Vital Rights",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-10ee.html",
            "content": "S. Korean Workers Demand Vital Rights\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- The Ulsan headquarters of the Confederation of Trade Unions and the Federation of Trade Unions in south Korea jointly called a press conference outside the Ulsan City Office on June 1, at which they urged the authorities to raise wages of workers.\n\t\t\t\t\t The workers are now paid wages lower than the elementary living cost, the organizations said, adding that they would direct every effort to the struggle for wage hike.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Federation of Trade Unions held a ceremony for declaring the action to get the Law on Trade Union totally revised outside the \"National Assembly\" on the same day."
        },
        {
            "title": "Abolition of NSL Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-06ee.html",
            "content": "Abolition of NSL Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- Civic and public organizations of south Korea held a press conference in Seoul on May 31 demanding the abolition of the \"Security Law\", a fascist law.\n\t\t\t\t\t At the press conference speakers said that the UN Human Rights Council is pushing forward the publication of a report on the survey of the serious human rights situation in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The report contains a recommendation calling for immediately abolishing the evil law as it is a breach of the international convention to seriously restrict not only national unity, exchange and cooperation and activities for reunification but the progressive movement by invoking the SL, they held, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Such human rights abuses as forcible search, arrest and the imposition of imprisonment upon people by force of the SL have become all the more pronounced under the present \"government.\" \n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to abolish the evil law as demanded by the international community."
        },
        {
            "title": "US Forces' Crimes Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-07ee.html",
            "content": "US Forces' Crimes Censured in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- Members of civic and public organizations of south Korea including the Seoul Solidarity for Reunification and students held a candlelight rally before the U.S. embassy in Seoul on May 30 denouncing the U.S. forces present in south Korea for burying defoliant.\n\t\t\t\t\t At the rally speakers said that the U.S. forces' burial of defoliant is gravely threatening the health of the people and it is hard to image how seriously it will affect them in the future.\n\t\t\t\t\t\n\t\t\t\t\t The people's resentment at the U.S. forces' crimes is running high day by day, they noted, demanding the U.S. make an open apology for the crimes and thoroughly compensate for them.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would stage a candlelight action and all-people signature campaign denouncing the defoliant burial by the U.S. forces present in south Korea."
        },
        {
            "title": "Kim Jong Il's Feats in Building Thriving Nation Lauded by Bangladeshi Newspaper",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-02ee.html",
            "content": "Kim Jong Il's Feats in Building Thriving Nation Lauded by Bangladeshi Newspaper\n\t\t\t\t\t\t\r\nPyongyang, June 4 (KCNA) -- The May 30 issue of the Bangladeshi newspaper Blits carried an article titled \"Torchlight of Songgang\" with a photo of General Secretary Kim Jong Il on the occasion of the 47th anniversary of the start of his work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t All the successes made by the Korean people in the general advance for the building of a thriving nation are entirely ascribable to the wise leadership of Kim Jong Il, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t While providing field guidance to the work in various fields of the national economy, he saw to it that the drive for a great revolutionary surge raged there.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to the Songjin Steel Complex in 1998 he earnestly called upon the workers there to take the lead in the drive for a great surge by racing against time at the speed of Chollima once again.\n\t\t\t\t\t\n\t\t\t\t\t The workers encouraged by his trust effected a great surge in production, the paper said, adding that the torchlight of Songgang brought about an admirable reality."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Marked Abroad\r\nPyongyang, June 4 (KCNA) -- Events took place from May 23 to 28 to mark the 47th anniversary of General Secretary Kim Jong Il's start of his work at the Central Committee of the Workers' Party of Korea. They included a meeting in South Africa and lectures and film shows in France and Guinea.\n\t\t\t\t\t Participants of the film shows watched \"Fireworks for a Thriving Nation\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Mfumalanga Provincial Committee of the South African Communist Party in a speech at the meeting noted that thanks to Kim Jong Il's leadership the WPK founded by President Kim Il Sung has developed into a more experienced and tested party.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's cause of building a thriving nation is sure to be accomplished under his wise leadership, the secretary stressed.\n\t\t\t\t\t\n\t\t\t\t\t The director-general of the European Society for the Study of the Juche Idea in the lecture noted that the past 47 years since Kim Jong Il started his work at the C.C., the WPK are a history of victory and glory in which he has successfully carried forward the socialist cause of Juche pioneered by Kim Il Sung, firmly defended Korean-style socialism under the uplifted banner of Songun and paved a wide avenue for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t After watching the film, the director of a training camp of the Guinean army said: The military parade of the Korean People's Army was excellent, indeed. The KPA under the supreme commandership of Kim Jong Il will always emerge victorious."
        },
        {
            "title": "Britons Hail Statement of DPRK NDC Spokesman",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-09ee.html",
            "content": "Britons Hail Statement of DPRK NDC Spokesman\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- The British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy issued a joint statement on May 30 in support of a statement of the spokesman for the DPRK National Defence Commission.\n\t\t\t\t\t Supporting the stand of the DPRK that it would no longer deal with the Lee Myung Bak group of traitors, the joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t The puppet clique's anti-DPRK moves have entered a new grave stage.\n\t\t\t\t\t\n\t\t\t\t\t Lee is engaging himself in the foolish slander against the DPRK and false propaganda that can be done only by a madman.\n\t\t\t\t\t\n\t\t\t\t\t He is the enemy persistently standing against the reunification of Korea and the very one driving the situation of the Korean Peninsula to the worst phase through all sorts of war maneuvers and provocations.\n\t\t\t\t\t\n\t\t\t\t\t We support the stand of the DPRK that it will launch a nationwide and overall offensive to put an end to the Lee Myung Bak group of traitors' moves for escalating confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We fully support all steps taken by the DPRK to cope with the moves of the Lee Myung Bak group and the U.S. imperialists."
        },
        {
            "title": "North-South Joint Declaration Supported in Mexico",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-03ee.html",
            "content": "North-South Joint Declaration Supported in Mexico\r\n Pyongyang, June 4 (KCNA) -- Nine Mexican political parties and organizations made public a joint statement on May 29 on the occasion of the 11th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t They included the People's Socialist Party, the Socialist Popular Party, the Socialist Party, the National Coordinating Committee for the Study of the Juche Idea and the Mexico-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t The north-south joint declaration serves as a banner for independent reunification to be invariably held aloft by all Koreans and a milestone for national prosperity, the joint statement said, demanding the south Korean authorities opt for respecting and implementing the joint declaration and stop all reckless war exercises in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The statement extended full support and solidarity to the Workers' Party of Korea and the people of the DPRK waging a dynamic drive for the improvement of inter-Korean relations and national reunification under the uplifted banner of \"Let us open a new phase for independent reunification by the concerted efforts of all Koreans in the north, the south and abroad!\"\n\t\t\t\t\t\n\t\t\t\t\t It called on all governments, political parties, organizations, international organizations and progressive people in the world aspiring after peace, security and reunification of the Korean Peninsula to continue voicing full support and encouragement to the WPK and people of the DPRK in their struggle to achieve independent reunification."
        },
        {
            "title": "Group Lawsuit Filed by A-Bomb Victims in China and Taiwan with Japan ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-19ee.html",
            "content": "Group Lawsuit Filed by A-Bomb Victims in China and Taiwan with Japan \r\n Pyongyang, June 4 (KCNA) -- Tokyo Shimbun on May 24 carried an article titled \"Group lawsuit filed by A-bomb victims in China and Taiwan\".\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t 13 A-bomb victims and bereaved family members in China and Taiwan filed a lawsuit with the Hiroshima local court on May 23, urging the Japanese government to pay 1.2 million yen to each as consolation money, etc. It is the first time that A-bomb victims of China and Taiwan came out as plaintiffs. \n\t\t\t\t\t\n\t\t\t\t\t The lawsuit was filed by an 85 years old victim in China, 11 victims aged 67-97 living in Taiwan and the bereaved family of one of the dead.\n\t\t\t\t\t\n\t\t\t\t\t According to the defense counsel, 7 persons fell victim to A-bomb in Hiroshima and 6 persons in Nagasaki.\n\t\t\t\t\t\n\t\t\t\t\t The defense counsel said that it is of great significance that the A-bomb victims in China and Taiwan jointly came out as plaintiffs."
        },
        {
            "title": "Guidelines for Environmental Information Service and Education\" Announced in China",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-27ee.html",
            "content": "Guidelines for Environmental Information Service and Education\" Announced in China\r\nBeijing June 2 (KCNA) -- The Ministry of Environmental Protection, the Publicity Department of the C.C., the Communist Party of China, the Central Committee of the Communist Youth League and three other units jointly made public the \"2011-2015 guidelines for national environmental information service and education\" recently. \n\t\t\t\t\t The guidelines will play an important role in raising the people's awareness of environment, promoting the building of a resources-saving society and enhancing the level of ecological civilization.\n\t\t\t\t\t\n\t\t\t\t\t They clarified the basic principle and the general target of environmental information service and education in the period of the 12th 5-year plan."
        },
        {
            "title": "China's Stand to Steadily Develop Friendship and Cooperation with NAM",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-28ee.html",
            "content": "China's Stand to Steadily Develop Friendship and Cooperation with NAM\r\nBeijing, June 2 (KCNA) -- Zhaijuan, vice-minister of Foreign Affairs of China, in his speech at the meeting of foreign ministers of  non-aligned countries in Bali, Indonesia on May 27, said that China would steadily develop friendship and cooperation with the NAM. \n\t\t\t\t\t China will closely cooperate with the Non-aligned Movement in settling major international and regional issues and jointly promote the South-South cooperation and thus contribute to protecting the common interests of developing countries."
        },
        {
            "title": " Chinese Ambassador in Charge of Disarmament Expresses China's Views",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-29ee.html",
            "content": "Chinese Ambassador in Charge of Disarmament Expresses China's Views\r\n Beijing June 2 (KCNA) -- The Chinese ambassador in charge of disarmament, on May 26 expressed three views on breaking the stalemate at the disarmament conference in Geneva.\n\t\t\t\t\t He stressed the need to narrow down the political differences with firm confidence and have proper idea and work style."
        },
        {
            "title": "CMCC Calls on Party Cadres in Army to Participate in Politics with Integrity",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-30ee.html",
            "content": "CMCC Calls on Party Cadres in Army to Participate in Politics with Integrity\n\t\t\t\t\t\t\r\n Beijing, June 2 (KCNA) -- The Central Military Commission of China recently distributed \"Some regulations calling upon the party cadres in the army to participate in politics with integrity\" and issued a notice calling for sincerely implementing them.  \n\t\t\t\t\t The notice said that the above-said call is aimed at effectively discharging the historic mission of the Chinese army in the new century and at a new stage.\n\t\t\t\t\t\n\t\t\t\t\t The notice underscored the need for the party committees at different levels to deeply understand this significance and conduct information service and education in various forms."
        },
        {
            "title": "Putin Calls for Country's Competitiveness in All Fields ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-31ee.html",
            "content": "Putin Calls for Country's Competitiveness in All Fields \r\n Moscow, June 2 (KCNA) -- Russian Prime Minister Vladimir Putin, in a recent interview with a magazine, stressed the need for Russia to have competitiveness in all fields. \n\t\t\t\t\t The Russian people should have pride of the country's history, natural resources and cultural assets and its society, power and businesses must be combined into one, he said, adding: Only then can Russia advance in terms of quality."
        },
        {
            "title": "Nigerian President Pledges Commitment to Global Peace",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-32ee.html",
            "content": "Nigerian President Pledges Commitment to Global Peace\r\n Pyongyang, June 4 (KCNA) -- Nigerian President Goodluck Jonathan pledged the country's continued commitment to the maintenance of global peace on May 29 after the ceremony of taking the oath of office.\n\t\t\t\t\t \"Nigeria as a responsible member of the international community will remain committed to the maintenance of global peace and security,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t He said that the Nigerian government would continue to work with the international community and the African Union to foster the growth of democracy."
        },
        {
            "title": "Afghan President Warns NATO against Killing Civilians",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-11ee.html",
            "content": "Afghan President Warns NATO against Killing Civilians\r\n Pyongyang, June 4 (KCNA) -- Afghan President Hamid Karzai in an interview with a news agency on Tuesday warned the NATO forces against killing civilians.\n\t\t\t\t\t 14 civilians were killed during NATO recent raid in Helmand Province under the pretext of \"anti-terrorism\". In this regard he said that no more attacks on the homes of Afghans will be allowed.\n\t\t\t\t\t\n\t\t\t\t\t He strongly demanded an immediate halt to the killing of civilians."
        },
        {
            "title": "More NATO Soldiers Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-14ee.html",
            "content": "More NATO Soldiers Killed in Afghanistan\n\t\t\t\t\t\t\r\n Pyongyang, June 4 (KCNA) -- More NATO soldiers in Afghanistan met deaths in face of the offensive operation of the resistance forces of the country.\n\t\t\t\t\t Two more service members were killed in face of the military attacks in eastern Afghanistan and Kabul on May 31 and June 1."
        },
        {
            "title": "Earthquake Jolts Chile, New Zealand",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-13ee.html",
            "content": "Earthquake Jolts Chile, New Zealand\r\n Pyongyang, June 4 (KCNA) -- A 6.4 magnitude earthquake jolted Chile on June 1. \n\t\t\t\t\t The epicenter was Bio-Bio Region.\n\t\t\t\t\t\n\t\t\t\t\t A 5.5 magnitude quake hit New Zealand North Island's East Coast on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The quake was centered 30km southwest of Ruatoria."
        },
        {
            "title": "Worldwide Food Situation to Get More Serious",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-15ee.html",
            "content": "Worldwide Food Situation to Get More Serious\r\n Pyongyang, June 4 (KCNA) -- The food situation worldwide is foreseen to get more serious.\n\t\t\t\t\t According to a recent international survey, food prices will double by 2030."
        },
        {
            "title": "Cooperation among Nations",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-12ee.html",
            "content": "Cooperation among Nations\r\n Pyongyang, June 4 (KCNA) -- China and Russia agreed on May 31 to boost cooperation in the energy field.\n\t\t\t\t\t Earlier on May 30 Mexico and Argentina signed agreements on developing cooperative relations in such fields as education, agriculture, trade and public security."
        },
        {
            "title": "World Plagued with AIDS ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-16ee.html",
            "content": "World Plagued with AIDS \r\n Pyongyang, June 4 (KCNA) -- Many countries and regions of the world are plagued with AIDS, arousing serious concern.\n\t\t\t\t\t According to a report of the UN on June 1, every day an estimated 2,500 young people are infected with HIV worldwide."
        },
        {
            "title": "Kim Jong Il recibe regalo de entidad de amistad Vietnam-Corea",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-37ee.html",
            "content": "Kim Jong Il recibe regalo de entidad de amistad Vietnam-Corea\n\t\t\t\t\t\t\r\nPyongyang, 4 de junio (ATCC) -- El Dirigente  Kim Jong Il recibió presente que le dirigiera la Asociación de Amistad Vietnam-Corea.\n\t\t\t\t\tEl presidente de la asociación, Pham Tat Dong, de visita en Corea, lo entregó el día 3 a un funcionario coreano."
        },
        {
            "title": "ATCC revela crimen antihumano de EE.UU. en Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-38ee.html",
            "content": "ATCC revela crimen antihumano de EE.UU. en Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 4 de junio (ATCC) -- Se revelan en estos momentos los hechos de que las tropas norteamericanas ocupantes del Sur de Corea enterraron hace varias décadas las sustancias químicas tóxicas como el defoliante en sus bases militares y su contorno.\n\t\t\t\t\tLa sociedad internacional queda sorprendida al informarse de que EE.UU. utilizó y enterró gran cantidad de defoliante, sustancia repudiada por la humanidad, no sólo en Vietnam sino también en la Península Coreana, porque conoce bien a través de la guerra vietnamita la consecuencia catastrófica de esta sustancia tóxica que afecta de generación en generación al ambiente ecológico y al cuerpo humano.\n\t\t\t\t\t\n\t\t\t\t\t Ya en la pasada guerra vietnamita EE.UU. lanzó a bordo de avión el defoliante causando muchas pérdidas humanas y perjudicando gravemente el ambiente ecológico de varias zonas, donde hasta la fecha, a varios decenios desde entonces, no crecen animales y plantas, surgen varias enfermedades y pierden la vida los seres humanos. \n\t\t\t\t\t\n\t\t\t\t\tLas personas contagiadas por el defoliante, mueren o sufren las enfermedades como cáncer y parálisis del sistema nervioso y su consecuencia se hereda a los descendientes. \n\t\t\t\t\t\n\t\t\t\t\tRealmente, muchos jóvenes y adultos surcoreanos que habían participado en la guerra de agresión a Vietnam, perdieron la vida o padecen hasta la fecha las enfermedades de distintos tipos y sus descendientes se hacen deformes o incapacitados.\n\t\t\t\t\t\n\t\t\t\t\tSegún un informe elaborado por el Departamento de Defensa norteamericano, EE.UU. comenzó a desarrollar ya en 1952 el defoliante y los medios de su lanzamiento para utilizarlo en la guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, el imperio se aferraba a la guerra bacteriológica lanzando en la extensión de la República Popular Democrática de Corea enorme cantidad de bombas con bacilos de la peste, la viruela y la cólera. \n\t\t\t\t\t\n\t\t\t\t\tA finales de la década de 1960 las tropas norteamericanas movilizaron a los uniformados del ejército títere surcoreano para lanzar el defoliante en la zona desmilitarizada de la línea de demarcación militar.\n\t\t\t\t\t\n\t\t\t\t\tMiles de soldados surcoreanos participantes en el lanzamiento de defoliante resultaron muertos y decenas de miles incluso los civiles locales sufren por las enfermedades incurables. \n\t\t\t\t\t\n\t\t\t\t\tLos efectivos norteamericanos enterraron por todas las partes del suelo surcoreano colosal cantidad de sustancias tóxicas, contaminando muchas áreas y afectando al cultivo agrícola y hasta al uso de agua potable.\n\t\t\t\t\t\n\t\t\t\t\tAl tomar el agua contaminada, uno de los 10 mil habitantes padeció el cáncer, y un hombre de las tres familias murió por haber tomado el agua subterránea de la zona donde está instalado el oleoducto de las tropas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tPor doquier del Sur de Corea se ven las víctimas de defoliante. \n\t\t\t\t\t\n\t\t\t\t\tEsto es un testigo que revela el crimen de lesa humanidad de EE.UU. tendente a exterminar a la nación coreana y devastar el territorio coreano."
        },
        {
            "title": "Terminada la modernización de la Granja Frutícola de Kosan",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-39ee.html",
            "content": "Terminada la modernización de la Granja Frutícola de Kosan\n\t\t\t\t\t\t\r\nPyongyang, 4 de junio (ATCC) -- Concluyó exitosamente en algo más de un año la modernización de la Granja Frutícola de Kosan, situada en la provincia de Kangwon de Corea.\n\t\t\t\t\t  Como resultado de esa obra de dos etapas, aparecieron casi un millar de hectáreas de huerta donde ya echaron raíces millones de manzanos bajos de alto rendimiento.\n\t\t\t\t\t\n\t\t\t\t\t  Los miembros de la Brigada de Construcción 618 evacuaron durante la obra más de 14 millones de metros cúbicos de tierra y arrasaron más de 60 montículos y lomas y más de 70 valles.\n\t\t\t\t\t\n\t\t\t\t\t  Paralelamente, se impulsaron otros proyectos de construcción, tales como la excavación de hoyos en forma de trinchera, la producción y colocación de sostén de hormigón y la construcción de vialidad.\n\t\t\t\t\t\n\t\t\t\t\t  Los funcionarios y los trabajadores de la provincia de Kangwon cavaron en 40 días más de 135 mil 700 hoyos de una longitud total de más de mil 270 km y echaron en cada hectárea 100 toneladas de fertilizante.\n\t\t\t\t\t\n\t\t\t\t\t  Los miembros de la brigada mencionada construyeron magníficamente los edificios para la producción del sostén de hormigón imprescindible para la creación de huertas.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, quedó edificada una base de materiales de construcción que tiene ordenados procesos para la trituración de grava, la elaboración y encaje de barras de hierro, el curado y el endurecimiento de hormigón.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a los grandes esfuerzos de los brigadistas, se distribuyeron en filas en la vasta huerta 110 mil sostenes de hormigón.\n\t\t\t\t\t\n\t\t\t\t\t  Se ven también los canales de desagüe de decenas de kilómetros de largo y diversas estructuras de la misma misión instaladas en más de 100 puntos.\n\t\t\t\t\t\n\t\t\t\t\tSe levantaron también muchas viviendas en armonía con el paisaje de la granja frutícola.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que el año pasado, los brigadistas y los agricultores de la granja sembraron a tiempo este año un gran número de árboles frutales en las nuevas huertas.\n\t\t\t\t\t\n\t\t\t\t\tTodos los elementos de la producción de frutas, inclusive la fertilidad, la ubicación de árboles y el sistema de riego, y las gestiones administrativas se hacen de modo científico e intensivo."
        },
        {
            "title": "Revelado en Sur de Corea nuevo crimen de EE.UU. ",
            "url": "http://kcna.co.jp/item/2011/201106/news04/20110604-40ee.html",
            "content": "Revelado en Sur de Corea nuevo crimen de EE.UU. \r\nPyongyang, 4 de junio (ATCC) -- Se ha revelado en el Sur de Corea el crimen de las tropas norteamericanas que enterraron el defoliante en sus bases militares y en 1972 abandonaron hasta las armas nucleares. \n\t\t\t\t\tLo reveló en una conferencia de prensa un ex militar norteamericano que había servido en una base militar en Chunchon de la provincia de Kangwon del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tÉl recordó que en verano de aquel año sonó la sirena de alarma por el síntoma anormal de ojivas nucleares en el arsenal de misiles y que bajo el mando del superior, decenas de efectivos corrieron hacia el campo de aterrizaje y de despegue de los helicópteros con las ojivas anormales en una caja. \n\t\t\t\t\t\n\t\t\t\t\tPude conocer más tarde que la caja fue abandonada a unos 24 kilómetros al sur de la ciudad de Chunchon, dijo y agregó que todos los militares de la unidad creían que se escaparía la radiactividad por ese accidente porque se daba cuenta de que la base contaba con los misiles nucleares. \n\t\t\t\t\t\n\t\t\t\t\tUno de los uniformados norteamericanos que habían corrido con la caja sufre ahora por la enfermedad crónica de pulmón, reveló.\n\t\t\t\t\t\n\t\t\t\t\tOtro soldado norteamericano retirado, que había servido en la misma base junto con él, confesó que fue uno de los que trasladaron la caja hasta el helicóptero y que recuerda bien los hechos de aquel entonces. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se ha revelado que las tropas norteamericanas enterraron de 1972 a 1973 en la misma base militar las sustancias químicas como el defoliante. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, la cadena surcoreana CBS reportó que en las bases militares norteamericanas en Chunchon, Ryongsan de Seúl y otras localidades se introdujeron las armas nucleares y en particular, en 14 bases militares estaban las unidades para hacer frente al accidente de armas nucleares."
        }
    ]
}