{
    "date": "2011-08-14",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-14ee.html",
    "articles": [
        {
            "title": "Greetings to President of Congo",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081402ee.html",
            "content": "Greetings to President of Congo\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent  a message of greeting to Denis Sassou Nguesso, president of Congo on the 51st anniversary of its independence.\n\t\t\t\t\t\n\t\t\t\t\tKim in the message sincerely wished Denis Sassou Nguesso success in his work for the development and prosperity of the country, expressing the belief that the good relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "DPRK Premier Familiarizes with Construction of Wonsan Army-People Power Station",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081427ee.html",
            "content": "DPRK Premier Familiarizes with Construction of Wonsan Army-People Power Station\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- DPRK Premier Choe Yong Rim got familiar with the construction of the Wonsan Army-People Power Station on the spot on August 12.\n\t\t\t\t\t\n\t\t\t\t\tAfter learning about the issues arising in construction, the premier held a consultative meeting of officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting took concrete measures to ensure the quality of the construction on the highest level and smooth production and timely supply of the equipment and raw materials by relevant units."
        },
        {
            "title": "First Rason International Trade Fair to Be Held",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081426ee.html",
            "content": "First Rason International Trade Fair to Be Held\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The first Rason International Trade Fair will be held in the DPRK from August 22 to 25.\n\t\t\t\t\t\n\t\t\t\t\tVehicles, medicines, garments, etc. presented by companies of different countries and regions including the DPRK will be displayed at the fair. \n\t\t\t\t\t\n\t\t\t\t\tThe fair will contribute to boosting cooperation and exchange among countries and regions in fields of trade, economy, science and technology."
        },
        {
            "title": "DPRK Book, Photo Exhibition Mark 1st Anniversary of Kim Jong Il's Visit to China",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081406ee.html",
            "content": "DPRK Book, Photo Exhibition Mark 1st Anniversary of Kim Jong Il's Visit to China\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- A DPRK book and photo exhibition took place at Jilin Yuwen Middle School on August 9 to mark the first anniversary of leader Kim Jong Il's historic visit to China.\n\t\t\t\t\t\n\t\t\t\t\tOn display at the exhibition hall were works of President Kim Il Sung and Kim Jong Il, photos on Kim Jong Il's visit to China last year and his Songun leadership feats as well as books and photos introducing the Korean people in their drive to build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the opening ceremony were officials and citizens of Jilin City, teachers and students of the school, the consul general and members of the DPRK Consulate General in Shenyang, members of  the Exhibition General Bureau delegation and Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\tThe participants laid a floral basket before the statue of the President at the school and made a bow.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tThe deputy mayor of the Jilin City People's Government of China said China and the DPRK are friendly neighbors linked by the same mountain and rivers. The peoples of the two countries forged the feelings of deep friendship in blood in the course of their joint protracted revolutionary struggle, he noted.\n\t\t\t\t\t\n\t\t\t\t\tJilin City is symbolic of the Sino-DPRK friendship as it is a place where Kim Il Sung, the great leader of the Korean people and a close friend, conducted his revolutionary activities and which is associated with the activities of Kim Jong Il, he said.\n\t\t\t\t\t\n\t\t\t\t\tThe city will as ever boost exchange and cooperation in various fields with the DPRK and positively contribute to developing the traditional relations of friendship between the peoples of the two countries, he stressed."
        },
        {
            "title": "Story about \"North's Cyber Terrorism\" Floated by S. Korean Security Authorities Refuted",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081425ee.html",
            "content": "Story about \"North's Cyber Terrorism\" Floated by S. Korean Security Authorities Refuted\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Sunday issued information bulletin No. 979 accusing the south Korean security authorities of spreading the story of the \"north's cyber terrorism\", the story that \"hackers of the north illegally hacked the on-line game program of the south.\"\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces asserted that in the past, too, the \"north made Ddos attack upon Chongwadae, Intelligence Service and other 'government' institutions and attacked the financial computer network, paralyzing it.\" They are also busy spreading the story about the \"north's cyber terrorism\", saying that there are a lot of hackers in the north whose level of cyber warfare is equal to that of CIA of the U.S. \n\t\t\t\t\t\n\t\t\t\t\tThis is another unpardonable provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhoever has elementary common sense of IT and hacking can easily understand what sheer fabrication their story about the \"north's cyber terrorism\" is. \n\t\t\t\t\t\n\t\t\t\t\tEven experts of south Korea ridicule what the security authorities claim as evidence is sheer nonsense in the light of common sense. They are accusing the police of spreading the story without a clear reason in a bid to attain real results. Even the authorities concerned officially announced that there is no such fact.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet authorities pulled up the north over \"cyber terrorism\" and the like in the past. It was not once that all what they spread was proved that they were done by those within south Korea or intervention of third countries, thus becoming the laughing stock of the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThere are in south Korea many hackers and hacking organizations and there take place almost every day cases of cyber terrorism in which secret information of individuals, institutions and organizations is massively diverted to them.\n\t\t\t\t\t\n\t\t\t\t\tThe tentacles of the puppet group's cyber terrorism are also stretched to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tAs the truth behind the illegal hacking of the puppet forces against Internet websites of the DPRK overseas was brought to light at the outset of the year, the puppet group is the kingpin of cyber terrorism.\n\t\t\t\t\t\n\t\t\t\t\tThe story about the \"north's cyber terrorism\" floated by the puppet security authorities is nothing but a ridiculous artifice to tarnish the DPRK's international image, justify their policy for escalating the confrontation with the DPRK and divert the public attention elsewhere.\n\t\t\t\t\t\n\t\t\t\t\tThis was also prompted by their sinister intention to cover up their human rights abuses including wiretapping and hacking operations of the fascist security authorities against the progressive forces of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group should drop such bad habit as pulling up others over nonsensical issue.\n\t\t\t\t\t\n\t\t\t\t\tThe more frantically the south Korean authorities hatch conspiratorial plots, the more bitter shame and ridicule they will face.  The south Korean conservative group would be well advised to stop at once such despicable farce as using even cyber technology for escalating the confrontation with compatriots and the anti-DPRK campaign."
        },
        {
            "title": "Designation of East Sea of Korea as \"Japan Sea\" by U.S. and Its Allies under Fire",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081403ee.html",
            "content": "Designation of East Sea of Korea as \"Japan Sea\" by U.S. and Its Allies under Fire\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The south Korean newspaper Kyunghyang Daily News in August 10 editorial decried the unjust designation of the East Sea of Korea as \"Japan Sea\".\n\t\t\t\t\t\n\t\t\t\t\tNever acceptable is the official clarification of the U.S. and its allies of their stand to mark the East Sea of Korea as \"Japan Sea\", the editorial said.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation has used maps on which the controversial sea is marked as the \"East Sea of Korea\" from the 16th century. Sinjungdonggukyojisungram (Revised Handbook of Korean Geography) is a clear example. At that time Japan, too, called the sea at issue as the Sea of Korea, it said.\n\t\t\t\t\t\n\t\t\t\t\tSuch being a stark fact, after its occupation of Korea by force Japan registered the East Sea of Korea as \"Japan Sea\" in a crafty way in 1929 when the International Hydrographic Organization published a chart, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe use of name \"Japan Sea\" is aimed to justify the imperialist aggression, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe \"government\" should check the use of words \"Japan Sea\" without condition, it urged, warning that it would amount to committing a crime against the coming generations if the current development is left to go on as it is."
        },
        {
            "title": "Koreans in Uzbekistan Form Preparatory Committee for Centenary of Birth of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081401ee.html",
            "content": "Koreans in Uzbekistan Form Preparatory Committee for Centenary of Birth of Kim Il Sung\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The Koreans in Uzbekistan formed a preparatory committee for commemorating the centenary of birth of President Kim Il Sung on August 9.\n\t\t\t\t\t\n\t\t\t\t\tChairman, vice-chairman and members of the committee were elected at the inaugural meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe committee set the commemoration period from October 1, 2011 to April 30, 2012 and decided to hold various events including meeting, national art festival, film show, remembrance meeting, concert and photo and book exhibition."
        },
        {
            "title": "Kim Il Sung's Feats for Korea's Liberation Praised",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081404ee.html",
            "content": "Kim Il Sung's Feats for Korea's Liberation Praised\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Foreign organizations posted articles accompanied by image and photos of President Kim Il Sung on Internet homepages to mark the 66th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\tThe Young Communist League of Russia on August 5 said that August 15 is a liberation day of Korea in its article titled \"Long Live General Kim Il Sung!\"\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung, who nurtured the lofty aim to save the destiny of the nation, left motherland making up his mind never to return home unless he liberated the country.\n\t\t\t\t\t\n\t\t\t\t\tNot everyone can wage such a hard and protracted armed struggle with no state backing and support from the regular army forces as he did.\n\t\t\t\t\t\n\t\t\t\t\tThe President waged a hard-fought war against the Japanese imperialists for years to liberate Korea. After that he led the nation and the people.\n\t\t\t\t\t\n\t\t\t\t\tUnder his leadership the socialist system centered on the masses was established in Korea for the first time in history and the DPRK turned into a power independent in politics, self-sufficient in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\tThe British Association for the Study of Songun Policy on August 6 posted on its Internet homepage an article headlined \"The immortal feats of Kim Il Sung in Korea's liberation\".\n\t\t\t\t\t\n\t\t\t\t\tOn August 15, 1945 Korea was liberated at last from the harsh colonial rule of Japan, it said.\n\t\t\t\t\t\n\t\t\t\t\tEach country and nation is proud of its patriots and heroes who devoted themselves to the country and the people. But the world has never known such a peerless patriot and great hero as Kim Il Sung. He embarked on his revolutionary road as teenager and achieved the historic cause of the country's liberation after 20-year-long armed struggle against the gangster-like Japanese imperialists who were armed to the teeth, it added."
        },
        {
            "title": "DPRK Govt.'s Efforts for Peaceful Solution to Korean Issue Supported by Indonesian President",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081405ee.html",
            "content": "DPRK Govt.'s Efforts for Peaceful Solution to Korean Issue Supported by Indonesian President\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Indonesian President Susilo Bambang Yudhoyono said he was pleased with everything going well under the wise leadership of Kim Jong Il in the DPRK and wished its government and people greater successes.\n\t\t\t\t\t\n\t\t\t\t\tHe said this when DPRK Ambassador to Indonesia Ri Jong Ryul presented his credentials to him on August 10. \n\t\t\t\t\t\n\t\t\t\t\tHe said the friendly and cooperative relations between the two countries have long tradition, hoping that the two countries would support and cooperate with each other on the international arena by valuing and furthering these relations in all fields.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed his support for the DPRK government in its effort to seek a peaceful settlement of the Korean Peninsula issue."
        },
        {
            "title": "Hu Jintao Hopes for Successful 26th Universiade",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081422ee.html",
            "content": "Hu Jintao Hopes for Successful 26th Universiade\r\n\n\t\t\t\t\tBeijing, August 13 (KCNA) -- Chinese President Hu Jintao hoped for the successful 26th Summer Universiade on August 11 when he met with the president of the International University Sports Federation in Shenzhen City, Guangdong Province.\n\t\t\t\t\t\n\t\t\t\t\tThe Universiade in China would offer an important theatre for disseminating the Olympic movement, promoting the development and dissemination of the university sports in China and the world and advancing the exchange of students in different countries and regions of the world, he said.\n\t\t\t\t\t\n\t\t\t\t\tAll the preparations for the Universiade have been completed thanks to the powerful support of the International University Sports Federation and the concerted efforts by all its members, he noted."
        },
        {
            "title": "Jiangxi Province, China Strives to Address Electricity Issue in Countryside",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081410ee.html",
            "content": "Jiangxi Province, China Strives to Address Electricity Issue in Countryside\r\n\n\t\t\t\t\tBeijing, August 13 (KCNA) -- Jiangxi Province, China undertook the electricity network improvement project in the countryside from the second half of last year to July this year as part of its efforts to address the electricity issue in the rural areas.\n\t\t\t\t\t\n\t\t\t\t\tThe province rebuilt or built more than 80 electric power substations and laid 10 thousands and 473 kms of transmission lines."
        },
        {
            "title": "U.S. Drone Strike Kills 16 Pakistanis",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081415ee.html",
            "content": "U.S. Drone Strike Kills 16 Pakistanis\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The U.S. forces present in Afghanistan committed more drone strikes at Pakistan.\n\t\t\t\t\t\n\t\t\t\t\tA U.S. unmanned aircraft fired two missiles at a house near Miranshah, center of North Waziristan on August 10.\n\t\t\t\t\t\n\t\t\t\t\t16 innocent inhabitants were killed by the strike."
        },
        {
            "title": "U.S. Budget Deficit Increases",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081416ee.html",
            "content": "U.S. Budget Deficit Increases\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The U.S. federal budget deficit in July reached 129 billion dollars, much higher than 43 billion dollars in the previous month.\n\t\t\t\t\t\n\t\t\t\t\tIn the first ten months of fiscal year 2011, which began in Oct. 2010, the federal budget deficit of the U.S. recorded 1.1 trillion dollars, according to the Treasury Department on Wednesday."
        },
        {
            "title": "Different Countries Cooperate",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081413ee.html",
            "content": "Different Countries Cooperate \r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- China and Bolivia on Wednesday agreed to jointly launch a communications satellite project that will be completed within three years.\n\t\t\t\t\t\n\t\t\t\t\tOn August 9 Uganda and Kenya agreed to modernize railways extending about 2 000 km linking the two countries."
        },
        {
            "title": "Ugandan Police Destroys 37.1 Kg of Illicit Drugs",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081414ee.html",
            "content": "Ugandan Police Destroys 37.1 Kg of Illicit Drugs\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The Ugandan police destroyed 37.1 kg of narcotic drugs in Kampala, on August 9.\n\t\t\t\t\t\n\t\t\t\t\tThe destruction ceremony took place as part of the efforts to combat increasing drug trafficking in the region."
        },
        {
            "title": "Japan's Liquidation of Past Crimes Urged by World Public",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081407ee.html",
            "content": "Japan's Liquidation of Past Crimes Urged by World Public\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Japan has evaded apology and reparation for the hideous crimes it committed against the Korean people though 66 years have passed since its defeat. This has touched off strong protest and denunciation by the international community.\n\t\t\t\t\t\n\t\t\t\t\tThe Socialist Youth Union of Brazil in an article posted on its Internet homepage said that during the colonial rule over Korea the Japanese imperialists killed more than one million people, walked away or abducted at least 8.4 million young and middle-aged people to hurl them into sites of slave labor and battlefields of a war of aggression. Japan also forced 200 000 women into sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepal-Korea Friendship Association in a bulletin noted that the Japanese imperialists not only committed murder, destruction and plunder but organized rape and cannibal acts. They also plundered natural resources and cultural assets fabulous in their number and value and deprived Korean women even of their hairpins.\n\t\t\t\t\t\n\t\t\t\t\tIt is bounden political and moral responsibility and the requirement in the light of international law for Japan to liquidate its crime-woven past, the Central Committee of the Communist Party of Malta said in a statement.\n\t\t\t\t\t\n\t\t\t\t\tThe secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People said that the DPRK-Japan relations can never be put on a normal track without Japan's liquidation of its past.\n\t\t\t\t\t\n\t\t\t\t\tThe Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea and the Ukraine-DPRK Association in a letter of protest addressed to the chief executive of Japan noted that Japan's territorial claim to Tok Islets and its evasion of the reparation for its past crimes are arousing concern and touching off the protest of the world people.\n\t\t\t\t\t\n\t\t\t\t\tThe Revolutionary Socialist Party of Peru in a statement said it is shocking that Japan still resorts to the hostile moves against the DPRK though it inflicted immeasurable human, material and mental and moral damage on the Korean people during its occupation of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe chairperson of the Party for Peace and Unity of Russia urged Japan to make an apology and reparation for its criminal past, warning without the liquidation Japan will never have bright future."
        },
        {
            "title": "Heat Hits Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081417ee.html",
            "content": "Heat Hits Japan\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- High temperature hit different areas of Japan recently.\n\t\t\t\t\t\n\t\t\t\t\tTwo people died Wednesday and three more remain unconscious as the number of people taken to hospital the same day due to suspected heatstroke reached 859 in all of Japan's 47 prefectures.\n\t\t\t\t\t\n\t\t\t\t\tThe temperature recorded mercury levels above the 35 C mark."
        },
        {
            "title": "Wholesale Prices Rise in Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081418ee.html",
            "content": "Wholesale Prices Rise in Japan\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Wholesale prices in Japan rose 2.9 percent in July from a year earlier, the Bank of Japan said Wednesday."
        },
        {
            "title": "Malaysia Calls for Strengthening Economic Cooperation of ASEAN Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081408ee.html",
            "content": "Malaysia Calls for Strengthening Economic Cooperation of ASEAN Countries\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Malaysia's minister of International Trade and Industry called for strengthening economic cooperation of ASEAN countries at the 43rd ASEAN Economic Ministers' meeting on August 11.\n\t\t\t\t\t\n\t\t\t\t\tASEAN countries should strive to expand mutual investments to form an integrated regional economy by 2015, he stressed."
        },
        {
            "title": "French Industrial Output Falls",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081419ee.html",
            "content": "French Industrial Output Falls\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- France's industry production fell by 1.6 percent in June after rising by 1.4 percent a month earlier. \n\t\t\t\t\t\n\t\t\t\t\tThis was reported by the National Statistics Bureau on Wednesday."
        },
        {
            "title": "Customer Sentiment Weakens in Ireland",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081420ee.html",
            "content": "Customer Sentiment Weakens in Ireland\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Irish consumers have become less optimistic about the country's economy.\n\t\t\t\t\t\n\t\t\t\t\tThe consumer sentiment index survey on August 10 showed a decrease from 56.3 in June to 55.9 in July. The reading in July 2010 stood at 66.2."
        },
        {
            "title": "Energy Prices Up in Germany",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081421ee.html",
            "content": "Energy Prices Up in Germany\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Energy prices in Germany increased by an overall 10.6 percent in July 2011 compared with July 2010, the Federal Statistical Office said on August 10."
        },
        {
            "title": "Chilean President Calls for Developing Economy",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081423ee.html",
            "content": "Chilean President Calls for Developing Economy\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Chilean President Sebastian Pinera, speaking at an event in Santiago on Wednesday, called for developing the country's economy by the concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\tThe country's economy maintains stable growth despite the U.S. and European debt crises, he said.\n\t\t\t\t\t\n\t\t\t\t\tChile is not immune to the impact of the sluggish world economy, even it is strong enough to deal with the crisis, he noted, adding that only when we are united, we can develop the country."
        },
        {
            "title": "PLO Condemns Israeli Moves to Expand Settlements",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081424ee.html",
            "content": "PLO Condemns Israeli Moves to Expand Settlements\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- The Koreans in Uzbekistan formed a preparatory committee for commemorating the centenary of birth of President Kim Il Sung on August 9.\n\t\t\t\t\t\n\t\t\t\t\tChairman, vice-chairman and members of the committee were elected at the inaugural meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe committee set the commemoration period from October 1, 2011 to April 30, 2012 and decided to hold various events including meeting, national art festival, film show, remembrance meeting, concert and photo and book exhibition."
        },
        {
            "title": "PLO Slams U.S. Stance on Jewish Settlement",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081409ee.html",
            "content": "PLO Slams U.S. Stance on Jewish Settlement\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Yasser Abed Rabbo, general secretary of the Palestine Liberation Organization Executive Committee, on August 10 accused the U.S. of its unreasonable stance on Jewish settlements.\n\t\t\t\t\t\n\t\t\t\t\tRecently the U.S. administration just expressed concern over the Israeli authorities' new plan for expanding Jewish settlements. This showed that the U.S. is not taking a firm stance against the Jewish settlement activities in the occupied territories, he said.\n\t\t\t\t\t\n\t\t\t\t\tThe United States' lack of a firm policy doesn't help resume the Palestine-Israel peace talks, he noted."
        },
        {
            "title": "Ghana Reinforces Efforts to Prevent AIDS",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081411ee.html",
            "content": "Ghana Reinforces Efforts to Prevent AIDS\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Ghana recently worked out the 2011-2015 strategic plan for combating AIDS and launched a massive AIDS prevention campaign, a government official said on August 10.\n\t\t\t\t\t\n\t\t\t\t\tBrisk information service is now under way to set up proper medical supply system for patients and bring the population to the knowledge of the danger of AIDS."
        },
        {
            "title": "National Defense College to Appear in Zimbabwe",
            "url": "http://kcna.co.jp/item/2011/201108/news14/2011081412ee.html",
            "content": "National Defense College to Appear in Zimbabwe\r\n\n\t\t\t\t\tPyongyang, August 14 (KCNA) -- Zimbabwe is pushing forward the construction of the National Defense College to contribute to increasing the defense capacity.\n\t\t\t\t\t\n\t\t\t\t\tThe college will have university status and be highest institution of academic and military instruction, a news press reported."
        }
    ]
}