{
    "date": "2011-10-11",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Technologically Updated Tudan Duck Farm",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-40ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Technologically Updated Tudan Duck Farm\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, provided field guidance to the Tudan Duck Farm technologically updated as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t He, conducted by officials of the farm, went round the room devoted to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He recollected with deep emotion the path of development covered by the farm, saying that the farm with a long history is the one associated with the warm loving care of President Kim Il Sung for the people.\n\t\t\t\t\t\n\t\t\t\t\t Going round an incubation room, composite fermentation substance and protein insects grounds and other places of the farm for hours, he acquainted himself with its technological updating and production there and expressed great satisfaction over them.\n\t\t\t\t\t\n\t\t\t\t\t The dramatic change in the appearance of the large-scale duck producer is a demonstration of the inexhaustible strength and indomitable mental power of the people in our era to build a prospering people's paradise on this land with their own strength and technology, he said.\n\t\t\t\t\t\n\t\t\t\t\t He highly estimated the feats of all the employees and builders of the farm and scientists and technicians including teachers and researchers of Kim Il Sung University, Kim Chaek University of Technology and University of Science and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t Dropping in at the incubation room based on nano technology, he praised the farm for introducing advanced science and technology. Going round the site producing a lot of protein insects per year, he appreciated the efforts made by the farm to settle the feed problem by itself.\n\t\t\t\t\t\n\t\t\t\t\t The farm has studied and developed micro organic fermentation feed and animal protein feed by its own way, thus cutting down the time of meat production and increasing the meat weight while saving over 25 percent of feed necessary for producing 7 000 tons of meat, he said, adding with pleasure that this is precious fruition of the creative wisdom of scientists, technicians and researchers and proved once again in practice that knowledge gives a ray of light.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the methane gas and organic compound fertilizer production processes, he said that they have made signal achievements in research through profound thinking and inquiry to provide conditions urgently needed for meat production.\n\t\t\t\t\t\n\t\t\t\t\t Learning that the building is heated by use of geothermal heat, he felt the temperature and praised the farm for producing good heating equipment. He praised the scientists and technicians for successfully building the energy saving building based on the latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Getting familiar with the fact that the farm built a modern pharmaceutical process and is producing varieties of medicines by itself and using them for anti-epizootic work, he said that the farm has done an important work to increase duck.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed an art performance given by the members of the art group of the Pyongyang Poultry Guidance Bureau at the newly built house of culture of the farm that day and congratulated them on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He specified the tasks to be fulfilled by the farm for its management and operation.\n\t\t\t\t\t\n\t\t\t\t\t In order to steadily increase the meat production it is necessary to positively study, develop and introduce duck of good species which rapidly grow and gain in weight.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to expand the successes made in some unmanned production processes now being operated on a trial basis to actively push forward the work to fully introduce them into all production processes. \n\t\t\t\t\t\n\t\t\t\t\t He also underscored the need to boost the production of organic compound fertilizer, one of the major elements for production cycle, to develop agriculture and stock breeding simultaneously.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all fields and units to wage a dynamic drive to develop the stock breeding in a big way and thus provide the people with a more affluent life.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the scientists and technicians including teachers and researchers of Kim Il Sung University and Kim Chaek University of Technology who have greatly contributed to technologically updating the farm.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Kyong Hui, member of the Political Bureau and department director of the Central Committee of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the NDC, Mun Kyong Dok, alternate member of the Political Bureau and secretary of the Central Committee of the WPK and chief secretary of the Pyongyang City Committee of the WPK, and Pak Pong Ju, first vice department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Enjoys October Concert Given by Unhasu Orchestra",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-39ee.html",
            "content": "Kim Jong Il Enjoys October Concert Given by Unhasu Orchestra\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, enjoyed the October Concert entitled \"We Will Travel One Road Forever\" given by the Unhasu Orchestra on the occasion of the 66th birthday of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the playing of the national anthem. Its repertoire included orchestral music and serial songs--female vocal solo \"Care of Our Mother Party\", mixed chorus and chorus \"Do Prosper, the Era of the Workers' Party\" and female vocal solo \"The Flower Girl\"--and orchestral music \"The Girl on the Swing\", female vocal solo and chorus \"We Will Live Forever with the President\", narration and orchestral music \"We Will Travel One Road Forever\" and chorus \"The Workers' Party Is Our Guide\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed great satisfaction over the fact that the creators and artistes of the orchestra presented a splendid concert rich in ideological contents and high in artistry as it truthfully represented the aspiration and desire of the Korean people by displaying the revolutionary creative spirit. He extended high appreciation and special thanks to the performers for their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He noted with high appreciation that the artistes of the orchestra have energetically conducted creative work by devoting all their wisdom and enthusiasm true to the WPK's policy on further developing the nation's art as required by the era of Songun and thus presented the best of all concerts given so far.\n\t\t\t\t\t\n\t\t\t\t\t He said that they have brought about bold innovations in all aspects of musical representation ranging from the subject and ensemble of the concert to music arrangement, distribution of musical instruments, rendition and representation, away from the existing practice, and thus represented old songs in such a way that they may taste of something fresh.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the orchestral music \"The Girl on the Swing,\" in particular, was successful in its arrangement and very high in representation, he noted that the concert fully demonstrated the might of the Korean-style mixed orchestra.\n\t\t\t\t\t\n\t\t\t\t\t He praised the narration in the last part of the concert as a great masterpiece as it truthfully reflected the firm faith and will of the army and people of the DPRK to travel one road forever under the leadership of the great Party. He highly appreciated the talent of Poet Cha Yong Do who created the work.\n\t\t\t\t\t\n\t\t\t\t\t The narration is not long but rich in ideological contents and distinct in political nature and has strong appeal gripping the audience's hearts, he said, calling on the creators of the army and society to learn from the creative attitude, spirit and ability of Cha Yong Do.\n\t\t\t\t\t\n\t\t\t\t\tThe narration was not only successful but mesmerized the audience thanks to the narrative skill of Paek Sung Ran who recited it, he noted, praising her for fully displaying her artistic skill as People's Artiste loved by the people.\n\t\t\t\t\t\n\t\t\t\t\t  Saying that the creative attitude and style of the orchestra are an example to be followed by all other art organizations in the DPRK, he expressed great expectation and conviction that all creators and artistes in the field of culture and art would bring about fresh innovations in their art creation and performing activities like the above-said artistes of the orchestra. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior officials of party and armed forces organs including Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Kim Chang Sop, Ri Myong Su, Kim Kyong Ok, Ri Jae Il, Ri Ryong Ha, Pak Pong Ju, Han Kwang Sang and Generals of the Korean People's Army Kim Won Hong, Pak Jae Gyong, Yun Jong Rin and Hyon Chol Hae and leading officials in the fields of literature and arts and media."
        },
        {
            "title": "GIs' Sexual Crimes Denounced by S. Korean Students",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-09ee.html",
            "content": "GIs' Sexual Crimes Denounced by S. Korean Students\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- South Korean youth and students held a press conference on Sunday outside the U.S. embassy in Seoul to denounce GIs for their sexual crimes.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said at the conference that the recently disclosed sexual crimes committed by the U.S. imperialist aggressor troops against south Korean school girls have touched off bitter wrath from broad masses.\n\t\t\t\t\t\n\t\t\t\t\t The crimes are an encroachment on and insult to the personality of the south Korean school girls, they charged.\n\t\t\t\t\t\n\t\t\t\t\t South Korean people can never forget the acquittal of a GI who ran an armored vehicle over two schoolgirls to death, they noted, urging the U.S. chief executive to make a personal apology for these crimes.\n\t\t\t\t\t\n\t\t\t\t\t They would stage a nation-wide candlelight action unless responsible measures are taken to prevent the recurrence of such crimes, they warned."
        },
        {
            "title": "Kim Yong Nam Message of Greeting to Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-10ee.html",
            "content": "Kim Yong Nam Message of Greeting to Equatorial Guinean President\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Obiang Nguema Mbasogo, president of Equatorial Guinea, on the 43rd anniversary of its independence. \n\t\t\t\t\t\n\t\t\t\t\t Kim in the message sincerely wished him great success in his efforts for stability and steady development of the country and the friendly people of Equatorial Guinea progress and prosperity."
        },
        {
            "title": "WPK Secretaries Meet New Cuban Ambassador",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-35ee.html",
            "content": "WPK Secretaries Meet New Cuban Ambassador\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Choe Thae Bok and Kim Yong Il, secretaries of the Central Committee of the Workers' Party of Korea, met with German Hermin Ferras Alvarez, Cuban ambassador newly accredited to the DPRK, on Tuesday when the latter paid a courtesy call on them."
        },
        {
            "title": "Rodong Sinmun S.Korean Authorities' Military Provocation Assailed",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-06ee.html",
            "content": "Rodong Sinmun S.Korean Authorities' Military Provocation Assailed \r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Some time ago, the south Korean authorities held an event marking the \"Day of ROK army\". At its end they staged exercises for crossing the 38th Parallel and the River Rakdong with the flag of the DPRK and \"enemy troops\" in uniforms of the Korean People's Army as their targets, reminiscent of the last Korean War period. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This was a very dangerous saber-rattling aimed to seriously mar the atmosphere of detente and increase the danger of war as it was a clear manifestation of their inveterate hostility towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Their holding of an event marking \"Day of ROK army,\" symbolic of their invasion of the DPRK, at a time when efforts are being exerted for dialogue and detente on the Korean Peninsula cannot but be a grave provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This reckless saber-rattling is part of the traitorous \"north policy\" of the south Korean conservative authorities who have persistently pursued confrontation and war, opposed to the process to improve the north-south relations. The madcap war exercises staged by the puppet forces with the flag of the DPRK as their target go to clearly prove once again what reckless pitch their hostility toward fellow countrymen and ambition for invading the DPRK have reached. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers would be well advised to behave themselves. \n\t\t\t\t\t\n\t\t\t\t\t The above-said saber-rattling is nothing but a ridiculous ruckus reminding one of a puppy knowing no fear of the tiger. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean warmongers persist in their military provocations defying the warning of the DPRK, they will not escape a miserable end in face of the merciless strikes by the angry army and people of the DPRK."
        },
        {
            "title": "Rodong Sinmun on Validity of Proposal for Founding DFRK",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-07ee.html",
            "content": "Rodong Sinmun on Validity of Proposal for Founding DFRK\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- President Kim Il Sung advanced the proposal for founding the Democratic Federal Republic of Koryo (DFRK) in October 1980. It is a reunification proposal common to the nation supported by all Koreans, says Rodong Sinmun Tuesday in a by-lined article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The proposal calls for reunifying the country by founding a unified national government on the condition that the north and the south recognize and tolerate each other's ideas and social systems, a government in which the two sides are represented on an equal footing and under which they exercise regional autonomy with equal rights and duties.\n\t\t\t\t\t\n\t\t\t\t\t It comprehensively indicates the principle and way of founding a federal state, its character and function, the duty of a unified government and regional governments and relations between them, etc.\n\t\t\t\t\t\n\t\t\t\t\t The proposal is an original one based on the fact that differing ideologies and social systems can exist in one country.\n\t\t\t\t\t\n\t\t\t\t\t The two systems of the north and the south can surely co-exist in one nation and one unified state if they are based on the national character which has been handed down for 5 000 years. This is the theoretical basis of the proposal for founding the DFRK.\n\t\t\t\t\t\n\t\t\t\t\t The proposal is a reasonable one that most fairly meets the interests of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is the best way for reunifying the country at the earliest date independently and peacefully under the principle of coexistence whereby one side does not swallow the other side or the former is not swallowed up by the latter on the condition that differing ideologies and systems exist in the north and the south as they are. Herein lie the fair and aboveboard, reasonable and realistic nature of the proposal.\n\t\t\t\t\t\n\t\t\t\t\t The proposal not only helps realize the desire of the Korean nation to exercise full sovereign rights but is in full accord with the trend of the present times towards independence, opposed to all forms of domination and subjugation."
        },
        {
            "title": "Japanese Party Delegation Here",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-11ee.html",
            "content": "Japanese Party Delegation Here\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- A delegation of the New Socialist Party of Japan led by Eiko Tomiyama, vice-president of its Central Executive Committee, arrived here on Tuesday."
        },
        {
            "title": "Italian Party Official Arrives",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-08ee.html",
            "content": "Italian Party Official Arrives\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Alfonso Galdi, director of the International Department of the Leftwing People's Party of Communists of Italy, and his party arrived here on Tuesday."
        },
        {
            "title": "Chinese Tourists Tour Mt. Chilbo",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-12ee.html",
            "content": "Chinese Tourists Tour Mt. Chilbo\r\n\n\t\t\t\t\t Chongjin, October 11 (KCNA) -- A Chinese group of tourists led by Li Zhongwen, standing vice-secretary of the Tumen City Committee of the Communist Party of China, toured Mt. Chilbo on Sunday and Monday.\n\t\t\t\t\t\n\t\t\t\t\t The tourists admired the fantastic scenery of the mountain, touring famous places including Inner Chilbo and Outer Chilbo, Kaesim Temple of Sea Chilbo, the Sungson Pavilion, Myriad-shaped peaks, Tokgol Falls and Ryemun Rock.\n\t\t\t\t\t\n\t\t\t\t\t They bathed in the famous hot spring in Kyongsong County, North Hamgyong Province, and toured various places of Chongjin City on Tuesday."
        },
        {
            "title": "Soccer Match between DPRK and Uzbekistan",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-36ee.html",
            "content": "Soccer Match between DPRK and Uzbekistan\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The DPRK and Uzbekistan teams had a Group C qualifying match for the 2014 World Cup at the Yanggakdo Football Stadium in Pyongyang on Tuesday. \n\t\t\t\t\t\n\t\t\t\t\t Uzbekistan won the game 1:0.\n\t\t\t\t\t\n\t\t\t\t\t The two teams will have the second match in Uzbekistan on November 11."
        },
        {
            "title": "National Contest among Traveling Art Squads of Youth Shock Brigades Held ",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-13ee.html",
            "content": "National Contest among Traveling Art Squads of Youth Shock Brigades Held \r\n\n\t\t\t\t\t Songrim, October 11 (KCNA) -- A national contest among traveling art squads of youth shock brigades took place at the Hwanghae Iron and Steel Complex from September 27 to October 11 on the 66th anniversary of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t It brought together at least 150 youngsters who were selected from the squads of August 28 Youth Shock Brigade Administration Bureau and provincial youth shock brigades and the youth shock brigade of the Ministry of Railways. \n\t\t\t\t\t\n\t\t\t\t\t The contest was divided into worksite performance and stage performance. \n\t\t\t\t\t\n\t\t\t\t\t The performers put on the stage numbers on the feats performed by the peerlessly great persons in the building of the WPK and the work style of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Chorus \"Let Chollima of Songun Korea Gallop\", poem and story-telling \"Minds of Smelters\", witticism \"New Appearance of Hwanghae Iron and Steel Complex\", band music and song \"Our Country Is Witnessing Changes\" and others were acclaimed by the audience. \n\t\t\t\t\t\n\t\t\t\t\t The contest held in the worksite greatly encouraged the workers of the complex in their drive to achieve a boost in their production"
        },
        {
            "title": "Pyongyang Takes on New Look",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-33ee.html",
            "content": "Pyongyang Takes on New Look\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The DPRK capital city of Pyongyang is undergoing a facelifting to mark the 100th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The construction of 100,000 dwelling houses is progressing apace in the city. High-rise apartment buildings, a theatre and public service facilities are under construction in Mansudae area.\n\t\t\t\t\t\n\t\t\t\t\t A public service complex covering 17,400 square meters and an outdoor ice rink covering 9,660 square meters have been built in east Pyongyang area on the other side of the River Taedong.\n\t\t\t\t\t\n\t\t\t\t\t The complex will be furnished with up-to-date equipment for bathing, haircut and beauty treatment. \n\t\t\t\t\t\n\t\t\t\t\t Amusement facilities and wading pool will appear in the Rungnado Recreation Ground.\n\t\t\t\t\t\n\t\t\t\t\t A greening campaign is also under way in the city.\n\t\t\t\t\t\n\t\t\t\t\t Greenhouses have been constructed in all districts and old fences of public buildings replaced with iron and stone ones of diverse shapes.\n\t\t\t\t\t\n\t\t\t\t\t Exteriors of apartment and public buildings have been tiled and painted again in different colors and street light decorations have been renewed."
        },
        {
            "title": "Party Founding Museum Showcases Feats of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-34ee.html",
            "content": "Party Founding Museum Showcases Feats of Kim Il Sung\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Many people have visited the Party Founding Museum in Pyongyang on the occasion of the anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Hui, a section chief of the museum, told KCNA that thousands of people have visited the museum every day in October.\n\t\t\t\t\t\n\t\t\t\t\t The museum is the place where the President Kim Il Sung founded the revolutionary party of Juche type and wisely guided the effort for the building of a new country.\n\t\t\t\t\t\n\t\t\t\t\t Preserved there are materials, office room, reception room, conference room and others showing the great feats the President performed in founding the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t He proclaimed the founding of WPK in the conference room on October 10, Juche 34 (1945).\n\t\t\t\t\t\n\t\t\t\t\t The visitors can listen to the speech he delivered in the WPK inaugural meeting.\n\t\t\t\t\t\n\t\t\t\t\t The museum has been supplemented with more than 90 materials like pictures of the President and anti-Japanese war hero Kim Jong Suk, famous works written by the President, newspapers, books, photographs and relics. \n\t\t\t\t\t\n\t\t\t\t\t The museum serves as a reminder of the President's feats in party building."
        },
        {
            "title": "Production of Small Grand Piano Starts in DPRK",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-14ee.html",
            "content": "Production of Small Grand Piano Starts in DPRK\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The Pyongyang Piano Joint Venture Company began the production of small-sized grand piano.\n\t\t\t\t\t\n\t\t\t\t\t Based on the experience gained from the production of medium-sized grand piano, the company finished technological preparations for its manufacture by its own efforts and with indigenous technology in a matter of little over 2 months such as outer box with a complicatedly curved surface and more than 100 instruments.\n\t\t\t\t\t\n\t\t\t\t\t The small-sized piano is very comfortable for use at cultural houses, educational institutions and private houses.\n\t\t\t\t\t\n\t\t\t\t\t The production of the small-sized grand piano makes it possible to upgrade the skill of manufacturing piano and contribute to developing music and improving the cultural life of the people in the DPRK."
        },
        {
            "title": "Catfish Soup Enjoys Popularity in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-32ee.html",
            "content": "Catfish Soup Enjoys Popularity in Pyongyang\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Many people frequent the Pyongyang Catfish Soup Restaurant on the banks of the Taedong River to take catfish soup.\n\t\t\t\t\t\n\t\t\t\t\t The restaurant serves tens of kinds of catfish dishes like soup, boiled dry, salted spawn, integument salad and fermented gill. \n\t\t\t\t\t\n\t\t\t\t\t Among them the soup is the most popular.\n\t\t\t\t\t\n\t\t\t\t\t The hot soup mixed with edible herbs, bean curd, potato, egg and red sauce is very delicious-looking.\n\t\t\t\t\t\n\t\t\t\t\t The restaurant serves some 1 200 bowls of soup every day."
        },
        {
            "title": "WPK Emerges Victorious with Songun Politics",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-30ee.html",
            "content": "WPK Emerges Victorious with Songun Politics\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The Workers' Party of Korea (WPK) greeted its 66th anniversary on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Since its founding the WPK has performed great feats under the banner of Songun (military-first) politics.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the party on October 10, Juche 34 (1945) and built up a government representing the will and interests of the people with the army as the pivot.\n\t\t\t\t\t\n\t\t\t\t\t He also opened a way of establishing a socialist system by dint of military strength.\n\t\t\t\t\t\n\t\t\t\t\t His unique line of economic construction in parallel with defence buildup is also based on the idea of attaching importance to military affairs.\n\t\t\t\t\t\n\t\t\t\t\t The advantageous socialist society of Korean style where the popular masses are the masters of everything and all serve them is the most valuable treasure provided by Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The army has become invincible under Kim Jong Il's Songun-based leadership and politics.\n\t\t\t\t\t\n\t\t\t\t\t The army-people unity based on the same ideology, faith and comradeship has been put on a higher level and the political and ideological might of the revolution further strengthened.\n\t\t\t\t\t\n\t\t\t\t\t The country has established a powerful state structure with the National Defence Commission as the mainstay and pursued a new line of economic construction with priority given to the defence industry, providing a definite guarantee for a great progress of socialist construction and the accomplishment of the Juche revolutionary cause."
        },
        {
            "title": "Most Reasonable Proposal for Korean Reunification",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-31ee.html",
            "content": "Most Reasonable Proposal for Korean Reunification\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Thirty-one years has passed since President Kim Il Sung advanced the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t\n\t\t\t\t\t In the beginning of the 1980s the anti-reunification forces at home and abroad became more desperate in their effort for keeping Korea divided.\n\t\t\t\t\t\n\t\t\t\t\t The separatists in south Korea said national reunification was impossible with the socialist system existing in the north and the capitalist system in the south.\n\t\t\t\t\t\n\t\t\t\t\t They, in league with the United States, rendered the situation strained with preparations for a new war, while pursuing a vicious military fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t The President put forward the proposal for founding DFRK at the 6th Congress of the Workers' Party of Korea (October 10-14, 1980) in order to save the difficult situation of the pro-reunification movement and invigorate it.\n\t\t\t\t\t\n\t\t\t\t\t The proposal calls for founding a federal state and reunifying the country with the north and the south recognizing each other's ideology and social system.\n\t\t\t\t\t\n\t\t\t\t\t Since the country was divided many years ago due to the U.S. imperialists, different social systems and ideologies have existed in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve national unity and reunification under such circumstances, the ideology and social system of one side should not be absolutized. \n\t\t\t\t\t\n\t\t\t\t\t It is possible that people with different ideologies live together in a country and different social systems exist together in a unified state.\n\t\t\t\t\t\n\t\t\t\t\t The President considered the identity of the homogeneous nation as a basic factor of achieving reconciliation and unity of the north and the south with different ideologies and social systems.\n\t\t\t\t\t\n\t\t\t\t\t His unique proposal valuing the nation more than social system is the most realistic and reasonable one for Korean reunification."
        },
        {
            "title": "FTA Rejected in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-27ee.html",
            "content": "FTA Rejected in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. Free Trade Agreement in south Korea held a rally in Seoul on October 9 to vow to struggle against the conclusion of FTA.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers said that the conclusion of FTA would gravely encroach upon the vital rights of the south Koreans and bring disasters to posterity.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the \"Grand National Party\" for attempting to pass through the \"National Assembly\" the \"motion calling for the NA ratification of FTA\", timed to coincide with the south Korean chief executive's tour of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities make a thorough-going investigation into the humiliating act done by those public officials in the negotiations for the conclusion of FTA.\n\t\t\t\t\t\n\t\t\t\t\t They will rise up in the struggle to get the projected conclusion of FTA cancelled, they said, calling upon all the citizens to join the struggle."
        },
        {
            "title": "GIs' Sexual Assaults against S. Korean School Girls Assailed",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-15ee.html",
            "content": "Production of Small Grand Piano Starts in DPRK\r\n\n\t\t\t\t\tGIs' Sexual Assaults against S. Korean School Girls Assailed \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- A spokesman for the North Side Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Crimes made public the following statement on Tuesday denouncing the sexual assaults committed by GIs against school girls of south Korea:\n\t\t\t\t\t\n\t\t\t\t\t Soldiers of the U.S. imperialist aggressor forces present in south Korea recently committed such hair-raising atrocities as perpetrating brutal sexual assaults against teen-age school girls in Tongduchon of Kyonggi Province and Mapho District of Seoul. \n\t\t\t\t\t\n\t\t\t\t\t South Korean people from all walks of life, unable to repress indignation at the sexual assaults perpetrated by the U.S. imperialist aggressor forces, are turning  out in the actions demanding U.S. President Obama's apology, the punishment of the GI criminals and the withdrawal of the U.S. forces from south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The North Side Headquarters of the Nationwide Special Committee for Probing the Truth behind the GIs' Crimes together with all the people in the DPRK bitterly denounces with surging anger the thrice-cursed sexual assaults committed by GIs brutes and extends full support to the south Korean people in their actions. \n\t\t\t\t\t\n\t\t\t\t\t The 66-year-long history of the U.S. presence in south Korea is the bloodstained history of crimes. During this period, the U.S. imperialist aggressors have imposed immeasurable misfortunes and disasters upon the Korean nation through aggression, plunder, murder, rape and violence. \n\t\t\t\t\t\n\t\t\t\t\t The bestial atrocities committed by the U.S. imperialist aggressor troops against south Korean women, in particular, are unprecedented in the world.\n\t\t\t\t\t\n\t\t\t\t\t Their atrocities that make all Koreans shudder include the hair-cutting of a woman in Tongduchon, painting of a woman in Uijongbu, sexual assault against a six-year-old girl, murder of Yun Kum I and the killing of two schoolgirls. These clearly prove that the U.S. imperialist aggressor forces are murderers and lechers without parallels which make even animals blush. \n\t\t\t\t\t\n\t\t\t\t\t In February this year a sexual assault was committed against an old woman in Tongduchon of Kyonggi Province. Recently GIs committed sexual assaults against school girls. \n\t\t\t\t\t\n\t\t\t\t\t This proves that such monstrous crimes as sexual assaults will never cease in south Korea as long as the U.S. imperialist aggressor forces are allowed to stay in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The above-said incidents are nothing but a repetition of killings of Yun Kum I, Sin Hyo Sun and Sim Mi Son, a clear indication of a miserable fate of the women in south Korea under the occupation of the U.S. imperialist aggressor forces. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people's misfortune and sufferings are inevitable outcome of the U.S. military presence in south Korea and its colonial rule over it. \n\t\t\t\t\t\n\t\t\t\t\t They were also caused by the south Korean puppet rulers' humiliating stand of kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet rulers do not hesitate to commit such acts of treachery as conniving at GI crimes, being submissive to the U.S. while keeping mum about its barbarities. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people can never live in peace even a single day under the jack boots of the aggressors as long as the group of traitors steeped in sycophancy towards the U.S. and quisling nature to the marrow of their bones stay in power. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people from all walks of life should turn out as one in the struggle to decisively punish the culprits of the sexual assaults committed against schoolgirls this time. \n\t\t\t\t\t\n\t\t\t\t\t They should, at the same time, wage a more dynamic nationwide struggle to get all the humiliating treaties and agreements including SOFA abrogated, force the U.S. imperialist aggressor troops to quit south Korea and put an end to their colonial fascist rule."
        },
        {
            "title": "Doctorate of History Awarded to Korean Resident in Japan",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-16ee.html",
            "content": "Doctorate of History Awarded to Korean Resident in Japan\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- DPRK doctorate of history was conferred on Kim Hong Gyu, advisor to the Osaka branch of the Korean Social Scientists Association in Japan, with due ceremony at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Kim made contribution to comprehending in a systematic way the history of the Korean people's patriotic struggle through an overall study of the life and activities of Sa Myong Dang (Yujong in pen name), a righteous monk who had been active in the period before and after the Imjin Patriotic War."
        },
        {
            "title": "Centenary of 1911 Revolution in China Marked",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-17ee.html",
            "content": "Centenary of 1911 Revolution Marked in China\r\n\n\t\t\t\t\t Beijing, October 10 (KCNA) -- A meeting marking the centenary of the 1911 revolution in China was held at the Great Hall of the People in Beijing on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were senior party and state officials including President Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao said in a speech at the meeting that the 1911 revolution carried out by members of the revolutionary party represented by Sun Zhongshan brought about unprecedented social changes in China.\n\t\t\t\t\t\n\t\t\t\t\t He called on all the people to promote scientific development and social harmony and thus make redoubled efforts in unity to achieve the great prosperity of the Chinese nation.\n\t\t\t\t\t\n\t\t\t\t\t A photo and art work exhibition was opened in Beijing on October 8 to commemorate the centenary of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a meeting was held in Wuhan City to mark the centenary of the 1911 revolution and Wuchang Uprising and the 1911 Revolution Memorial was inaugurated in Guangzhou City.\n\t\t\t\t\t\n\t\t\t\t\t Various commemorative books were published."
        },
        {
            "title": "Police Human Rights Abuses Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-18ee.html",
            "content": "Police Human Rights Abuses Protested in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- A deputy spokesman for the Democratic Labor Party of south Korea made public a commentary on Oct. 5 denouncing the authorities for their anti-human rights policy.\n\t\t\t\t\t\n\t\t\t\t\t The commentary accused the present \"government\" of wantonly violating human rights.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive appointed his confidant Hyon Pyong Chol as chairman of the Human Rights Committee and paralyzed its function, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t Human rights situation can never improve if the present regime continues defending such guys as Hyon, it stressed."
        },
        {
            "title": "Settlement of Sexual Slavery Issue Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-19ee.html",
            "content": "Settlement of Sexual Slavery Issue Called for in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The Council for the Solution to the Issue of the Volunteers' Corps of south Korea sent a written letter and report to the UN and the International Labour Organization, according to Internet newspaper Thongil News of south Korea on Oct. 8.\n\t\t\t\t\t\n\t\t\t\t\t The letter and report called for solidarity struggle for the settlement of the issue of \"comfort women\" for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t Meetings calling for the solution to the issue have been held outside the Japanese embassy in Seoul every Wednesday and its number will reach 1 000 in December, the Council said.\n\t\t\t\t\t\n\t\t\t\t\t The letter and report addressed to international organizations are an expression of resentment against the Japanese government which is denying the south Koreans' demand and evading the reparation for its past, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It called on the international community to become unanimous in their voices demanding the solution to the sexual slavery issue."
        },
        {
            "title": "Russia Succeeds in New IBM Test",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-20ee.html",
            "content": "Russia Succeeds in New IBM Test\r\n\n\t\t\t\t\t Moscow, October 10 (KCNA) -- Russia successfully tested a new inter-continental ballistic missile for sea base recently.\n\t\t\t\t\t\n\t\t\t\t\t The country envisages equipping the submarines of its navy with this missile in the near future.\n\t\t\t\t\t\n\t\t\t\t\t The use of the missile would reportedly extend the existence of the submarine group in the northwest waters till 2025-2030. This was made public by the Russian paper Rossiskaya Gazeta on October 6."
        },
        {
            "title": "Russia Rejects U.S. Presence in Afghanistan after U.N. Mandate Expires ",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-21ee.html",
            "content": "Russia Rejects U.S. Presence in Afghanistan after U.N. Mandate Expires \r\n\n\t\t\t\t\t Moscow, October 10 (KCNA) -- Russia will not agree to U.S. military presence in Afghanistan after the expiration of a U.N. Security Council mandate, Russian envoy to NATO Dmitry Rogozin said Friday.\n\t\t\t\t\t\n\t\t\t\t\t Rogozin told Russian reporters said the United States is pursuing the same tactic in both Afghanistan and Libya by offering training for armed forces of those countries in NATO standards.  \n\t\t\t\t\t\n\t\t\t\t\t \"This is only a pretext for preserving their military presence in those counties,\" Rogozin said.\n\t\t\t\t\t\n\t\t\t\t\t \"This is something we have never agreed with. Afghanistan should be free from foreign interference in its internal affairs,\" he added."
        },
        {
            "title": "Cuba Condemns U.S. Anti-terrorist Policy",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-22ee.html",
            "content": "Cuba Condemns U.S. Anti-terrorist Policy\r\n\n\t\t\t\t\t Havana, October 10 (KCNA) -- President of the National Assembly of People's Power of Cuba Ricardo Alarcon in a press conference on October 6 condemned the U.S. double-dealing anti-terrorist policy.\n\t\t\t\t\t\n\t\t\t\t\t The United States is defending terrorist Posada Carriles, one of the masterminds who exploded a Cuban passenger, killing many innocent people, and leaving him to walk freely in the United States, he charged.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is keeping behind bars the Cuban patriots who fought against terrorism and is not sending to his country one patriot though he served out his prison term, he noted."
        },
        {
            "title": "Iran Accuses U.S. of Crackdown on Demonstrations",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-23ee.html",
            "content": "Iran Accuses U.S. of Crackdown on Demonstrations\r\n\n\t\t\t\t\t Tehran, October 10 (KCNA) -- A spokesman for the Foreign Ministry of Iran on October 7 accused the U.S. police of its crackdown on demonstrations in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. police cracked down on the people who were holding peaceful demonstrations over the past couple of weeks against unfair economic policies of the authorities, the spokesman said.\n\t\t\t\t\t\n\t\t\t\t\t The suppression of the public protests in different U.S. cities by the country's police shows that the U.S. statesmen do not tolerate peaceful demonstrations in their country, he noted."
        },
        {
            "title": "Gabon's President Supports Palestinian Statehood",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-24ee.html",
            "content": "Gabon's President Supports Palestinian Statehood\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Gabonese President Ali Bongo Ondimba announced in a press conference on Thursday his country's desire to see the creation of a Palestinian state.\n\t\t\t\t\t\n\t\t\t\t\t \"It's clear that Gabon wants to see the creation of a Palestinian state,\" Ali Bongo said. \"In my speech at the United Nations, we were very clear,\" he noted.\n\t\t\t\t\t\n\t\t\t\t\t Peace is the most important thing for the Palestinian people, he stressed."
        },
        {
            "title": "Mexican President Vows to Fight Organized Crime in Latin America",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-25ee.html",
            "content": "Mexican President Vows to Fight Organized Crime in Latin America\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Mexican President Felipe Calderon Hinojosa, addressing a regional meeting on Thursday, called upon the Latin American countries to strengthen the struggle against the organized crimes.\n\t\t\t\t\t\n\t\t\t\t\t He was concerned over the fact that violence by organized crime groups has made Latin America the most violent region in the world.\n\t\t\t\t\t\n\t\t\t\t\t He called on Latin American governments to do more to promote the rule of law and fight the criminals."
        },
        {
            "title": "Pakistan Rejects U.S. Demand",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-26ee.html",
            "content": "Pakistan Rejects U.S. Demand\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Pakistan's army chief in a press conference on October 6 rejected the U.S. demand.\n\t\t\t\t\t\n\t\t\t\t\t The United States is mounting pressure on Pakistan to launch military operation against the Taliban-linked Haqqani network based in Pakistan's North Waziristan tribal region and launch attacks from there, he said.\n\t\t\t\t\t\n\t\t\t\t\t Haqqani Network is based in Afghanistan's Kunar and Nuristan provinces, he said, adding that military operation is not a solution to every problem."
        },
        {
            "title": "Demonstrations Continue in U.S.",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-28ee.html",
            "content": "Demonstrations Continue in U.S.\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- A large-scale demonstration took place again in Wall Street, New York on October 5 in the presence of 20,000 masses.\n\t\t\t\t\t\n\t\t\t\t\t The protesters denounced the capitalists' greed, chanting \"equality\" and \"democracy\".\n\t\t\t\t\t\n\t\t\t\t\t There was a big demonstration in Washington on October 6, too.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators blamed the economic crisis on the greed of the capitalists."
        },
        {
            "title": "France's Budget Deficit 102.8 Billion Euros",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-29ee.html",
            "content": "France's Budget Deficit 102.8 Billion Euros\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- France's budget deficit was 102.8 billion euros at the end of August, the French government said on Friday."
        },
        {
            "title": "Important Days of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-02ee.html",
            "content": "Important Days of DPRK Marked in Different Countries\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Events took place in different countries between Oct. 1 and 4 to mark the 66th anniversary of the Workers' Party of Korea and the 85th anniversary of the Down-with-Imperialism Union.\n\t\t\t\t\t\n\t\t\t\t\t They included a lecture in Sweden, a meeting and photo exhibition in France and an opening ceremony of ten-day Korean photo exhibition in Nigeria. \n\t\t\t\t\t\n\t\t\t\t\t Displayed in their venues were photos showing the leadership feats performed by President Kim Il Sung and general secretary Kim Jong Il in party building and those introducing the course covered by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Communist Party of Sweden, the Sweden-Korea Friendship Association, the France-Korea Friendship Association and the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria and popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Sweden in a lecture entitled \"Guide of Socialist Cause\" said that the WPK founded by Kim Il Sung has developed into an invincible party enjoying support and trust from all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Nigerian ministry and other participants in the opening ceremony expressed conviction that the WPK would demonstrate its dignity as the eternal party of Kim Il Sung as it is led by Kim Jong Il."
        },
        {
            "title": "Important Days of WPK Observed in Germany, Poland",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-03ee.html",
            "content": "Important Days of WPK Observed in Germany, Poland\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Organizations of Germany and Poland posted articles on Internet homepages on the 66th anniversary of the Workers' Party of Korea and the 85th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t\n\t\t\t\t\t The German Branch of the Korean Friendship Association posted an article titled \"October Holidays\" with a photo of general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t There are many significant holidays showing the history of the WPK in October.\n\t\t\t\t\t\n\t\t\t\t\t The WPK founded by President Kim Il Sung on Oct. 10, 1945 has its roots in the DIU.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the unique Songun politics as a basic political mode of socialism and unrolled a plan to build a powerful and prosperous nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have achieved signal successes in CNC technology, nuclear, space and bio-engineering technologies and other fields true to the words of Kim Jong Il that it is necessary to plant one's feet on one's ground and look at the world and the WPK's idea of pushing back the frontiers of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The homepage also carried photos on CNC-based machines made in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Poland-DPRK Association posted \"Steady Victories of the Workers' Party of Korea and Their Secret\", \"85th Anniversary of the Down-with-Imperialism Union\" and other articles on Oct. 4."
        },
        {
            "title": "Anniversary of WPK Conference Marked in Peru",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-04ee.html",
            "content": "Anniversary of WPK Conference Marked in Peru\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, made public a statement on Sept. 28 on the first anniversary of the Conference of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The conference was a very important political event not only for socialist Korea but for the countries that wish to build socialism by getting rid of the capitalist system now in the grip of a serious crisis, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that general secretary Kim Jong Il was reelected general secretary of the WPK at its conference.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the great achievements made by the army and people of the DPRK in socialist construction true to the spirit of the conference, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t A dynamic drive is now underway in the DPRK to bring about a decisive turn in building an economic power and improving the standard of people's living in the run-up to the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are building Pyongyang City as a world-class city demonstrating the wisdom and talents of the nation.\n\t\t\t\t\t\n\t\t\t\t\t A large-scale fruit farm and modern fruit processing factory sprang up in the suburbs of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Dams and big waterway tunnel were completed in the construction site of the Huichon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Juche iron is being turned out at the Songjin Steel Complex in an endless stream and a heavy rail production process is operating in full gear at the Hwanghae Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t New factories and fish-breeding grounds directly linked with the people's life including the Nampho Glass Factory and the Pyongyang Flour-Processing Factory made their appearance in various parts of the country and the existing ones were technologically updated."
        },
        {
            "title": "Work Carried by Ecuadorian Paper",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-01ee.html",
            "content": "Work Carried by Ecuadorian Paper\r\n\n\t\t\t\t\t Pyongyang, October 11 (KCNA) -- The Ecuadorian newspaper Tribuna on September 28 and October 2 carried the first part of general secretary Kim Jong Il's work \"Socialism in Our Country Is Socialism of Our Own Style Guided by the Juche Idea.\"\n\t\t\t\t\t\n\t\t\t\t\t The first part of the work, published on December 27, Juche 79 (1990), clarifies the idea that socialism in the DPRK is genuine socialism fundamentally different from that in the past and man-centered socialism guided by the Juche idea."
        },
        {
            "title": "Choe Thae Bok y Kim Yong Il se reunen con nuevo embajador cubano",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-41ee.html",
            "content": "Choe Thae Bok y Kim Yong Il se reunen con nuevo embajador cubano\r\n\n\t\t\t\t\t Pyongyang, 11 de octubre (ACNC) -- Los secretarios del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok y Kim Yong Il, departieron el dia 11 respectivamente con el nuevo embajador extraordinario y plenipotenciario de la Republica de Cuba en Corea, Herman Ermin Ferras Alvarez, quien les hizo una visita de cortesia."
        },
        {
            "title": "Juego de futbol entre la RPDC y Uzbekistan",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-42ee.html",
            "content": "Juego de futbol entre la RPDC y Uzbekistan\r\n\n\t\t\t\t\t Pyongyang, 11 de octubre (ACNC) -- Tuvo lugar el dia 11 en el capitalino Campo de Futbol Yanggakdo una competencia entre la seleccion de la Republica Popular Democratica de Corea y la de Uzbekistan, que pertenecen al grupo C de eliminatorias de tercera etapa de la region asiatica para ganar boleto a la Copa Mundial 2014 de FIFA.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion, el once uzbkistano vencio al coreano 1 por 0.\n\t\t\t\t\t\n\t\t\t\t\t El segundo juego se efectuara el 11 de noviembre."
        },
        {
            "title": "Rodong Sinmun denuncia provocacion de Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-43ee.html",
            "content": "Rodong Sinmun denuncia provocacion de Sur de Corea\r\n\n\t\t\t\t\t Pyongyang, 11 de octubre (ACNC) -- Hace poco, las autoridades surcoreanas organizaron un acto por el \"dia del ejercito nacional\" y reprodujeron el periodo de la pasada guerra coreana librando el simulacro de pasar la linea de 38o y cruzar el rio Rakdong tras instalar como blanco las banderas de la Republica Popular Democratica de Corea y las figuras puestas de uniformes del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Esto es la clara demostracion de la hostilidad arraigada a la RPDC, lo que perjudica el ambiente de aflojamiento de la tension y agrava la crisis de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual difundido este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\t Cuando se ven los esfuerzos por el dialogo y aflojamiento de la tension en la Peninsula Coreana, las autoridades surcoreanas efectuaron el acto por el \"dia del ejercito nacional\" que simboliza la agresion a la RPDC, lo cual es la manifestacion de la \"politica sobre el Norte\" antinacional de las autoridades conservadoras que niegan el mejoramiento de las relaciones intercoreanas y prosiguen obstinadamente la confrontacion y la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Con sus freneticas maniobras  belicas los titeres mostraron nitidamente cual imprudente es la hostilidad a sus connacionales y la ambicion de  agresion al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas surcoreanos deben actuar con prudencia.\n\t\t\t\t\t\n\t\t\t\t\t Si ellos siguen recurriendo a la provocacion militar despreciando la advertencia de la RPDC, no evitaran el triste final por el implacable castigo del ejercito y el pueblo de la RPDC."
        },
        {
            "title": "Pyongyang en plena transformacion",
            "url": "http://kcna.co.jp/item/2011/201110/news11/20111011-44ee.html",
            "content": "Pyongyang en plena transformacion\r\n\n\t\t\t\t\t Pyongyang, 11 de octubre (ACNC) -- En esta capital se realiza dinamicamente la labor para convertirla en una ciudad hermosa con motivo del centenario del natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Esta en plena marcha la construccion de viviendas de cien mil viviendas.\n\t\t\t\t\t\n\t\t\t\t\t En el campo de construccion de la zona de Mansudae, el montaje de armadura de viviendas paso el limite de 70% durante cerca de 5 meses desde el inicio de su obra y se levantan rapidamente los apartamentos de rascacielos.\n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo se esta impulsando la construccion del Teatro del Pueblo y otros establecimientos de servicio publico.\n\t\t\t\t\t\n\t\t\t\t\t En la zona de Pyongyang Este, situada a otro lado del rio Taedong, estan levantandose el establecimiento de servicio combinado y el Patinadero al Aire Libre del Pueblo con mas de 17 mil 400 metros cuadrados y mas de 9 mil 660 metros cuadrados,  respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t El primero dotara de las instalaciones ultramodernas para el bano, pelado, peinado, etc. y en el segundo se construiran la pista circular de hielo que permiten jugar el patinaje en todas las estaciones, los asientos de espectaculo y los establecimientos de cultura y de servicios publicos.\n\t\t\t\t\t\n\t\t\t\t\t En el lugar de recreo en el islote Rungna, se construiran distintos establecimientos de recreo y la piscina combinada.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte se impulsa la labor para formar las  areas verdes y acondicionar los lugares.\n\t\t\t\t\t\n\t\t\t\t\t Se construyen los invernaderos en cada municipio y los viejos muros de los edificios publicos se sustituyen por los de distintas formas.\n\t\t\t\t\t\n\t\t\t\t\t Las paredes exteriores de las viviendas y edificios publicos quedaron azulejadas y pintadas de diferentes colores y se acelera la labor de decoracion electrica en los repartos."
        }
    ]
}