{
    "date": "2011-11-18",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by Art Squad of KPA Unit Command ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-33ee.html",
            "content": "Kim Jong Il Enjoys Art Performance Given by Art Squad of KPA Unit Command \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, enjoyed a performance given by the art squad of the Command of KPA Unit 6556. \n\t\t\t\t\t\n\t\t\t\t\t  Its repertoire included narrative poem and chorus \"Nostalgia\" and female solo and pangchang \"Glory to Our Great Party\", male solo \"The Country I Am Defending\", male chorus \"We Are Protecting the Safety of the General\", poem and story-telling and song \"Trust and Comrade\", mixed chorus \"Push Back Frontiers of Latest Science and Technology\" and chorus poem and chorus \"We Will Devotedly Defend the General for All Ages\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers strikingly demonstrated that no force on earth can stem the dynamic trend of the great Songun journey in the DPRK as the party, a guiding force, is confidently leading the revolutionary cause of Juche which started on Mt. Paektu, the Supreme Commander and the army are united as firm as a rock and the whole party and army and all the people are dynamically advancing along the chosen path with one and the same objective and breath.\n\t\t\t\t\t\n\t\t\t\t\t As the performance was over, Kim Jong Il warmly acknowledged the enthusiastic cheers of the performers, their eyes chocked with tears of emotion.\n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the members of the art squad of the unit staged a splendid performance with numbers of great cognitional and educational significance as they truthfully reflected the noble spiritual world of the KPA, he highly praised them for their successful performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t The members of the art squad not only sang well but wrote good poems, in particular, he said, appreciating the efforts made by the creators to produce successful works while breathing the same breath with soldiers in line with the spirit of the era.\n\t\t\t\t\t\n\t\t\t\t\t The performance given by the art squad today proved that the combination of arms and music represents the unity of idea and emotion, revolution and man and struggle and life and the Songun cause of the DPRK has, therefore, become a cause of the great and beautiful people, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the members of the art squad of the unit would energetically conduct revolutionary and militant performing activities and thus positively help the soldiers perform admirable military feats in defending the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior officials of party and armed forces organs Kim Jong Un, Ri Yong Ho, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, U Tong Chuk, Ri Myong Su, Han Kwang Sang, Kim Won Hong, Pak Jae Gyong, Yun Jong Rin, Hyon Chol Hae and Kim Yong Chol."
        },
        {
            "title": "DPRK-South Sudan Diplomatic Ties Established",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-25ee.html",
            "content": "DPRK-South Sudan Diplomatic Ties Established\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The governments of the DPRK and South Sudan established diplomatic ties at an ambassadorial level.\n\t\t\t\t\t\n\t\t\t\t\t A joint communique on the establishment of bilateral diplomatic relations was made public in Ethiopia on Nov. 16.\n\t\t\t\t\t\n\t\t\t\t\t The communique was signed by Kim Hyok Chol and Arop Kuol Deng, ambassadors of the DPRK and South Sudan to Ethiopia, upon authorization of the governments of their countries.\n\t\t\t\t\t\n\t\t\t\t\t The two countries agreed to open their diplomatic ties from the very day of their signature to the joint communique, on the basis of the principle of respect for sovereignty, equality, reciprocity and non-interference and in line with the April 18, 1961, Vienna Convention on Diplomatic Relations."
        },
        {
            "title": "High-Ranking Chinese Military Delegation Flies Back",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-08ee.html",
            "content": "igh-Ranking Chinese Military Delegation Flies Back \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, November 18 (KCNA) -- The high-ranking military delegation of the Chinese People's Liberation Army led by Li Jinai, member of the Central Military Commission of the Communist Party of China and director of the General Political Department of the CPLA, flew back home Friday by a chartered plane."
        },
        {
            "title": "IIJI Director-General Flies back ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-09ee.html",
            "content": "IIJI Director-General Flies back \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Vishwanath, director-general of the International Institute of the Juche Idea and secretary general of the International Kim Il Sung Prize Council, left here on Friday."
        },
        {
            "title": "Book \"Among the People\" Vol. 98 Published in DPRK",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-07ee.html",
            "content": "Book \"Among the People\" Vol. 98 Published in DPRK\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The Workers' Party of Korea Publishing House brought out the collection of reminiscences \"Among the People\" (Vol. 98).\n\t\t\t\t\t\n\t\t\t\t\t Contained in the book are 23 reminiscences dealing with the immortal exploits President Kim Il Sung performed with his extraordinary ideological and theoretical wisdom, outstanding leadership ability and noble personality. Impressive stories that he received deep respect and reverence from the world progressives are also contained.\n\t\t\t\t\t\n\t\t\t\t\t They deal with the immortal leadership exploits of the President who brightly indicated the way for effecting a fresh turn in the production of electric power and magnesia clinker and brining about leaping progress of the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t They also tell about the pains-taking efforts made by the President who personally did farming on an experimental plot and worked hard to open a bright prospect for the development of agriculture, stock-breeding and fruit farming.\n\t\t\t\t\t\n\t\t\t\t\t Also contained are stories saying the President made sure new generation positively learned from the anti-Japanese revolutionary comrades-in-arms, always remembering them and that he was anxious about national reunification.\n\t\t\t\t\t\n\t\t\t\t\t There is also a reminiscence saying that he personally drew a nationality mark design for airplane and set its position.\n\t\t\t\t\t\n\t\t\t\t\t Other reminiscences praise the exploits by the President who initiated the reconstruction project of King Tongmyong's Mausoleum to build it as befitting one of the founder-king of Koguryo and provided a flower garden of the Juche-oriented arts of dance.\n\t\t\t\t\t\n\t\t\t\t\t Also contained in the book are reminiscences saying he did not spare anything for the education of the rising generations and that he fascinated many foreigners who visited the DPRK despite disparate political views and systems."
        },
        {
            "title": "University Teachers Contribute to Economic Development ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-12ee.html",
            "content": "University Teachers Contribute to Economic Development \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Many university teachers of the DPRK have contributed to the country's economic development with valuable research findings.\n\t\t\t\t\t\n\t\t\t\t\t Teachers of Kim Il Sung University invented a new-type turbine blade to help power plants boost electricity output.\n\t\t\t\t\t\n\t\t\t\t\t Those of Kye Ung Sang College of Agriculture affiliated with Kim Il Sung University developed a combined machine needed for tractor to plow, harrow and level paddy and dry field at the same time.\n\t\t\t\t\t\n\t\t\t\t\t Teachers from Kim Chaek University of Technology, in cooperation with technicians, have updated the cooling system of the high temperature air combustion heating furnace at the Kim Chaek Iron and Steel Complex and put the production and management of the Tudan Duck Farm on a computer basis. They have also established a new alloy steel production process, which is of great significance in developing the metal industry.\n\t\t\t\t\t\n\t\t\t\t\t Han Tok Su Pyongyang University of Light Industry invented toothpaste good for dental treatment, while Pyongyang University of Mechanical Engineering made a stock-packing machine.\n\t\t\t\t\t\n\t\t\t\t\t Such scientific achievements have also been registered by Pyongyang University of Railways, Hamhung University of Chemical Engineering, Huichon University of Technology, Kim Je Won Haeju University of Agriculture and other universities throughout the country."
        },
        {
            "title": "Hyonhwa Temple's Seven-storey Pagoda ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-11ee.html",
            "content": "Hyonhwa Temple's Seven-storey Pagoda \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- A seven-storey pagoda dating back to the period of Koryo kingdom (918-1392) is preserved in the Koryo Museum in Kaesong Ciy. The stone-made pagoda was erected in Hyonhwa Temple in 1020. \n\t\t\t\t\t\n\t\t\t\t\t The square-shaped pagoda consists of a stylobate, seven-storey body and roof.   \n\t\t\t\t\t\n\t\t\t\t\t The pagoda is 8.64 meters high and each side of the stylobate 3.9 meters long.\n\t\t\t\t\t\n\t\t\t\t\t The stylobate has three pillars on each side.\n\t\t\t\t\t\n\t\t\t\t\t The body is made up of stones inscribed with images of Buddha.\n\t\t\t\t\t\n\t\t\t\t\t The Buddha images have half-closed eyes, crescent-like eyebrows, gentle but sharp noses, firm-set lips and chubby cheeks.\n\t\t\t\t\t\n\t\t\t\t\t The roof made with a thin stone has long eaves.\n\t\t\t\t\t\n\t\t\t\t\t The pagoda is a national treasure indicative of the Korean nation's advanced architecture in the early period of Koryo kingdom."
        },
        {
            "title": "Celebrated Football Teacher ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-30ee.html",
            "content": "Celebrated Football Teacher \r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Hwang Chol San, 40, has trained many footballers at Sosong District Juvenile Sports School in Pyongyang for nearly two decades.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Jong Il Gwan, Jang Phyong Il and Ju Kwang Min. They are active as seeded players in well-known local teams. \n\t\t\t\t\t\n\t\t\t\t\t They have distinguished themselves in domestic and international tournaments as half-back, forward and goalkeeper.\n\t\t\t\t\t\n\t\t\t\t\t Hwang has guided the team of the school to take titles in national football tournaments of juvenile sports schools several times.  \n\t\t\t\t\t\n\t\t\t\t\t He is recognized as an able football teacher by experts."
        },
        {
            "title": "KCNA Commentary on Rumor about \"Nuclear Cooperation\"",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-10ee.html",
            "content": "KCNA Commentary on Rumor about \"Nuclear Cooperation\"\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Some dishonest forces are deliberately spreading the rumor that the DPRK is helping Iran in manufacturing nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Some time ago, the International Atomic Energy Agency (IAEA), instigated by the U.S. and other Western countries, floated the rumor about \"nuclear cooperation\" between the DPRK and Iran. Then the hostile forces have spread fabricated data to make this rumor sound plausible. They even cited the outdated facts, rejected by the international community in the past, and talked nonsense that \"hundreds of north Korean technicians, who took part in manufacturing nukes and missiles, have visited Iran on the shift via a third country to offer technological assistance.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led hostile forces have always found fault with the peaceful nuclear activities of those countries going against their grain and with their cooperation in the nuclear field.\n\t\t\t\t\t\n\t\t\t\t\t What the forces seek in spreading the rumor about the DPRK's \"nuclear cooperation\", which is nonexistent, while escalating the offensive against Iran is to brand the DPRK as a \"nuclear criminal\" by linking it with the nuclear issue of Iran.\n\t\t\t\t\t\n\t\t\t\t\t The story about \"nuclear cooperation\" is part of the hostile forces' trite slandering and deceptive tricks intended to put pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There is no creditability in it.\n\t\t\t\t\t\n\t\t\t\t\t Over the West's skepticism about the nuclear cooperation with the DPRK, Iranian diplomats said that Iran needs no foreign experts since it developed its own nuclear base and that Iran's nuclear program is only for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the hostile forces are persistently clamoring about the DPRK's \"cooperation\". This is a revelation of their wicked criminal scheme to justify the campaign for sanctions on the DPRK over the nuclear issue and spoil the atmosphere of dialogue created in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In words they call for peace and stability in the Asia-Pacific region including the peninsula but, in action they go against the dialogue and detente.\n\t\t\t\t\t\n\t\t\t\t\t Any attempt to tarnish the external image of the DPRK with slander and plot will come to failure in the end.\n\t\t\t\t\t\n\t\t\t\t\t Plot-breeders had better stop their foolish attempt at once."
        },
        {
            "title": "GNP's Scheme to Conclude Shackling FTA Rebuked",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-05ee.html",
            "content": "GNP's Scheme to Conclude Shackling FTA Rebuked\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea made public a statement on Nov. 16 in denunciation of the remarks made by the president of the \"Grand National Party\" to railroad the humiliating \"Free Trade Agreement\" with the U.S. through the \"National Assembly.\"\n\t\t\t\t\t\n\t\t\t\t\t That day the president blared he would get the earlier passage of the \"motion calling for ratification of FTA\", the commentary said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This reconfirmed that the \"government\" and ruling party are gambling for the passage of the FTA.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" and the GNP should no longer deceive the people with the infeasible design of ratifying first and renegotiating later, the commentary noted, demanding total reexamination of the poisonous articles of the agreement, though belatedly."
        },
        {
            "title": "U.S. and S. Korean Warlike Forces' Moves for Nuclear War under Fire",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-06ee.html",
            "content": "U.S. and S. Korean Warlike Forces' Moves for Nuclear War under Fire \r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- More than 10 civic and social organizations of south Korea denounced the nuclear war moves of the U.S. imperialists and south Korean warmongers. They held the 146th action for independence, reunification and peace outside the U.S. embassy in Seoul on Tuesday. \n\t\t\t\t\t\n\t\t\t\t\t The exercise of applying extended deterrence means was staged in the U.S. Strategic Command on Nov. 8 and 9 under the sponsorship of the \"Extended Deterrence Policy Committee\", they disclosed. \n\t\t\t\t\t\n\t\t\t\t\t The military drill stokes the danger of nuclear war on the Korean Peninsula as it is aimed to effect the strategy for preemptive nuclear attack on the DPRK, they noted. \n\t\t\t\t\t\n\t\t\t\t\t They called for immediately ending the war exercise, saying it will balk the efforts for the denuclearization of the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities press for the construction of naval base on Jeju Island which can harbor the U.S. nuclear-powered carrier while mulling introducing U.S.-made drones, they said. \n\t\t\t\t\t\n\t\t\t\t\t They called upon all the people to come out to fight the forces spurring war preparations."
        },
        {
            "title": "Kim Jong Il's Answers, Important Guidelines for Development of Russia-DPRK Relations",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-01ee.html",
            "content": "Kim Jong Il's Answers, Important Guidelines for Development of Russia-DPRK Relations\r\n\n\t\t\t\t\tPyongyang, November 18 (KCNA) -- A round-table talk was held at the Russian Technical Glass Research Institute on Nov. 14 in connection with the fact that General Secretary Kim Jong Il gave answers to questions put by ITAR-TASS of Russia.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's answers are important guidelines in developing the Russia-DPRK relations in various fields including politics, economy, culture and military affairs, the first vice director-general of the Institute said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In his answers Kim Jong Il showed the will of the Korean people to develop the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t We consider that Russia and the DPRK should further expand and develop their friendly relations in the orientation indicated by him.\n\t\t\t\t\t\n\t\t\t\t\t The vice director-general for science said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il said the nuclear issue of the Korean Peninsula was spawned by the U.S. constantly threatening the sovereignty and security of the Korean people. This is quite right. He made clear the principled stand of the DPRK on the prospect of normalization of relations with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan should respond to this."
        },
        {
            "title": "Kim Jong Il Praised as Beacon of Hope ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-02ee.html",
            "content": "Kim Jong Il Praised as Beacon of Hope \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Kim Jong Il is not only the prominent leader of the Korean youth movement but also the beacon of hope for the world progressive youth and students. \n\t\t\t\t\t\n\t\t\t\t\t Tiago Alexandre Ferraz Vieira, president of the World Federation of Democratic Youth, said this on Nov. 12 when meeting Kil Chol Hyok, secretary of the C.C., the Kim Il Sung Socialist Youth League who is heading the league delegation to the 18th WFDY Congress.\n\t\t\t\t\t\n\t\t\t\t\t The president said that Kim Jong Il is leading the league to stand in the van of the federation in advancing under the banner of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t We are firmly convinced that the Korean people and youth would surely build a thriving socialist nation in the near future, true to the Songun politics of Kim Jong Il, he said."
        },
        {
            "title": "Serious Soil Contamination by Radioactive Substances in Japan",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-24ee.html",
            "content": "Serious Soil Contamination by Radioactive Substances in Japan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Soil contamination by radioactive substances in Japan is being expanded across the country, sparking a serious issue.\n\t\t\t\t\t\n\t\t\t\t\t Radioactive cesium of 40,000 becquerels per kg of soil was detected around the Fukushima Nuclear Power Plant, according to a recent survey. This is 8 times than the level banning rice farming.\n\t\t\t\t\t\n\t\t\t\t\t Radioactive cesium of 250 becquerels was detected in Hokkaido and 100 becquerels in Tokyo at the maximum.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, radioactive cesium surpassing the level was found in rice harvested in Fukushima City, the Fukushima Prefectural Authorities said on Nov. 16."
        },
        {
            "title": "U.S. Police Quells Occupy Wall Street Demos",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-04ee.html",
            "content": "U.S. Police Quells Occupy Wall Street Demos\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Amid the Occupy Wall Street demo growing stronger in different parts of the United States, the police have kicked up a sweeping campaign of repression while dispersing the protesters.\n\t\t\t\t\t\n\t\t\t\t\t On Nov. 16 the police authorities in New York hurled policemen in dispersing protesters.\n\t\t\t\t\t\n\t\t\t\t\t As a helicopter circled above the park where protesters set up tents to stage sit-in strike, creating terror-ridden atmosphere, the police thronged to the park and cleared all the tents by force.\n\t\t\t\t\t\n\t\t\t\t\t The police arrested more than 200 of those strikers protesting the evacuation.\n\t\t\t\t\t\n\t\t\t\t\t Similar breakup campaign was also conducted in Oakland, Portland and other cities.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at such repression, the protesters reportedly declared that they would soon stage a large-scale demo.\n\t\t\t\t\t\n\t\t\t\t\t Foreign media reported that tension is prevailing in Wall Street again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would frequently advocate \"defense\" of human rights including freedom of assembly and demonstration. However, it is now arresting and detaining at random the popular masses who rose up in the struggle against exploitation and repression by capital.\n\t\t\t\t\t\n\t\t\t\t\t This frantic racket of crackdown is a vivid expression of hypocrisy of the U.S.-style \"freedom\" and \"human rights\", and it clearly shows the world that the U.S. is a grave yard of human rights."
        },
        {
            "title": "China Marks Sun Yat-sen's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-26ee.html",
            "content": "China Marks Sun Yat-sen's Birth Anniversary\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Beijing, November 17 (KCNA) -- China commemorated the 145th birth anniversary of Sun Yat-sen, a revered revolutionary leader who played a pivotal role in overthrowing imperial rule in China.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony was held at the Zhongshan Hall of the Zhongshan Park in Beijing on Saturday, sponsored by the National Committee of the Chinese People's Political Consultative Conference.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were laid before the statue of Sun Yat-sen.\n\t\t\t\t\t\n\t\t\t\t\t His birth anniversary was also commemorated in Shanghai City, Hubei Province, Guangdong Province and other regions of the country on the same day."
        },
        {
            "title": "China to Build Eco-conserving Experimental Centre ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-27ee.html",
            "content": "hina to Build Eco-conserving Experimental Centre \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Beijing, November 17 (KCNA) -- An executive meeting of the State Council of China was held on November 16.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting, officiated by Premier Wen Jiabao, discussed building a state eco-conserving experimental centre for the sources of three rivers in Qinghai Province.\n\t\t\t\t\t\n\t\t\t\t\t A draft amendment to the budget law was also discussed and adopted at the meeting."
        },
        {
            "title": "Coal Mines Urged to Prevent Gas Accident in China",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-28ee.html",
            "content": "Coal Mines Urged to Prevent Gas Accident in China\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Beijing, November 17 (KCNA) -- Zhang Dejiang, vice-premier of the Chinese State Council, recently urged coal mines to improve the work for labor safety.\n\t\t\t\t\t\n\t\t\t\t\t Zhang, speaking at a national meeting for gas accident prevention held in Hefei City, Anhui Province, said the coal mines should take comprehensive measures to prevent accidents in an effective way and protect lives of their employees."
        },
        {
            "title": "Russian Spaceship Docks with Int'l Space Station",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-31ee.html",
            "content": "Russian Spaceship Docks with Int'l Space Station \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Moscow, November 17 (KCNA) -- Russian Spaceship \"Soyuz TMA-22\" docked with the International Space Station on November 16, a media report said.\n\t\t\t\t\t\n\t\t\t\t\t It, carrying two Russian astronauts and a U.S. astronaut, was launched from the Baikonur Space Centre on November 14."
        },
        {
            "title": "Mock Trial of Bush, Blair to Be Held in Malaysia ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-29ee.html",
            "content": "Mock Trial of Bush, Blair to Be Held in Malaysia \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, November 18 (KCNA) -- A four-day mock trial of U.S. ex-President George Bush and British ex-Prime Minister Tony Blair for having ignited the Iraqi war will be held in Malaysia from November 19.\n\t\t\t\t\t\n\t\t\t\t\t  The trial, sponsored by Malaysian ex-Prime Minister Mahathir Mohamad, is aimed to blame them for having wrecked peace and violated international law."
        },
        {
            "title": "U.S. Air Force to Be Equipped with Bunker Busters",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-21ee.html",
            "content": "U.S. Air Force to Be Equipped with Bunker Busters\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The U.S. pushes forward the deployment of new type bombs to be used for aggression wars against other countries and military interference.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Air Force on November 14 clarified that it deployed for an actual war Bunker Busters which it received from Boeing Co., munitions monopoly. They are to be mounted on B-2s."
        },
        {
            "title": "More Pakistanis Killed by U.S. Forces",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-20ee.html",
            "content": "More Pakistanis Killed by U.S. Forces\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The U.S. forces in Afghanistan are killing more Pakistanis under the pretext of \"anti-terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t The death toll of a Tuesday morning's U.S. drone strike in northwest Pakistan has risen to seven. \n\t\t\t\t\t\n\t\t\t\t\t Earlier media reports said that five people were killed and four others injured in the U.S. drone strike in the Miransha area of North Waziristan."
        },
        {
            "title": "Cuba Rejects U.S. Double-Standard Policy",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-13ee.html",
            "content": "Cuba Rejects U.S. Double-Standard Policy\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The Cuban permanent representative to the UN, addressing a meeting of the UNSC on Nov. 14, strongly denounced the U.S. for applying double standard in fighting terrorism.\n\t\t\t\t\t\n\t\t\t\t\t He denounced the American government for insisting on including Cuba in the list of State sponsor of international terrorism.\n\t\t\t\t\t\n\t\t\t\t\t He also supported the position of the Non-Aligned Movement against unilateral lists that accuse States of alleged support for terrorism. \n\t\t\t\t\t\n\t\t\t\t\t He asserted it is time already to end with the double standard on terrorism, a scourge that has to be rejected under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that measures to eliminate international terrorism must be based on strict respect for the United Nations Charter and the principles of international law and international humanitarian law."
        },
        {
            "title": "Palestinians Arrested by Israeli Army",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-19ee.html",
            "content": "Palestinians Arrested by Israeli Army\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- The Israeli army is getting hell-bent on arresting Palestinians despite the protest and denunciation of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Israeli police arrested seven Palestinians on Tuesday in east Kuds."
        },
        {
            "title": "Cote d'Ivoire to Create 100,000 Jobs for Youths in 2012",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-14ee.html",
            "content": "Cote d'Ivoire to Create 100,000 Jobs for Youths in 2012\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Cote d'Ivoire is paying attention to settling the unemployment issue of the youth.\n\t\t\t\t\t\n\t\t\t\t\t Cote d'Ivoire plans to create 100,000 jobs for the West African country's youths in 2012.\n\t\t\t\t\t\n\t\t\t\t\t Some projects will be immediately initiated to create 15,000 jobs for youths by the end of the year, the government said on Nov. 13."
        },
        {
            "title": "Iran's Population Exceeds 75 Million",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-22ee.html",
            "content": "Iran's Population Exceeds 75 Million\r\n\n\t\t\t\t\t Tehran, November 17 (KCNA) -- Iran's population has exceeded 75 million, the semi-official Mehr News Agency reported on Wednesday."
        },
        {
            "title": "Cooperation among Different Countries",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-15ee.html",
            "content": "Cooperation among Different Countries\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Angola and Serbia on Nov. 14 agreed to boost bilateral cooperation in various fields, including education, infrastructure construction and defense.\n\t\t\t\t\t\n\t\t\t\t\t Pakistan and Turkmenistan on the same day inked five agreements and Memorandums of Understanding (MoUs) to enhance bilateral cooperation in the fields of trade, energy, media and culture."
        },
        {
            "title": "Trade Deficit of EU Member Nations",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-18ee.html",
            "content": "Trade Deficit of EU Member Nations\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- For the wider 27-nation EU, trade balance for September 2011 recorded a deficit of 10.5 billion euro, the European Union's (EU) statistics bureau Eurostat said on Tuesday."
        },
        {
            "title": "Flood Damage Increases in Thailand",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-16ee.html",
            "content": "Flood Damage Increases in Thailand\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- A total of 562 people were confirmed dead and two people were missing as of Nov. 15 in the floods that have inundated the upper part of Thailand for almost three months. A total of the victims were about 13.2 million persons.\n\t\t\t\t\t\n\t\t\t\t\t Relief work is being done in the afflicted areas."
        },
        {
            "title": "Bird Flu Occurs in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-17ee.html",
            "content": "Bird Flu Occurs in Bangladesh\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- Bird flu occurred in a farm in southwestern Bangladesh recently.\n\t\t\t\t\t\n\t\t\t\t\t The result of examination on Nov. 14 confirmed that poultries of the farm were infected.\n\t\t\t\t\t\n\t\t\t\t\t A step to dispose of chickens and eggs of the farm was taken to prevent the bird flu from spreading."
        },
        {
            "title": "Crimes in Turkey",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-23ee.html",
            "content": "Crimes in Turkey\r\n\n\t\t\t\t\t Pyongyang, November 18 (KCNA) -- An Iranian bus traveling to Syria was attacked by unknown gunmen in eastern Turkey.\n\t\t\t\t\t\n\t\t\t\t\t There were 40 passengers aboard the bus, among whom eight, including the bus driver, were wounded in the Ercis town of the Van province.\n\t\t\t\t\t\n\t\t\t\t\t On Nov. 14 and 15 Turkish police confiscated 433 kg hashish in the central province of Kayseri, 25 kg of hashish in Dortyol in the southern province of Hatay and 52 kg of hashish in the southeastern province of Gaziantep."
        },
        {
            "title": "Kim Jong Il se reune con la delegacion militar china",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-34ee.html",
            "content": "Kim Jong Il se reune con la delegacion militar china\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 18 de noviembre (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea se reunio el dia 17 con la delegacion militar de alto rango del Ejercito Popular de Liberacion de China (EPLCh) presidida por Li Jinai, miembro de la Comision Militar Central del Partido Comunista de China y director del Departamento Politico General del EPLCh, de visita en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el general de ejercito del Ejercito Popular de Corea Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Ri Yong Ho, miembro del Presidium del Buro Politico del CC del PTC y jefe del Estado Mayor General del EPC, Jang Song Thaek, miembro suplente del Buro Politico del CC del PTC y vicepresidente del CDN, Kim Jong Gak, miembro suplente del Buro Politico del CC del PTC y primer subjefe de la Direccion Politica General del EPC, los generales de ejercito del EPC Kim Won Hong y Pak Jae Gyong.\n\t\t\t\t\t\n\t\t\t\t\tPor la parte china participaron junto con Li Jinai el teniente general Ding Jiye, subdirector del Departamento Logistico General del EPLCh, el teniente general Chen Xiaogong, subcomandante de las fuerzas aereas, el teniente general Wang Dengping, comisario politico de la Flota del Mar Norte de las fuerzas navales, el teniente general Zhao Zongqi, jefe del Estado Mayor de la Zona Militar de Jinan, el mayor general Kan Likui, subdirector del departamento de operacion del Estado Mayor General, el mayor general Ci Guowei, subdirector de la Oficina de Asuntos Exteriores del Ministerio de Defensa Nacional, el mayor general Li Fengshan, subsecretario general de la Oficina General del Departamento Politico General, el embajador chino Liu Hongcai y el agregado militar de la embajada china en Corea, Sun Yanfeng.\n\t\t\t\t\t\n\t\t\t\t\tLi Jinai transmitio el cordial saludo dirigido al Dirigente Kim Jong Il por los miembros del colectivo de direccion central del Partido Comunista de China incluyendo el Secretario General del CC del PCCh y Presidente de la Republica Popular China Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\tAgradecio de todo corazon al Dirigente, quien se reunio con la delegacion militar de alto rango del EPLCh aunque estaba tan ocupado por dirigir la construccion del Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tDijo que durante la estancia en Corea, se impresiono mucho observando directamente los exitos brillantes que logran el hermano pueblo y el ejercito de Corea bajo la direccion del PTC encabezado por el Secretario General Kim Jong Il, y expreso las impresiones sobre el particular.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la tradicional amistad China-Corea preparada por los lideres de generacion veterana de ambos paises ha entrado en el nuevo desarrollo bajo las profundas atenciones del Secretario General Hu Jintao y el Secretario General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tDijo que en los ultimos anos, se activan las visitas mutuas de alto nivel de los dos paises, se lograron los importantes acuerdos concernientes al desarrollo de las relaciones de amistad y cooperacion y realizan  de continuo los abundantes exitos el intercambio y cooperacion bilaterales de varias ramas incluyendo la politica, la economia y los asuntos militares.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que materializar la compresion comun lograda por los dirigentes de los dos paises y fortalecer las relaciones de amistad y cooperacion entre los pueblos y en particular, entre los ejercitos de ambos paises es la invariable orientacion del partido, el gobierno y el ejercito de China.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dio calurosa bienvenida a la visita a Corea de la delegacion militar de alto rango del EPLCh y transmitio su cordial saludo a Hu Jintao y otros integrantes del colectivo de direccion central del PCCh y al hermano ejercito y el pueblo de China.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que en el pasado, los ejercitos de Corea y China vinieron desempenando el papel principal en el  desarrollo de las relaciones de amistad de ambos paises y expreso la conviccion de que no cambiaran la fidelidad revolucionaria y los principios clasistas de los ejercitos y los pueblos de los dos paises aunque sea cambiada la situacion en el futuro.\n\t\t\t\t\t\n\t\t\t\t\tLi Jinai dirigio al Dirigente y a Kim Jong Un regalos preparados con toda sinceridad. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente le expreso gran agradecimiento al respecto y ofrecio una cena en honor de los huespedes chinos. \n\t\t\t\t\t\n\t\t\t\t\tLa comida transcurrio en un cordial ambiente lleno de sentimiento de amistad."
        },
        {
            "title": "Kim Jong Il recibe regalo proveniente de IIIJ",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-35ee.html",
            "content": "Kim Jong Il recibe regalo proveniente de IIIJ\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 18 de noviembre (ACNC) -- El Dirigente Kim Jong Il recibio presente que le dedicara el Instituto Internacional de la Idea Juche (IIIJ).\n\t\t\t\t\t\n\t\t\t\t\tVishwanath, secretario general del Consejo del Premio Internacional Kim Il Sung y director general del IIIJ, de visita en Corea, lo entrego la vispera a Kim Ki Nam, secretario del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "RPDC establece relaciones diplomaticas con Sudan del Sur",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-36ee.html",
            "content": "RPDC establece relaciones diplomaticas con Sudan del Sur\r\n\n\t\t\t\t\tPyongyang, 18 de noviembre (ACNC) -- Partiendo del deseo comun de desarrollar en todos los dominios las relaciones de amistad y cooperacion entre ambos paises, los gobiernos de la Republica Popular Democratica de Corea y de la Republica de Sudan del Sur decidieron establecer relaciones diplomaticas a nivel de embajador desde el dia de suscripcion del comunicado conjunto correspondiente basandose en los principios de respeto a la soberania, igualdad, beneficio mutuo y no intervencion en asuntos internos y en virtud de la Convencion de Viena sobre las relaciones diplomaticas firmada el 18 de abril de 1961.\n\t\t\t\t\t\n\t\t\t\t\tBajo la autorizacion de los gobiernos respectivos, el embajador extraordinario y plenipotenciario coreano, Kim Hyok Chol, y su homologo de Sudan del Sur, Arop Kuol Deng, acreditados en la Republica de Etiopia firmaron el dia 16 el documento mencionado."
        },
        {
            "title": "ACNC denuncia el rumor de \"cooperacion nuclear\" de Corea",
            "url": "http://kcna.co.jp/item/2011/201111/news18/20111118-37ee.html",
            "content": "ACNC denuncia el rumor de \"cooperacion nuclear\" de Corea\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 18 de noviembre (ACNC) -- Algunas fuerzas difunden intencionalmente el rumor de que la Republica Popular Democratica de Corea ayuda la fabricacion de armas nucleares de Iran.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, la Agencia Internacional de Energia Atomica, a instigacion de Estados Unidos y el Occidente, difundio el rumor de \"cooperacion nuclear\" entre la RPDC e Iran y las fuerzas hostiles propagan hasta los datos falsificados para atribuirles la credibilidad.\n\t\t\t\t\t\n\t\t\t\t\tEllas presentaron los anticuados datos repudiados por la sociedad internacional en el pasado e insisten absurdamente en que \"cientos de tecnicos norcoreanos quienes habian participado en la fabricacion de armas nucleares y misiles fueron por turno a Iran a traves de tercer pais para ofrecerle la cooperacion tecnica\".\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles dirigidas por EE.UU. siempre cuestionan las actividades nucleares con fines pacificos y la cooperacion en esta materia de los paises que no le agradan.\n\t\t\t\t\t\n\t\t\t\t\tEl proposito de difundir el supuesto rumor de \"cooperacion nuclear\" de la RPDC detras de la cortina de la ofensiva anti-Iran que se activa mas en estos dias, es acusar a la RPDC de \"criminal nuclear\" introduciendola en los problemas nucleares de Iran. \n\t\t\t\t\t\n\t\t\t\t\tEl rumor en cuestion, que carece de credibilidad, forma parte de la difamacion rutinaria de las fuerzas hostiles decididas a calumniar y presionar a la RPDC, siendo una artimana para enganar la opinion publica. \n\t\t\t\t\t\n\t\t\t\t\tEn referencia a las sospechas de la cooperacion nuclear con la RPDC de que el Occidente habla con bombo y platillo, los diplomaticos iranies expresaron que \"Iran no necesita a los especialistas extranjeros porque desarrollo por cuenta propia la base nuclear\" y el \"programa nuclear de Iran persigue unicamente fines pacificos\".\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las fuerzas hostiles difunden obstinadamente ese rumor partiendo de su intento criminal de justificar su campana de sancion anti-RPDC pretextando el tema nuclear y romper el clima de dialogo creado en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAunque ellas dicen que desean la paz y la estabilidad de la Peninsula Coreana y el resto de la region de Asia-Pacifico, desafian en realidad al dialogo y al relajamiento de la situacion.\n\t\t\t\t\t\n\t\t\t\t\tEsta condenada al fracaso la campana para manchar la imagen exterior de la RPDC con la demagogia y calumnias. \n\t\t\t\t\t\n\t\t\t\t\tLos conspiradores deben poner fin a sus complots absurdos."
        }
    ]
}