{
    "date": "2011-08-09",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-09ee.html",
    "articles": [
        {
            "title": "Chartered Flights Available for DPRK Tourism",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080926ee.html",
            "content": "Chartered Flights Available for DPRK Tourism\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Many tourists have come to the DPRK by chartered planes.\n\t\t\t\t\t\n\t\t\t\t\tThe Shanghai-Pyongyang air service, which started on July 1, is available on Tuesday and Friday every week.\n\t\t\t\t\t\n\t\t\t\t\tTourism through the Xian-Pyongyang air service began on July 28.\n\t\t\t\t\t\n\t\t\t\t\tMalaysian tourists will come to Pyongyang through direct flight from Kuala Lumpur from August 19.\n\t\t\t\t\t\n\t\t\t\t\tAlong with the increase of tourists, their entry and exit procedures have been simplified. \n\t\t\t\t\t\n\t\t\t\t\tUnder the agreement between the DPRK International Travel Company and a Chinese immigration office, Pyongyang and Pudong airports offer visa exemption to tourists taking the Shanghai-Pyongyang air service."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080921ee.html",
            "content": "Visits\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- A delegation of the Students Sports Association of the DPRK led by Jon Kuk Man, vice-chairman of the Education Commission who doubles as its chairman, left here Tuesday to participate in  the 26th World University Games  to be held in Shenzhen, China.\n\t\t\t\t\t\tJang Ung, president of the International Taekwon-Do Federation, arrived here on the same day."
        },
        {
            "title": "Plenary Meeting of Women's Union Held",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080920ee.html",
            "content": "Plenary Meeting of Women's Union Held\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The 60th plenary meeting of the Central Committee of the Democratic Women's Union of Korea took place in Pyongyang on Tuesday. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the meeting were members and alternate members of the Central Committee and other officials of the union in Pyongyang and local areas. \n\t\t\t\t\t\n\t\t\t\t\tThe meeting discussed the tasks for the union organizations to conduct vigorous mass movement and socialist emulation for improving the standard of people's living and building a thriving nation to significantly greet the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tRo Song Sil, chairwoman of the C.C., DWUK, made a report which was followed by speeches."
        },
        {
            "title": "Mud Snails Applied to Rice Cultivation in Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080924ee.html",
            "content": "Mud Snails Applied to Rice Cultivation in Korea\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- An organic farming method based on mud snails has been widely introduced in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe method makes it possible to manure and tend rice fields with ease and produce rice not contaminated by agrochemicals.\n\t\t\t\t\t\n\t\t\t\t\tAccording to data available at the Ministry of Agriculture, the method was applied to thousands of hectares in the country last year, eight times higher than the previous year. This year it has been applied to tens of thousands of hectares, four times higher than last year. \n\t\t\t\t\t\n\t\t\t\t\tNorth Phyongan Province is taking the lead in introducing this farming method. \n\t\t\t\t\t\n\t\t\t\t\tFarms in Yomju County have sharply increased the number of mud snails after building many breeding grounds.\n\t\t\t\t\t\n\t\t\t\t\tThe Ryongbuk Co-op Farm manures most of its rice fields with use of mud snails. The county has accepted mud snails in 78 percent of its rice fields.\n\t\t\t\t\t\n\t\t\t\t\tCo-op farms in Ryongchon, Unjon and Tongrim counties have also benefited from this organic farming method. \n\t\t\t\t\t\n\t\t\t\t\tMany farms in Pyongyang City and North and South Hwanghae provinces economize on labor and agricultural chemicals with the help of mud snails."
        },
        {
            "title": "Typhoon-9 Claims Casualties in DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080934ee.html",
            "content": "Typhoon-9 Claims Casualties in DPRK\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The Democratic People's Republic of Korea suffered losses in the western coastal areas affected by the typhoon-9, Muifa, from Sunday evening.\n\t\t\t\t\t\n\t\t\t\t\tAccording to results of an initial survey, the typhoon claimed more than ten casualties and destroyed many dwelling houses in North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\tAn estimated 1 000 hectares of standing crop were seriously damaged and some 1 000 roadside trees fell down in the province, causing a traffic congestion.\n\t\t\t\t\t\n\t\t\t\t\tIn South Hwanghae Province, more than one hundred housing units and ten public buildings were destroyed and ten power poles collapsed, cutting off electricity supply in part. Over 23 000 hectares of farmland were affected heavily by the typhoon in the province. \n\t\t\t\t\t\n\t\t\t\t\tA detailed survey of the damage and relief work are now going on."
        },
        {
            "title": "Rodong Sinmun Urges Imperialists to Opt for Rolling back Their Hostile Policies towards DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080918ee.html",
            "content": "Rodong Sinmun Urges Imperialists to Opt for Rolling back Their Hostile Policies towards DPRK\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The imperialists should not make vain efforts to lead the DPRK to \"reform and opening,\" wasting time, but opt for rolling back all their hostile policies towards it.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Tuesday urges this in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has nothing to reform or open, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t\"Reform\" and \"opening\" much touted by the imperialists and reactionaries are not \"a remedy\" for the DPRK to weather its economic difficulties or to revitalize its economy. \n\t\t\t\t\t\n\t\t\t\t\tTheir talk about \"reform\" and \"opening\" is aimed at checking the onward movement of the DPRK and isolating and stifling it by blockade. \n\t\t\t\t\t\n\t\t\t\t\tTheir escalating moves to force \"reform\" and \"opening\" on the DPRK are a wanton infringement on its sovereignty, shameless interference in its internal affairs and a blatant violation of international law on relations among countries. \n\t\t\t\t\t\n\t\t\t\t\tThe imperialists do not want to change their system but work hard to pressurize others to change their systems as dictated by them. This is an arbitrary and high-handed practice intolerable in the international community. \n\t\t\t\t\t\n\t\t\t\t\tThey must not forget the lesson taught by history. They have run the whole gamut of means and methods to stifle socialism in the DPRK ranging from blockade to threat, pressure, subversive activities and sabotage in the past half a century, but all of them ended in failures. \n\t\t\t\t\t\n\t\t\t\t\tThe imperialists' moves for military aggression against the DPRK and their moves to stifle it are bound to meet a disgraceful fiasco in the future, too."
        },
        {
            "title": "Military Confab for Aggression against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080917ee.html",
            "content": "Military Confab for Aggression against DPRK under Fire\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- A high-ranking officer of the south Korean military was reported recently to have had unofficial talks with the chief of the Staff of the U.S. Army who flew into south Korea in top secrecy. They reportedly discussed on \"perfect posture\" to cope with someone's \"military tendency and possible provocations\" and \"reinforcement of asymmetry combat forces including nuclear, missile and cyber combat forces.\" It was recently disclosed through media that the south Korean authorities and the U.S. military are working out in secrecy an annex document of the \"CONPLAN 5029\" to cope with \"the contingency in the north.\"\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThis was aimed to escalate military confrontation and provoke a war of aggression against the DPRK, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\tThis provides a clear testimony that the U.S. and the south Korean bellicose forces are holding a dangerous confab to step up moves against the DPRK and stem the trend of dialogue behind the curtain of dialogue under the pretext of non-existent \"threat from the north.\"\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is that the south Korean authorities have not given up the \"CONPLAN 5029\" for aggression despite strong public protest and denunciation at home and abroad but are busy drawing up its annex document with the U.S. These are the actual behaviors of the U.S. and the south Korean authorities talking about dialogue.\n\t\t\t\t\t\n\t\t\t\t\tIt is the hope of the public at home and abroad to see the hard-won atmosphere of dialogue on the Korean Peninsula picks up. If the south Korean authorities continue standing in military confrontation with the DPRK in collusion with outsiders, it will be impossible to keep the atmosphere of dialogue alive and this will inevitably entail catastrophic consequences.\n\t\t\t\t\t\n\t\t\t\t\tThe reality goes to clearly prove that the south Korean authorities are set to stem the trend toward dialogue and peace and realize the dangerous scenario against the DPRK in collusion with foreign forces."
        },
        {
            "title": "Abolition of NSL and Release of Prisoners of Conscience Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080906ee.html",
            "content": "Abolition of NSL and Release of Prisoners of Conscience Demanded in S. Korea\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- More than 50 political parties and labor, human rights and public organizations of south Korea held a press conference in Seoul on August 4 denouncing the authorities for their fascist suppression.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers at the press conference said that the number of the victims of the \"National Security Law\", a law against human rights, democracy and reunification, has sharply increased since the emergence of the present regime.\n\t\t\t\t\t\n\t\t\t\t\tHundreds of people, including progressive pro-reunification patriots, workers who turned out in the actions for vital rights and evacuees in Ryongsan, are kept behind bars with their grudge unsettled, they noted.\n\t\t\t\t\t\n\t\t\t\t\tThe people are coming out in the actions, cursing the society where the rich get richer and the poor poorer, they said, declaring that no matter how desperately the \"government\" may control media and intensify suppression, it cannot chill the desire of the people to live as human beings.\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the authorities set free all the unreasonably detained prisoners of conscience without condition, reinstate them and sternly punish those in power and corruption suspects who deteriorated people's living.\n\t\t\t\t\t\n\t\t\t\t\tThey also demanded an immediate repeal of the NSL, a fascist law."
        },
        {
            "title": "S. Korean Military Authorities' Investigation of Servicepersons Slammed",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080915ee.html",
            "content": "S. Korean Military Authorities' Investigation of Servicepersons Slammed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The south Korean military authorities are investigating a woman officer and four soldiers of the army on charges of the violation of the \"National Security Law\", according to south Korean Internet paper Thongil News on August 5.\n\t\t\t\t\t\n\t\t\t\t\tThe military authorities are investigating the woman officer, claiming that she was active in the south Korean Federation of University Student Councils during her university days and that she participated in a meeting sponsored by a progressive organization during vacation after becoming an officer.\n\t\t\t\t\t\n\t\t\t\t\tThey also charged that she joined the Democratic Labor Party and offered political funds to it.\n\t\t\t\t\t\n\t\t\t\t\tThe authorities of the puppet army are also conducting unreasonable investigation into four soldiers on charges of alleged involvement in the \"spy ring case\"."
        },
        {
            "title": "Disappearance of National Identity in S. Korea Deplored",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080907ee.html",
            "content": "Disappearance of National Identity in S. Korea Deplored\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Minjok Thongsin, an Internet paper of Koreans in the U.S., on August 1 posted an article deploring the reality of south Korean society in which a decadent American life style is rampant.\n\t\t\t\t\t\n\t\t\t\t\tThe article disclosed that the present authorities of south Korea have become more undisguised in stirring up the atmosphere of disregarding the national culture than any successive rulers, talking about \"globalization\" since they came to power.\n\t\t\t\t\t\n\t\t\t\t\tIt went on: Foreign words are widely used in south Korean TV and radio broadcasting services and publications. What they aired and reported is full of contents worshiping the U.S. Even most of the songs and dances are copies of American ones.\n\t\t\t\t\t\n\t\t\t\t\tThe reform and opening about which the south Korean authorities talk a great deal are little short of the U.S. call for becoming its slaves.\n\t\t\t\t\t\n\t\t\t\t\tIn order to bring earlier national reunification it is necessary to value and develop the national culture and to this end all Koreans are required to dynamically turn out in the actions to achieve it, the article stressed."
        },
        {
            "title": "Three Charters for National Reunification Serve as Guidelines for Korea's Reunification ",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080903ee.html",
            "content": "Three Charters for National Reunification Serve as Guidelines for Korea's Reunification\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The Indonesian Federation of Transport Workers Unions on August 3 issued a statement on the 14th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t\n\t\t\t\t\tThe statement expressed firm support and solidarity with the Korean people in their positive efforts to achieve the reunification of the country and regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\tThe three charters for national reunification formulated by Kim Jong Il serve as guidelines for Korea's reunification as they reflect the willingness of all the Koreans and the reality of the north and the south, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe efforts of the Korean people for national reunification at present are facing grave difficulties due to the U.S. and the south Korean authorities' escalated confrontation racket against the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIt demanded the U.S. and the south Korean authorities cancel their hostile policy toward the DPRK at once, stop the war maneuvers against the DPRK and arms buildup, respect the historic June 15 joint declaration and opt for implementing it."
        },
        {
            "title": "Kim Jong Il's Work Reported by Cambodian Media",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080901ee.html",
            "content": "Kim Jong Il's Work Reported by Cambodian Media\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The Cambodian AKP and FM 90.5 on August 1 and 2 reported the gist of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t\n\t\t\t\t\tThe work, published on August 4, Juche 86 (1997), deals with the undying feats performed by President Kim Il Sung for accomplishing national reunification.\n\t\t\t\t\t\n\t\t\t\t\tIt also formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways for achieving national reunification on their basis."
        },
        {
            "title": "Kim Jong Il Praised by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080904ee.html",
            "content": "Kim Jong Il Praised by Brazilian Organization\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK on August 1 posted on its Internet homepage an article headlined \"Kim Jong Il, in the days of his visit to Russia\" on the 10th anniversary of his visit to the Russian Federation and the adoption of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe homepage, with a photo of Kim Jong Il meeting with former Russian President Putin, said his visit to Russia ten years ago made the hot wind of Kim Jong Il sweep the whole world.\n\t\t\t\t\t\n\t\t\t\t\tIn an article under the subtitle of \"Unprecedented hospitality\" the homepage cited concrete facts to introduce that in those days Putin accorded very cordial hospitality to Kim Jong Il with all his sincerity.\n\t\t\t\t\t\n\t\t\t\t\tIn articles under the subtitles \"Lenin's Mausoleum greets savior\", \"Mysterious natural wonder\" and \"Traits of popular leader\" it introduced concrete facts that Russian figures were touched by his noble traits.\n\t\t\t\t\t\n\t\t\t\t\tIn an article under a subtitle of \"Hot wind of news coverage\" it said major media of Russia released a total of more than 800 reports about his Russia visit in those days, adding in nearly one week a total of more than 30 billion people watched the televisions that reported his visit to Russia."
        },
        {
            "title": "DPRK's Songun Idea Supported by Peruvian Political Party Leader",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080902ee.html",
            "content": "DPRK's Songun Idea Supported by Peruvian Political Party Leader\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, on August 2 issued a statement on the 51st anniversary of leader Kim Jong Il's start of his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has held higher the banner of Songun to defend socialism, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have built powerful defense capacity under the banner of Songun, it noted, stressing that the world progressives are confident that if the U.S. invades the DPRK, it would suffer a bitter defeat again at the hands of the Korean People's Army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe countries and peoples aspiring after independence should learn from the Songun idea of socialist Korea, it noted. \n\t\t\t\t\t\n\t\t\t\t\tThe 51st anniversary of Kim Jong Il's start of his Songun revolutionary leadership is a common holiday not only of the Korean people but of the world people aspiring after independence and socialism, it said, fully supporting the Songun idea."
        },
        {
            "title": "DPRK Book, Photo and Handicraft Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080905ee.html",
            "content": "DPRK Book, Photo and Handicraft Exhibition Opens in Russia\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- A DPRK book, photo and handicraft exhibition was opened with due ceremony at the Russian Center for the International Scientific and Technological Bulletins on August 4 on the 10th anniversary of leader Kim Jong Il's visit to the Russian Federation and the adoption of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed at the exhibition hall were works of President Kim Il Sung and Kim Jong Il, photos of Kim Jong Il visiting the Russian Federation and the feats he performed in leading the Songun revolution and handicrafts associated with the creative talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe participants laid floral baskets and bouquets before the portraits of Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tA congratulatory letter sent by the Russian minister of Culture to the exhibition was conveyed at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tThe current exhibition proves again that the Russia-DPRK friendly and cooperative relations have a solid tradition, the letter said, expressing belief that these relations would continue to develop in the future, too.\n\t\t\t\t\t\n\t\t\t\t\tThe director of the Russian Center for the International Scientific and Technological Bulletins in a speech at the ceremony said it would frequently organize various events on significant occasions in cooperation with the DPRK side in the future and thus contribute to developing the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed the firm belief that the Korean people would build a more prosperous state under the leadership of Kim Jong Il in the near future."
        },
        {
            "title": "U.S. Forces Kill Iraqi Civilians",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080911ee.html",
            "content": "U.S. Forces Kill Iraqi Civilians\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The U.S. forces present in Iraq killed innocent inhabitants in Salahuddin Province Friday.\n\t\t\t\t\t\n\t\t\t\t\tDuring the search operation for the resistance forces, the U.S. forces raided a civilian residence and opened fire, killing a teenager. They also killed a policeman who tried to stop the shooting.\n\t\t\t\t\t\n\t\t\t\t\tThis has stoked anti-Americanism among the Iraqis."
        },
        {
            "title": "Documents on U.S. Invasion of Playa Giron Declassified",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080930ee.html",
            "content": "Documents on U.S. Invasion of Playa Giron Declassified\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Some of confidential documents on the U.S. invasion of Playa Giron, Cuba, were declassified, according to VOA. \n\t\t\t\t\t\n\t\t\t\t\tDispleased with Cuba's victorious revolution, the U.S. armed many mercenaries to invade Playa Giron in April 1961. At that time the U.S. was seeking to launch an all-round armed intervention in Cuba in the hope of strangling the Cuban revolution and setting up a pro-American regime. For this purpose, it intended to invade the whole of Cuba after occupying Playa Giron. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. brought its Caribbean Sea-deployed naval forces to the south sea of Cuba on April 17, 1961. Meanwhile nearly 2 000 mercenaries, already massed in Guatemala, were ordered to attack Playa Giron. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. tried to find out an excuse of an all-round military intervention, while spreading misinformation.\n\t\t\t\t\t\n\t\t\t\t\tThe Cuban people, guided by Fidel Castro, bravely fought against the invasion under the slogan \"Fatherland or death, we will win\" and defeated the enemies.\n\t\t\t\t\t\n\t\t\t\t\tThe declassified documents contain what the CIA and a U.S. ally discussed in political and diplomatic negotiations for the invasion of Cuba."
        },
        {
            "title": "Violence Rampant at Japanese Schools",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080912ee.html",
            "content": "Violence Rampant at Japanese Schools\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Violent acts are rampant at Japanese schools, sparking off a social issue.\n\t\t\t\t\t\n\t\t\t\t\tThe number of bullying cases recognized by public and private primary, junior high and high schools across Japan in the 2010 school year that ended in March this year rose 3.5 percent from a year earlier to 75 295 cases, the Ministry of Education, Culture, Sports, Science and Technology survey showed Thursday."
        },
        {
            "title": "Japanese Enterprises Fall into Red",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080913ee.html",
            "content": "Japanese Enterprises Fall into Red\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Japan's shopping mall operator Rakuten Inc. said Thursday it fell into the red in the January to June period with a group net loss of 41.35 billion yen.\n\t\t\t\t\t\n\t\t\t\t\tPioneer Corp. said Thursday its group net profit for the April-June quarter sank 51.0 percent from a year earlier."
        },
        {
            "title": "Exports Falls in Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080914ee.html",
            "content": "Exports Falls in Japan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The value of Japan's exports fell 3.4 percent in the first 20 days of July, according to preliminary data released by the Ministry of Finance on Friday."
        },
        {
            "title": "Japanese Reactionaries' Fresh Moves for Overseas Reinvasion Blasted",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080919ee.html",
            "content": "Japanese Reactionaries' Fresh Moves for Overseas Reinvasion Blasted\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The Japanese reactionaries are now working hard to legally allow wartime mobilization of civilian ships and the exercise of \"right to collective self-defense,\" etc. These are a revelation of their sinister scenario for overseas expansion and reinvasion, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Tuesday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\tThe commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\tShortly ago, the minister of Defence of Japan expressed his will to examine the issue of using civilian ships \"in case of emergency\". This clearly indicates what dangerous phase Japan's moves for militarization and overseas expansion have reached.\n\t\t\t\t\t\n\t\t\t\t\tThe \"emergency\" uttered by him is nothing but \"emergencies\" in Korea and its neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\tIt is the ulterior intention of Japan to swiftly hurl huge troops of the \"Self-Defense Forces\" into the Korean front not only by its warships but by civilian ships in \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tJapan seeks to launch overseas reinvasion backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\tSuch intention can be proved by a recent report issued by the State Strategy Headquarters of the Liberal Democratic Party of Japan.\n\t\t\t\t\t\n\t\t\t\t\tBeing a keynote for shaping a mid and long-term policy, the report says \"right to collective self-defense makes it possible to defend the U.S. warships in open sea and the country from ballistic missiles\". It also noted that a legislation would define the sphere of exercise of \"right to collective self-defense.\"\n\t\t\t\t\t\n\t\t\t\t\tAs seen above, Japan is emerging a war state and a state ready to launch reinvasion.\n\t\t\t\t\t\n\t\t\t\t\tThe fact that there is such dangerous war state close to the peninsula is a serious threat to the DPRK. It will never remain a passive onlooker to Japan's moves for overseas expansion and reinvasion as they are targeted against it."
        },
        {
            "title": "More Self-governing Bodies Declare Nonnuclear Status in Japan",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080923ee.html",
            "content": "More Self-governing Bodies Declare Nonnuclear Status in Japan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- The number of self-governing bodies declaring themselves nuclear-free is on the increase in Japan.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese Asahi Shimbun on Wednesday quoted results of a survey as saying 1 540 of the 1 794 autonomous bodies in the country, or 85 percent, declared themselves nuclear-free as of July this year.\n\t\t\t\t\t\n\t\t\t\t\tThe figure is a record high since 1999."
        },
        {
            "title": "Japan's Claim to Tok Islets Has No Validity",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080928ee.html",
            "content": "Japan's Claim to Tok Islets Has No Validity\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Japan, in the latest \"Defense White Paper\", asserts that Korea's Tok Islets belong to its territory.\n\t\t\t\t\t\n\t\t\t\t\tFrom the legal point of view, it is clear to everyone that Japan's claim to the islets is groundless.\n\t\t\t\t\t\n\t\t\t\t\tIn the prime minister's Decree No. 24 and Finance Ministry's Order No. 4 issued in 1951, Japan proclaimed that Tok Islets are excluded from the country's islands. When they were revised in 1960 and 1968, Japan left this passage unchanged.\n\t\t\t\t\t\n\t\t\t\t\tThe facts show that the Japanese government actually recognized the legal status of Tok Islets as territory of Korea as mentioned in international documents, and codified it.\n\t\t\t\t\t\n\t\t\t\t\tViewed from international law, the islets are the legitimate territory of Korea. It has been evidenced by many historical records that when Korea discovered the islets, they remained ownerless.\n\t\t\t\t\t\n\t\t\t\t\tAfter being formally embraced by Silla in 512, the islets have been governed by the successive governments of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean feudal government issued the king's Ordinance No. 41 in October 1900 to proclaim that Tok Islets are part of the Korean territory and informed foreign legations in the country of the ordinance.\n\t\t\t\t\t\n\t\t\t\t\tAt that time Japan, the United States, Britain, China, Russia and all other countries did not raise objection to the ordinance.\n\t\t\t\t\t\n\t\t\t\t\tAfter the end of the Second World War, the Tokyo-based supreme command of the allied powers was a legitimate body, viewed from international law, so all documents adopted by it had the same force as international law at that time.\n\t\t\t\t\t\n\t\t\t\t\tThe command issued Order No. 677 in January 1946 stipulating that Ullung, Tok and Jeju islands are excluded from the Japanese territory.\n\t\t\t\t\t\n\t\t\t\t\tIn another Order No. 1033 issued in June 1946, the command did not allow Japanese vessels and their crew to approach near Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\tIn an agreement on old Japan's territory, the allied nations decided to transfer the sovereignty over the Korean peninsula and its neighboring islands to Korea and stipulated the islands include Jeju, Komun, Ullung and Tok.\n\t\t\t\t\t\n\t\t\t\t\tJapan's moves to seize Tok Islets are criminal acts and a violation of the fourth paragraph of the second article of the UN charter prohibiting infringement upon other countries' inviolability of territory.  \n\t\t\t\t\t\n\t\t\t\t\tJapan should feel responsible for the violation of international law."
        },
        {
            "title": "China's Seabed Exploration Approved: FM Spokesman",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080925ee.html",
            "content": "China's Seabed Exploration Approved: FM Spokesman\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tBeijing, August 8 (KCNA) -- Chinese Foreign Ministry spokesman Ma Zhaoxu recently announced that the country received approval for its application for exploratory work in international deep seabed areas.\n\t\t\t\t\t\n\t\t\t\t\tSpeaking to reporters, he said the China Ocean Minerals Resource Research and Development Association (COMRA) submitted the application to the International Seabed Authority (ISA) in May 2010 with a guarantee from the Chinese government. The ISA Council approved the application in July, permitting China to search for polymetallic sulphides in an international deep seabed.\n\t\t\t\t\t\n\t\t\t\t\tThe COMRA has exclusive exploratory rights for polymetallic sulphides in the area, as well as priority mining rights for future development programs, Ma added."
        },
        {
            "title": "Young Chinese Journalists Study Revolutionary Traditions",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080927ee.html",
            "content": "Young Chinese Journalists Study Revolutionary Traditions\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tBeijing, August 8 (KCNA) -- Some 100 young Chinese journalists from central-level media left for Yanan on August 2 to study revolutionary traditions.\n\t\t\t\t\t\n\t\t\t\t\tDuring a weeklong stay in the holy place of the Chinese revolution, they will visit battle sites and get knowledge about the rural construction, agricultural development and cultural life of the local people, while joining them in their work."
        },
        {
            "title": "China Takes Measures for Labor Safety",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080933ee.html",
            "content": "China Takes Measures for Labor Safety\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tBeijing, August 8 (KCNA) -- The State Administration for Industry and Commerce of China recently issued a notice calling for ensuring labor safety.\n\t\t\t\t\t\n\t\t\t\t\tThe industry and commerce administration agencies throughout the country should make an all-round survey of traffic companies, collieries, mines, construction projects and chemical enterprises in their areas and strictly punish illegal practice, it urged."
        },
        {
            "title": "Putin Opposes Redrawing of Federal Subjects' Borders",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080929ee.html",
            "content": "Putin Opposes Redrawing of Federal Subjects' Borders\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tMoscow, August 8 (KCNA) -- Russian Prime Minister Vladimir Putin Wednesday expressed his position of not allowing the redrawing of federal subjects' boundary lines.\n\t\t\t\t\t\n\t\t\t\t\tSpeaking at a meeting with representatives of youth organizations, Putin said Russia is fraught with 2 000 cases of potential territorial disputes, including those among some North Caucasian republics, but such disputes should never be allowed to break out in Russia.\n\t\t\t\t\t\n\t\t\t\t\tThe redrawing may touch off series of territorial disputes in the country, he added."
        },
        {
            "title": "Europe's Carrier Rocket Launched",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080922ee.html",
            "content": "Europe's Carrier Rocket Launched\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Europe's Ariane 5 rocket with two communication satellites was launched from Kourou, French Guiana, on Saturday.\n\t\t\t\t\t\n\t\t\t\t\tThe latest is said to be Ariane's fourth flight this year."
        },
        {
            "title": "Export of Aquatic Products Increases in Iran",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080908ee.html",
            "content": "Export of Aquatic Products Increases in Iran\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tTehran, August 8 (KCNA) -- The export of aquatic products in the first three months of the current Iranian year starting in March this year increased 23 percent as compared with that in the same period of last year.\n\t\t\t\t\t\n\t\t\t\t\tThis was made public by an Iranian paper recently."
        },
        {
            "title": "Indonesia's Economy Grows",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080909ee.html",
            "content": "Indonesia's Economy Grows\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Indonesia's economy grew by 6.49 percent in the second quarter, the National Statistic Agency announced on Friday."
        },
        {
            "title": "Nigeria Combats Drug Trafficking",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080910ee.html",
            "content": "Nigeria Combats Drug Trafficking\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Nigeria's National Drug Law Enforcement Agency (NDLEA) said Wednesday it has arrested 20 suspected drug addicts in possession of 88.2 kg of cannabis and psychotropic substances in northeast Nigeria's Bauchi State."
        },
        {
            "title": "Financial Situation Worsens in EU",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080931ee.html",
            "content": "Financial Situation Worsens in EU\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Finnish Prime Minister Jyrki Katainen in a radio interview on August 3 expressed the view that the financial situation has become serious in the European Union.\n\t\t\t\t\t\n\t\t\t\t\tWith regard to the financial situation getting worse in Italy and Spain, the prime minister said that it was causing serious uneasiness and fear and that all EU nations were in danger."
        },
        {
            "title": "Economic Development of Asia Will Not Be Smooth: Radio",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080932ee.html",
            "content": "Economic Development of Asia Will Not Be Smooth: Radio\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 9 (KCNA) -- Asia may be as rich and prosperous as Europe in the mid-21st century, said Voice of Russia.\n\t\t\t\t\t\n\t\t\t\t\tAccording to a report made by experts of the Asian Development Bank, the total output value of the Asian countries will increase ten times in 2050 compared with 2010. The Asian continent's share will surpass a half in the world economy. National income will reach the present level of Europe.\n\t\t\t\t\t\n\t\t\t\t\tThe problems threatening the Asian continent's development should be solved to this end, the radio said, adding: \n\t\t\t\t\t\n\t\t\t\t\tObstacles standing in the way of the continent's development are social tension and corruption becoming worse due to the rich getting richer and the poor poorer.\n\t\t\t\t\t\n\t\t\t\t\tCorruption is prevalent in many Asian nations.\n\t\t\t\t\t\n\t\t\t\t\tThe environmental problem is also serious.\n\t\t\t\t\t\n\t\t\t\t\tAsian countries should satisfy the need of increasing population, but their limited resources are an objective factor impeding the economic growth.\n\t\t\t\t\t\n\t\t\t\t\tPresident of the Russian Finance Group Bank Andrei Nechyayev said, \"It is hard to say the Asian countries are unified in the economic aspect.   They are quite different from each other, but, generally speaking, the Asian continent has a strong competitive power\". \n\t\t\t\t\t\n\t\t\t\t\tThe rapporteurs are of the view that it is necessary for Asian nations' stable development to eliminate poverty, promote business activities and develop advanced science and technology.\n\t\t\t\t\t\n\t\t\t\t\tAsia's road to a \"golden age\" will be not smooth."
        },
        {
            "title": "Hay que suspender \"Ulji Freedom Guardian\", destaca la ACNC",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080913ss.html",
            "content": "Hay que suspender \"Ulji Freedom Guardian\", destaca la ACNC\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 9 de agosto (ACNC) -- A partir del dia 16, Estados Unidos y el Sur de Corea intentan iniciar los aventureros ejercicios militares conjuntos \"Ulji Freedom Guardian\", los cuales agravan mas la tension tirante de la Peninsula Coreana y desafian gravemente a la aspiracion de la paz de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la provocacion politico-militar de los belicistas norteamericanos y surcoreanos se crea una situacion inminente en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa preocupacion de la sociedad internacional por la tensa situacion politico-militar de la region de Asia-Pacifico enfoca a la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPrecisamente en este momento, los belicistas de la capa militar de EE.UU. y el Sur de Corea intentan librar los ejercicios militares conjuntos \"Ulji Freedom Guardian\" segun el guion de guerra de agresion a la RPDC enmendado y adicionado nuevamente, con la movilizacion de los modernos equipos belicos incluyendo los renovados medios de ataque nuclear, y  los inmensos efectivos agresivos y hasta los organos locales de administracion y las entidades civiles del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que ellos desplieguen la accion belica de chantaje a la RPDC mediante la movilizacion del colectivo de super-portaaviones nuclear y la aviacion de ataque nuclear estrategico,  esto se considerara como un acto criminal de botar abiertamente el principio de accion simultanea sobre la desnuclearizacion ante la RPDC y la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable, como antes, la voluntad y la posicion del ejercito y el pueblo de Corea de responder con sobredureza a los provocadores.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos por fin imponen a la RPDC la guerra nuclear con las imprudentes maniobras belicas, esta tambien esta obligada a enfrentarse con las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tSeran muy equivocados si piensan que sean seguros e ilesos el territorio estadounidense y el surcoreano en el caso de que se desate la guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y las autoridades surcoreanas deben actuar con prudencia ante el dilema de dialogo o enfrentamiento y el de paz o guerra. \n\t\t\t\t\t\n\t\t\t\t\tSuspender los ejercicios militares conjuntos \"Ulji Freedom Guardian\" o no sera la piedra de toque que determina que EE.UU. y las autoridades surcoreanas tienen la sinceridad sobre el dialogo y la paz."
        },
        {
            "title": "En Corea activa el turismo por aviones charteres",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080905ss.html",
            "content": "En Corea activa el turismo por aviones charteres\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 9 de agosto (ACNC) -- En estos dias, en la Republica Popular Democratica de Corea activa el turismo por aviones charteres.\n\t\t\t\t\t\n\t\t\t\t\tDesde el dia primero de julio, muchos turistas chinos llegaron a Corea por linea aire internacional Pyongyang-Shanghai y recorrieron lugares famosos y creaciones monumentales.\n\t\t\t\t\t\n\t\t\t\t\tLa jornada de esta linea aerea es martes y viernes de cada semana.\n\t\t\t\t\t\n\t\t\t\t\tEl 28 de julio se dio inicio al turismo por la aerolinea Pyongyang-Xi'an.\n\t\t\t\t\t\n\t\t\t\t\tDesde el 19 de agosto quedara abierta la linea aerea Pyongyang-Kuala Lumpur que permitira el turismo de los malayos.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con la activacion del turismo por vuelo charter, se toman algunas medidas para simplificar los tramites de entrada y salida de los turistas.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, la Agencia de Turismo Internacional de Corea, en cooperacion con la rama de administracion de salida y entrada de China, hacen pasar sin visas en los aeropuertos de Pudong y Pyongyang a los turistas provenientes de la via aerea internacional Pyongyang-Shanghai."
        },
        {
            "title": "Tifon-9 causo perdidas humanas",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080917ss.html",
            "content": "Tifon-9 causo perdidas humanas\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 9 de agosto (ACNC) -- El tifon-9 Muifa, ocurrido desde por la noche del dia 7, causo los danos en la costa del Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSegun la averiguacion elemental, mas de 10 habitantes resultaron muertos y heridos en la provincia de Hwanghae del Norte y se destruyeron muchas viviendas, debido a lo cual numerosas personas se quedaron sin hogares o viven en residencias provisionales.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede esperar la cosecha en mas de mil hectareas de tierra cultivable y mas de mil arboles del borde de calle caidos ponen obstaculos al transito.\n\t\t\t\t\t\n\t\t\t\t\tEn la provincia de Hwanghae del Sur se destruyeron mas de 100 viviendas y mas de 10 edificios publicos, se interrumpio parcialmente la suministracion de electricidad debido a la caida de mas de 10 postes electricos y fueron danadas gravemente mas de 23 mil hectareas de arrozales y campos de secano.\n\t\t\t\t\t\n\t\t\t\t\tAhora, las unidades correspondientes averiguan concretamente los danos y promueven la labor para estabilizar a los habitantes damnificados."
        },
        {
            "title": "Rodong Sinmun condena campana de aislamiento de imperialistas",
            "url": "http://kcna.co.jp/item/2011/201108/news09/2011080903ss.html",
            "content": "Rodong Sinmun condena campana de aislamiento de imperialistas\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 9 de agosto (ACNC) -- El diario Rodong Sinmun, en un articulo individual difundido este martes, senala que los imperialistas no deben esforzarse por la \"reforma\" y la \"apertura\" en la Republica Popular Democratica de Corea sino abolir todas politicas hostiles a esta.\n\t\t\t\t\t\n\t\t\t\t\tEn la RPDC no existe ninguna cosa de reforma ni de apertura, dice el articulista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLa \"reforma\" y la \"apertura\" de que hablan tanto los imperialistas y otros reaccionarios no son para hacer liberarse a la RPDC de las dificultades economicas y activar la economia de esta sino para impedir el movimiento de avance de la RPDC y aislarla y aplastarla.\n\t\t\t\t\t\n\t\t\t\t\tTales maquinaciones de los imperialistas y otros reaccionarios son el atentado grosero a la soberania de nuestro pais, la cinica intervencion en los asuntos internos de la RPDC y la abierta violacion de la ley internacional sobre las relaciones entre los Estados.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas imponen a otros paises cambiar su sistema manteniendo los sistemas de si mismos, lo cual es una arbitrariedad imperdonable en la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEllos no deben olvidar la leccion de la historia. Durante medio siglo pasado se valieron de todos los medios y metodos desde el bloqueo y la amenaza hasta la presion y el sabotaje para exterminar el socialismo de Corea, pero, no pudieron evitar el fracaso.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que en el pasado, los tejemanejes de agresion militar, aislamiento y aplastamiento de los imperialistas contra la RPDC, no pueden ni podran evitar la derrota ignominiosa."
        }
    ]
}