{
    "date": "2011-07-08",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-08ee.html",
    "articles": [
        {
            "title": "KCNA Dismisses S. Korean Media's False Report",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-40ee.html",
            "content": "KCNA Dismisses S. Korean Media's False Report \r\nPyongyang, July 8 (KCNA) -- Dong-A Ilbo, south Korean conservative newspaper infamous for its plot-breeding and hackwork in the world, released a false report on July 5 that the DPRK smuggles drugs to China and it has systematically produced drugs at state approval.\n\t\t\t\t\t This whopping lie can be told only by those steeped in the idea of confrontation with fellow countrymen and fabrication of lies to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t Such social problems as drug use have never existed in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a signatory to the international conventions on drug control, strictly controls hallucinogenic and other drugs under international law as well as domestic laws and regulations. \n\t\t\t\t\t\n\t\t\t\t\t What should not go unnoticed is the background against which such false report was released.\n\t\t\t\t\t\n\t\t\t\t\t The people in the DPRK are waging an all-out drive to open the gate to a thriving country by effecting a surge in improving the standard of people's living and economic construction.\n\t\t\t\t\t\n\t\t\t\t\t It was against this backdrop that the EU recently made a decision on food aid to the DPRK. And there are moves for food aid in other countries.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean puppet group groundlessly pulled up the DPRK over \"drug issue\", an intolerable provocation prompted by its sinister aim to tarnish the image of the DPRK and put a brake on its drive to build an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The group is making desperate efforts to attach all kinds of labels to the DPRK while trying to plug even China into this plot. This is aimed to find a pretext for justifying the \"May 24 measure\" taken by it and drive a wedge between the DPRK-China relations favorably developing on a daily basis.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a den of drug-related crimes.\n\t\t\t\t\t\n\t\t\t\t\t Not only university students, company employees, housewives but even teenagers are get addicted to drugs  with all kinds of drugs spreading in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is worth recalling that a \"hallucinogenic party\" was held by drug-addicted university girl students with foreigners, stunning society. There are increasing voices deploring that drugs undermine not only people's mental and physical abilities but social foundation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors had better ponder over the consequences to be entailed by their sordid moves to escalate the confrontation with fellow countrymen and plot-breeding operations against them, before bringing disgrace to itself."
        },
        {
            "title": "EU Decides to Offer Food Aid to DPRK",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-41ee.html",
            "content": "EU Decides to Offer Food Aid to DPRK\r\n Pyongyang, July 8 (KCNA) -- The European Union has recently decided to offer emergency food aid to the DPRK.\n\t\t\t\t\t This step would help solve the food shortage in the DPRK and mark a significant occasion in promoting mutual understanding and trust between the DPRK and the EU and expanding and developing the bilateral cooperation."
        },
        {
            "title": "Chinese Senior Official on Strong Sino-DPRK Relations ",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-39ee.html",
            "content": "Chinese Senior Official on Strong Sino-DPRK Relations\r\n Pyongyang, July 8 (KCNA) -- Liu Qi, member of the Political Bureau of the Central Committee and secretary of Beijing Municipal Committee of the Communist Party of China (CPC), met and had a talk with the friendship visiting group of the Workers' Party of Korea (WPK) headed by Thae Jong Su, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, in Beijing on Wednesday. \n\t\t\t\t\t Liu Qi said the Sino-DPRK relations can not be bartered for anything and they are stronger than diamond. It is the steadfast policy of the CPC to steadily develop the Sino-DPRK friendship sealed in blood, he emphasized. \n\t\t\t\t\t\n\t\t\t\t\t He voiced his willingness to strive to boost the friendship, unity, exchange and cooperation between the two parties and the two countries true to the intention of their top leaders.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il gives ceaseless field guidance to develop economy and improve the people's living standard, Liu said, expressing his belief that the Korean people will surely build a thriving country under his wise leadership."
        },
        {
            "title": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-33ee.html",
            "content": "Homage Paid to Kim Il Sung at Kumsusan Memorial Palace\r\n Pyongyang, July 8 (KCNA) -- Senior party and state officials, the chairperson of a friendly party and officials of party and power organs, working people's organizations, ministries and national institutions visited the Kumsusan Memorial Palace on Friday to pay tribute to President Kim Il Sung on the occasion of the 17th anniversary of his demise.\n\t\t\t\t\t Seen before the statue of the President was a floral basket in the joint name of the Central Committee of the Workers' Party of Korea, the Central Military Commission of the WPK, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t They paid high tribute to the statue of the President.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage in humble reverence to the President who devoted his whole life to the liberation and prosperity of the country and happiness of the Korean people and made an immortal contribution to global independence. \n\t\t\t\t\t\n\t\t\t\t\t Among the visitors were commanding officers of the Korean People's Army, anti-Japanese revolutionary fighters, servicepersons, people from all walks of life, overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Among the foreigners who visited there included diplomatic envoys, representatives of international organizations of different countries and the military attaches corps here and an art group of dance drama \"Confetti on Silk Road\" of the Gansu Provincial Song and Dance Theatre of China."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-36ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung\r\nPyongyang, July 8 (KCNA) -- Servicepersons of the Korean People's Army, people from all walks of life and school youth and children laid floral baskets before the statues of President Kim Il Sung across the country on the 17th anniversary of his demise.\n\t\t\t\t\t Floral baskets were laid before his statues at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, Pyongyang Students and Children's Palace and other places of Pyongyang in the name of the party, armed forces and power bodies, social organizations, ministries and national institutions, scientific, educational, cultural and art, public health and media organizations, industrial establishments, schools and so on.\n\t\t\t\t\t\n\t\t\t\t\tOverseas compatriots and foreign guests also laid floral baskets and flowers before his statues. They bowed to the statues of the President.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons and working people and school youth and children across the country also visited the statues of the President in their residential areas and paid floral tribute to him."
        },
        {
            "title": "Demise of Kim Il Sung Commemorated across Country ",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-34ee.html",
            "content": "Demise of Kim Il Sung Commemorated across Country \r\n Pyongyang, July 8 (KCNA) -- The Korean people across the country commemorated July 8, Juche 100 (2011), the 17th anniversary of demise of President Kim Il Sung, with humble reverence.\n\t\t\t\t\t Remembrance meetings, remembrance concerts, oath-taking meetings, etc. took place in different parts of the country. \n\t\t\t\t\t\n\t\t\t\t\t People in Ryanggang Province held a remembrance meeting \"President Kim Il Sung's feats recorded in Ryanggang\" in front of the Victorious Battle of Pochonbo Memorial Tower while members of women's union in North Phyongan Province held a meeting with those who had the honor of being received by the President.\n\t\t\t\t\t\n\t\t\t\t\tArtistes of provincial art troupes including North Hamgyong, Jagang, Kangwon and South Phyongan provinces held remembrance concerts at which they enthusiastically sang of his revolutionary life and immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life in South Hamgyong and North and South Hwanghae provinces, Nampho City and other cities and counties had poem reciting and singing events and oath-taking meetings."
        },
        {
            "title": "Concert Given to Remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-35ee.html",
            "content": "Concert Given to Remember Kim Il Sung\r\nPyongyang, July 8 (KCNA) -- A remembrance concert \"Our Country Where the President's Desire Has Come True\" was given at the East Pyongyang Grand Theatre on Friday on the occasion of the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Its repertoire included female solo and male chorus of immortal classic \"Song of Anti-Japanese War\", female duet and chorus \"Mansu Hill Where the President Is Standing\". \n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the immortal exploits the President performed by liberating the country and building a man-centered socialist power on this land, providing an eternal foundation for the prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t In mixed quintet \"His Ideal\" and female trio \"Vinalon of 3 000-ri,\" the performers impressively represented the wise leadership of Kim Jong Il who has brought about stirring reality in which the people fully enjoy happiness.  \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior party, state and army officials, the chairperson of a friendly party, officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, persons of merit, working people in the city, overseas compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front."
        },
        {
            "title": "Kim Il Sung Remembered by Foreigners",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-37ee.html",
            "content": "Kim Il Sung Remembered by Foreigners\r\nPyongyang, July 8 (KCNA) -- Foreigners visited the statue of President Kim Il Sung standing on Mansu Hill and highly praised him as the greatest man. \n\t\t\t\t\t Ibrahim Mantu, former deputy president of the Senate of the National Assembly of Nigeria, said that Kim Il Sung embarked upon the road of revolution in his early years and waged an arduous anti-Japanese revolutionary struggle, achieving the liberation of the country, and led revolution and construction, always giving priority to the interests of the people. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's revolutionary life was a brilliant model for the world progressives, he stressed. \n\t\t\t\t\t\n\t\t\t\t\t C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), noted that the President believed in people as in Heaven and devoted his all to their happiness, always finding himself among them.\n\t\t\t\t\t\n\t\t\t\t\t The President was a great statesman and popular leader recognized by the world, he said, adding that he would be always with the progressives. \n\t\t\t\t\t\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, noted that the President dedicated himself to the prosperity of the country and the happiness of its people, stressing that his cause is being successfully carried out by leader Kim Jong Il."
        },
        {
            "title": "Foreigners Praise Kim Il Sung's Feats for Times and History",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-38ee.html",
            "content": "Foreigners Praise Kim Il Sung's Feats for Times and History\r\n Pyongyang, July 8 (KCNA) -- Foreigners who visited the Kumsusan Memorial Palace, sacred temple of Juche, highly praised the greatness of President Kim Il Sung who performed undying feats for the times and history.\n\t\t\t\t\t Kalevi Wahrman, chairman of the Finnish Communists' League, wrote in the visitor's book: Comrade Kim Il Sung, eternal President of the DPRK, devoted his all to the Korean people and the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Vishwanath, secretary general of the International Kim Il Sung Prize Council who is director-general of the International Institute of the Juche Idea, said that President Kim Il Sung's founding of the Juche idea was the most brilliant of his exploits.\n\t\t\t\t\t\n\t\t\t\t\t Pavel Ovsyannikov, head and chief conductor of the \"Orchestra of the 21st Century\" of Russia, said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung was a distinguished great man. The Korean people and other progressives of the world revere him as the eternal sun. \n\t\t\t\t\t\n\t\t\t\t\t Basuki Yusuf Iskandar who visited the DPRK at the head of the Indonesian delegation of the Ministry of Communications and Information Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung built the country of the people. He was a genuine popular leader and kind-hearted father.\n\t\t\t\t\t\n\t\t\t\t\t Anders Karlsson, chairman of the Communist Party of Sweden, wrote in the visitor's book: President Kim Il Sung was a distinguished leader of the Korean people and the international communist movement. He is always remembered by mankind as the great sun."
        },
        {
            "title": "Floral Basket to Statue of Kim Il Sung from Family of Zhang Weihua",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-29ee.html",
            "content": "Floral Basket to Statue of Kim Il Sung from Family of Zhang Weihua\r\nPyongyang, July 8 (KCNA) -- The family of Zhang Weihua, anti-Japanese revolutionary martyr in China, Friday sent a floral basket to the statue of President Kim Il Sung at the Mansudae Art Studio on the occasion of the 17th anniversary of his demise."
        },
        {
            "title": "New Volumes of Social Science Book Published ",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-30ee.html",
            "content": "New Volumes of Social Science Book Published\r\nPyongyang, July 8 (KCNA) -- The DPRK Academy of Social Sciences published new volumes (53-150) of the Collection of Korean Social Science Works. \n\t\t\t\t\t The serial book contains achievements made by the DPRK in the field of social science on the basis of the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t It consists of revolutionary histories of the three commanders of Mt. Paektu -- President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese war hero Kim Jong Suk -- philosophy, economics, law, linguistics, literature, historical science, national classics, folklore and archaeology. \n\t\t\t\t\t\n\t\t\t\t\t Among the recently published volumes is Our Republic with Invincible Power. It introduces the source of the power demonstrated by the DPRK in standing up to the United States, which is styling itself the sole superpower in the world.    \n\t\t\t\t\t\n\t\t\t\t\t One of the volumes is National Classics Research Treatises dealing with the development of Koryo medicine and giving a new exposition of the position and role of the top government organ's records in the Ri Dynasty. \n\t\t\t\t\t\n\t\t\t\t\t Another volume gives a comprehensive introduction of popular traditional sports and folk games created by the Korean people through the 5000-year-long history."
        },
        {
            "title": "Drop Irrigation Proves Effective in Fruit Cultivation",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-31ee.html",
            "content": "Drop Irrigation Proves Effective in Fruit Cultivation\r\n Pyongyang, July 8 (KCNA) -- The Kosan Fruit Farm in Kangwon Province, the DPRK, has introduced a drop irrigation system in fruit cultivation, putting production on a scientific and intensive basis.\n\t\t\t\t\t The system makes it possible to moisturize soil properly, while economizing in water. It fully provides nitrogen, phosphor, potassium and other microelements essential for the growth of fruit trees. So, it is also called a comprehensive nutriment supplying system.\n\t\t\t\t\t\n\t\t\t\t\t The system has also been applied to the hydroponic greenhouse of the Pyongyang Vegetable Science Institute and greenhouses of many cooperative farms in the country."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (5)",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-07ee.html",
            "content": "Worthwhile Life under Care of Great Leader (5)\r\n Pyongyang, July 8 (KCNA) -- Kim Sung Gi, head of a shop of the Songchongang Electric Appliances Factory, and his wife Jo Yong Sil are greatly proud of their lives.\n\t\t\t\t\t When General Secretary Kim Jong Il visited the factory in April Juche 90 (2001) they were honored to meet him. They were working as machine operators at the shop.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put forward the couple as innovators. He said they did not leave the machines during the Arduous March and the forced march, finding the family's happiness in devoting themselves to the prosperity of the country. His deep trust and loving care encouraged them to great merits.\n\t\t\t\t\t\n\t\t\t\t\t To carry out the tasks set forth by Kim Jong Il during his on-the-spot guidance, the couple contrived and introduced dozens of technological innovation proposals and greatly contributed to enhancing the efficiency of the generating equipment and ensuring the stability of the electric power system to the maximum.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sung Gi is making redoubled efforts to repay with greater innovations the loving care and trust reposed by Kim Jong Il in the workers."
        },
        {
            "title": "Demise of President Kim Il Sung Editorially Observed",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-27ee.html",
            "content": "Demise of Kim Il Sung Editorially Observed\r\nPyongyang, July 8 (KCNA) -- Major newspapers Friday editorially commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The President was an extraordinary statesman and peerless patriot who provided all foundations and wealth for the Workers' Party of Korea, the revolution, country and nation to always emerge victorious with his clairvoyant wisdom and energetic leadership, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK firmly grasped the personality of the President as the peerlessly great man through a protracted struggle and enshrined the unshakable faith that they were sure to win when they did as taught by him.\n\t\t\t\t\t\n\t\t\t\t\t The on-going gigantic struggle for building a thriving nation goes to clearly prove the scientific accuracy, validity and tremendous vitality of the last instructions given by the President.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il is leading the drive for effecting a great surge to successfully implement the last instructions of the President and demonstrate the country before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t It is a decisive guarantee for carrying out the behests of the President to remain true to Kim Jong Il's leadership.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to take the behests of the President as a maxim of life and struggle and devotedly protect him politically and ideologically and uphold his leadership with loyalty.\n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to powerfully demonstrate the revolutionary spirit of Songun Korea which successfully implements the behests of the President with the leader, the army and people in a single-mindedly united integral entity. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all the servicepersons and people to always hold the President in high esteem as the sun of Juche and carry on their dynamic struggle to accomplish his cause, the revolutionary cause of Juche under the leadership of the party led by Kim Jong Il."
        },
        {
            "title": "Traitor Lee Myung Bak Accused of His Confrontation Remarks against Reunification",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-28ee.html",
            "content": "Traitor Lee Myung Bak Accused of His Confrontation Remarks against Reunification\r\nPyongyang, July 8 (KCNA) -- The National Reunification Institute Wednesday issued the following white paper bringing to light how systematically traitor Lee Myung Bak of south Korea has deteriorated the inter-Korean relations through his reckless remarks:\n\t\t\t\t\t The north-south relations have been pushed to the worst catastrophe due to the puppet group of traitors' hideous provocations.\n\t\t\t\t\t\n\t\t\t\t\t His reckless remarks recorded in history roundly expose how systematically he has deteriorated the relations.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t   Provocative Remarks against North-South Joint Declarations\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations which had favorably developed since the publication of the June 15 joint declaration were put into catastrophe primarily because traitor Lee negated the historic June 15 North-South Joint Declaration and the October 4 declaration and blocked their implementation.\n\t\t\t\t\t\n\t\t\t\t\t Even before taking office Lee laid bare his black-hearted intention of negating the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t On May 10, 2007 he, in his declaration of puppet presidential election campaign, described the signal development of the inter-Korean relations since the publication of the June 15 joint declaration as \"south-north relations led by the north\" and \"a lost decade.\"\n\t\t\t\t\t\n\t\t\t\t\t At a talk with the U.S. ambassador in south Korea on August 29, 2007 he said \"the Roh Moo Hyun government and the Democratic Party put emphasis on the inter-Korean relations in the light of national cooperation but I am giving importance to cooperation with the U.S., a traditional friendly country.\"\n\t\t\t\t\t\n\t\t\t\t\t In an election campaign rally on Nov. 27, 2007 he branded the implementation of the joint declarations as \"drain on resources\", crying out that he would take it into account when he takes presidential office.\n\t\t\t\t\t\n\t\t\t\t\t After he took office, Lee let loose vituperations openly denying the inter-Korean joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t At a New Year press conference on Jan. 14, 2008 he said that \"the agreed points reached at the south-north summit in October 2007 are not specific but theoretical\", groundlessly slandering the October 4 declaration to lay bare his black-hearted intention to evade its implementation. At a press interview on Feb. 1, 2008 he said: \"It does not mean that the successor has to implement what his predecessors signed in Pyongyang. I will clarify what to do first and the next and what should not be done.\" This meant his total negation of the implementation of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t He blatantly insulted and violated even the idea of \"By our nation itself\", the core of the north-south joint declaration, in particular.\n\t\t\t\t\t\n\t\t\t\t\t In his \"presidential\" inaugural address on Feb. 25, 2008 Lee blustered that he would pursue the policy toward the north not with ideology as a yardstick but pragmatism as a yardstick. In his speech at the March First commemoration meeting, his first one after his \"presidential\" inauguration, and a ceremony of appointing generals of the puppet army on April 3 he asserted \"By our nation itself\" represents \"narrow-minded nationalism\" and \"national chauvinism\" and \"this would not help settle the south-north relations.\"\n\t\t\t\t\t\n\t\t\t\t\t Lee purged all those concerned with the June 15 joint declaration and the October 4 declaration and their supporters not only from Chongwadae but from the Ministry of Unification, the Intelligence Service and other ministries and bureaus of the puppet regime while negating and violating the inter-Korean joint declarations. He brutally suppressed the organizations related to the June 15 joint declaration. He went the lengths of hurling the clan of the ruling parties and political gangsters into hurting and persecuting the two former \"presidents\" who signed the north-south joint declarations. Finally he drove them to death.\n\t\t\t\t\t\n\t\t\t\t\t What hostile feelings he harbored against the inter-Korean joint declarations can find a vivid expression in the fact that he has never appeared in a series of events commemorating the anniversary of the publication of the joint declaration held by non-governmental organizations nor has he uttered any word about its implementation while he has been in office. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations could not get rid of the abyss of catastrophe from the outset as the traitor savagely trampled down upon the historic north-south joint declaration, a milestone for reunification common to the nation fully supported and welcomed by all the Koreans and the whole world.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t     Reckless Remarks Negating Inter-Korean Relations\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t  Lee Myung Bak suspended overnight the inter-Korean dialogues which had been underway according to the historic north-south joint declarations, and severed the inter-Korean relations in all fields.\n\t\t\t\t\t\n\t\t\t\t\t On March 14, 2008 right after his assumption of power Lee instructed the puppet ministry of Unification not to make any proposal for dialogue and contact to the north. At a meeting for receiving the first working report from the ministry on March 26 he called for changing the negotiating posture so far maintained, totally negating the inter-Korean dialogue.\n\t\t\t\t\t\n\t\t\t\t\t When his remarks created a big uproar at home and abroad, Lee at the nationally televised press conference on April 13, 2008 said: \"The government is now undergoing an adjustment period in which the framework of south-north relations which existed in the last decade is newly formulated. It is approaching the relations with the north with a principle from that viewpoint.\" This was nothing but sheer sophism. When interviewed by the Time magazine on June 3, he said that he would not make separate approach of advancing south-north relations at the six-party talks.\n\t\t\t\t\t\n\t\t\t\t\t Lee put up all kinds of pretexts including \"dismantlement of nuclear weapons\", \"sincerity\", \"adherence to principle\" and \"change of north's attitude\" in a bid to block inter-Korean dialogues and relations.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting receiving a working report of the puppet Ministry of Unification on March 26, 2008, etc. he put a checkbar on the inter-Korean cooperation undertakings, talking about \"north's dismantlement of nuclear weapons first\" and \"drain on resources.\" On Nov. 12 he claimed: \"I am waiting for the north to change its attitude and waiting is a strategy.\"\n\t\t\t\t\t\n\t\t\t\t\t He has so far turned his face away from the sincere efforts made by the DPRK for inter-Korean dialogue and improved relations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK repeatedly urged the south Korean authorities to stop acts of bedeviling the inter-Korean relations and honestly come out for dialogue from the very day the puppet conservative group came to power. It has advanced every sincere constructive proposal for the inter-Korean dialogues and the improved relations. \n\t\t\t\t\t\n\t\t\t\t\t However, Lee raved that \"there is no going back in the south-north relations\" and \"there may be one year of standstill in the more than six decade-long history of division.\" \"Dialogue only helps the north consolidates its power and refusal of dialogue is the only way for keeping the policy toward the north alive,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of letting loose such rubbish as \"I would not have talks without a principle\", \"it is my view that the present south-north relations are on the most normal orbit\" and \"it would not be bad not to have even an opportunity to have a summit during my term of office.\"\n\t\t\t\t\t\n\t\t\t\t\t Lee told his cohorts: \"Do away with the idea that the deteriorated and strained inter-Korean relations adversely affect economy.\" \"It is not bad not to have any progress in south-north relations during the five years' term of my office.\" \"It is necessary to shape a long-term strategy, not trying to hear that there are good inter-Korean relations.\" He thus zealously prodded them into escalating the inter-Korean confrontation.\n\t\t\t\t\t\n\t\t\t\t\t When the then minister of Unification presented Lee Myung Bak with a next year proposal calling for dialogue between authorities, economic cooperation, humanitarian projects, dispatch of special envoy, etc. at a meeting for making a working report of his ministry on Dec. 31, 2008, Lee scolded him, saying \"the resumption of dialogue should not be the target of the south.\" He fired him in the end, replacing him with Hyon In Thaek, a diehard anti-reunification confrontation element.\n\t\t\t\t\t\n\t\t\t\t\t As the grudge against Hyon mounted high in south Korea, Lee at a TV chat on Feb. 1, 2011 was asked if he had any idea of replacing conservative hardliners including the minister of Unification. He replied: \"There should be guys disliked by the north.\"\n\t\t\t\t\t\n\t\t\t\t\t When there occurred an incident of a tourist at Mt. Kumgang resort due to her carelessness, he unilaterally suspended the tour of the mountain and refused the resumption of the tour, crying out for its thorough investigation, assurances against the recurrence of the similar incident and personal safety measures. Groundlessly pulling up the DPRK over provocative warship sinking case and Yonphyong Island shelling incident, he is putting up what he called \"admission\" and \"apology\" as preconditions for inter-Korean dialogue, asserting that \"more dialogues and cooperation would be meaningless.\" \n\t\t\t\t\t\n\t\t\t\t\t All these facts go to prove that Lee has not an iota of intention to resume dialogue and improve the relations with the north but only a sinister aim to obstruct them by picking a quarrel with the north at any cost.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t    Reckless Anti-DPRK Remarks over Nuclear Issue \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t It is universally known that the nuclear issue spawned on the Korean Peninsula due to the U.S. introduction of nukes, its nuclear war racket and nuclear threat. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Lee kept mum about the U.S. moves to start a nuclear war against the DPRK and has actively cooperated with it in executing its policy and toed it. He joined his American master in calling for \"the DPRK's dismantlement of nuclear weapons.\" He put it up as a precondition for the improvement of the north-south relations. This is preposterous as it is designed to disarm the north and achieve the goal of aggression. \n\t\t\t\t\t\n\t\t\t\t\t Former puppet rulers of south Korea also kicked up the anti-DPRK nuclear racket. But no one else but traitor Lee brought the nuclear issue to the fore in collusion with outside forces and used it for achieving the purpose of confrontation against dialogue, peace and reunification. \n\t\t\t\t\t\n\t\t\t\t\t At a press interview with reporters of broadcasting services on Nov. 19, 2007 and an interview with a reporter of Choongang Ilbo on Sept. 10, 2007 Lee said: \"It is the most important matter among the pending issues related to the south-north relations to force the north to dismantle its nuclear weapons.\" \"Unlike Roh Moo Hyun and Kim Dae Jung governments I will pursue the north policy, keeping nuclear dismantlement in mind.\"\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, on Nov. 30, 2007 he said: \"The north should know that it cannot expect anything unless it dismantles its nuclear weapons and opts for reform and opening.\" At a press conference early in February 2008, he said the north's nuclear dismantlement is the major premise for south-north relations. \n\t\t\t\t\t\n\t\t\t\t\t On February 25, 2008 in his presidential inaugural address Lee went the lengths of openly declaring \"no nukes, opening and 3 000 dollars\" as \"his north policy\". \n\t\t\t\t\t\n\t\t\t\t\t In a speech made at an opening session of the 18th \"National Assembly\" on July 11, 2008 and at a press conference with foreign reporters on Sept. 26, he defined the \"north's scrapping of nuclear program\" as \"the priority task of the north policy,\" \"pressing task\" and the \"master key\" and the like, openly revealing his intention not to improve the north-south relations even a bit unless the issue is settled. \n\t\t\t\t\t\n\t\t\t\t\t During his U.S. tours in mid-April and November, 2008 and in September, 2009 and on several other occasions of meeting his U.S. master, he held anti-DPRK confabs over the nuclear issue. He said the goal of the north policy during his term was to force the north to scrap the nuclear program and join the international community. \n\t\t\t\t\t\n\t\t\t\t\t He spelt out extremely unsavory \"grand bargain\" in a bid to kick up more desperate anti-DPRK nuclear racket. He said: \"If the north is recognized as a nuclear weapons state, the nuclear proliferation issue will be serious.\" \"One should not allow oneself to follow in the footsteps of the nuclear talks held over the last two decades.\" \n\t\t\t\t\t\n\t\t\t\t\t In his phone talk with the then Japanese Prime Minister Hatoyama on Aug. 31, 2009 and talk with the Japanese foreign minister on Jan. 15, 2011 Lee said: \n\t\t\t\t\t\n\t\t\t\t\t \"The solution of the south-north issue is premised on the north's scrapping of its nuclear program. It is the government's stand that nothing will be possible without nuclear dismantlement.\" \"It is necessary to approach the talks on the premise of the north's will to completely scrap its nuclear program.\" \"The north's uranium enrichment issue should be brought for discussion at the UN Security Council.\" \n\t\t\t\t\t\n\t\t\t\t\t Lee implored his U.S. master for the \"extended nuclear deterrence\" so that nukes may be positively used in contingency on the Korean Peninsula the same way they would be used for the defense of the U.S. mainland. He cried that the nuclear program of the north can never be tolerated, frequently introducing U.S. nuclear carriers and nuclear submarines into south Korea. He put up the north's \"scrapping of nuclear program\" as a precondition for the north-south dialogue and the north-south relations. These are shameless remarks. \n\t\t\t\t\t\n\t\t\t\t\t That is why people of different social standings in south Korea and public opinion at home and abroad are chiding the reckless remarks of Lee as pointless ones ignorant of the essence of the nuclear issue and pretexts for putting brakes on the south-north relations. \n\t\t\t\t\t\n\t\t\t\t\t The north-south relations could not advance even a step owing to Lee's persistent anti-DPRK campaign over the nuclear issue. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t      Reckless Remarks Inciting Confrontation of Systems \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The historic July 4 joint statement and north-south joint declarations call upon the north and the south to recognize and respect each other's ideologies and systems and clarify issues of achieving national reunification on the principle of independence, peaceful reunification and great national unity and in the spirit of \"By our nation itself\". \n\t\t\t\t\t\n\t\t\t\t\t Lee has desperately pursued the confrontation of systems, talking about \"change\" and \"opening\" of someone and \"unification under liberal democracy\" in wanton violation of the main principle governing the north-south relations and the three principles of national reunification. This drove those relations to such phase where they are no longer repairable. \n\t\t\t\t\t\n\t\t\t\t\t At round-table talks with foreign reporters on Feb. 6, 2007 and on other occasions, he said: \"There is an urgent need to pursue a strategic policy to lead the north to opening, the policy aimed to bring about a substantial change.\" \"I will be different from the former presidents if I become president. I won't allow myself to be taken in.\" \n\t\t\t\t\t\n\t\t\t\t\t At the press conference on Dec. 20 after he was elected \"president\", he said: \"I won't refrain from criticizing the north nor unilaterally curry favor with it, not the way the previous regimes did.\" \"I will say to the north what I would like to do.\"\n\t\t\t\t\t\n\t\t\t\t\t After taking office Lee became evermore undisguised in his behavior fostering the confrontation of systems. \n\t\t\t\t\t\n\t\t\t\t\t During his U.S. junket in November 2008 Lee said: \"Good consultation with Obama would help the north make a substantial change.\" \"My ultimate goal is to unify the country under liberal democracy\". \n\t\t\t\t\t\n\t\t\t\t\t At an interview with the Wall Street Journal on June 13, 2009 he said: \"The previous governments thought that raising the human rights issue of the north would be detrimental to the south-north relations, but I don't think so.\" \n\t\t\t\t\t\n\t\t\t\t\t At a party in Chongwadae on April 20, 2010 he vociferated about \"basic rights\" and \"right to happiness,\" disclosing his sinister intention to escalate the confrontation of systems. He went the lengths of decrying firework galas held in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the duty and function of the puppet ministry of Unification of south Korea, he said the mission of the ministry was to achieve \"unification by absorption\", not improvement of south-north relations and reconciliation and cooperation. He brought together riffraffs and human scum and urged them to intensify the leaflet scattering campaign and anti-DPRK smear broadcasting. \n\t\t\t\t\t\n\t\t\t\t\t At round-table talks with compatriots during his German tour on May 8, 2011 Lee said the Chancellor of West Germany predicted in 1989 the Berlin Wall would exist 50 years longer, but it was pulled down 10 months later, adding that the unification of the south and the north would come so. \n\t\t\t\t\t\n\t\t\t\t\t He brought together members of the Advisory Council for Democracy and Peaceful Unification of south Korea on June 21, 2011 and talked nonsense \"unification might come at dead of night like a thief,\" creating big uproar. \n\t\t\t\t\t\n\t\t\t\t\t In fact what Lee uttered in a bid to escalate the confrontation of systems was something unprecedented in its malignant and vicious nature. It, therefore, lashed the whole nation into great fury. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　　 Reckless Remarks Inciting Military Confrontation and War \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations have been pushed to the brink of war because Lee has egged the military warmongers onto provocations since he came to power, while being keen on military confrontation and moves for a war against the north, backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had he been elected \"president\" than he visited a forefront unit in Kangwon Province of south Korea, fanning up war fever. On Jan. 11, 2008 he visited the puppet Ministry of Defense where he cried out for maintaining \"high awareness of security\" and keeping itself in combat ready to invade the north. \n\t\t\t\t\t\n\t\t\t\t\t While receiving a working report of the Defense Ministry at the puppet third field army command on March 12, 2008 Lee ranted that it was facing the world's strongest military muscle of the north and \"what was important was the awareness of close south Korea-U.S. cooperation and security.\" \n\t\t\t\t\t\n\t\t\t\t\t At a state council meeting on Aug. 18, 2008 he openly talked about \"possibility of local dispute and war.\" \n\t\t\t\t\t\n\t\t\t\t\t On Sept. 26, 2008 the traitor visited the puppet army's joint demonstration firing exercise ground where the warmongers fired at the DPRK flag. There he complemented them, blustering \"there is no rear separated from front in a modern warfare. The army should get fully ready to go into action.\" At major commanding officers' meeting on May 4, 2010 he cried out for \"establishing principal enemy concept\" while talking about \"hostile relations with the north\" and \"specific situation\". \n\t\t\t\t\t\n\t\t\t\t\t At talks with the people over \"Cheonan\" case and talk-fest with those of the Advisory Council for Democracy and Peaceful Unification he blustered that \"one should know there is the most warlike group just 50 km ahead\", \"one should take a firm stand\", \"one should not be afraid of a war\" and \"now is the time to show action rather than words.\"\n\t\t\t\t\t\n\t\t\t\t\t When he inspected the commanding control post of the puppet Joint Chiefs of Staff on Nov. 23 and a forefront unit of the puppet army on Dec. 23, 2010 he said \"countermeasures should be taken even in violation of wartime rules,\" \"a big counterattack should be mounted\", \"we will make them pay due price\" and \"one should open one's eyes wide to watch the north.\"\n\t\t\t\t\t\n\t\t\t\t\t On June 24, 2011 he called members of the Defense Committee of the puppet National Assembly to Chongwadae where he said he \"regrets so deeply for failing to strike the north during Yonphyong Island shelling.\" He added: I felt surge of anger. Still I can't calm down myself. I can't tolerate.\n\t\t\t\t\t\n\t\t\t\t\t Lee was entirely to blame for the above-said hideous provocations such as target and slogan firing incidents orchestrated by the puppet military group recently to hurt the system and the dignity of the leadership of the DPRK as they were encouraged by his reckless remarks, vituperation and instructions. \n\t\t\t\t\t\n\t\t\t\t\t What has been mentioned above is just a tip of iceberg of the outbursts disclosed by south Korean media. No space is enough to cite all his outpourings.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, south Koreans from all walks of life bitterly denounce his anti-reunification remarks for confrontation, saying that \"the tongue-wagging of the president has thrown all the people into calamity,\" \"Lee Myung Bak's north policy is one of viper\", \" Lee Myung Bak had better shut up.\"\n\t\t\t\t\t\n\t\t\t\t\t The highest treason committed by Lee will never be pardoned. The army and people of the DPRK together with all other compatriots will surely punish Lee and his group."
        },
        {
            "title": "S. Korean Puppet Forces to Stage Hwarang Exercises",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-17ee.html",
            "content": "S. Korean Puppet Forces to Stage Hwarang Exercises\r\n Pyongyang, July 8 (KCNA) -- The 35th Division of the south Korean puppet army announced that it would stage Hwarang exercises across North Jolla Province from July 11 to 14, the south Korean Yonhap News reported.\n\t\t\t\t\t These madcap exercises for a war of aggression against the north involving large-scale troop maneuverability are reportedly designed to examine the capacity for carrying out joint operations with civilians, administrative organs and police."
        },
        {
            "title": "US Held Wholly Responsible for Environmental Pollution",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-18ee.html",
            "content": "US Held Wholly Responsible for Environmental Pollution\r\nPyongyang, July 8 (KCNA) -- The Pusan Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea on July 4 conducted an opinion poll among Pusan citizens as regards the defoliant burial by the U.S. forces present in south Korea. Over 90 percent of the respondents held that the U.S. is wholly to blame for it.\n\t\t\t\t\t  They demanded the U.S. government single-handedly compensate to the inhabitants and areas for the damage done by the U.S. forces and pay the expenses required for de-polluting the areas.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make clear the data on the defoliant burial by the U.S. forces in south Korea, they stressed."
        },
        {
            "title": "S. Korean Police's Crackdown upon Pro-reunification Champion Blasted",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-19ee.html",
            "content": "S. Korean Police's Crackdown upon Pro-reunification Champion Blasted\r\n Pyongyang, July 8 (KCNA) -- Paek Ki Wan, director of the Reunification Study Center of south Korea, on July 5 rejected the police's summons for appearing at the police station for the mere reason that he took part in the actions for supporting the strike of the trade union of the Hanjin Heavy Industries Co. Ltd.\n\t\t\t\t\t He denounced the police for forcing him to appear at the police station till July 8, a day before it was expected to stage the second action for supporting the strike of trade union members.\n\t\t\t\t\t\n\t\t\t\t\t They are standing at the crossroads: whether to win in the fight against the wicked Lee Myung Bak regime or die in the actions, he said, declaring he would never respond to the police's call but will fight it out.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the police took such fascist actions as issuing summons to appear at the police station for at least 90 reunification activists and artistes who took part in recent actions for solidarity with workers and students in their struggle."
        },
        {
            "title": "Lee Myung Bak Group's Hideous Provocations Slammed",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-21ee.html",
            "content": "Lee Myung Bak Group's Hideous Provocations Slammed\r\nPyongyang, July 8 (KCNA) -- Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, issued a statement on July 4 denouncing the Lee Myung Bak group of traitors for its hideous provocations against the DPRK. \n\t\t\t\t\t Unpardonable is the group of traitors getting frantic with rackets to escalate the confrontation with the DPRK by setting up slogans seriously hurting the system and army of the DPRK at forefront units of the puppet army, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The group is persisting in the above-said moves to get rid of the miserable situation where it is treated as a trouble-maker of its U.S. master, forsaken by the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors is hell-bent on confrontation with fellow countrymen and moves to realize its ambition for a war against the DPRK, indifferent to the nation and reunification. The reality goes to clearly prove that there will be only a war as long as this group is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation requires all the fellow countrymen aspiring after peace and reunification to turn out in a nationwide sacred retaliatory war to shatter the group's racket for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group's confrontation moves against reunification should be terminated through a nationwide offensive of justice.\n\t\t\t\t\t\n\t\t\t\t\t The association will take the lead in the sacred struggle to shatter the group's moves for sycophancy, treachery and confrontation with fellow countrymen and reunify the country."
        },
        {
            "title": "Abolition of NSL Demanded by Overseas Compatriots' Paper",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-22ee.html",
            "content": "Abolition of NSL Demanded by Overseas Compatriots' Paper\r\nPyongyang, July 8 (KCNA) -- Minjok Sibo, a newspaper published by Koreans in Japan, on July 1 carried an article demanding the abolition of the \"National Security Law\" in south Korea.\n\t\t\t\t\t The NSL is a copy of the ill-famed \"Maintenance of the Public Order Act\" enacted by the Japanese imperialists for the purpose of cracking down on the activists for independence, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The successive conservative regimes have maintained their power and brutally suppressed the progressive forces on the strength of the NSL, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The NSL which should have been already abolished became more draconic under the Lee Myung Bak regime and has been used for cracking down on reunification patriots and progressive organizations, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It called for abolishing the NSL which chills the desire of the fellow countrymen for reunification and fosters antagonism, jealousy, confrontation and distrust, and realizing the democratization of south Korean society."
        },
        {
            "title": "Kim Il Sung Remembered in China",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-08ee.html",
            "content": "Kim Il Sung Remembered in China\r\n Pyongyang, July 8 (KCNA) -- A remembrance meeting took place in Beijing on July 6 on the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were officials of the China Association for International Friendly Contact, the Beijing Association for International Friendly Contact and the China-Korea Friendship Hongxing Farm and families of those related to the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to China and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Li Xiaohua, vice-chairman of the China Association for International Friendly Contact, Feng Yila, a daughter of Feng Zhongyun, who is related to the anti-Japanese revolutionary struggle, and Guan Jianguo, director of the farm, and others spoke at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The speakers praised Kim Il Sung as the great and outstanding leader of the Korean people. They referred to the glorious revolutionary history of the President who devoted his all to the national liberation, socialist construction and the independent reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t He is revered by the Chinese people as he provided the great Sino-DPRK friendship and performed undying feats in strengthening it together with the proletarian revolutionaries of the elder generation including Mao Zedong and Zhou Enlai, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They recalled with deep emotion his visit to the farm 36 years ago and the warm loving care and benevolence he had shown for the families of those related to the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK friendship is steadily growing stronger thanks to General Secretary Kim Jong Il, they said, vowing to make positive efforts to glorify the bilateral friendship, the precious assets of the two peoples, generation after generation."
        },
        {
            "title": "Kim Jong Il's Work Carried in Bangladeshi Newspaper",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-01ee.html",
            "content": "Kim Jong Il's Work Carried in Bangladeshi Newspaper\r\nPyongyang, July 8 (KCNA) -- The Bangladeshi newspaper Blits carried General Secretary Kim Jong Il's work \"On Some Issues Related to the Ideological Groundwork of Socialism\" on July 2.\n\t\t\t\t\t The work, published on May 30, Juche 79 (1990), comprehensively clarifies the need to develop the ideological groundwork of socialism and that socialism of Korea has the Juche idea as its ideological basis"
        },
        {
            "title": "Demise of Kim Il Sung Commemorated",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-02ee.html",
            "content": "Demise of Kim Il Sung Commemorated\r\n Pyongyang, July 8 (KCNA) -- The 17th anniversary of demise of President Kim Il Sung was commemorated in foreign countries.\n\t\t\t\t\t They included a seminar on General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" in South Africa, a remembrance meeting in Ukraine and round-table talks in Austria between Jul. 2 and 3.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Progressive Ideas of South Africa referred to the immortal exploits of the President for the prosperity and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea said the President conducted his work energetically for global independence.\n\t\t\t\t\t\n\t\t\t\t\t At the round-table talks in Austria the speakers praised Kim Il Sung for turning the DPRK into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence. They also spoke highly of Kim Jong Il who victoriously led the work of the Korean people to safeguard socialism and build a great prosperous and powerful nation with his original Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Il were adopted at the events in Ukraine and Austria."
        },
        {
            "title": "Kim Il Sung Praised by Bangladeshi Political Leader",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-03ee.html",
            "content": "Kim Il Sung Praised by Bangladeshi Political Leader\r\nPyongyang, July 8 (KCNA) -- Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, issued a statement on July 1 on the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The statement praised him as the sun of mankind who founded the immortal Juche idea and wisely led the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The President defeated the U.S. and Japanese imperialisms, built the socialist power and performed great feats for global independence, it said, adding: This will shine forever along with the century.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now making dynamic advance to accomplish the revolutionary cause of Juche started by him under the outstanding Songun leadership of Kim Jong Il, it added."
        },
        {
            "title": "Kim Il Sung Remembered by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-04ee.html",
            "content": "Kim Il Sung Remembered by Foreign Organizations\r\nPyongyang, July 8 (KCNA) -- Organizations of Finland and Brazil posted special write-ups and articles on their Internet homepages on the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The Finnish National Committee for the Study of the Juche Idea on July 2 posted an article titled \"Smile of Eternal Sun\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t Progressive mankind is looking back on his brilliant life with deep respect on the occasion of his demise, the article said.\n\t\t\t\t\t\n\t\t\t\t\t He was the most distinguished thinker and theoretician, peerless statesman and the fatherly leader of the people in the 20th century, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now waging a dynamic drive to build a thriving socialist nation under the Songun revolutionary leadership of Kim Jong Il, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea followers of Finland and progressive mankind extend full support and solidarity to the Songun politics pursued by Kim Jong Il and the Korean people's just cause, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea on July 1 dealt with the warm loving care shown by Kim Il Sung for former Chilean President Salvador Allende and his family."
        },
        {
            "title": "Special Write-ups Praising Kim Il Sung Carried by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-06ee.html",
            "content": "Special Write-ups Praising Kim Il Sung Carried by Foreign Newspapers\r\n Pyongyang, July 8 (KCNA) -- Foreign newspapers carried special write-ups on the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The July issue of the German paper Rote Fahne carried an article titled \"President Kim Il Sung Revered by Korean People\" with a photo of his statue on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t The activities to celebrate the centenary of his birth as the great jubilee of human history are brisk worldwide, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean paper Horoya on July 1 devoted one whole page to an article titled \"Respect to President Kim Il Sung\" with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The Kumsusan Assembly Hall has been spruced up as the Kumsusan Memorial Palace, the sacred temple of Juche, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican paper Unidad Nacional on June 30 carried an article with his photo. It said that the President led the two revolutionary wars and the two stages of social revolution to victory. The paper praised his personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\t The Egyptian paper Al-Misaiya on July 2 edited an article on the undying feats he performed for global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper Blits on June 30 carried an article titled \"DPRK Is Preserving Juche Character and National Character\". The army and people of the DPRK are firmly maintaining the independent stand in the revolution and construction and carrying forward the national tradition, the article noted."
        },
        {
            "title": "US Crimes during Korean War Condemned by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-05ee.html",
            "content": "US Crimes during Korean War Condemned by Brazilian Organization\r\n Pyongyang, July 8 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK on June 25 issued a bulletin titled \"U.S. Forces' War Crimes\" on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t After starting the Korean War the U.S. imperialists killed millions of innocent peaceable inhabitants, scorched the whole of the Korean Peninsula and used the internationally banned germ and chemical weapons, the bulletin said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' atrocities during the Korean War were aimed to exterminate the Korean nation, it said, adding no statute of limitations is applicable to the war crimes.\n\t\t\t\t\t\n\t\t\t\t\t The international community should pay due attention to the U.S. forces' war crimes that have been connived for over half a century, it urged.\n\t\t\t\t\t\n\t\t\t\t\t These war crimes should be sternly judged by the whole mankind for the sake of justice and future, it said, adding the U.S. can never flee from the blame for those crimes."
        },
        {
            "title": "Democratic Congo FM Supports Inter-Korean Declaration ",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-09ee.html",
            "content": "Democratic Congo FM Supports Inter-Korean Declaration\r\n Pyongyang, July 8 (KCNA) -- The Foreign Ministry of Democratic Republic of Congo on June 24 sent a memorandum to the DPRK embassy in Kinshasa on the 11th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The memorandum reaffirmed the support of the Foreign Ministry of Democratic Congo to the joint declaration adopted in Pyongyang in 2000.\n\t\t\t\t\t\n\t\t\t\t\t The ministry regards the north-south summit, the first of its kind since Korea's division, as an event of important significance in promoting mutual understanding, developing the north-south relations and achieving the peaceful reunification, it noted."
        },
        {
            "title": "Iran to Test Missiles",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-10ee.html",
            "content": "Iran to Test Missiles\r\nTehran, July 7 (KCNA) -- The Aerospace Commander of Iran's Islamic Revolution Guard Corps (IRGC) Brigadier General Amir Ali Hajizadeh said Iran plans to test-fire new \"supersonic surface-to- sea missiles\".\n\t\t\t\t\t The new missiles have been designed to target ships and forces at sea and are reportedly aimed to contribute to the stable security in the region."
        },
        {
            "title": "Nepali President Calls for Pro-socialist Economic Policy",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-11ee.html",
            "content": "Nepali President Calls for Pro-socialist Economic Policy\r\n Pyongyang, July 8 (KCNA) -- \"The government is committed to abide by the pacts signed in the past,\" Nepali President Ram Baran Yadav said, addressing the House while presenting the annual policies and programs of the upcoming fiscal year in Legislature-Parliament on Sunday\n\t\t\t\t\t The president expressed his confidence that the parties would be able to arrive at consensus if leaders presented themselves for the welfare of the people and the peace of the country.\n\t\t\t\t\t\n\t\t\t\t\t Yadav said the government will adopt pro-socialist economic policy by doing away with all remains of feudalistic economic mode in order to make economic development."
        },
        {
            "title": "Refugees Issue Gets Serious in Africa ",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-12ee.html",
            "content": "Refugees Issue Gets Serious in Africa \r\n Pyongyang, July 8 (KCNA) -- There is a big chunk of internally displaced persons (IDPs) and refugees in Africa.\n\t\t\t\t\t27.5 million people were displaced in 2010 in Africa.\n\t\t\t\t\t\n\t\t\t\t\tThe continental countries are taking steps to settle the issue."
        },
        {
            "title": "Palestinian Prisoners Protest against Israel's Maltreatment",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-13ee.html",
            "content": "Palestinian Prisoners Protest against Israel's Maltreatment\r\nPyongyang, July 8 (KCNA) -- Palestinian prisoners detained in Israel started another day of hunger strike Sunday and warned of more protests against recent restrictions Israel imposed on its prisons.\n\t\t\t\t\t The prisoners were protesting against measures of solitary confinement, withholding their right in education and lack of proper medical care. They strongly demanded an immediate stop to such act."
        },
        {
            "title": "Algeria Rejects US Accusations",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-15ee.html",
            "content": "Algeria Rejects US Accusations\r\nPyongyang, July 8 (KCNA) -- The Algerian Minister of Justice at a press conference on July 3 strongly rejected the U.S. accusations against his country.\n\t\t\t\t\t In a recent report the U.S. accused Algeria of not paying heed to combating flesh traffic. The minister termed it groundless.\n\t\t\t\t\t\n\t\t\t\t\t His government will examine the U.S. report and strongly react to it, he said."
        },
        {
            "title": "Japan SDF Fighter Crashes",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-16ee.html",
            "content": "Japan SDF Fighter Crashes\r\n Pyongyang, July 8 (KCNA) -- F-15 belonging to the Japan Air \"Self-Defense Force\" crashed in flight training in the sky above the sea off the area northwest of Naha City, Okinawa Prefecture on July 5.\n\t\t\t\t\t The fighter was torn to pieces and its pilot was missing."
        },
        {
            "title": "Russia to Defend Its Interests in North Pole: Putin",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-23ee.html",
            "content": "Russia to Defend Its Interests in North Pole: Putin\r\nMoscow, July 7 (KCNA) -- Russia will firmly defend the country's interests in the North Pole, Russian Prime Minister Vladimir Putin declared this at a recent meeting.\n\t\t\t\t\t Russia will actively advance into the pole and develop the system for monitoring joint boundary infrastructure, meteorological observatories, nature and living resources there, he said."
        },
        {
            "title": "Russian FM on Dialogue with U.S. over Missile Shield",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-24ee.html",
            "content": "Russian FM on Dialogue with US over Missile Shield\r\nMoscow, July 7 (KCNA) -- Russian Foreign Minister Sergei Lavrov referred to the Russia-U.S. dialogue over the missile defend system at a recent meeting of the International Affairs Committee of the State Duma.\n\t\t\t\t\t Russia-U.S. dialogue is now underway but it has not yet made any big progress, he said, adding bilateral relations are not always optimistic."
        },
        {
            "title": "Iranian Submarine Makes Long Navigation in International Waters",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-25ee.html",
            "content": "Iranian Submarine Makes Long Navigation in International Waters\r\nTeheran, July 7 (KCNA) -- Submarine of the Iranian Navy Yonos sailed back to its naval base at Bandar Abass Port on July 5 at the end of its long journey in international waters. \n\t\t\t\t\t The submarine crossed northwest of Indian Ocean and Aden Bay while staying in those waters for more than 70 days. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the commander of the Iranian Navy said it is a legitimate right of Iran to sail in international waters and this proves the great potential of the armed foces of the Republic."
        },
        {
            "title": "Iran Refutes Story about Maltreatment of American Hikers",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-26ee.html",
            "content": "Iran Refutes Story about Maltreatment of American Hikers \r\nTehran, July 7 (KCNA) -- Iran has not mistreated two imprisoned American hikers, the Iranian mission to the UN said in its statement on July 1. The two men have been held in Iran for nearly two years on espionage charges.\n\t\t\t\t\t Relatives of the two Americans recently said at a press conference that the imprisoned were put to physical torture and mistreated. But the statement dismissed it as groundless."
        },
        {
            "title": "Earthquake Jolts Russia, Japan",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-14ee.html",
            "content": "Earthquake Jolts Russia, Japan\r\nPyongyang, July 8 (KCNA) -- A 5.5-magnitude earthquake jolted Urup Island of the Kuriles, Russia on July 4.\n\t\t\t\t\t The epicenter was waters off the west coast of the island.\n\t\t\t\t\t\n\t\t\t\t\t A 5.4-magnitude earthquake hit Wakayama Prefecture, Japan on July 5.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was the northern area of the prefecture."
        },
        {
            "title": "Story of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-32ee.html",
            "content": "Story of Kim Il Sung\r\n Pyongyang, July 8 (KCNA) -- President Kim Il Sung enjoyed a humble and simple life in his lifetime, regarding himself as a faithful servant of the people.\n\t\t\t\t\t Early in the winter of Juche 51 (1962), officials discussed preparing a new winter suit for the President because his suit was discolored and outdated.\n\t\t\t\t\t\n\t\t\t\t\t Having learnt the fact, the President said there was no need to make a new suit for him and that he would continue wearing it after being bushelled.\n\t\t\t\t\t\n\t\t\t\t\t The officials insisted that a new suit be prepared as the mended suit would not be suitable for the President when meeting lots of people during his field guidance tour.\n\t\t\t\t\t\n\t\t\t\t\t But the President refused to accept their offering, saying if he were dressed well, workers and peasants would feel constraint in his presence and that he would always share bitters and sweets with them. \n\t\t\t\t\t\n\t\t\t\t\t One winter day, officials brought an electric heater to his office room. At that time, the President told them the heater would probably warm up the room but not his mind because the country was suffering from electricity shortage.\n\t\t\t\t\t\n\t\t\t\t\t He had used an old TV set and vinyl slippers in his office room until he passed away."
        },
        {
            "title": "ATCC denuncia informaciones intrigantes de Dong-A Ilbo",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-42ee.html",
            "content": "ATCC denuncia informaciones intrigantes de Dong-A Ilbo\r\nPyongyang, 8 de julio (ATCC) -- Dong-A Ilbo es  conocido por el circulo de prensa internacional como uno de los medios de prensa conservadores del Sur de Corea acostumbrados a las intrigas y la comercializacion de sus escritos. \n\t\t\t\t\t　Ese rotativo de mala fama emitio el dia 5 las informaciones falsas de que la \"Republica Popular Democratica de Corea circula drogas en China\" y las \"produce de modo sistematico en el nivel estatal\".\n\t\t\t\t\t\n\t\t\t\t\t　Es una absurdidad de los que estan colmados de las intrigas y la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t　En la RPDC no existen los problemas sociales como el abuso de drogas. \n\t\t\t\t\t\n\t\t\t\t\t　La RPDC ingreso a los convenios internacionales sobre el control de drogas y controla rigurosamente las drogas y otras sustancias toxicas irritantes, en virtud del derecho internacional y las leyes y reglamentos nacionales. \n\t\t\t\t\t\n\t\t\t\t\t　Ahora en la RPDC se libra una ofensiva general para registrar un viraje en la mejora de las condiciones de la vida del pueblo y en la construccion economica con el fin de abrir las puertas al Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\t　En tal circunstancia, la Union Europea publico recientemente una resolucion de donar alimentos a la RPDC. Y ahora se ven los movimientos de otros paises por donar alimentos.\n\t\t\t\t\t\n\t\t\t\t\t　Pero, los titeres surcoreanos acusan injustamente a la RPDC del \"problema de drogas\" con la intencion de manchar la imagen de ella y frenar la construccion de potencia economica. \n\t\t\t\t\t\n\t\t\t\t\t　Sus desesperados esfuerzos por calumniar a la RPDC involucrando hasta a China parten del objetivo de buscar un pretexto, que justifique sus \"medidas del 24 de mayo\", y meter cizanas en las relaciones Corea-China en desarrollo constante. \n\t\t\t\t\t\n\t\t\t\t\t　 El antro de drogadictos es precisamente el suelo surcoreano donde consumen los estupefacientes de distintos tipos los universitarios, los empleados de compania, las amas de casa y hasta los jovenes y ninos de unos diez anos.\n\t\t\t\t\t\n\t\t\t\t\t　Una vez, en la sociedad surcoreana se ha armado un gran escandalo al conocerse que las estudiantes drogadictas celebraron una \"fiesta de alucinacion\" junto con los extranjeros. \n\t\t\t\t\t\n\t\t\t\t\t　Ahora se alzan las voces lamentando que la sociedad surcoreana esta en el curso de derrumbe por el abuso de drogas que paralizan y envenenan el espiritu y el cuerpo del hombre. \n\t\t\t\t\t\n\t\t\t\t\t　Tales hechos demuestran de sobra la gravedad del problema de drogas en la sociedad surcoreana. \n\t\t\t\t\t\n\t\t\t\t\t　La banda de traidores surcoreanos ha de reflexionar de los efectos suicidas que tendran sus repugnantes campanas de enfrentamiento y complot contra la connacional RPDC."
        },
        {
            "title": "UE decide donar provisiones a Corea",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-43ee.html",
            "content": "UE decide donar provisiones a Corea\r\nPyongyang, 8 de julio (ATCC) -- Recientemente, la Union Europea decidio ofrecer la urgente cooperacion humanitaria de provisiones a la Republica Popular Democratica de Corea.\n\t\t\t\t\t　Esta cooperacion de la UE contribuira a mejorar la situacion alimentaria de la RPDC y servira de significado motivo para promover el entendimiento y la confianza mutuos entre la RPDC y la UE y ampliar y desarrollar la cooperacion bilateral."
        },
        {
            "title": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-44ee.html",
            "content": "Rinden homenaje a Kim Il Sung en Palacio Memorial Kumsusan\r\nPyongyang, 8 de julio (ATCC) -- Con motivo del 17o aniversario del fallecimiento del Presidente   Kim Il Sung, los cuadros directivos del partido y el Estado, el presidente de partido amigo y  funcionarios de los organismos del partido y el Poder, organizaciones de masas, ministerios y organos centrales visitaron el dia 8 el Palacio Memorial Kumsusan, donde se encuentra el cuerpo del Presidente. \n\t\t\t\t\t　Fue colocado ante la estatua del Presidente un cesto de flores a nombre comun del Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\t　Los participantes rindieron sublime homenaje al Presidente quien dedico toda la vida por la liberacion y la prosperidad de la patria y por la felicidad del pueblo e hizo gran aporte al cumplimiento de la causa de la independencia en el mundo.\n\t\t\t\t\t\n\t\t\t\t\t　El mismo dia, lo hicieron los miembros de mando del Ejercito Popular de Corea, ex combatientes revolucionarios antijaponeses, oficiales y soldados del EPC, trabajadores de distintos estratos,  compatriotas de vista en la patria y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t　Tambien visitaron ese lugar sagrado del Juche los representantes diplomaticos de varios paises,  delegados de las organizaciones internacionales, el Cuerpo de Agregados Militares, acreditados en Corea, el conjunto artistico chino de drama danzario \"Confeti en el camino de seda\" del Teatro de Cancion y Danza de la Provincia de Gansu, de visita en Corea, y otros huespedes extranjeros."
        },
        {
            "title": "Cestos de flores ante estatuas de bronce de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-45ee.html",
            "content": "Cestos de flores ante estatuas de bronce de Kim Il Sung \r\nPyongyang, 8 de julio (ATCC) -- Con motivo del 17o aniversario del fallecimiento del Presidente    Kim Il Sung, los oficiales y soldados del Ejercito Popular de Corea (EPC), trabajadores de distintos estratos, jovenes y ninos escolares depositaron los cestos de flores ante las estatuas de bronce erguidas en varias localidades del pais.\n\t\t\t\t\t　Fueron colocadas ante las estatuas de bronce del Presidente erguidas en la Universidad Kim Il Sung, la Academia General Militar Kim Il Sung, la Universidad Kim Il Sung, el Ministerio de Seguridad del Pueblo, el Palacio de Escolares y Ninos de Mangyongdae y otros lugares de Pyongyang los cestos de flores en nombre de instituciones del partido, fuerzas armadas y Poder, organizaciones de masas, ministerios, organos centrales, organismos de ciencia, educacion, cultura y arte, salud publica, prensa e informacion, fabricas, empresas y escuelas.\n\t\t\t\t\t\n\t\t\t\t\t　Tambien, fueron puestos los cestos y ramitas de flores a nombre de los coreanos en ultramar y los huespedes extraneros.\n\t\t\t\t\t\n\t\t\t\t\t　Los participantes rindieron sublime homenaje al Presidente recordando la vida revolucionaria y las hazanas de el.\n\t\t\t\t\t\n\t\t\t\t\t　Por otra parte, tambien los oficiales y soldados del EPC, trabajadores, jovenes y ninos escolares de todo el pais rindieron sublime homenaje al Presidente tras depositar los cestos, ramos y ramitas de flores ante las estatuas de bronce del Presidente en sus respectivas localidades."
        },
        {
            "title": "IRP publica carta blanca de la chismografia de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2011/201107/news08/20110708-46ee.html",
            "content": "IRP publica carta blanca de la chismografia de Lee Myung Bak\r\nPyongyang, 8 de julio (ATCC) -- El Instituto de la Reunificacion de la Patria (IRP) publico el dia 6 la siguiente carta blanca para revelar a todo el mundo el atributo antinacional y anti-reunificacion del traidor surcoreano Lee Myung Bak, connotado maniaco de enfrentamiento fratricida que vino rompiendo sistematicamente las relaciones intercoreanas, citando sus chismes con lujo de detalles:\n\t\t\t\t\t　Hoy en dia, debido a las provocaciones de la banda del traidor Lee, las relaciones Norte-Sur de Corea se encuentran en la peor fase.\n\t\t\t\t\t\n\t\t\t\t\t　Los repugnantes palabras de Lee son precisamente los registros de la historia que muestran como el vino rompiendo sistematicamente las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t  Chismografia desafiante a las declaraciones conjuntas N-S\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t　La situacion catastrofica de las relaciones N-S, que se desarrollaban favorablemente despues del 15 de junio de 2000, se debe sobre todo a la negativa del traidor Lee Myung Bak a las historicas Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre y a la implementacion de las mismas.\n\t\t\t\t\t\n\t\t\t\t\t　Ya antes de su llegada al poder, el habia expuesto su siniestra intencion de rechazarlas.\n\t\t\t\t\t\n\t\t\t\t\t　En su declaracion de postulado a la presidencia publicada el 10 de mayo de 2007, Lee califico el sorprendente desarrollo de las relaciones intercoreanas despues de publicada la Declaracion Conjunta N-S del 15 de Junio como \"las que se dejaron llevar por el Norte\" y de \"10 anos perdidos\". \n\t\t\t\t\t\n\t\t\t\t\t　En la entrevista con el embajador norteamericano en el Sur de Corea que tuvo lugar el 29 de agosto de 2007, Lee dijo: \"El gobierno de Roh Moo Hyun y el Partido Democratico conceden mayor importancia a las relaciones entre el Sur y el Norte tomando en cuenta la cooperacion nacional, pero doy prioridad a la cooperacion con Estados Unidos, amigo tradicional\". \n\t\t\t\t\t\n\t\t\t\t\t　En particular, durante su campana electoral del 27 de noviembre de 2007, describio el proceso de implementacion de la Declaracion Conjunta del 15 de Junio como la \"entrega desmesurada\" al Norte, anadiendo que \"la cuestionaria si logra ser electo presidente\". \n\t\t\t\t\t\n\t\t\t\t\t　Despues de ser elegido como presidente titere surcoreano, el pronuncio otros disparates que rechazaron mas abiertamente las declaraciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t　En la entrevista de prensa del ano nuevo concedida el 14 de enero de 2008, se mostro evasivo a la ejecucion de la Declaracion del 4 de Octubre, senalando que \"los articulos acordados en la cumbre Sur-Norte de octubre del 2007 no rebasan los principios teoricos ni estan detallados\". En otra rueda de prensa que tuvo lugar el primero de febrero de 2008, rehuso practicamente la ejecucion de la declaracion N-S, diciendo que \"No es una obligacion del sucesor lo que han suscrito los politicos (antecesores) en Pyongyang. Sobre todo, clasificare lo que debo cumplir ahora y despues y lo que no puedo hacer\". (Yonhap News - 14 de enero y 2 de febrero de 2008)\n\t\t\t\t\t\n\t\t\t\t\t　Lo mas indignante es que el traidor Lee difamo y violo brutalmente hasta el ideal de \"Entre nosotros, los connacionales\", nucleo de la Declaracion Conjunta N-S.\n\t\t\t\t\t\n\t\t\t\t\t　Al pronunciar el 25 de febrero de 2008 el discurso de investidura, Lee aclaro su posicion de \"solucionar la politica sobre el Norte no con el ideal, sino con la pauta de pragmatismo\". Y en su \"discurso por el Primero de Marzo\", que acogio por primera vez como presidente, y el acto de nombramiento de los generales del ejercito titere surcoreano efectuado el 3 de abril, dijo que el ideal \"Entre nosotros, los connacionales\" es un \"nacionalismo de estrecha vision\" y \"chovinismo nacional\", agregando que \"con ese ideal no puede solucionar el problema de relaciones Sur-Norte\". (KBS - primero de marzo de 2008. Tongil News - 3 de abril de 2008)\n\t\t\t\t\t\n\t\t\t\t\t　Por otra parte, lanzo una operacion de limpieza de los relacionados y partidarios de las dos declaraciones N-S en el seno de ministerios y departamentos, incluyendo Chongwadae (Casa Azul), el Ministerio de Reunificacion y el Servicio Nacional de Inteligencia, ademas de reprimir salvajemente a todas las entidades relacionadas con el 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\t　Por conducto de sus esbirros del partido gobernante y gangsteres politicos, calumnio y acoso a dos ex \"presidentes\" surcoreanos, que suscribieron los dos documentos referidos, hasta llevarlos a la muerte.\n\t\t\t\t\t\n\t\t\t\t\t　El vendepatria Lee no ha participado ni una vez en los actos conmemorativos de la publicacion de declaraciones intercoreanas, que tuvieron lugar varias veces durante su mandato bajo auspicios de las entidades civiles, y tampoco ha hecho referencia alguna a la ejecucion de las declaraciones N-S, lo cual demuestra claramente su extremada hostilidad a las mismas.\n\t\t\t\t\t\n\t\t\t\t\t　Ya que Lee echo por tierra la historica Declaracion Conjunta N-S, hoja de ruta comun de la nacion hacia la reunificacion, aplaudida y apoyada totalmente por todos los coreanos y el mundo entero, las relaciones N-S estuvieron predestinadas al abismo de catastrofe. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　Chismografia en negativa a las relaciones N-S\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t　El traidor Lee Myung Bak suspendio de la noche a la manana los dialogos Norte-Sur, que se realizaban en virtud de la historica Declaracion Conjunta N-S, y bloqueo totalmente las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t　El 14 de marzo de 2008, a pocos dias de su llegada al poder, Lee ordeno al Ministerio titere de Reunificacion que \"no propusiera ningun dialogo ni hiciera contacto con el Norte\" y al recibir el 26 del mismo mes el primer informe de trabajo de la misma cartera de su gabinete, rehuso totalmente las negociaciones N-S apuntando que \"hace falta cambiar la postura de negociaciones mantenida hasta ahora\". (Fuentes: Tongil News - 3 de abril de 2008, Yonhap News - 26 de marzo de 2008)\n\t\t\t\t\t\n\t\t\t\t\t　Cuando se desato la avalancha de criticas a sus dichos en el interior y el exterior del pais, Lee organizo el 13 de abril de 2008 la entrevista de prensa para el pueblo y chismeo en esta ocasion que \"el marco de las relaciones Sur-Norte de 10 anos pasados esta pasando el periodo de coordinacion para ser renovado y el gobierno encara este asunto con principios y serenidad desde tal punto de vista\".\n\t\t\t\t\t\n\t\t\t\t\t　En la entrevista de prensa sostenida el 3 de junio del mismo ano con el semanario norteamericano Time, dijo en alusion a las conversaciones a 6 bandas que \"no accederia a un contacto aparte que impulse solo las relaciones S-N\".\n\t\t\t\t\t\n\t\t\t\t\t　Para impedir el dialogo y el avance de relaciones entre el Norte y el Sur, el uso todos los pretextos como la \"renuncia nuclear\", la \"sinceridad\", el \"mantenimiento de principios\" y el \"cambio de la actitud del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t　Al recibir el 26 de marzo de 2008 el informe de trabajo del Ministerio de Reunificacion, frustro los proyectos de cooperacion entre ambas partes coreanas hablando de la \"renuncia nuclear, primero\" y la \"entrega desmesurada\" al Norte y el 12 de noviembre, hablo de que \"estan esperando el cambio de la actitud por el Norte. La espera es tambien una estrategia\". (Yonhap News - 26 de marzo de 2008, Newsis - 12 de noviembre de 2008)\n\t\t\t\t\t\n\t\t\t\t\t　Lee dio espaldas siempre a los sinceros esfuerzos de la RPDC por el dialogo y el mejoramiento de las relaciones con el Sur.\n\t\t\t\t\t\n\t\t\t\t\t　Desde los primeros dias de mandato de la banda de conservadores surcoreanas, la RPDC les demando repetidamente que cesen los actos orientados a agravar las relaciones intercoreanas y participen sinceramente en las conversaciones Norte-Sur, y propuso con sinceridad las correspondientes iniciativas constructivas.\n\t\t\t\t\t\n\t\t\t\t\t　Sin embargo, Lee se mostro desafiante diciendo estas tonterias: \"No hubo retroceso en las relaciones intercoreanas\", \"Es tolerable un ano de estancamiento en mas de 60 anos de division nacional\", \"Si conversamos con el Norte, esto terminara en el fortalecimiento del poder norcoreano\", \"No conversar con el Norte es la salvacion de la politica sobre este\". (Tongil News - 18 de agosto de 2008 y 31 de enero de 2009)\n\t\t\t\t\t\n\t\t\t\t\t　Ademas, no vacilo en pronunciar estas palabras: \"No procederemos a las conversaciones que falten a los principios\", \"Pienso que las relaciones intercoreanas de ahora van en la orbita normal\", \"No me importa que no haya ninguna cumbre S-N durante mi mandato\". (Yonhap News - 6 de noviembre de 2009 y 23 de abril de 2010, Dong-a Ilbo - 15 de noviembre del mismo ano)\n\t\t\t\t\t\n\t\t\t\t\t　El traidor Lee incito a sus lacayos a la confrontacion fratricida con el Norte diciendo asi: \"No piensen que la agravacion de las relaciones S-N y la escalada de tensiones influyen negativamente en la economia\", \"No importa aunque no haya avance en las relaciones con el Norte durante 5 anos de mi mandato\", \"Hay que practicar la estrategia a largo plazo sin esperar que nos digan que marchan bien las relaciones intercoreanas\". (Hangyore - 3 de noviembre de 2008)\n\t\t\t\t\t\n\t\t\t\t\t　El 31 de diciembre de 2008, cuando le presentaba el informe de trabajo el entonces ministro de Reunificacion notificando que tiene previsto promover el ano proximo las conversaciones de las autoridades, la cooperacion economica, la labor humanitaria, el envio de enviado especial, etc., Lee le regano haciendo enfasis en que la \"reanudacion del dialogo no debe ser su meta\". Luego, sustituyo a ese ministro con el connotado elemento conflictivo y anti-reunificacion, Hyon In Thaek. (Choongang Ilbo - 5 de enero de 2009, KBS - 12 de febrero de 2009)\n\t\t\t\t\t\n\t\t\t\t\t　A medida que crecia el descontento de Hyon, tuvo lugar el primero de febrero de 2011 la mesa redonda televisiva, en la cual se formularon las preguntas como que \"si Lee no piensa reemplazar a las figuras conservadoras intransigentes como el ministro de Reunificacion\". Entonces, el respondio en el acto asi: \"nos hacen falta tambien los hombres que no le gustan al Norte\".\n\t\t\t\t\t\n\t\t\t\t\t　En cuanto al turismo al monte Kumgang, el lo suspendio unilateralmente pretextando el incidente de la turista surcoreana y nego el reinicio del turismo obstinandose en la \"investigacion consecuente de la verdad, la promesa de prevenir la repeticion, las medidas de garantia de seguridad personal\". Ademas, cuestionando el provocativo incidente de hundimiento de la corbeta \"Cheonan\" y el de canonazos en la isla Yonphyong, presenta el \"reconocimiento\" y la \"disculpa\" como condicion del dialogo N-S tras afirmar que \"no tienen sentido mas dialogos ni cooperacion\". (KBS - 16 de julio de 2008, Yonhap News - 24 de mayo de 2010 y primero de abril de 2011)\n\t\t\t\t\t\n\t\t\t\t\t　Todos los hechos demuestran que en la cabeza de Lee esta unicamente la siniestra intencion de obstaculizar a toda costa el dialogo y el mejoramiento de relaciones entre el Norte y el Sur de Corea. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tChismografia en el curso de campana nuclear anti-RPDC\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　Todos saben que el problema nuclear de la Peninsula Coreana ha surgido debido a la introduccion de armas nucleares de EE.UU. en suelo surcoreano y a sus ejercicios de guerra nuclear y amenaza nuclear a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Sin embargo, sumandose a su amo gringo lejos de cuestionar su belicismo nuclear anti-RPDC, el traidor Lee Myung Bak insiste en que la \"renuncia de armas nucleares\" por el Norte es la premisa del mejoramiento de relaciones entre ambas partes coreanas. Esta absurda opinion no tiene otro objetivo que cumplir sus metas de agresion desarmando a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Si bien los ex gobernantes titeres surcoreanos habian lanzado tambien la campana nuclear anti-RPDC, ninguno fue tan obstinado como Lee en usar el problema nuclear en fines contra el dialogo, la paz y la reunificacion en complicidad de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t　En el seminario con los reporteros radiales del 19 de noviembre de 2007 y la entrevista concedida el 10 de septiembre a Choongang Ilbo, el dijo que \"convencer al Norte a cancelar sus armas nucleares es el problema mas importante entre los pendientes en las relaciones S-N\" y que \"aplicaria la politica sobre el Norte tomando en cuenta la cancelacion nuclear, a diferencia de los gobiernos de Roh Moo Hyun y Kim Dae Jung. (Fuentes: MBC - 10 de septiembre de 2007 y Kyunghyang Daily - 27 de diciembre de 2007).\n\t\t\t\t\t\n\t\t\t\t\t　Como si eso fuera poco, chismeo el 30 de noviembre de 2007 que el \"Norte debe saber que no podria esperar nada si no opta por la cancelacion nuclear, la reforma y la apertura\". En una entrevista de prensa sostenida a principios de febrero de 2008, afirmo que la \"cancelacion nuclear del Norte resulta la mayor premisa de las relaciones S-N\" y definio oficialmente la \"desnuclearizacion, apertura y 3 mil dolares\" como \"politica sobre el Norte\" al pronunciar el discurso de investidura el 25 de febrero de 2008. (KBS - 25 de febrero de 2008 y otras fuentes).\n\t\t\t\t\t\n\t\t\t\t\t　En el discurso de apertura de la 18a \"Asamblea Nacional\" pronunciado el 11 de julio de 2008 y en una rueda de prensa con los medios extranjeros sostenida el 26 de septiembre, el traidor Lee enfatizo que la \"renuncia nuclear del Norte\" es la \"mayor prioridad de la politica sobre el Norte\", \"tarea primordial\", \"asunto mas importante\", etc. De esta manera, expuso mas abiertamente su intento de no dar ni un paso adelante en las relaciones N-S antes de que fuera resuelto el problema nuclear del Norte. (KBS - 11 de julio y 26 de septiembre de 2008).\n\t\t\t\t\t\n\t\t\t\t\t　En varios encuentros con su amo gringo como los sostenidos durante sus viajes a EE.UU. realizados a mediados de abril y en noviembre de 2008 y en septiembre de 2009, Lee abordo siempre el problema nuclear aseverando asi: \"la meta de mi politica sobre el Norte en mi mandato es obligar a la RPDC a renunciar sus armas nucleares y sumarse a la sociedad internacional\", \"el reconocimiento del Norte como portador de armas nucleares agravaria el problema de proliferacion nuclear\" y \"no se debe repetir el antecedente de las conversaciones nucleares de 20 anos pasados\". Ademas, recrudecio mas la campana nuclear anti-RPDC presentando un paquete de iniciativas llamado \"grand bargain\". (KBS - 17 de noviembre de 2008. Tongil News - 22 de septiembre de 2009)\n\t\t\t\t\t\n\t\t\t\t\tEn su conversacion telefonica del 31 de agosto de 2009 con Hatoyama, recien electo como premier japones, y en su entrevista del 15 de enero de 2011 con el canciller japones, el ratifico como sigue: \"El problema S-N tiene por su mayor premisa la renuncia nuclear del Norte. Nuestro gobierno mantiene la posicion de que nada es posible sin la renuncia nuclear del Norte\", \"Hay que participar en las conversaciones con la voluntad de exigir al Norte renunciar totalmente sus armas nucleares\" y \"El problema de enriquecimiento de uranio por el Norte debe ser remitido al Consejo de Seguridad de la ONU\". (Choongang Ilbo - primero de septiembre de 2009 y MBC - 16 de enero de 2011)\n\t\t\t\t\t\n\t\t\t\t\tLos chismes arriba mencionados suenan mas descarados si se tiene en cuenta que Lee suplico a su amo gringo el \"disuasivo ampliado\", con que EE.UU. puede usar las armas nucleares en el tiempo de emergencia de la Peninsula Coreana al igual que en el caso de defensa del territorio estadounidense, e introduce a menudo en suelo surcoreano los portaaviones y submarinos nucleares del imperio gritando que \"no se puede tolerar nunca las armas nucleares del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, los habitantes surcoreanos de diferentes sectores y la opinion publica interna y externa califican los embustes de Lee de sofismas enajenados de la esencia del problema nuclear y de pretextos para frenar el avance de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tRealmente, la brutal campana nuclear anti-RPDC, lanzada por el traidor Lee, causo el estancamiento de las relaciones intercoreanas.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tChismografia que fomenta el enfrentamiento entre los regimenes del Norte y el Sur\n\t\t\t\t\t\n\t\t\t\t\t　\n\t\t\t\t\t\n\t\t\t\t\t　La historica Declaracion Conjunta del 4 de Julio y las otras aprobadas entre ambas partes coreanas aclaran los problemas de reconocer y respetar la ideologia y el regimen de la contraparte y lograr la reunificacion del pais en el principio de independencia, reunificacion pacifica y gran unidad nacional a base del ideal \"Entre nosotros, los connacionales\". \n\t\t\t\t\t\n\t\t\t\t\tEn flagrante violacion de ese principio principal de relaciones intercoreanas y de los Tres Principios de la Reunificacion de la Patria, el traidor Lee Myung Bak persiguio persistentemente el enfrentamiento de sistemas hablando del \"cambio\" y \"apertura\" de alguien y de la \"reunificacion bajo el sistema democratico liberal\". De esta manera, llevo las relaciones Norte-Sur a la fase irremediablemente catastrofica.\n\t\t\t\t\t\n\t\t\t\t\tEn su charla con los reporteros extranjeros invitados, realizada el 6 de febrero de 2007, dijo asi: \"Es urgente una estrategica politica de apertura del Norte que traiga un cambio sustancial\", \"Cuando yo sea presidente, sere distinto a los antecesores. No sere docil\". Y en la conferencia de prensa por su eleccion como \"presidente\", concedida el 20 de diciembre del mismo ano, solto otros disparates como que \"No me abstendre de criticar al Norte ni tratare de agradarle como lo hicieron los gobiernos anteriores\" y \"Dire al Norte lo que debo decir\". (KBS - 7 de febrero y 20 de diciembre de 2007, Dong-A Ilbo - 4 de abril de 2008) \n\t\t\t\t\t\n\t\t\t\t\tDurante su visita a Estados Unidos en noviembre de 2008, Lee dijo que \"la consulta con Obama puede modificar eficientemente al Norte\", agregando que \"la reunificacion bajo el sistema democratico liberal es su meta final\". (Tongil News - 19 de noviembre de 2008)\n\t\t\t\t\t\n\t\t\t\t\tEn la entrevista con Wall Street Journal concedida el 13 de junio de 2009, peroro asi: \"los gobiernos anteriores pensaron que cuestionar el problema de DDHH del Norte obstaculiza las relaciones Sur-Norte, pero no estoy de acuerdo con ellos\". El 20 de abril de 2010, mientras se ofrecia una orgia en Chongwadae, revelo su intencion de enfrentarse con el regimen norcoreano hablando del supuesto \"derecho fundamental\" y del \"derecho a la felicidad\" y calumnio siniestramente hasta la velada de fuegos artificiales en la RPDC. (Yonhap News - 20 de abril de 2010)\n\t\t\t\t\t\n\t\t\t\t\tAdemas, definio la mision y la funcion del Ministerio titere de Reunificacion no como la mejora de relaciones intercoreanas ni la reconciliacion ni la cooperacion, sino como la \"reunificacion mediante la absorcion\". Y movilizo a las escorias humanas de toda calana en el lanzamiento de volantes y la radiodifusion intrigante contra la RPDC. (Economia de Asia - 29 de diciembre de 2010, Tongil News - 12 de abril de 2011)\n\t\t\t\t\t\n\t\t\t\t\t　Durante la charla con los coreanos residentes en Alemania sostenida el 8 de mayo de 2011 durante su visita a este pais, hablo de que \"el canciller de Alemania occidental de 1989 dijo que se mantendria 50 anos mas el muro de Berlin, pero este quedo derrumbado a los 10 meses despues desde entonces\", anadiendo que la reunificacion de Corea puede llegar tambien de esa manera. \n\t\t\t\t\t\n\t\t\t\t\t　Y el 21 de junio de 2011, pronuncio ante los compinches del consejo consultivo por la democracia, la paz y la reunificacion que \"la reunificacion puede llegar a medianoche como un ladron\", lo cual armo un gran escandalo. (Financial News - 21 de junio de 2011)\n\t\t\t\t\t\n\t\t\t\t\tComo se ve, los disparates del traidor Lee, que fomentan el enfrentamiento de regimenes del Norte y el Sur, no tienen precedentes en su gravedad y brutalidad y ponen sumamente indignados a todos los coreanos. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tChismografia en busca de enfrentamiento\n\t\t\t\t\t\n\t\t\t\t\tmilitar y guerra\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　En estos dias, las relaciones N-S afrontan la crisis de guerra por culpa del traidor Lee Myung Bak que despues de su toma de posesion, azuzo a los belicistas del circulo militar surcoreano a las acciones provocativas a la RPDC en su demencial campana pro-enfrentamiento militar y pro-guerra contra esta.\n\t\t\t\t\t\n\t\t\t\t\tLo que hizo el en cuanto fue electo \"presidente\" fue fomentar el belicismo visitando las unidades militares en la primera linea del frente de la provincia de Kangwon del Sur de Corea. Tras recorrer el 11 de enero de 2008 el Ministerio de Defensa Nacional titere, instruyo reforzar la disposicion de guerra anti-RPDC abogando por tener una \"fuerte conciencia de seguridad\". (Fuente: KBS -31 de diciembre de 2007).\n\t\t\t\t\t\n\t\t\t\t\tEl 12 de marzo de 2008, cuando estuvo en la comandancia del 3o ejercito de campina recibiendo el informe de trabajo del Ministerio de Defensa Nacional, dijo que \"tenemos a nuestras narices a las fuerzas militares del Norte, las superiores del mundo\" y \"son importantes la solida cooperacion Sur de Corea-Estados Unidos y la conciencia de seguridad\". En la \"reunion del gabinete\" sesionada el 18 de agosto, hablo publicamente de la \"posibilidad de guerra local\".\n\t\t\t\t\t\n\t\t\t\t\tEl 26 de septiembre de 2008, visito el campo de ejercicio de prueba de la artilleria conjunta del ejercito titere surcoreano y alabo a los belicistas militares diciendo que \"En la guerra moderna no hay limites entre el frente y la retaguardia. Es preciso entrar en la disposicion de reaccion perfecta\". El 4 de mayo de 2010, en la reunion de los principales comandantes del ejercito titere y otras ocasiones, les exigio \"establecer la concepcion de enemigo principal\" haciendo referencia al \"estado hostil con el Norte\" y a las \"circunstancias especiales\". (Yonhap News - 26 de septiembre de 2008, Kyunghyang Daily - 4 de mayo de 2010). \n\t\t\t\t\t\n\t\t\t\t\tEn la declaracion al pueblo sobre el incidente de hundimiento de la corbeta \"Cheonan\", publicada el 24 de mayo de 2010, y durante la charla con los compinches del Consejo Consultivo por la Democracia, la Paz y la Reunificacion, sostenida el 9 de junio de 2010, el traidor Lee pronuncio un paquete de disparates tales como \"hay que saber que a solo 50 kilometros delante de nosotros esta desplegado el colectivo mas belicoso\", \"se debe tomar una posicion rotunda\", \"no hay que temer a la guerra\" y \"es el momento de actuar en vez de hablar\". El 23 de noviembre y el 23 de diciembre de 2010 cuando se traslado al puesto de mando del cuartel del Estado Mayor Conjunto del ejercito surcoreano y a una unidad militar en el frente avanzado, dijo otros chismes como \"hay que responder por encima de las normas de beligerancia\", \"es preciso lanzar una gran contraofensiva\", \"le haremos pagar el precio debido\" y \"hay que abrir bien los ojos hacia el Norte\". (KBS - 24 de mayo de 2010, Yonhap News -\n\t\t\t\t\t\n\t\t\t\t\t  23 de noviembre de 2010).\n\t\t\t\t\t\n\t\t\t\t\tEl fanatismo por el enfrentamiento y la guerra del traidor Lee se ha constatado el 24 de junio de 2011 cuando dijo ante los miembros de la comision de defensa nacional de la titere Asamblea Nacional, reunidos en Chongwadae, que \"Me ha sido un rencor tremendo que no puedo ahogar todavia el hecho de que no pudimos atacar al Norte durante el fuego artillero en la isla Yonphyong. Casi me reventaba de colera. Es insoportable\". (Dong-A Ilbo - 24 de junio de 2011).\n\t\t\t\t\t\n\t\t\t\t\tComo se ve, el traidor Lee ha sido la dinamica de las provocaciones tan brutales de sus compinches del circulo militar como los casos de ejercicio de tiro con blancos y de colocacion de consignas que ofenden el regimen y la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos disparates de Lee mencionados hasta ahora no pasan de ser una parte de lo publicado en las publicaciones surcoreanas y no alcanzaria el tiempo para mencionar todos.\n\t\t\t\t\t\n\t\t\t\t\tLos surcoreanos de diferentes sectores rechazan montados en colera tales dichos opinando que \"la lengua del presidente esta buscando el desastre a todo el pueblo\", \"la politica sobre el Norte de Lee Myung Bak es la de vibora\" y \"Lee Myung Bak debe vivir callado\". (Kyunghyang Daily - 25 de mayo de 2010, Tongil News - 12 de mayo de 2011).\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de la RPDC enjuiciaran sin falta, junto con todos los coreanos, a la camarilla del vendepatria Lee Myung Bak por sus imperdonables e inauditos crimenes de traicion."
        }
    ]
}