{
    "date": "2011-01-23",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-23ee.html",
    "articles": [
        {
            "title": " Kim Jong Il Sends Wreath to Bier of Pak Jong Sun",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-09ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Pak Jong Sun\r\n Pyongyang, January 23 (KCNA) -- General Secretary Kim Jong Il Sunday sent a wreath to the bier of the late Pak Jong Sun, expressing deep condolences over his death.\n\t\t\t\t\t He was alternate member of the Political Bureau and first vice department director of the Central Committee of the Workers' Party of Korea."
        },
        {
            "title": "Pak Jong Sun Mourned",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-10ee.html",
            "content": "Pak Jong Sun Mourned\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Officials of the party, armed forces and power organs, working people's organizations, ministries and national institutions and people from all walks of life visited the bier of Pak Jong Sun on Sunday to express condolences over his death. \n\t\t\t\t\tHe was alternate member of the Political Bureau and first vice department director of the Central Committee of the Workers' Party of Korea. He was boundlessly loyal to President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t His bier is at the Sojang Club. \n\t\t\t\t\t\n\t\t\t\t\t There was a wreath sent by Kim Jong Il. Also seen before his bier were wreaths in the name of the Workers' Party of Korea Central Committee, the Presidium of the DPRK Supreme People's Assembly, the Cabinet, the Ministry of the People's Armed Forces, the Ministry of People's Security and other ministries, national institutions, etc.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid silent tribute to him."
        },
        {
            "title": "Japan Urged to Make Apology and Reparation for Sexual Slavery ",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-06ee.html",
            "content": "Japan Urged to Make Apology and Reparation for Sexual Slavery \r\n Pyongyang, January 23 (KCNA) -- The council for the solution of the issue of the volunteers corps in south Korea demanded the Japanese government make apology and reparation to the comfort women for the Imperial Japanese Army. It held the 953rd Wednesday rally before the Japanese embassy on Jan. 19.\n\t\t\t\t\t The speakers said that the issue of the comfort women is the sexual slavery and urged Japan to hold legal responsibility for it.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should take earliest steps to make apology and reparation to the victims, they said."
        },
        {
            "title": "S. Korean Supreme Court Declares Executed Party Leader Not Guilty ",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-07ee.html",
            "content": "S. Korean Supreme Court Declares Executed Party Leader Not Guilty\r\n Pyongyang, January 23 (KCNA) -- The south Korean supreme court declared Jo Pong Am, former head of the Progressive Party in south Korea, not guilty in a retrial on Jan. 20, according to south Korean MBC.\n\t\t\t\t\t He was punished with death on the false charge of \"rebellion and spying\" 52 years ago.\n\t\t\t\t\t\n\t\t\t\t\t The retrial proved the illegal investigation of him conducted by the army secret service agency which had no right to inquiry at that time.\n\t\t\t\t\t\n\t\t\t\t\t The then dictator Syngman Rhee, much upset by the growing public support for him who stood for peaceful reunification, executed him as a \"spy\" in July, 1959."
        },
        {
            "title": "Polish Body Extends Support to Korean People",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-03ee.html",
            "content": "Polish Body Extends Support to Korean People\r\n Pyongyang, January 23 (KCNA) -- The Poland-Korea Association in its annual meeting on Jan. 15 expressed full support and encouragement for the Korean people in building a thriving nation.\n\t\t\t\t\t The meeting reviewed the work done by the organization in 2010, discussed the task for 2011 and elected a new leadership organ.\n\t\t\t\t\t\n\t\t\t\t\t Slaboy January Guzowski was elected chairman of the Central Committee of the Association."
        },
        {
            "title": "Portuguese Organization Urges S. Korea to Stop Anti-DPRK Moves",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-08ee.html",
            "content": "Portuguese Organization Urges S. Korea to Stop Anti-DPRK Moves\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The Portugal-Korea Friendship Association in a statement on Jan. 17 said that the important proposal of the DPRK is the just step to tide over the present difficulties and open up a new phase of peace and reunification. \n\t\t\t\t\t The Korean nation was divided owing to foreign forces and the acute confrontation between the north and the south is also the product of policy of a war pursued by them, it noted. \n\t\t\t\t\t\n\t\t\t\t\t It strongly urged the south Korean authorities to stop at once the anti-DPRK moves."
        },
        {
            "title": "Reunification Is Most Vital for Koreans -- Thai Organizations",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-04ee.html",
            "content": "Reunification Is Most Vital for Koreans -- Thai Organizations\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Nothing is more vital for the Korean people than national reunification at present, the Thailand-Korea Friendship Association said in a statement on Jan. 18.\n\t\t\t\t\t The division of the country is a big tragedy for the Korean people and it adversely affects peace and stability of Northeast Asia, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t In the joint New Year editorial and the joint statement of the government, political parties and organizations the DPRK clarified the stand to defuse the north-south confrontation as soon as possible and actively promote dialogue and cooperation, it said.\n\t\t\t\t\t\n\t\t\t\t\t This is the most reasonable proposal for overcoming the present difficulties, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Organization for the Study of the Juche Idea of Thailand also issued a statement. It said that the DPRK's joint statement reflected the unshakable will of all the Koreans to open a new phase of peace and reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement extended positive support to the Korean people in their efforts to create a new chronicle of independent reunification, peace and prosperity by improving the north-south relations and promoting national reconciliation and unity through dialogue and negotiations."
        },
        {
            "title": "DPRK Anniversaries to Be Commemorated in Guinea and UK ",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-01ee.html",
            "content": "DPRK Anniversaries to Be Commemorated in Guinea and UK \r\n Pyongyang, January 23 (KCNA) -- Preparatory committees were formed in Guinea and UK on Jan. 17 to commemorate the Day of the Sun, birthday of President Kim Il Sung, and February 16, birthday of General Secretary Kim Jong Il. \n\t\t\t\t\t The chairmanship of the committees went to Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, and Harpal Brar, chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist) at the inaugurating ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean committee decided to hold political and cultural events such as meeting, seminar and lecture between Jan. 18 and Apr. 17.\n\t\t\t\t\t\n\t\t\t\t\t The British committee decided to hold a seminar on the leadership exploits of Kim Jong Il and other events in the run-up to his birthday."
        },
        {
            "title": " Joint New Year Editorial of DPRK Supported Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-05ee.html",
            "content": "Joint New Year Editorial of DPRK Supported Abroad\r\n Pyongyang, January 23 (KCNA) -- Russian and Peruvian political parties supported the joint New Year editorial of the DPRK.\n\t\t\t\t\t The Secretariat of the Central Committee of the All-Union Communist Party of Bolsheviks of Russia in a statement on January 15 said that the joint editorial reflects the enthusiasm of the Korean people to build a great, prosperous and powerful country as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK is dynamically advancing forward holding General Secretary Kim Jong Il in high esteem, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The All-Union Communist Party of Bolsheviks of Russia fully supports the policy of the DPRK for people's welfare and global peace, it added.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Korean people success in socialist construction under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The People's Front of Workers, Peasants and Students of Peru in a statement on January 12 positively supported the joint editorial which called on all the Koreans to turn out in the drive for defending peace against war."
        },
        {
            "title": "DPRK's Efforts for Peace Backed",
            "url": "http://kcna.co.jp/item/2011/201101/news23/20110123-01ee.html",
            "content": "DPRK Anniversaries to Be Commemorated in Guinea and UK \r\n Pyongyang, January 23 (KCNA) -- Preparatory committees were formed in Guinea and UK on Jan. 17 to commemorate the Day of the Sun, birthday of President Kim Il Sung, and February 16, birthday of General Secretary Kim Jong Il. \n\t\t\t\t\t The chairmanship of the committees went to Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, and Harpal Brar, chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist) at the inaugurating ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean committee decided to hold political and cultural events such as meeting, seminar and lecture between Jan. 18 and Apr. 17.\n\t\t\t\t\t\n\t\t\t\t\t The British committee decided to hold a seminar on the leadership exploits of Kim Jong Il and other events in the run-up to his birthday."
        }
    ]
}