{
    "date": "2011-11-26",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-26ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Inspects Unit 1016 of KPA Air Force",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-46ee.html",
            "content": "Kim Jong Il Inspects Unit 1016 of KPA Air Force\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- General Secretary Kim Jong Il inspected KPA Air Force Unit 1016 honored with the title of O Jung Hup-led Seventh Regiment.\n\t\t\t\t\t\n\t\t\t\t\t After acknowledging the salute he acquainted himself with the unit's performance of guard duty and preparations for the new year's combat and political training.\n\t\t\t\t\t\n\t\t\t\t\t He expressed satisfaction over the fact that the unit has steadily improved its pilots' aeronautics with excellent training facilities while carrying on its guard duty in a responsible manner with high vigilance against the enemies' moves for aggression. \n\t\t\t\t\t\n\t\t\t\t\t He toured a wind power plant built by the unit. After being briefed on the plant, he went round its inside and outside to learn about its construction and output of electricity. \n\t\t\t\t\t\n\t\t\t\t\t Very pleased to hear that servicepersons of the unit successfully completed the plant with high output capacity in cooperation with Kim Chaek University of Technology and scientific institutions, he gave a high appreciation of their merit. \n\t\t\t\t\t\n\t\t\t\t\t I am relaxed to hear that pilots and servicepersons rejoice at the plant as they can freely use enough electricity for combat preparations while cooking and heating with it, he said.\n\t\t\t\t\t\n\t\t\t\t\t Being told that the plant freed the unit from the shortage of electricity and some of excessive power is supplied even to a bathing resort in the unit's stationary area, he said with high appreciation that the People's Army has done good things for the people.\n\t\t\t\t\t\n\t\t\t\t\t After his inspection, Kim Jong Il gave the accompanying commanding officials and staff members of the KPA Supreme Command precious teachings needed to further strengthen the KPA into an invincible revolutionary army of Mt. Paektu and thus defend the socialist motherland as firm as a rock.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Jong Un, vice-chairman of the WPK Central Military Commission, KPA Vice Marshal Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., WPK and chief of the KPA General Staff, Jang Song Thaek, alternate member of the Political Bureau of the C.C., WPK and vice-chairman of the NDC, KPA General Kim Jong Gak, alternate member of the Political Bureau of the C.C., WPK and first vice-director of the KPA General Political Bureau, Kim Kyong Ok, first vice department director of the C.C., WPK, KPA Generals Kim Won Hong, Pak Jae Gyong and Hyon Chol Hae and staff members of the KPA Supreme Command."
        },
        {
            "title": "Choe Yong Rim Congratulates Polish PM and FM",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-29ee.html",
            "content": "Choe Yong Rim Congratulates Polish PM and FM\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- DPRK Premier Choe Yong Rim sent a congratulatory message to Polish Prime Minister Donald Franciczek Tusk on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Donald new success in the work for the development and prosperity of the country, extending congratulations to the newly-formed Polish government and the prime minister on again holding the important post of the prime minister. \n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun also sent a message to Polish Foreign Minister Radoslaw Sikorski, congratulating him on his stay in office on the same day."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-28ee.html",
            "content": "Visits\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- A delegation of joint working group of the DPRK led by Jong Chol Yun, vice-minister of Oil Industry, left here on Saturday to visit Russia.\n\t\t\t\t\t\n\t\t\t\t\t The delegation of the DPRK State Academy of Sciences led by its Vice-President Ri Song Uk came back here on the same day after visiting China."
        },
        {
            "title": "Dance Drama \"Story of Sado Castle\" Given in DPRK",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-10ee.html",
            "content": "Dance Drama \"Story of Sado Castle\" Given in DPRK\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Dance drama \"Story of Sado Castle\" created by Korean dancer Choe Sung Hui was performed at the Pyongyang Grand Theatre on Saturday to commemorate her 100th birth anniversary. \n\t\t\t\t\t\n\t\t\t\t\t Enjoying it were Kim Ki Nam, Yang Hyong Sop and others, officials, creators, artistes, journalists and editors in the field of dancing art and the press. Family members of Choe, overseas Korean artistes including the delegation of Korean dancers in Japan and overseas Koreans also saw the drama. \n\t\t\t\t\t\n\t\t\t\t\t Choe left vivid records in the history of the Korean national dance development and the world literary and art history. She created the dance drama more than 50 years ago. \n\t\t\t\t\t\n\t\t\t\t\t The drama gives a portrayal of the patriotic people in Sado Castle who fought against invasion by outside aggressors during the period of the Three Kingdoms. \n\t\t\t\t\t\n\t\t\t\t\t The creators and artistes of the State Folk Art Troupe rehashed and completed dance drama \"Story of Sado Castle\" to suite the modern aesthetic tastes in reflection of the requirement of the original work in a brief span of time."
        },
        {
            "title": "DPRK Wins Special Honor Prize at China Stamp Poll",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-43ee.html",
            "content": "DPRK Wins Special Honor Prize at China Stamp Poll\r\n\n\t\t\t\t\t Beijing, November 25 (KCNA) -- The DPRK won special honor prize and the best stamp award at the 10th China Annual Best Foreign Stamp Poll.\n\t\t\t\t\t\n\t\t\t\t\t A prize-awarding ceremony took place in Beijing on November 24 with an attendance of officials of foreign embassies in Beijing, stamp corporation delegations and delegates from different countries and Chinese philatelists.\n\t\t\t\t\t\n\t\t\t\t\t The contest organizing committee conferred the special honor prize and its diploma on the DPRK which has attended the contest continuously for the last 10 years and this year's best stamp award and its diploma on the Korean stamp \"Animals\"."
        },
        {
            "title": "Pohyon Temple's 13-storeyed Pagoda",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-31ee.html",
            "content": "Pohyon Temple's 13-storeyed Pagoda\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- A 13-storeyed octagonal pagoda, erected in the late period of Koryo kingdom (918-1392), has been preserved in the Pohyon Temple in Mt. Myohyang, one of the famous mountains of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The granite-made pagoda is 8.58 meters high and its 13-storey body 6.58 meters high. \n\t\t\t\t\t\n\t\t\t\t\t Each side of the octagonal stylobate is 1.2 meters long.\n\t\t\t\t\t\n\t\t\t\t\t The three-storey stylobate is patterned with lotus flowers.  \n\t\t\t\t\t\n\t\t\t\t\t The pagoda is capped with a bronze decoration. \n\t\t\t\t\t\n\t\t\t\t\t The pagoda has 104 windbells tied with eaves of the roof.\n\t\t\t\t\t\n\t\t\t\t\t  It is one of the cultural heritages of the nation."
        },
        {
            "title": "Jong Yon Ok, Frontrunner in Double Cropping",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-34ee.html",
            "content": "Jong Yon Ok, Frontrunner in Double Cropping\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Jong Yon Ok, who is the chairwoman of the Management Board of the Township Co-op Farm of Yonan County, South Hwanghae Province, is a frontrunner in double cropping in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She began farming in the Yonbaek Plain, her birthplace, in her girlhood.\n\t\t\t\t\t\n\t\t\t\t\t She always stood in the van in the efforts to carry through the behests of President Kim Il Sung that the farms in the plain should turn out 10 tonnes of grain per hectare and do double cropping a year.\n\t\t\t\t\t\n\t\t\t\t\t The tideland-turned land of the farm is not suitable to double cropping.\n\t\t\t\t\t\n\t\t\t\t\t But the farm has fully carpeted the land with manure every year.\n\t\t\t\t\t\n\t\t\t\t\t She succeeded in potato farming ahead of rice farming and helped apply its experience to other farms.\n\t\t\t\t\t\n\t\t\t\t\t The farm adapted new potato, wheat and barley seeds to soil and climatic conditions of the farm.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the chairwoman trained more than 250 farmers as agricultural engineers and technicians and invented many technical inventions.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il appreciated her as a merited agricultural official in the Songun (military-first) era in praise of the achievements she has made in farming over the past decade."
        },
        {
            "title": "War Exercise of S. Korean Warmongers Assailed",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-41ee.html",
            "content": "War Exercise of S. Korean Warmongers Assailed\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The south Korean warmongers kicked off big war exercise against the DPRK one year after the Yonphyong Island shelling incident. Far from drawing a due lesson from the incident, they keep blaming the shelling on the \"provocation\" of the DPRK. Terming the exercise a grave military provocation against the DPRK, Rodong Sinmun Saturday says in a bylined article: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have misused the incident as a means for justifying and intensifying their racket for escalating confrontation with the DPRK and invading it for the past one year. \n\t\t\t\t\t\n\t\t\t\t\t No sooner had the incident occurred than the south Korean chief executive cried out for \"making manifold retaliation\" and \"attacking missile bases in the north\" as if he had been waiting for it to happen. This has strained the situation to the extreme pitch of tension. The dust barely settled on the island before the puppet warmongers allowed the U.S. nuclear carrier flotilla to enter the West Sea of Korea to stage the biggest combined marine exercises with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They even set up Northwest Islands Defense Command which would spearhead armed provocations and attack operations in the West Sea and orchestrated hideous provocations hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The clan of the Unification Ministry, citing the shelling incident as a pretext, put off the north-south Red Cross talks for an indefinite period and totally suspended NGO north-south visits and cooperation that had been barely underway.\n\t\t\t\t\t\n\t\t\t\t\t The conservative authorities implored the U.S. and other outsiders not to hold any dialogue with the north but put tougher sanctions against it unless \"Cheonan\" and Yonphyong cases are settled.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the south Korean authorities deliberately provoked the shelling and bedeviled the north-south relations under that pretext, increasing the danger of a nuclear war on the Korean Peninsula."
        },
        {
            "title": "S. Korean Military's Anti-DPRK War Drill Flayed",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-42ee.html",
            "content": "S. Korean Military's Anti-DPRK War Drill Flayed\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Rodong Sinmun Saturday in a bylined commentary strikes out at the south Korean warmongers for having kicked off high-stakes anti-DPRK war drill on five islands in the West Sea of Korea under the pretext of coping with someone's \"provocation\". \n\t\t\t\t\t\n\t\t\t\t\t The drill, simulating the conditions of the Yonphyong Island shelling incident, is an extremely provocative and dangerous war racket aimed to put into practice the adventurous scenario for invading the DPRK, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers made a combat rule of \"measures first and report later\" and set forth it as the goal of the drill to \"attack not only provocateurs but supporters\". This is little different from openly declaring their scheme to ignite a new war in the Korean Peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The involvement of the U.S. imperialist aggressor troops in the drill speaks volumes for the danger of the prevailing situation. The on-going war drill is meant to make the U.S. intervention in a \"local war\" an established fact.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are gravely mistaken if they think they can go scot-free after making military provocations. \n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command of the Korean People's Army warned the south Korean war maniacs in the strong terms that their provocations will make the flame on Yonphyong Island burst into roaring flames of eliminating the stronghold of the group of traitors. \n\t\t\t\t\t\n\t\t\t\t\t The KPA Supreme Command's warning is not an empty talk."
        },
        {
            "title": " S. Korea's War Maneuvers under Fire",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-09ee.html",
            "content": "S. Korea's War Maneuvers under Fire\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The south Korean warmongers kicked off large-scale anti-DPRK war exercises on five islands and in their surrounding waters in the West Sea of Korea Wednesday, one year since the Yonphyong Island shelling incident.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The maneuvers were unpardonable treacherous acts which openly revealed the attempt at aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers keep describing the Yonphyong Island shelling incident as someone's \"provocation\", sophism aimed to cover up their crime.\n\t\t\t\t\t\n\t\t\t\t\t They perpetrated war provocation moves to invade the north with huge armed forces involved at exactly the same time when the incident took place one year ago. This proves that the \"flexible policy toward the north\" touted by the south Korean conservative group is only a cynical ploy to deceive the public opinion. The puppet group's reckless moves for confrontation are last-ditch effort to silence voices growing in south Korea in demand of a switchover in the confrontation policy, quench the mounting spirit for reunification through alliance with the north and escape from the wretched plight being driven to a tight corner at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It is the temperament and revolutionary disposition of the army and people of the DPRK to return fire for fire.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet elements dare encroach upon the dignity and sovereignty of the DPRK through the reckless military provocations, the People's Army and the people of Korea will blow up not only the islands but Chongwadae and the stronghold of the group of traitors by putting into use all the potentials they have built up under the great banner of Songun."
        },
        {
            "title": "KCNA Commentary Decries US-S. Korea FTA",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-06ee.html",
            "content": "KCNA Commentary Decries US-S. Korea FTA\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The clan of traitors of south Korea unhesitatingly signed up the Free Trade Agreement with the U.S., a crime putting the \"five traitors in 1905\" into the shade. The \"Grand National Party\" railroaded the \"motion calling for ratification of south Korea-U.S. FTA\" through the puppet National Assembly on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t This was an act of treachery little short of offering the sovereignty of the south Korean economy to the U.S. and bringing disaster to the nation. \n\t\t\t\t\t\n\t\t\t\t\t Peasants and civic and social organizations of south Korea strongly reject it, saying it amounts to \"death sentence to agriculture and peasants\".\n\t\t\t\t\t\n\t\t\t\t\t FTA dealt a heavy blow on the south Korean peasants, putting their lives at stake.\n\t\t\t\t\t\n\t\t\t\t\t Surplus agricultural and livestock products of the U.S. will flood the south Korean markets, replacing less competitive south Korean products. This will naturally cause farming families loss of profits and heavy debts. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean Ministry of Agriculture, Forestry, Fishery and Foods said the effectuation of FTA will bring damages in agriculture and fishery for the 15 years to 12 668.3 billion won. Stockbreeding is expected to suffer most with its loss anticipated to total 7 299.3 billion won for the same period. \n\t\t\t\t\t\n\t\t\t\t\t FTA will totally overturn the foundation of south Korean agriculture. \n\t\t\t\t\t\n\t\t\t\t\t After taking power, the conservative group of south Korea has imposed immeasurable damage upon peasants by opening the markets for foreign agricultural and livestock goods including American beef, launching the project of improving four large rivers which deprived farmers of their lands and building U.S. military bases that devastated territory. \n\t\t\t\t\t\n\t\t\t\t\t FTA is an extremely serious crime which destroys south Korean agriculture and putting the lives of the south Korean peasants in harm's way.\n\t\t\t\t\t\n\t\t\t\t\t However, the conservative group is brazen-faced enough to advertise that south Korea will benefit from the FTA.\n\t\t\t\t\t\n\t\t\t\t\t With no honeyed words can it ever cover up its hideous crime against the nation. \n\t\t\t\t\t\n\t\t\t\t\t The traitors seek to prolong their dirty remaining days as politicians by selling the people's right to existence. \n\t\t\t\t\t\n\t\t\t\t\t The sovereignty and right to existence of the south Korean people can never come true as long as the group of traitors is allowed to stay in power."
        },
        {
            "title": "S. Korean Police's Suppression of Religionists Flayed",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-07ee.html",
            "content": "S. Korean Police's Suppression of Religionists Flayed\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Christians in south Korea held a press conference outside the Police Agency building in Seoul on November 23 denouncing the puppet police for going on the rampage to crack down on protesters.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference, the speakers said that the police indiscriminately suppressed Christians who protested against the conclusion of the Free Trade Agreement on November 22.\n\t\t\t\t\t\n\t\t\t\t\t The police committed violence against a woman Christian, injuring her. But it did not make an apology to her, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The police despotic suppression is touching off bitter anger of the people, they added.\n\t\t\t\t\t\n\t\t\t\t\t They would bring a charge against the police for its crimes, they warned."
        },
        {
            "title": "S. Korean Paper Hails Struggle against FTA",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-08ee.html",
            "content": "S. Korean Paper Hails Struggle against FTA\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The south Korean paper Kyunghyang Daily News on Thursday carried an editorial titled \"Just is the struggle to neutralize the south Korea-U.S. Free Trade Agreement\" as regards the fact that the \"Grand National Party\" finally railroaded this treacherous and humiliating agreement through \"National Assembly\" full session.\n\t\t\t\t\t\n\t\t\t\t\t Opposition parties and civic and social organizations declared invalid the \"motion calling for ratification of FTA\" railroaded by the ruling party and are staging protests, the editorial noted, and said:\n\t\t\t\t\t\n\t\t\t\t\t Just are their prompt actions to nullify the motion.\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. FTA is an unusual one as it was concluded through continued closet negotiations and hasty response after the start of the negotiation on it in 2006.\n\t\t\t\t\t\n\t\t\t\t\t The people were completely excluded from the process of the negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The FTA is not merely for growth of trade but it serves to Americanize the laws and custom of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The provisions of the unequal FTA are for Americanizing the economy and society of south Korea. For instance, if the agreement conflicts with the U.S. laws, priority should be given to the latter but if the agreement runs counter to the south Korean laws, the latter should be disregarded.\n\t\t\t\t\t\n\t\t\t\t\t After all, peasants, fishermen, minor traders and other weak strata in south Korea where social security system is fragile, can not but be nudged by waves of market opening.\n\t\t\t\t\t\n\t\t\t\t\t The \"motion for ratification of FTA\" was railroaded in the end without amending any poisonous provision.\n\t\t\t\t\t\n\t\t\t\t\t But, the railroaded ratification can never be OK, and this only shows its injustice more clearly."
        },
        {
            "title": "S. Korean Diplomatic Authorities' Servile Attitude Accused",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-11ee.html",
            "content": "S. Korean Diplomatic Authorities' Servile Attitude Accused\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The Headquarters of the Movement for a Stop to U.S. Troops' Crimes and the preparatory committee of the \"People's Power Changing the World\" in a press conference on Wednesday accused the diplomatic authorities of fawning on the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A press release titled \"No solution to GIs' crimes without revision of the South Korea-U.S. Status of Forces Agreement\" (SOFA) was read out. \n\t\t\t\t\t\n\t\t\t\t\t The diplomatic authorities conferred with the commander of the U.S. forces in south Korea on SOFA Wednesday. But they took a servile stand of preferring its improvement to revision, the press release said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This disappointed and enraged the people amid the GIs' crimes drastically increasing.\n\t\t\t\t\t\n\t\t\t\t\t When girl students, Sin Hyo Sun and Sim Mi Son, were killed, the authorities worked out a proposal for improving the operation of the SOFA, but failed to put it into effect.   \n\t\t\t\t\t\n\t\t\t\t\t This proves that nothing can be solved without the revision of the SOFA.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, which always read the U.S. face, will be punished by history for their sycophancy to the U.S."
        },
        {
            "title": " Campaign for Abrogating FTA Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-12ee.html",
            "content": "Campaign for Abrogating FTA Called for in S. Korea\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on Tuesday flaying the group of traitors who, subservient to the U.S., railroaded the \"motion calling for ratification of the Free Trade Agreement\" through the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t By passing the motion in absence of opposition parties the \"Grand National Party\" once again revealed its treachery truckling to the U.S., the statement said. \n\t\t\t\t\t\n\t\t\t\t\t If the FTA comes into effect, south Korea will explicitly fall prey to the U.S., it added.\n\t\t\t\t\t\n\t\t\t\t\t It called on the workers and other people to pool their efforts to get the motion abrogated. \n\t\t\t\t\t\n\t\t\t\t\t It appealed to all the people to take to the streets to disband the GNP and force the present \"government\" to step down."
        },
        {
            "title": "S. Koreans' Protest against FTA Unabated",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-27ee.html",
            "content": "S. Koreans' Protest against FTA Unabated\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- More than 5,000 south Koreans held a meeting in Seoul on Nov. 24 to declare null and void the \"motion calling for ratification of south Korea-U.S. Free Trade Agreement\" that was railroaded through the \"National Assembly\". They included the members of the Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. Free Trade Agreement and other civic and social organizations and lawmakers from opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the \"Grand National Party\" kept not only lawmakers from opposition parties but also journalists away from the entrance before ramming through the motion.\n\t\t\t\t\t\n\t\t\t\t\t They said they resolutely reject the FTA which sacrifices the people to serve the interests of a handful of big businesses. \n\t\t\t\t\t\n\t\t\t\t\t They declared the motion totally null and void.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to rise up against the present \"government\" and GNP obsessed with the humiliating FTA."
        },
        {
            "title": "Actions against FTA Go on in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-44ee.html",
            "content": "Actions against FTA Go on in S. Korea\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Actions continued in south Korea on Nov. 25 to condemn the \"Grand National Party\" for having railroaded the \"motion for ratification of U.S.-south Korea Free Trade Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t Thousands of people, including members of the Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. FTA, personages of labor circle, citizens and members of opposition parties, held a candlelight rally outside the Seoul City Office to protest the GNP's sycophantic and treacherous deed.\n\t\t\t\t\t\n\t\t\t\t\t The ralliers declared the motion totally null and void, contending that it is only for the U.S. and the one-percent privileged circle parasitic on it, regardless of the population's vital rights.\n\t\t\t\t\t\n\t\t\t\t\t The opposition Democratic Party formed an \"action committee for nullifying the south Korea-U.S. FTA\".\n\t\t\t\t\t\n\t\t\t\t\t At its inaugural ceremony, lawmakers from this party charged that the police have used even water cannons to crack down on the protesters demanding the nullification of the motion.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would join in the people's protest against the conclusion of FTA every day."
        },
        {
            "title": "Congolese President Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-02ee.html",
            "content": "Congolese President Meets DPRK Ambassador\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Congolese President Denis Sassou-Nguesso hoped that the friendly and cooperative relations between Congo and the DPRK would grow stronger in various fields. He said this when he received credentials from Ri Myong Chol, DPRK ambassador to his country, on Nov. 17.\n\t\t\t\t\t\n\t\t\t\t\t The president said he was pleased to see the long-standing friendly and cooperative relations between the two countries keep developing on good terms despite the change of the world situation.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t I remember and recollect with deep emotion my twice visits to the DPRK where I was received by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely congratulate the Korean people upon many achievements in the drive to build a thriving nation and grandly commemorate the centenary of birth of Kim Il Sung under the outstanding leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Congolese government and people will always support and encourage the Korean people in their efforts to defend the sovereignty and peace of the country and reunify it."
        },
        {
            "title": "Chinese People Praise Opera \"Liang Shanbo and Zhu Yingtai\"",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-05ee.html",
            "content": "Chinese People Praise Opera \"Liang Shanbo and Zhu Yingtai\"\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The Phibada Opera Troupe of the DPRK on a performance tour of China staged opera \"Liang Shanbo and Zhu Yingtai\" at the Hangzhou Grand Theatre in Hangzhou City, Zhejiang Province on Nov. 21 and 22. \n\t\t\t\t\t\n\t\t\t\t\t Chinese say the legend about Liang Shanbo and Zhu Yingtai originated from the place. The performance of the opera, therefore, evoked a lively response among audiences. \n\t\t\t\t\t\n\t\t\t\t\t The standing member and head of the Publicity Department of the Zhejiang Provincial Committee of the Communist Party of China said that the performance is the world's best as it is excellent, indeed, in all aspects including dramaturgy, music, stage decor, orchestral music. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the performance would mark a good occasion in contributing to the development of the Sino-DPRK friendly relations. \n\t\t\t\t\t\n\t\t\t\t\t The head of the Publicity Department of the Hangzhou City Committee of the CPC said that the new actor and actress who play leading roles are remarkable in their acting. \n\t\t\t\t\t\n\t\t\t\t\t The vice-director of the Cultural Department of Zhejiang Province extended sincere thanks to General Secretary Kim Jong Il for sending the opera troupe. \n\t\t\t\t\t\n\t\t\t\t\t The deputy general manager of the Hangzhou Grand Theatre said that the opera is another masterpiece as it deeply moved Chinese audiences, adding that it would contribute to further boosting cultural and art exchange between the two countries. \n\t\t\t\t\t\n\t\t\t\t\t A citizen in Hangzhou City said the performance of the opera makes people strongly feel the traditional Sino-DPRK friendship, stressing that the friendship between the peoples of the two countries would last forever."
        },
        {
            "title": "S. Korean Authority Denounced by Overseas Korean Organizations",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-13ee.html",
            "content": "S. Korean Authority Denounced by Overseas Korean Organizations\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The European regional headquarters of the Pan-national Alliance for Korea's Reunification and the Society for Cooperation among Koreans in Germany issued a joint statement on Wednesday denouncing the south Korean puppet group for railroading the \"motion calling for ratification of Free Trade Agreement.\" \n\t\t\t\t\t\n\t\t\t\t\t The puppet group of the \"Grand National Party\" flocked as cat burglars to the venue of the \"National Assembly\" session, in which they rammed through the treacherous and humiliating motion, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The passage of the motion is a political chicanery unprecedented in history, it noted, terming the motion invalid.\n\t\t\t\t\t\n\t\t\t\t\t South Korean group of conservatives including GNP will never be able to evade the stern punishment by the nation for their chronic acts of railroading bills, unhesitatingly pushing the people into the hell, it stressed."
        },
        {
            "title": "Kim Jong Il's Answers to ITAR-TASS Hailed",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-01ee.html",
            "content": "Kim Jong Il's Answers to ITAR-TASS Hailed\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The Central Committee of the Communist Party of the Democratic Congo released a statement on Nov. 15 as regards the answers General Secretary Kim Jong Il gave to questions put by ITAR-TASS of Russia.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support to the answers, considering them to be a highly important document for strengthening of the DPRK-Russia friendship, cooperation and solidarity, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Siberia and Far Eastern region of Russia are significant places associated with undying feats of President Kim Il Sung who provided the precious tradition of DPRK-Russia friendship and made signal contributions to its development, it noted, saying:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue of the Korean Peninsula is ascribable to the U.S. undisguised nuclear threat and escalated hostile policy, and the DPRK's access to nuclear deterrent is a legitimate self-defensive measure to cope with them.\n\t\t\t\t\t\n\t\t\t\t\t We take this opportunity to demand that the U.S. replace the Korean Armistice Agreement with a peace treaty, withdraw its armed forces from south Korea and create an environment for the Koreans to reunify the country independently and peacefully by themselves without outsiders' interference.\n\t\t\t\t\t\n\t\t\t\t\t Only under such atmosphere is it possible to denuclearize the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should drop its hostile policy toward the DPRK at once, aware that nuke is no longer a monopoly of it."
        },
        {
            "title": "Dolphin Aquarium Introduced by ITAR-TASS",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-03ee.html",
            "content": "Dolphin Aquarium Introduced by ITAR-TASS\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The construction of the Dolphin Aquarium is now under way in the DPRK, ITAR-TASS of Russia reported on Nov. 21.\n\t\t\t\t\t\n\t\t\t\t\t The citizens in the capital of the DPRK will shortly be presented with a new cultural rest place by the government, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Soldier-builders are pushing forward the construction of the modern aquarium on the picturesque Rungra Islet.\n\t\t\t\t\t\n\t\t\t\t\t The aquarium along with the Central Zoo will become wonderful recreation ground for parents, in particular. People will not only become familiar with dolphins but see them playing tricks at the call of tamers."
        },
        {
            "title": "Senior Chinese Official Calls for Fulfilling Tasks for Party Building",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-32ee.html",
            "content": "Senior Chinese Official Calls for Fulfilling Tasks for Party Building\r\n\n\t\t\t\t\t Beijing, November 25 (KCNA) -- Chinese Vice-President Xi Jinping, member of the Standing Committee of the Political Bureau of the C.C., the Communist Party of China (CPC), called for fulfilling all tasks for the party building.\n\t\t\t\t\t\n\t\t\t\t\t Addressing a meeting with officials studying at the Central Party School held on Nov. 23, Xi said new tasks arise in the party building as the 6th plenary meeting of the 17th CPC Central Committee set tasks for improving the system of the socialist hardcore value and the party's guidance over the cultural work.\n\t\t\t\t\t\n\t\t\t\t\t Party organizations at all levels should attach importance to implementing the spirit of the plenary meeting and carry out the tasks successfully."
        },
        {
            "title": "Chinese Youth Urged to Follow Party's Excellent Traditions",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-33ee.html",
            "content": "Chinese Youth Urged to Follow Party's Excellent Traditions\r\n\n\t\t\t\t\t Beijing, November 25 (KCNA) -- The Publicity Department of the C.C., the Communist Party of China recently issued a notice calling for following the experience gained by the party committee of the Air Engineering University in educating its cadets. \n\t\t\t\t\t\n\t\t\t\t\t The notice urged all units and sectors to give priority to training able persons of good traits and educate them in the excellent traditions of the Communist Party."
        },
        {
            "title": "Children's Film Based on CPC History Distributed in China",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-36ee.html",
            "content": "Children's Film Based on CPC History Distributed in China\r\n\n\t\t\t\t\tBeijing, November 25 (KCNA) -- The Central Committee of the Communist Youth League of China is widely distributing the children's film \"A Clarion Call\" throughout the country. The film is based on the history of the Communist Party of China (CPC).\n\t\t\t\t\t\n\t\t\t\t\tThrough the distribution of the film the youth organization seeks to encourage the young people to study the CPC history and learn about the fighting spirit of the party and people."
        },
        {
            "title": "Financial Development Urged in China",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-38ee.html",
            "content": "Financial Development Urged in China\r\n\n\t\t\t\t\t Beijing, November 25 (KCNA) -- Wang Qishan, vice-premier of the Chinese State Council, called for improving the financial work.\n\t\t\t\t\t\n\t\t\t\t\t Addressing a round-table talk about the local financial work held in Yichang City, Hubei Province, recently, Wang said it is important for the implementation of the 12th five-year plan to promote the development and innovation of the financial work, prevent the financial crisis and give full play to the activeness of the central and local financial organs."
        },
        {
            "title": "Chinese Official Urges Development of Beijing Opera",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-40ee.html",
            "content": "Chinese Official Urges Development of Beijing Opera\r\n\n\t\t\t\t\t Beijing, November 25 (KCNA) -- Chinese State Councilor Liu Yandong called for developing Beijing opera.\n\t\t\t\t\t\n\t\t\t\t\t Speaking at a meeting with artistes of Beijing opera held on Nov. 21, Liu said they should implement the spirit of the Sixth Plenum of the 17th Central Committee of the Communist Party of China and steadily develop Beijing opera representing the Chinese cultural heritage."
        },
        {
            "title": "Russia Will Take Resolute Measures against US Missile Defence",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-04ee.html",
            "content": "Russia Will Take Resolute Measures against US Missile Defence\r\n\n\t\t\t\t\t Moscow, November 24 (KCNA) -- Russian President Dmitri Medvedev warned in a special TV radio show on Nov. 23 that Russia will take countermeasures against the establishment of the U.S. missile defence system.\n\t\t\t\t\t\n\t\t\t\t\t He said the U.S. recently set off the phased plan to realize the new missile defence plan, which envisages deploying missiles and missile interception means in the vicinity of Russia's border and in the adjoining waters.\n\t\t\t\t\t\n\t\t\t\t\t Russia will, therefore, take resolute countermeasures, he said, declaring:\n\t\t\t\t\t\n\t\t\t\t\t1. Upon my authorization the Russian Ministry of Defence will immediately put the radar base for missile attack alarm system in Kaliningrad on alert.\n\t\t\t\t\t\n\t\t\t\t\t2. Within the framework of the establishment of the airspace defence system of Russia, the objects of strategic nuclear forces shall be put into hiding, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t3. The strategic rocket forces and the strategic ballistic missiles currently on line for the navy shall be equipped with long-range complexes and new combat equipment of greater efficiency to overcome the missile defence system.\n\t\t\t\t\t\n\t\t\t\t\t4. I assigned the forces the task to take measures for destroying the intelligence and guidance means of the missile defence system if necessary.\n\t\t\t\t\t\n\t\t\t\t\t If these measures are considered not enough, Russia will deploy modern attack weapons system in the western and southern parts of the country to make firepower attacks on the elements of the U.S. missile defence system in Europe. The missile complex \"Iskander\" will be deployed in the special zone in Kaliningrad, in particular, he clarified.\n\t\t\t\t\t\n\t\t\t\t\t If the situation develops unfavorably, Russia will give up the follow-up measures concerning the disarmament and weapons control and may exercise the right to withdraw from the strategic arms reduction treaty, he said."
        },
        {
            "title": "Russia, Belarus Approve Federal State Budget",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-35ee.html",
            "content": "Russia, Belarus Approve Federal State Budget\r\n\n\t\t\t\t\t Moscow, November 25 (KCNA) -- The Russia-Belarus federal state budget for 2012 was approved at the 40th session of the Federal Assembly held on Monday.  \n\t\t\t\t\t\n\t\t\t\t\t The total budget is 4,872 million Rbls.\n\t\t\t\t\t\n\t\t\t\t\t Of the figure, Russia will bear 3,167 million Rbls.\n\t\t\t\t\t\n\t\t\t\t\t The fund will be allocated to implementing 39 plans and measures."
        },
        {
            "title": "Continued Housing Construction Urged in Russia",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-39ee.html",
            "content": "Continued Housing Construction Urged in Russia\r\n\n\t\t\t\t\tMoscow, November 25 (KCNA) -- Russian President Dmitri Medvedev called for giving priority to housing construction in the country.\n\t\t\t\t\t\n\t\t\t\t\tSpeaking at a recent press conference, he said that the housing construction is most important for Russians.\n\t\t\t\t\t\n\t\t\t\t\tThe issue will remain a primary task for the Russian leadership in coming 10-15 years, he added."
        },
        {
            "title": "Serious Unemployment in US",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-20ee.html",
            "content": "Serious Unemployment in US\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- According to the Labor Department, applications for initial jobless benefits increased 2,000 in the week ending Nov. 19 to 393,000, higher than market expectation."
        },
        {
            "title": "Demonstration against Racial Discrimination in US",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-24ee.html",
            "content": "Demonstration against Racial Discrimination in US\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- A demonstration against racial discrimination was recently held in New York City.\n\t\t\t\t\t\n\t\t\t\t\t Present there were many Muslims.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators protested against the police for resorting to intensive watch on Muslims such as clandestine intrusion and watch on Muslim temple and spying on Muslim students organization. They strongly demanded an immediate stop to them."
        },
        {
            "title": "Leakage of Radioactive Substances Goes on in Japan",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-25ee.html",
            "content": "Leakage of Radioactive Substances Goes on in Japan\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The leakage of radioactive substances is going on in Japan, arousing serious concern.\n\t\t\t\t\t\n\t\t\t\t\t The radioactive volume of 1,600 mSv per hour was measured around the examination gate of the containment vessel on the first floor of Reactor No. 3 of the Fukushima Nuclear Power Plant, Tokyo Electric Power Co. quoted a survey as saying on Nov. 20."
        },
        {
            "title": "Earthquake Shakes Southern Hokkaido",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-26ee.html",
            "content": "Earthquake Shakes Southern Hokkaido\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- An earthquake with a preliminary magnitude of 6.1 rocked southern Hokkaido on Thursday evening.\n\t\t\t\t\t\n\t\t\t\t\t The quake originated off the coast of southern Hokkaido at the depth of around 30 kilometers."
        },
        {
            "title": " Iranian President Censures Western Countries for Following US Line",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-14ee.html",
            "content": "Iranian President Censures Western Countries for Following US Line\r\n\n\t\t\t\t\t Tehran, November 25 (KCNA) -- Iranian President Mahmoud Ahmadinejad in a speech broadcast live on state television on Wednesday denounced European countries that are tightening sanctions on Iran as puppets of a U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t The United States, Britain and Canada announced new sanctions on Iran's energy and financial sectors on Monday and the European Union followed suit the next day in a concerted effort to pressure Tehran to halt its nuclear program.\n\t\t\t\t\t\n\t\t\t\t\t We are surprised by these European puppets, who immediately repeat whatever their master says like impotent servants, he said.\n\t\t\t\t\t\n\t\t\t\t\t We had no relationship with them yesterday and won't have tomorrow, he noted."
        },
        {
            "title": "Jordan PM Underlines Need for Preserving National Unity",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-15ee.html",
            "content": "Jordan PM Underlines Need for Preserving National Unity\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Jordan's Prime Minister Awn Khasawneh in an address at the Lower House Wednesday underlined the need for preserving national unity so the kingdom can face dangers surrounding it, stressing the need for denouncing all types of discrimination.\n\t\t\t\t\t\n\t\t\t\t\t The prime minister said the recently formed government will work on addressing the problems of poverty and unemployment in the country. He called upon all the political forces to get united."
        },
        {
            "title": "Angola Demands US Set Free Cuban Patriots: NA President",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-16ee.html",
            "content": "Angola Demands US Set Free Cuban Patriots: NA President\r\n\n\t\t\t\t\t Havana, November 25 (KCNA) -- President of the National Assembly of Angola Antonio Paulo Kassoma in a recent address during his visit to Cuba, demanded the United States set free five Cuban patriots.\n\t\t\t\t\t\n\t\t\t\t\t He described their conviction in the U.S. as unfair as they fought for their country, adding that the efforts to achieve the release of The Cuban Five must continue.\n\t\t\t\t\t\n\t\t\t\t\t We are sad for the blockade and are in favour of joint efforts from the different countries, supported by the United Nations, to eliminate that injustice, he noted."
        },
        {
            "title": "Bolivia to Take Step for Food Security",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-17ee.html",
            "content": "Bolivia to Take Step for Food Security\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Bolivia recently instituted a new law on ensuring food security.\n\t\t\t\t\t\n\t\t\t\t\t Bolivian President Evo Morales recalled that the productive regulation establishes the creation of an Economic Council involving social organizations and cited the construction of solar tents, an Army experience, which contribute to having food available during any season of the year."
        },
        {
            "title": " Myanmar Targets to Export 100000 Tons of Rubber in 2011-12",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-18ee.html",
            "content": "Myanmar Targets to Export 100000 Tons of Rubber in 2011-12\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- The Myanmar Rubber Planters and Producers Association is targeting to export 100,000 tons of rubber in the fiscal year 2011-12.\n\t\t\t\t\t\n\t\t\t\t\t In the fiscal year 2010-11, Myanmar has projected over 4,860,000 hectares of rubber plantation according to the annual expanding rubber plantation project.\n\t\t\t\t\t\n\t\t\t\t\t This was made by the news agency of the country on Nov. 23."
        },
        {
            "title": "Cooperation among Developing Countries",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-19ee.html",
            "content": "Cooperation among Developing Countries\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- Mexico and Central American countries signed a free trade agreement on Nov. 22. \n\t\t\t\t\t\n\t\t\t\t\t On Nov. 19 Cuba and Haiti agreed to boost mutual cooperation in the health, education and other fields."
        },
        {
            "title": "Device for Purifying Soil Contaminated with Radioactive Substances Developed",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-21ee.html",
            "content": "Device for Purifying Soil Contaminated with Radioactive Substances Developed\r\n\n\t\t\t\t\t Pyongyang, November 26 (KCNA) -- A country has recently developed a device for efficiently purifying the soil contaminated with radioactive substances.\n\t\t\t\t\t\n\t\t\t\t\t If the soil contaminated with radioactive substances is put into water solution of oxalic acid, cesium is dissolved out. It is removed by a small device for purifying sewage.\n\t\t\t\t\t\n\t\t\t\t\t It has been confirmed that the contamination can be decreased by less than one tenth not harmful to environment according to the results of the test of the soil containing cesium of tens of thousands Bq per kg.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that the new device is capable of disposing of ten tons of soil a day."
        },
        {
            "title": "Iran Says NATO MD System in Turkey to Be \"Israel's Eye\": Lawmaker",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-22ee.html",
            "content": "Iran Says NATO MD System in Turkey to Be \"Israel's Eye\": Lawmaker\r\n\n\t\t\t\t\t Tehran, November 25 (KCNA) -- Chairman of Iran's Majlis (parliament) National Security and Foreign Policy Commission Alaeddin Boroujerdi on Thursday scathingly accused NATO of its moves to deploy missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t He said that NATO's plan to establish a missile shield system in Turkey will serve as Israel's eye over the regional countries.\n\t\t\t\t\t\n\t\t\t\t\t NATO's missile or radar system in Turkey is in fact the eye of Israel in the region and this will not help the security of Turkey and the regional countries, he noted, urging NATO to cancel at once the plan to establish the MD system."
        },
        {
            "title": "Iran Arrests US CIA Agents",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-23ee.html",
            "content": "Iran Arrests US CIA Agents\r\n\n\t\t\t\t\t Tehran, November 25 (KCNA) -- 12 agents of the U.S. Central Intelligence Agency were arrested in Iran, a member of Iran's Majlis (parliament) National Security and Foreign Policy Commission said on Nov. 23.\n\t\t\t\t\t\n\t\t\t\t\t Those arrested conducted activities for aiming at military and nuclear programs of Iran, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The intelligence organs of the U.S. and Zionist regime are working hard to destroy Iran through big strike, he charged."
        },
        {
            "title": "Kazakh Official Calls for Developing Alliance with Russia",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-37ee.html",
            "content": "Kazakh Official Calls for Developing Alliance with Russia\r\n\n\t\t\t\t\tPyongyang, November 26 (KCNA) -- The Kazakh foreign minister Monday expressed his country's stand to develop the alliance with Russia.\n\t\t\t\t\t\n\t\t\t\t\tSpeaking at a press interview, he said that it is one of the top priorities in the country's foreign policy to develop the alliance with Russia. \n\t\t\t\t\t\n\t\t\t\t\tThe two countries take similar positions in many international political and economic issues, he added."
        },
        {
            "title": " Kim Jong Il inspecciona la Unidad 1016 de fuerzas aereas del EPC",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-47ee.html",
            "content": "Kim Jong Il inspecciona la Unidad 1016 de fuerzas aereas del EPC\r\n\n\t\t\t\t\tPyongyang, 26 de noviembre (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la Unidad 1016 de las fuerzas aereas del EPC con el titulo de Septimo Regimiento de O Jung Hup.\n\t\t\t\t\t\n\t\t\t\t\tLuego de recibir el parte de recepcion, el Comandante Supremo se entero del estado del cumplimiento de servicio de guardia y de preparacion de ejercicios combativos y politicos para el proximo ano.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la unidad elevara incesantemente la aeronautica de los pilotos dotando magnificamente de los equipos de ejercicios y cumpliera con responsabilidad el servicio de guardia con la alta vigilancia frente a las maquinaciones agresivas de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tEl recorrio la central eolica recien construida por la unidad.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar la explicacion, se entero del proceso de construccion y de la produccion electrica dando vuelta por el interior y exterior de la central.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente las proezas de los militares de la unidad mostrandose muy satisfecho de que ellos hayan construido magnificamente la central eolica de alta capacidad con las fuerzas unidas de los organos de investigacion cientifica incluyendo la Universidad Politecnica Kim Chaek. \n\t\t\t\t\t\n\t\t\t\t\tDijo que se siente complacido por el suministro suficiente de la electricidad para la cocina, calefaccion y combate, de lo cual estan satisfechos los pilotos y militares.\n\t\t\t\t\t\n\t\t\t\t\t Informado de que gracias a la construccion de la central eolica, se hizo posible enviar a la playa cercana la electricidad sobrante desde el campamento de la unidad donde faltaba antes este recurso energetico, elogio este favor que hace el ejercito popular al pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Terminada la inspeccion, el Dirigente              Kim Jong Il dio a los oficiales de mando y los miembros de mando de las operaciones de la Comandancia Suprema del EPC preciosas instrucciones que se presentan en defender la patria socialista como fortaleza inexpugnable al fortalecer el EPC como invencible ejercito revolucionario del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, el submariscal del EPC Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del PTC y jefe del Estado Mayor General del EPC, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del Comite de Defensa Nacional, el general de ejercito Kim Jong Gak, miembro suplente del BP del CC del PTC y primer subjefe de la Direccion Politica General del EPC, Kim Kyong Ok, primer subjefe de departamento del CC del PTC, los generales de ejercito Kim Won Hong, Pak Jae Gyong y Hyon Chol Hae y los miembros de mando de las operaciones de la Comandancia Suprema del EPC."
        },
        {
            "title": "Estrenado el drama coreografico \"Cuento de ciudadela de Sado\"",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-48ee.html",
            "content": "Estrenado el drama coreografico \"Cuento de ciudadela de Sado\"\r\n\n\t\t\t\t\tPyongyang, 26 de noviembre (ACNC) -- Se efectuo el dia 26 en el capitalino Gran Teatro de Pyongyang  la funcion del drama coreografico \"Cuento de la ciudadela de Sado\" creado por la danzadora Choe Sung Hui con motivo del centenario de su natalicio.\n\t\t\t\t\t\n\t\t\t\t\tLo vieron Kim Ki Nam, Yang Hyong Sop y otros cuadros, funcionarios de la rama coreografica, prensa e informacion, creadores, artistas, periodistas, redactores, familiares de la difunta, la delegacion de bailarines coreanos residentes en Japon, los artistas y compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tChoe Sung Hui dejo su clara huella en la historia de danza nacional de Corea y la de literatura y arte del mundo y creo hace mas de 50 anos el mencionado drama coreografico.\n\t\t\t\t\t\n\t\t\t\t\tLa obra describe el aspecto de la lucha patriotica de los moradores de la ciudadela de Sado contra los agresores foraneos en la epoca de los Tres Reinos.\n\t\t\t\t\t\n\t\t\t\t\tLos creadores y los artistas del Conjunto Nacional de Arte Tradicional refundieron en un corto tiempo este drama que refleja suficientemente la demanda de la obra original y esta adecuado al gusto estetico moderno."
        },
        {
            "title": "Rodong Sinmun denuncia maniobras belicas del Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-49ee.html",
            "content": "Rodong Sinmun denuncia maniobras belicas del Sur de Corea\r\n\n\t\t\t\t\tPyongyang, 26 de noviembre (ACNC) -- Los belicistas titeres del Sur de Corea libraron los ejercicios de gran envergadura para la guerra de agresion a la Republica Popular Democratica de Corea so pretexto de la supuesta \"provocacion\" en vez de sacar las lecciones merecidas del caso del canonazo en la isla Yonpyong ocurrido hace un ano, lo que es una peligrosa provocacion militar contra esta.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmu en un articulo individual divulgado el dia 26 y continua:\n\t\t\t\t\t\n\t\t\t\t\tDurante un ano pasado, las autoridades surcoreanas abusaron del incidente de canonazo para justificar e intensificar la confrontacion anti-RPDC y el alboroto de guerra de agresion a esta.\n\t\t\t\t\t\n\t\t\t\t\tInmediatamente despues de ocurrido tal incidente, el gobernador surcoreano dijo que \"castigue varias veces mas\" y \"Golpee tambien la base de misiles del Norte\", llevando la situacion a la fase imprevisible. Por consiguiente, los belicistas titeres desarrollaron con Estados Unidos los ejercicios conjuntos maritimos de gran dimension introduciendo en el Mar Oeste de Corea la flotilla de portaaviones nuclear norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tY organizaron la comandancia de defensa de las islas de noroeste que va a dirigir la provocacion armada y la operacion de ataque en el Mar Oeste e inventaron de continuo los magnos incidentes que se atreven a censurar la maxima dignidad de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los compinches del ministerio surcoreano de Reunificacion se valieron de tal incidente para aplazar indefinidamente las conversaciones de la cruz roja entre ambas partes coreanas y congelaron por completo la visita y las cooperaciones intercoreanas que se realizaban a duras penas. Ademas, las autoridades surcoreanas imploraron insistentemente a EE.UU. y otras fuerzas foraneas que sin resolucion de los incidentes de la corbeta \"Cheonan\" y de la isla de Yonphyong, no hagan ningunos dialogos con el Norte e intensifiquen la sancion contra esta parte.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra fehacientemente que las autoridades surcoreanas provocaron de modo intencional el incidente de la isla Yonphyong y pretextandolo destruyeron sin piedad las relaciones intercoreanas y agrandaron en la Peninsula Coreana el peligro de la guerra nuclear."
        },
        {
            "title": "ACNC comenta aprobacion de \"Tratado de libre comercio\"",
            "url": "http://kcna.co.jp/item/2011/201111/news26/20111126-50ee.html",
            "content": "ACNC comenta aprobacion de \"Tratado de libre comercio\"\r\n\n\t\t\t\t\tPyongyang, 26 de noviembre (ACNC) -- La banda de traidores surcoreanos cometio un crimen antinacional como los \"cinco traidores de Ulsa (1905)\". \n\t\t\t\t\t\n\t\t\t\t\tEl pasado dia 22, fue aprobado en la \"Asamblea Nacional\" del Sur de Corea el proyecto del \"Tratado de Libre Comercio\" Estados Unidos-Sur de Corea por la mania del \"Gran Partido Nacional\", lo cual es un acto vendepatria que vende el poder economico del Sur de Corea y causa danos a la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLos campesinos y las entidades civiles y sociales de distintos circulos del Sur de Corea lo rechazan calificandolo de \"condena a muerte a la agricultura y los campesinos\". \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que los productos agricolas y ganaderos sobrantes de EE.UU. se importen en oleadas a los mercados surcoreanos y desalojen las mercancias agricolas y ganaderas de competitividad debil, se reduciran los ingresos campesinos y se acarrearan enormes deudas. \n\t\t\t\t\t\n\t\t\t\t\tCuando se ponga en vigencia el \"Tratado de Libre Comercio\", el valor de perdidas en la rama agricola y ganadera durante 15 anos alcanzara a 12 billones 668 mil 300 millones de wones, anuncio el Ministerio de Agricultura, Forestacion, Pesca y Alimentos del Sur de Corea, \n\t\t\t\t\t\n\t\t\t\t\tEl dominio mas afectado en ese periodo seria la ganaderia con 7 billones de 299 mil 300 millones de wones de perdidas. \n\t\t\t\t\t\n\t\t\t\t\tEse tratado destruira completamente el fundamento de la agricultura surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tDespues de tomar el poder, la banda conservadora causo incontables sufrimientos a los campesinos mediante la apertura del mercado de productos agricolas y ganaderos incluso la importacion de carne de res de EE.UU., el arreglo de 4 rios, la construccion de bases militares norteamericanas, entre otros. \n\t\t\t\t\t\n\t\t\t\t\t  El \"Tratado de Libre Comercio\" es un pacto criminal que devasta la agricultura surcoreana y quita la vida a los campesinos que estan en la situacion dificil. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, la banda de conservadores surcoreanos propaga ridiculamente como si ese pacto leonino le beneficie algo. \n\t\t\t\t\t\n\t\t\t\t\t  Los crimenes cometidos ante la nacion no los pueden ocultar con ninguna palabra melosa. \n\t\t\t\t\t\n\t\t\t\t\t  Los conservadores surcoreanos pretenden mantener su vida politica sucia vendiendo el derecho a la vida de la poblacion. \n\t\t\t\t\t\n\t\t\t\t\t  Mientras que el poder esta en las manos de esos traidores, la poblacion surcoreana no puede lograr la soberania ni derecho a la vida."
        }
    ]
}