{
    "date": "2011-08-28",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-28ee.html",
    "articles": [
        {
            "title": "Banquet Given to Congratulate Successful Historic Foreign Tours",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-31ee.html",
            "content": "Banquet Given to Congratulate Successful Historic Foreign Tours\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- The Central Military Commission of the Workers' Party of Korea and the National Defence Commission of the DPRK hosted a banquet to congratulate Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, upon his successful historic tours of the Russian Federation and the People's Republic of China.\n\t\t\t\t\t\n\t\t\t\t\t He was present there on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Warmly acknowledging the enthusiastic cheers of the participants he sent warm congratulations to all the servicepersons and people who have waged a dynamic general offensive for the building of a thriving socialist nation with intense loyalty to the party and the country.\n\t\t\t\t\t\n\t\t\t\t\t Present there were senior officials of the party, state and armed forces organs Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Kim Chang Sop and Ri Myong Su, members of the Political Bureau of the Central Committee of the WPK, members of the Central Military Commission of the WPK and officials of the National Defence Commission, the armed forces organs and institutions of literature and art and media. Ri Yong Ho made a congratulatory speech at the banquet."
        },
        {
            "title": "Special Performance Given by State Merited Chorus",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-30ee.html",
            "content": "Special Performance Given by State Merited Chorus\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- A special performance was given by the State Merited Chorus to congratulate Supreme Commander of the Korean People's Army Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, upon his successful historic tours of the Russian Federation and the People's Republic of China.\n\t\t\t\t\t\n\t\t\t\t\t He was present to watch it on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Acknowledging the enthusiastic cheers of the audience, he extended warm greetings to all the service persons and people of the DPRK waging a dynamic drive to build a thriving nation while giving full play to the might of the single-minded unity of the leader, the party and the masses.\n\t\t\t\t\t\n\t\t\t\t\t The performance started with the playing of the National Anthem.\n\t\t\t\t\t\n\t\t\t\t\t The repertoire included male choruses \"Please Receive the Best Wishes of People\" and \"The General Steers the New Century\" and mixed quartet and male chorus \"Glory to Our Great Party\".\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the splendid performance given by the State Merited Chorus as it was so high in ideological and artistic value that it fully represented the might of the harmonious whole of Songun Korea and the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior officials of the Party, state and armed forces organs Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Kim Chang Sop and Ri Myong Su, Kim Kyong Ok, Kim Myong Guk, Kim Won Hong, Jong Myong Do, Ri Pyong Chol, Kim Yong Chol and Yun Jong Rin, members of the Central Military Commission of the WPK, Hyon Chol Hae, department director of the NDC, and officials in the fields of literature and art and media."
        },
        {
            "title": "Detailed Report on Kim Jong Il's Visit to Far East and Siberian Regions of Russia",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-29ee.html",
            "content": "Detailed Report on Kim Jong Il's Visit to Far East and Siberian Regions of Russia\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, paid an unofficial visit to the Far East and Siberian regions of the Russian Federation from August 20 to 25 at the invitation of Dmitri Anatoliyevich Medvedev, president of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Yong Chun, member of the Political Bureau of the WPK Central Committee and minister of the People's Armed Forces, Kang Sok Ju, member of the Political Bureau of the WPK Central Committee and vice-premier of the Cabinet, Jang Song Thaek, alternate member of the Political Bureau of the WPK Central Committee and vice-chairman of the NDC, Kim Yang Gon, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the WPK Central Committee, Ju Kyu Chang, alternate member of the Political Bureau and department director of the WPK Central Committee, Pak Pong Ju, first vice department director of the WPK Central Committee, O Su Yong, chief secretary of the North Hamgyong Provincial Committee of the WPK, Kim Kye Gwan, first vice-minister of Foreign Affairs, Kim Yong Jae, DPRK ambassador to Russia, and Sim Kuk Ryong, consul general of the DPRK in Nakhodka of Russia.\n\t\t\t\t\t\n\t\t\t\t\t Dmitri Anatoliyevich Medvedev, the government of the Federation and people of the Far East and Siberian regions accorded warm welcome and cordial hospitality to Kim Jong Il who came to Russia to consolidate the traditional DPRK-Russia friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t He arrived in Khasan, the border railway station of Russia, on the morning of August 20 to visit the Far East and Siberian regions of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t When the train pulled in the railway station, Viktor Ishayev, presidential envoy to the Far East Region of the Russian Federation, who came to Khasan upon the special authorization of Medvedev got on the train and offered words of welcome to him on behalf of the Russian government and people.\n\t\t\t\t\t\n\t\t\t\t\t He was also warmly greeted by Sergey Darikin, governor of Maritime Territory, Valery Sukhinin, Russian ambassador to the DPRK, Irina Skorobogatova, deputy governor of Maritime Territory, and other senior officials at various levels of Moscow and maritime territory.\n\t\t\t\t\t\n\t\t\t\t\t Viktor Ishayev and other senior officials present to greet him said that Medvedev, who has paid deep attention to the Russia-DPRK friendship, dispatched them to greet Kim Jong Il. They paid high tribute to him who came to Russia to boost the Russia-DPRK friendship despite his tight schedule for leading the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He was presented with a gift by Sergey Darikin on behalf of the Maritime Territorial Government and people.\n\t\t\t\t\t\n\t\t\t\t\t He met with Dmitri Anatoliyevich Medvedev in Ulan-Ude, the capital city of the Republic of Buryatia in Russia, on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t He exchanged warm greetings with Medvedev and had a talk with him in a cordial and friendly atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Medvedev warmly welcomed Kim Jong Il visiting Russia by sparing precious time on behalf of the Russian government and the people. He said that the visit would mark a particularly important occasion in further developing the Russia-DPRK friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t The third visit to Russia paid by Kim Jong Il in the new century clearly proves what importance he is attaching to the Russia-DPRK friendship, Medvedev noted, paying high tribute to him who has made an immortal contribution to the development of the Russia-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il expressed his pleasure of meeting with Medvedev and thanked him for coming all the way to Ulan-Ude to kindly meet with him. He gave his impressions of his visit to the Far East and Siberian regions under the great concern of the Russian government and people and amid their cordial hospitality.\n\t\t\t\t\t\n\t\t\t\t\t Talks were held between Kim Jong Il and Medvedev in Ulan-Ude on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the talks from the DPRK side were Kim Yong Chun, member of the Political Bureau of the WPK Central Committee and minister of the People's Armed Forces, Kang Sok Ju, member of the Political Bureau of the WPK Central Committee and vice-premier of the Cabinet, Kim Yang Gon, alternate member of the Political Bureau and secretary of the WPK Central Committee, Kim Kye Gwan, first vice-minister of Foreign Affairs, and Kim Yong Jae, DPRK ambassador to Russia.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the Russian side were Sergei Prikhodiko, assistant to president for external policy, Viktor Ishayev, presidential envoy to the Far East Region of the Russian Federation, Viktor Tolokonski, presidential envoy to the Siberian Region of the Russian Federation, Anatoly Serzhukov, minister of Defense, Igor Levitin, minister of Transport, Viktor Basargin, minister of Regional Development and chairman of the Russian side to the Governmental Committee between Russia and the DPRK for Cooperation in Trade and Economy, Science and Technology, Valery Sukhinin, Russian ambassador to the DPRK, and Aleksei Borodavkin, vice-minister of Foreign Affairs.\n\t\t\t\t\t\n\t\t\t\t\t The president of Russia said that the appreciation made by Kim Jong Il on the changes taking place in the land of Russia on a long trip to the Far East and Siberian regions serves as the great encouragement and support to the struggle of the Russian people, highly estimating the feats performed by him in steadily boosting the Russia-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian president extended kind salute to all the Korean people who are dedicating themselves to bringing about a new turn in building a prosperous and powerful nation till 2012, the centenary of birth of President Kim Il Sung, the great leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed support to the positive measures taken by the DPRK to defend the peace and security of Northeast Asia, develop the economy to suit the specific conditions of the country and improve the standard of the people's living. He expressed the belief that the Korean people would register greater successes in the building of a prosperous and powerful nation under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il thanked the Russian president and other central leading officials and the governments and people of different regions for kindly receiving him wherever he went and according him cordial hospitality during his visit and extended his regards to the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t He said he witnessed the successes achieved by the Russian government and people in the work to modernize the economy, bolster the defense capability and achieve social stability under the leadership of Medvedev and got better knowledge of the history and culture of Russia while touring several cities and units of the vast Far East and Siberian regions. He hoped the Russian people would enjoy prosperity in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t At the talks the top leaders of the two countries informed each other of the situation in their countries and appreciated with satisfaction the favorably developing bilateral relations. They exchanged their views on developing the bilateral relations and reached a consensus of views on all the issues discussed.\n\t\t\t\t\t\n\t\t\t\t\t The two top leaders were unanimous in saying that boosting the bilateral friendly and cooperative relations with a long historical tradition is not only in line with the desire of the two peoples and their fundamental interests but is of important significance in developing Northeast Asia and defending world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t At the talks the top leaders underlined the need for the two countries to boost the friendship, equality and mutually beneficial cooperative relations in the spirit of the DPRK-Russia Joint Declaration inked in Pyongyang in 2000, the 2001 DPRK-Russia Moscow Declaration and the Treaty of Friendship, Good-neighborliness and Cooperation between the DPRK and Russia.\n\t\t\t\t\t\n\t\t\t\t\t They expressed firm belief that the cause of building a prosperous and powerful nation in the DPRK and that of building a powerful state in Russia would surely be accomplished thanks to the two peoples' vigorous struggle for social progress and development. They expressed mutual support and solidarity with the cause.\n\t\t\t\t\t\n\t\t\t\t\t The two top leaders had an in-depth exchange of views on regional and international issues at the talks.\n\t\t\t\t\t\n\t\t\t\t\t At the talks they shared the view that the six-party talks should be resumed without any precondition at an early date to implement the September 19 joint statement on the principle of simultaneous action and thus accelerate the denuclearization of the whole Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Manifested at the talks was the will of the governments of the two countries to reject high-handed and arbitrary practices in the international arena and establish a fair international order in order to actively contribute to the peace and security in the region and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The talks discussed a series of agenda items on boosting relations of economic cooperation in various fields including the issue of energy including gas and the issue of linking railways and reached a common understanding of them.\n\t\t\t\t\t\n\t\t\t\t\t It was decided at the talks to organize and operate working groups to put the above-said issues into practice and the two countries agreed to continue cooperating with each other in this direction.\n\t\t\t\t\t\n\t\t\t\t\t The two top leaders expressed satisfaction with the results of the talks and further deepened their friendship.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il invited Medvedev to pay a visit to the DPRK at a convenient time and the invitation was accepted with pleasure.\n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a sincere and friendly atmosphere from start to end.\n\t\t\t\t\t\n\t\t\t\t\t Medvedev hosted a grand banquet at the Presidential State Guest House of the Russian Federation in Ulan-Ude City in welcome of Kim Jong Il visiting Russia that evening.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was present at the banquet on invitation.\n\t\t\t\t\t\n\t\t\t\t\tAlso present there on invitation were Kim Yong Chun, Kang Sok Ju, Jang Song Thaek, Kim Yang Gon, Pak To Chun, Thae Jong Su, Ju Kyu Chang, Pak Pong Ju, O Su Yong, Kim Kye Gwan, Kim Yong Jae, Hyon Chol Hae, Sim Kuk Ryong and other suite members. \n\t\t\t\t\t\n\t\t\t\t\t Present there together with Dmitri Medvedev were Alexandr Avramov, assistant to president for regional policy, Sergei Prikhodiko, Viktor Ishayev, Viktor Tolokonski, Anatoly Serzhukov, Igor Levitin, Viktor Basargin, Valery Sukhinin, Aleksei Borodavkin, Byacheslav Nagovitsin, president of the Republic of Buryatiya, Matbei Gershevich, chairman of the People's Khural, Gennadi Aidayev, mayor of Ulan-Ude, Anatoly Sidorov, first vice commander of the Eastern Military District of the Armed Forces of the Russian Federation, Vladimir Tsilko, commander of the 36th Combined Forces of the Eastern Military District, and other central and local leading officials and commanding officers of the army.\n\t\t\t\t\t\n\t\t\t\t\t Medvedev and Kim Jong Il made speeches at the banquet. \n\t\t\t\t\t\n\t\t\t\t\t The banquet proceeded in a warm and friendly atmosphere from its beginning to its end.\n\t\t\t\t\t\n\t\t\t\t\t Russian artistes gave special performance in welcome of Kim Jong Il's visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t The performance was given by well-known art troupes, people's and merited artistes and international concourse winners of Russia including the Ensemble of the Interior Unit of the Russian Ministry of Interior, the Song and Dance Ensemble of the Western Military District of the Federal Armed Forces, the Mariinski Theater in Sankt-Peterburg and the Buryatiya National Art Troupe. \n\t\t\t\t\t\n\t\t\t\t\t Their repertoire included chorus \"Song of General Kim Jong Il,\" an immortal revolutionary hymn, chorus and dance \"Katyusa,\" song and dance suite \"Land of Friendship\" and chorus \"Russia and DPRK, Eternal Friends\".\n\t\t\t\t\t\n\t\t\t\t\t The performers expressed boundless reverence and thanks of the Russian people to Kim Jong Il for making an undying contribution to the development of traditional DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t Pleasant and optimistic dances and songs showcased part of a long history and culture of the Russian people and culture of the Buryat.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience for its high artistic value.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il conveyed a floral basket to the artistes, congratulating them on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t He was warmly seen off by Medvedev that day upon the conclusion of his historical visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Alexandr Avramov, Sergei Prikhodiko, Viktor Ishayev, Viktor Tolokonski, Anatoly Serzhukov, Igor Levitin, Viktor Basargin, Valery Sukhinin, Aleksei Borodavkin, Byacheslav Nagovitsin, Matbei Gershevich, Gennadi Aidayev, Anatoly Sidorov, Vladimir Tsilko and other central and local leading officials and commanding officers of the army.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il and Medvedev exchanged warm farewell greetings.\n\t\t\t\t\t\n\t\t\t\t\t Medvedev hoped that he would meet with Kim Jong Il again and sincerely wished him greater success in his important work for building a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il once again extended thanks to Medvedev, the government and the people of Russia for having accorded him cordial hospitality with all sincerity during his visit and wished them new success in the efforts for the economic development of the country and the well-being of the people.\n\t\t\t\t\t\n\t\t\t\t\t He visited several cities and many units in the Far East and Siberian regions of Russia for six days.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Viktor Ishayev, Valery Sukhinin and leading officials of relevant areas. \n\t\t\t\t\t\n\t\t\t\t\t  He was accorded sincere and warm welcome by central and local officials and people of Russia wherever he went during the visit. He acquainted himself in depth with the customs and living of people in various areas, while having friendly conversations with them. \n\t\t\t\t\t\n\t\t\t\t\t  He visited the Amur Region in the Far East Region of the Russian Federation on August 21.\n\t\t\t\t\t\n\t\t\t\t\t  The Far East Region of Russia is a time-honored place as it has the Far East camping sites in Khabarovsk where the great persons of Mt. Paektu conducted revolutionary activities to positively meet the great event of national liberation and greeted spring in an alien land, picturing to themselves the future of liberated Korea. \n\t\t\t\t\t\n\t\t\t\t\t The people of the Far East Region welcomed Kim Jong Il with particular feelings of friendship.\n\t\t\t\t\t\n\t\t\t\t\t  He exchanged greetings with Oleg Kozhemyako, governor of Amur Region; Aleksandr Bashun, chairman of the Amur Region Legislative Assembly; Pavel Shtein, governor of the Bureya District Administration; and other leading officials of the region, city and district who came to greet him.\n\t\t\t\t\t\n\t\t\t\t\t He visited the Bureya Hydro-electric Plant, a large power base in the Far East Region of Russia.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the history of the plant, he acquainted himself in detail with the construction and electricity production, going round the generating room and other places.\n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's-eye view of the giant plant from an observation deck, he said the plant is one of the great structures to go down in the history of Russia.\n\t\t\t\t\t\n\t\t\t\t\t Highly praising the brave and talented Russian people for having built the modern large-scale hydro-electric plant by harnessing nature for dozens of years, he expressed expectation that the workers of the plant would keep the electricity production going at a high rate and contribute to the economic development in the Far East Region and its people's wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t He wrote in the visitor's book: \"Inexhaustible is the strength of the Russian people who conquered Bureya nature. August 21, 2011 Kim Jong Il.\"\n\t\t\t\t\t\n\t\t\t\t\t  Officials of the plant said that all its employees are greatly honored and proud that Kim Jong Il visited their enterprise, adding that his autographic letters and other historic relics would be conveyed to posterity along with the development of the enterprise.\n\t\t\t\t\t\n\t\t\t\t\t The director of the plant presented him with a gift.\n\t\t\t\t\t\n\t\t\t\t\t The governor of the region gave a luncheon in honor of Kim Jong Il on a visit to the region.\n\t\t\t\t\t\n\t\t\t\t\t An art performance prepared by artistes of the region with sincerity was given.\n\t\t\t\t\t\n\t\t\t\t\t He was presented with a gift by the governor of the region on behalf of the officials and people of the region in token of his historic visit to the region.\n\t\t\t\t\t\n\t\t\t\t\t He visited the Republic of Buryatia in the Siberian region of the Russian Federation on August 23 and 24.\n\t\t\t\t\t\n\t\t\t\t\t The senior officials and people of the Republic warmly received with all sincerity Kim Jong Il visiting their region by making a long trip.\n\t\t\t\t\t\n\t\t\t\t\t   Upon his arrival at Ulan-Ude, the capital city, Kim Jong Il was warmly greeted by Byacheslav Nagovitsin, president of the Republic of Buryatia, Matbei Gershevich, chairman of the People's Khural, Sergei Shylin, federal chief inspector for the Republic of Buryatia of the Presidential Envoy Office to the Siberian Region of the Russian Federation, Pyotr Noskov, deputy prime minister of the government of the Republic of Buryatia and chief of the presidential office and government administration of the Republic of Buryatia, Gennadi Aidayev, mayor of Ulan-Ude, and other central and local leading officials.\n\t\t\t\t\t\n\t\t\t\t\t The president said it is a great honor of the peoples of the Republic and the region to welcome respected Kim Jong Il, the great leader of the Korean people, to their region. He paid high tribute to him who came all the way to visit Siberia of Russia for the development of the traditional Russia-Korea friendship.\n\t\t\t\t\t\n\t\t\t\t\t Touring various places of the region including Ulan-Ude, Kim Jong Il got familiar with the customs and life of various nationalities in the Siberia region. He received warm congratulations and welcome wherever he went.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Viktor Ishayev, Byacheslav Nagovitsin, Matbei Gershevich, Sergei Shylin, Pyotr Noskov, Gennadi Aidayev and Valery Sukhinin.\n\t\t\t\t\t\n\t\t\t\t\t He cruised Lake Baikal, a large natural lake of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The lake is associated with unforgettable historic relics as it was visited by President Kim Il Sung on his way for foreign tour in July 1961, 50 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was greeted by the captain and sailors of passenger ship \"Inperiya\".\n\t\t\t\t\t\n\t\t\t\t\t He got aboard the ship. Cruising the lake whose water seems to convey the feelings of the DPRK-Russia friendship just as it did half a century ago, he recollected in reverence the brilliant life and exploits of Kim Il Sung who devoted his all to the friendship among countries and accomplishment of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He said that Lake Baikal, scenic beauty of picturesque Siberia, is pride of the Russian people, underscoring the need to preserve well the lake and natural environment in its vicinity to hand them down to the generations to come and positively contribute to the living of the Russian people and the promotion of their well-being.\n\t\t\t\t\t\n\t\t\t\t\t Byacheslav Nagovitsin hosted a luncheon in honor of Kim Jong Il visiting the Republic.\n\t\t\t\t\t\n\t\t\t\t\t The luncheon proceeded in a warm and friendly atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of the Republic gave a special performance in welcome of him.\n\t\t\t\t\t\n\t\t\t\t\t They included people's artistes, merited artistes and international concours winners of Russia and the Republic who visited the DPRK on several occasions including the April Spring Friendship Art Festival.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were numbers including female solo \"Oriole\", male solo \"Flock of Cranes\" and male solo of Korean song \"Please Receive Our Salute\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il congratulated the artistes on their successful performance and had a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t  He was presented with a gift by the president of the Republic on behalf of its government and people.\n\t\t\t\t\t\n\t\t\t\t\t Touring various places of the city including Soviet Square and the large super market \"Megatitan\", he acquainted himself in detail with the long history of the city and the life and customs of the people in the region and the urban management.\n\t\t\t\t\t\n\t\t\t\t\t On August 25 he passed through the region of Zabaikalsk Territory.\n\t\t\t\t\t\n\t\t\t\t\t He was sent off by central and regional leading officials of the Russian Federation at the Zabaikalsk Railway Station, a border railway station, before leaving Russia after wrapping up his historic visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\t He departed from Russia amid a warm send-off by Viktor Ishayev and Valery Sukhinin, who sincerely conducted him in the whole period of his visit, regional leading officials including Labil Geniatulin, governor of Zabaikalsk Territory, Viktor Belouzyorog, minister of International Cooperation of the Territorial Government, and Vasili Sidorov, director of the Federal Security Department of the Territory.\n\t\t\t\t\t\n\t\t\t\t\t He comprehensively and deeply acquainted himself with the thoughts and feelings and customs of the brave and diligent Russian people and the political, economic, cultural and other fields while touring various parts of vast Far East and Siberian regions and conducted energetic external activities day and night, thus making an immortal contribution to the development of the DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t His visit to Russia was successfully wrapped up amid the particular care and cordial hospitality shown by the Russian government including President Medvedev and leading officials of various regions and dear people of the Far East and Siberian regions.\n\t\t\t\t\t\n\t\t\t\t\t He expressed satisfaction over the results of his visit and sincere thanks to the Russian government and leading officials and the people of the Far East and Siberian regions for the cordial hospitality accorded to him.\n\t\t\t\t\t\n\t\t\t\t\t The 6,000 odd km long-journey made by Kim Jong Il to the Far East and Siberian regions of the Russian Federation will record a brilliant page in the history of the DPRK-Russia friendship as it was a landmark event which provided an opportunity of a turn in developing the traditional DPRK-Russia friendship to a new higher stage."
        },
        {
            "title": "Dancing Parties Held on Youth Day",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-25ee.html",
            "content": "Dancing Parties Held on Youth Day\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Dancing parties of youth and students took place in different parts of the country to celebrate Youth Day Sunday.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the parties held at the plazas of Party Founding Memorial Tower, the Pyongyang Indoor Stadium and the Arch of Triumph and other places presented graceful dances with boundless reverence for General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t　They enthusiastically danced to the tune of the \"Youth Day Waltz\", \"Our Father Is Marshal Kim Jong Il \", \"Youth Is Glorified under the Leadership of the Workers’ Party of Korea\" and \"Glory to Our Great Party\" and other songs.\n\t\t\t\t\t\n\t\t\t\t\t They showcased well the zeal to exalt the honor of being young vanguard of Songun in the grand advance for a great surge, pleased to significantly celebrate Youth Day through dances replete with enthusiasm and optimism.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in each province, city and county seats on the same day."
        },
        {
            "title": "Youth Day Significantly Celebrated",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-26ee.html",
            "content": "Youth Day Significantly Celebrated\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Youth and students in the DPRK significantly celebrated Youth Day Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Senior party and state officials and officials of party and government organs and working people's organizations in Pyongyang and local areas visited the Chollima Steel Complex, the Kim Jong Suk Pyongyang Silk Mill, the Pyongyang Kim Won Gyun Conservatory, the Kim Jong Thae Electrical Locomotive Complex, the Namhung Youth Chemical Complex, the Chongsan Cooperative Farm in Kangso District and other industrial establishments, farms and universities and congratulated youth and students. \n\t\t\t\t\t\n\t\t\t\t\t They together with youth and students laid floral baskets and bouquets and flowers before statues and portraits of smiling President Kim Il Sung and monuments to the revolutionary exploits of the peerlessly great men standing at relevant units and paid tribute to him in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the rooms for the education in the revolutionary history, the rooms devoted to the history of the units and other places, they were briefed on the immortal exploits performed by the peerlessly great persons and the shining achievements made by the youth and the students.\n\t\t\t\t\t\n\t\t\t\t\t Senior officials of the party and the state met exemplary officials and members of the youth league and innovators and congratulated them on their achievements and told them to make tangible contributions to the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Today youth and students enjoyed performances given by art squads and had sports and amusement games."
        },
        {
            "title": "Performance Given on Youth Day",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-27ee.html",
            "content": "Performance Given on Youth Day\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- A performance was given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League and the youth itinerant art squad of the Paektusan Songun Youth Shock Brigade at the Central Youth Hall on Sunday, Youth Day.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Yong Sun, department director of the Central Committee of the Workers' Party of Korea, Ri Yong Chol, first secretary of the Central Committee of the Youth League, officials concerned, officials of the youth league and youth and students here.\n\t\t\t\t\t\n\t\t\t\t\t The performance that started with narration and chorus \"Thought of the General\" included colorful numbers such as female trio and pangchang \"Our Father Marshal Kim Jong Il\" and narration and female chorus \"The General Star beyond the Clouds\".\n\t\t\t\t\t\n\t\t\t\t\t It impressively depicted the great happiness of young people holding General Secretary Kim Jong Il in high esteem and the feelings of thanks to him who has shown great love and trust to them.\n\t\t\t\t\t\n\t\t\t\t\t The performers clearly showed the faith and will of the youth and students to fulfill their obligation as the young vanguard of the Songun era in several numbers including mixed quintet \"Youth Is Express\" and high-pitched flute solo \"Girl on a Galloping Steed\"."
        },
        {
            "title": "Korean People Congratulate Kim Jong Il on His Successful Foreign Visit",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-28ee.html",
            "content": "Korean People Congratulate Kim Jong Il on His Successful Foreign Visit\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- All the Korean people are offering warm congratulations to General Secretary Kim Jong Il on his returning home after successfully winding up his historic Russia and China visit.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Ung, an officer of the Korean People's Army, told KCNA that he was deeply moved by the long journey of the Siberian and Far East regions of Russia and northeast China leader Kim Jong Il made to develop the DPRK-Russia and DPRK-China friendship and promote the world peace and the cause of human independence. \n\t\t\t\t\t\n\t\t\t\t\t There is no such great man in the world as our leader who has performed tremendous feats for the country and the nation through energetic foreign activities, attracting worldwide admiration, he said.\n\t\t\t\t\t\n\t\t\t\t\t Kwon Yong Chol, member of the Tanchon Port Construction Shock Brigade under the Ministry of Land and Marine Transport, said, \"Since I heard the leader launched a foreign visit, I have tried to do much work, missing him. I hope our achievements would help him relieve his fatigue from his long journey\".  \n\t\t\t\t\t\n\t\t\t\t\t A poet, Ro Son Nam, said:\n\t\t\t\t\t\n\t\t\t\t\t During the leader's foreign visit, the Korean people had striven hard to make great achievements in their work to delight him. \n\t\t\t\t\t\n\t\t\t\t\t Our leader has devotedly worked for the DPRK-Russia and the DPRK-China friendship and for the building of a thriving nation, while the Korean people are deeply venerating him. The fact represents the features of Korean society in perfect harmony."
        },
        {
            "title": "Youth Day Editorially Marked",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-24ee.html",
            "content": "Youth Day Editorially Marked\r\n\n\t\t\t\t\tPyongyang, August 28 (KCNA) -- Rodong Sinmun Sunday in an editorial dedicated to Youth Day calls on the Korean youths to fully demonstrate the honor of being Songun youth vanguard in the efforts to accomplish the revolutionary cause of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Youth Day is the militant holiday demonstrating the firm faith and will to glorify President Kim Il Sung’s original idea of on the youth movement and feats performed in it and build a thriving nation on this land under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung organized the Young Communist League of Korea on August 28, 1927, bringing about a radical change in the development of the Korean youth movement and always led it to victory.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Il put up the slogan \"Love Young People!,\" making an atmosphere of giving importance to the youth prevail throughout the society and granting the youth the noble title of a reserve combat unit, a special detachment of the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t The new generation born during the arduous 1990s has emerged to join the ranks of young people of Korea but the ideological and moral quality of the Korean youth remains unchanged, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The youth have creditably fulfilled their historic mission to firmly safeguard the country and its people with arms as Songun revolutionary comrades loyal to the WPK. The stirring events taking place in the advance for a great surge and the admirable successes made in the drive to break through the frontiers of latest science and technology are associated with the resources and talents of the Songun youth vanguard dynamically dashing ahead towards the world.\n\t\t\t\t\t\n\t\t\t\t\t The Korean youth have a noble outlook on life which calls for dedicating everything to the society and the collective and to the future.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the people have really great expectation toward the youth today when an immensely rosy future is in store for Songun Korea. The editorial calls on all young people of Korea to unite single-mindedly around Kim Jong Il and fully demonstrate the heroic stamina of the Songun youth vanguard in the on-going advance for a great surge for greeting 2012 as the biggest revolutionary event of the nation."
        },
        {
            "title": "Kim Jong Il's Songun Revolutionary Leadership Marked",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-01ee.html",
            "content": "Kim Jong Il's Songun Revolutionary Leadership Marked\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Seminars, photo exhibitions and film shows were held in Russia, Colombia, South Africa, Nepal and Pakistan on the 51st anniversary of Kim Jong Il's start of Songun revolutionary leadership from August 18 to 20.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues were the photos of Songun revolutionary leadership feats of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched such films of the DPRK as \"Reply of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Dmitri Kostenko, chairman of the Russian Association for the Study of the Juche Idea, noted at a seminar on his exploits that the Korean people firmly safeguarded socialism despite the worst adversity in the closing period of the last century and they dashed ahead towards the high eminence of the great prosperous powerful nation under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Jairo Gonzalez Trujillo, president of the Group for the Study of the Juche Idea \"Kanggye\" of Colombia, stressed socialist Korea will emerge ever-victorious under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Progressive Idea of South Africa said at a seminar on General Secretary Kim Jong Il's work \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries\" that leader Kim Jong Il successfully succeeded to the revolutionary cause, Songun cause of President Kim Il Sung with the noble sense of moral obligation and has wisely led the struggle for building a thriving socialist nation, the desire of the President, with Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C. of the Nepal Communist Party (Marxist-Leninist) expressed full sympathy and support for the greatness and validity of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tCongratulatory messages to Kim Jong Il were adopted at the events in Nepal and Pakistan."
        },
        {
            "title": "Songun Politics Supported by Foreign Personages ",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-02ee.html",
            "content": "Songun Politics Supported by Foreign Personages \r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Finnish political parties issued statements to mark the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Workers' Party of Finland for the Peace and Socialism in its statement on August 22 said that the Korean People's Army has grown up to be revolutionary armed forces to firmly defend the sovereignty of the country from any invasion under the unique Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is a treasured sword for the peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Our party positively supports the Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish Communists' League in its statement on August 21 praised Kim Jong Il for having led the army and the people of the DPRK to victory under the uplifted banner of Songun for more than 50 years.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of Kim Jong Il is bringing about victories in all fields of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the Korean people would surely emerge victorious in building a great prosperous and powerful nation thanks to the Songun politics which has displayed its invincible might.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, in a statement on August 22 expressed full support and solidarity with the Songun politics pursued by Kim Jong Il."
        },
        {
            "title": "Songun Politics Praised as Most Effective Political Mode",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-03ee.html",
            "content": "Songun Politics Praised as Most Effective Political Mode\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Foreign media carried special write-ups and aired special programs from August 21 to 23 on the 51st anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Journal National carried an article titled \"Kim Jong Il and Songun politics\". He has led the army and people to victory by dint of his unique Songun politics, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is the most effective political mode guaranteeing the victorious advance of the socialist cause and the cause of independence, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t  It is thanks to the Songun politics that the peace and stability have been guaranteed in the Korean Peninsula and the region and the international position and authority of the DPRK have remarkably risen, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian paper Al Baath said that the world-startling changes are taking place in all fields including the economy of the DPRK under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Citta Aperta broadcasting service of Italy said the vitality of his Songun politics is being fully demonstrated day by day under the present international situation and the Korean people's cause of building a thriving nation is sure to be accomplished thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t FM 90.5 Radio of Cambodia introduced his Songun leadership feats. All the victories won by the Korean people in accomplishing the socialist cause are the inevitable historic results yielded by the Songun politics, it added."
        },
        {
            "title": "DPRK Lauded as Popular Country",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-04ee.html",
            "content": "DPRK Lauded as Popular Country\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- The Mexican Committee for the Study of Kimilsungism issued bulletin No. 60 titled \"Popular Country\" on the 63rd anniversary of the foundation of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that President Kim Il Sung founded the DPRK, the bulletin said that more than six decades of socialist Korea were a history in which the DPRK government has invariably implemented its programme as a genuine people's government representing and defending the interests of the working people including workers and farmers.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il the DPRK is pushing forward the drive to build a thriving socialist nation to bring into bloom the desire of the people to live well-off with nothing to desire more in the world, with everything thriving, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK regards it as the supreme principle of its activities to protect the people's interests and deems it as its fundamental aim to steadily improve the standard of their material and cultural life, it pointed out, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is responsible for the people's living and substantially guarantees them the rights to be provided with food, clothes and houses and their conditions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a popular country, will always proper, absolutely supported and trusted by the people, it stressed."
        },
        {
            "title": "DPRK's Important Day Marked by Kuwaiti Organizations",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-05ee.html",
            "content": "DPRK's Important Day Marked by Kuwaiti Organizations\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- The Kuwaiti preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Kuwait-DPRK Friendship Association jointly issued bulletin on August 22 on the 51st anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Kim Jong Il, Songun leadership and modern Korea\" the bulletin said he started the Songun revolutionary leadership long ago by inheriting the President's line of attaching importance to the army and military affairs, drawing the lesson of history that if the country and nation aspiring after independence and justice are weak, they are bound to fall victim to aggression and injustice.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to his 50 odd year-long Songun revolutionary leadership that the military power of the DPRK has been remarkably strengthened, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The strong military power of the Korean People's Army was clearly proved by the fact that it made a merciless retaliatory strike at the provocation of the south Korean puppet group in the waters off Yonphyong Island in the West Sea of Korea last year.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the Korean society has been put on the highest level thanks to his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity between the leader and all the servicepersons and people in thinking and purpose is peculiar to this country only.\n\t\t\t\t\t\n\t\t\t\t\t It is the most powerful might which no nukes can ever overpower.\n\t\t\t\t\t\n\t\t\t\t\t World-startling changes have taken place in all fields including the economy of the country thanks to his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the DPRK is changing beyond recognition under his leadership."
        },
        {
            "title": "UFG under Fire Abroad",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-07ee.html",
            "content": "UFG under Fire Abroad\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- A Nepali organization and a Pakistani figure condemned the U.S.-south Korea Ulji Freedom Guardian joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese Committee for Promotion of Reunification of Korea in a statement said the imperialist aggressor forces staged provocative and aggressive joint military exercises gravely threatening peace and stability not only in the Korean Peninsula but in Asia despite the repeated warnings of the DPRK and strong protest and denunciation at home and abroad. The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The United States and the south Korean authorities are talking about peaceful dialogue but escalating confrontation and tension on the peninsula and staging the military exercises against the DPRK every year.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation goes to prove that the U.S. does not want the denuclearization of the peninsula through dialogue and negotiations but is watching for a chance to deprive the DPRK of its nuclear deterrent by a brigandish method and realize its ambition for stifling it.\n\t\t\t\t\t\n\t\t\t\t\t Shahida WiJarat, chairman of the Society for the Study of Self-Reliance of Pakistan, in a statement on August 19 denounced the exercises for a war of aggression by the U.S. and south Korea which pursue a policy aimed at imposing only clash, war, death and destruction upon the whole world. He voiced solidarity for the Korean people's just cause."
        },
        {
            "title": "Russia's Efforts to Beef up Naval Force",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-09ee.html",
            "content": "Russia's Efforts to Beef up Naval Force  \r\n\n\t\t\t\t\t Moscow, August 27 (KCNA) -- Russia is planning to build more than 10 \"Yasen\"-class multi-purpose nuclear submarines till 2020 according to the state plan for arms and equipment.\n\t\t\t\t\t\n\t\t\t\t\t The submarines to be equipped not only with nuclear weapons but with conventional weapons will have the mission to strike aircraft carriers and warship groups, naval base, ports and other coastal targets, a press report said."
        },
        {
            "title": "Fourth Generation Strategic Nuclear Submarine of  Russia Conducts Test Sailing",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-10ee.html",
            "content": "Fourth Generation Strategic Nuclear Submarine of  Russia Conducts Test Sailing\r\n\n\t\t\t\t\t Moscow, August 27 (KCNA) -- \"Yuri Dolgoruki\", a strategic nuclear submarine of the fourth generation, built at the Sebmarsh Shipyard in Seberodvinsk of Russia returned home after successfully conducting its test sailing recently.\n\t\t\t\t\t\n\t\t\t\t\t Examined through the test sailing were technological tasks such as the possibility of protecting the main body under an emergency situation."
        },
        {
            "title": "First Cavalry Museum Built in China",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-11ee.html",
            "content": "First Cavalry Museum Built in China\r\n\n\t\t\t\t\t Beijing, August 27 (KCNA) -- The first cavalry museum was built to open to the public in China on August 22.\n\t\t\t\t\t\n\t\t\t\t\t Situated in Xirinhot of Inner Mongolian Autonomous Region the museum showcased at least 1,200 photos of the historic development of the cavalry of the Chinese People's Liberation Army and over 150 historic relics including saddles, cavalry swords  and leather boots."
        },
        {
            "title": "Development in Northeast China",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-08ee.html",
            "content": "Development in Northeast China\r\n\n\t\t\t\t\t Beijing, August 27 (KCNA) -- Northeast China has positively developed its economy to suit its characteristics.\n\t\t\t\t\t\n\t\t\t\t\t The new collective leadership of China set forth a strategy on developing old industrial centers in the northeastern region, as required by the reality in which a modernization drive is now making rapid progress.\n\t\t\t\t\t\n\t\t\t\t\t The country set up a guidance team and office for promoting old industrial centers in the northeastern region under the State Council and has comprehensively implemented the strategy since April 2004.\n\t\t\t\t\t\n\t\t\t\t\t The department concerned of the State Council organized seminars for economic development in the region while taking measures to send officials of various provinces to the region for rendering help in economic development.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the technological updating of industrial establishments is making rapid progress and new industrial centre is now under construction in the region.\n\t\t\t\t\t\n\t\t\t\t\t Efforts are being channeled into the infrastructural construction.\n\t\t\t\t\t\n\t\t\t\t\t Express highways extending to different directions including those between Chaoyang and Chifeng, Fushun and Meihekou and Tonghua and Fushun were opened to traffic thanks to mutual cooperation in provinces and autonomous regions in the region from last year to the present.\n\t\t\t\t\t\n\t\t\t\t\tAt least 1 300 km-long express highway, in particular, including the motorway between Jilin and Yanji were built in Jilin Province in the period of the 11th five-year plan.\n\t\t\t\t\t\n\t\t\t\t\t The rapid transit railway project of 250 km/h linking Changchun and Jilin cities was completed and opened to traffic in the province in January this year. This 111 km-long railway is the first rapid transit railway in the region.\n\t\t\t\t\t\n\t\t\t\t\t Besides, a lot of wharves were built at ports along the coast to markedly increase cargo transport. At present the volume of cargo transport per year reached more than a hundred million tons at Dalian and Yingkou ports.\n\t\t\t\t\t\n\t\t\t\t\t Leading officials of four provinces and autonomous region in Northeast China held a meeting in Changchun on July 26 and agreed to further develop the strategic emerging industry in the region by boosting cooperation between provinces and autonomous region.\n\t\t\t\t\t\n\t\t\t\t\t According to this agreement, measures are being taken to strengthen cooperation in the fields including IT industry, new material development, auto industry and equipment manufacture."
        },
        {
            "title": "Iran Strives to Develop Space",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-12ee.html",
            "content": "Iran Strives to Develop Space\r\n\n\t\t\t\t\t Tehran, August 27 (KCNA) -- Iran's Space Organization recently announced that the domestically manufactured Kavoshgar 5 (Explorer 5) rocket will be launched into space by the end of summer.\n\t\t\t\t\t\n\t\t\t\t\t The rocket, weighing 300 kilograms, will carry a capsule containing a rhesus monkey, the director of organization, Hamid Fazeli, was quoted as saying.\n\t\t\t\t\t\n\t\t\t\t\t The country is planning to send humans into space in the future on this basis.\n\t\t\t\t\t\n\t\t\t\t\t Iran said that Kavoshgar-3 (Explorer 3) rocket carrying its first \"experimental capsule\" was successfully test-fired carrying a rat, two turtles and worms in February last year."
        },
        {
            "title": "U.S. Nuclear Aircraft Carrier Enters Japanese Port",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-06ee.html",
            "content": "U.S. Nuclear Aircraft Carrier Enters Japanese Port\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- U.S. nuclear aircraft carrier \"George Washington\" entered Yokosuka Port, Kanagawa Prefecture, Japan on August 25 under the pretext of reception of supplies and maintenance.\n\t\t\t\t\t\n\t\t\t\t\t Its port call is sparking off protest and denunciation among local inhabitants, a press report said."
        },
        {
            "title": "Economic Depression in U.S., Eurozone",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-21ee.html",
            "content": "Economic Depression in U.S., Eurozone\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Sales of new single-family houses in the United States declined by 0.7 percent in July, reported the U.S. Commerce Department on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the fall of inhabitants' purchasing power due to economic depression.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, industrial new orders in the eurozone dropped by 0.7 percent in June compared with the previous month, the European Union (EU) statistics office Eurostat said on Wednesday."
        },
        {
            "title": "U.S. Budget Deficit Increases",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-20ee.html",
            "content": "U.S. Budget Deficit Increases\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- The U.S. budget deficit is increasing due to the serious economic depression.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Congressional Budget Office (CBO) said on Wednesday that the federal government's budget deficit in fiscal year 2011 will reach 1.28 trillion dollars."
        },
        {
            "title": "Indonesia Strives to Prevent Global Warming",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-13ee.html",
            "content": "Indonesia Strives to Prevent Global Warming\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) --The Indonesian government recently set a target to reduce carbon emission by 26 percent in 2020 and worked out the National Action Plan to do so. According to it, the country will set up the special ad hoc committee and intensify the financial aid to this work."
        },
        {
            "title": "DR Congo to Kick off Another Anti-Polio Vaccination Campaign",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-14ee.html",
            "content": "DR Congo to Kick off Another Anti-Polio Vaccination Campaign\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- A new campaign to vaccinate children under five against polio started in the Democratic Republic of Congo on August 25.\n\t\t\t\t\t\n\t\t\t\t\t The exercise will be conducted in the capital Kinshasa and Bas-Congo, Bandundu, Katanga and Kasai Occidental provinces.\n\t\t\t\t\t\n\t\t\t\t\t The second phase of this campaign is scheduled for Sept. 8-10 in the same regions."
        },
        {
            "title": "Mozambique Plans New Pharmaceutical Factory",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-15ee.html",
            "content": "Mozambique Plans New Pharmaceutical Factory\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Mozambique is planning to build a new pharmaceutical factory.\n\t\t\t\t\t\n\t\t\t\t\t The factory is completed in 2012 and starts production from 2013.\n\t\t\t\t\t\n\t\t\t\t\t It will manufacture 20 different medicines for the treatment of a number of diseases, along with medicines to treat AIDS, high blood pressure and diabetes, the news agency of the country said on August 24."
        },
        {
            "title": "ANDEAN Community of Nations Promotes Regional Integration",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-16ee.html",
            "content": "ANDEAN Community of Nations Promotes Regional Integration\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Foreign trade ministers of the Andean Community of Nations (CAN) met on Monday and discussed the issue of promoting further integration of the sub-regional bloc.\n\t\t\t\t\t\n\t\t\t\t\t The meeting agreed on the issues to develop interconnected power supply systems among member nations and secure energy supply inside the region."
        },
        {
            "title": "Storm Hits Haiti, Dominica ",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-17ee.html",
            "content": "Storm Hits Haiti, Dominica\r\n\n\t\t\t\t\tPyongyang, August 28 (KCNA) -- Storm hit Haiti and Dominica on August 23.\n\t\t\t\t\t\n\t\t\t\t\t The storm left people missing and dozens of residential quarters inundated. The total number of the victims is more than 11,600 people. Relief steps are being taken in those countries."
        },
        {
            "title": "Traffic Accidents in South Africa, Egypt",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-18ee.html",
            "content": "Traffic Accidents in South Africa, Egypt\r\n\n\t\t\t\t\tPyongyang, August 28 (KCNA) -- At least 15 children and one driver died and 42 others injured after their school bus plunged into the water in Knysna, Western Cape Province, South Africa on August 24.\n\t\t\t\t\t\n\t\t\t\t\t A car crash caused by tyre explosion killed 11 people and injured 18 others in Qena-Safaga road in Upper Egypt on August 23."
        },
        {
            "title": "Earthquake Hits Indonesia",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-19ee.html",
            "content": "Earthquake Hits Indonesia\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- A 6.2-magnitude earthquake hit Sumatra Island of Indonesia on August 23.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was 140 km southwest from Lumpung Province."
        },
        {
            "title": "Over 1.1 mln Italian under 35 jobless",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-22ee.html",
            "content": "Over 1.1 mln Italian under 35 jobless\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- There are a total of 1,138,000 jobless under 35, according to survey data released by the news agency of Italy on August 24."
        },
        {
            "title": "Management of German Enterprises Gets Serious",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-23ee.html",
            "content": "Management of German Enterprises Gets Serious\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- The management of German enterprises is getting serious due to economic depression.\n\t\t\t\t\t\n\t\t\t\t\t The business climate index for German industry and trade dived from 112.9 points in July to 108.7 in August, the Munich-based Ifo institute said, based on a survey."
        },
        {
            "title": "CMC del PTC y CDN de RPDC ofrecen banquete",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-03ee.html",
            "content": "Songun Politics Praised as Most Effective Political Mode\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Foreign media carried special write-ups and aired special programs from August 21 to 23 on the 51st anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Journal National carried an article titled \"Kim Jong Il and Songun politics\". He has led the army and people to victory by dint of his unique Songun politics, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is the most effective political mode guaranteeing the victorious advance of the socialist cause and the cause of independence, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t  It is thanks to the Songun politics that the peace and stability have been guaranteed in the Korean Peninsula and the region and the international position and authority of the DPRK have remarkably risen, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian paper Al Baath said that the world-startling changes are taking place in all fields including the economy of the DPRK under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Citta Aperta broadcasting service of Italy said the vitality of his Songun politics is being fully demonstrated day by day under the present international situation and the Korean people's cause of building a thriving nation is sure to be accomplished thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t FM 90.5 Radio of Cambodia introduced his Songun leadership feats. All the victories won by the Korean people in accomplishing the socialist cause are the inevitable historic results yielded by the Songun politics, it added."
        },
        {
            "title": "Funcion especial del Coro Estatal para felicitar a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-02ee.html",
            "content": "Songun Politics Supported by Foreign Personages \r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Finnish political parties issued statements to mark the 51st anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Workers' Party of Finland for the Peace and Socialism in its statement on August 22 said that the Korean People's Army has grown up to be revolutionary armed forces to firmly defend the sovereignty of the country from any invasion under the unique Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is a treasured sword for the peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Our party positively supports the Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish Communists' League in its statement on August 21 praised Kim Jong Il for having led the army and the people of the DPRK to victory under the uplifted banner of Songun for more than 50 years.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of Kim Jong Il is bringing about victories in all fields of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the Korean people would surely emerge victorious in building a great prosperous and powerful nation thanks to the Songun politics which has displayed its invincible might.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, in a statement on August 22 expressed full support and solidarity with the Songun politics pursued by Kim Jong Il."
        },
        {
            "title": "Informacion detallada de la visita de Kim Jong Il a Federacion Rusa",
            "url": "http://kcna.co.jp/item/2011/201108/news28/20110828-01ee.html",
            "content": "Kim Jong Il's Songun Revolutionary Leadership Marked\r\n\n\t\t\t\t\t Pyongyang, August 28 (KCNA) -- Seminars, photo exhibitions and film shows were held in Russia, Colombia, South Africa, Nepal and Pakistan on the 51st anniversary of Kim Jong Il's start of Songun revolutionary leadership from August 18 to 20.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues were the photos of Songun revolutionary leadership feats of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched such films of the DPRK as \"Reply of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Dmitri Kostenko, chairman of the Russian Association for the Study of the Juche Idea, noted at a seminar on his exploits that the Korean people firmly safeguarded socialism despite the worst adversity in the closing period of the last century and they dashed ahead towards the high eminence of the great prosperous powerful nation under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Jairo Gonzalez Trujillo, president of the Group for the Study of the Juche Idea \"Kanggye\" of Colombia, stressed socialist Korea will emerge ever-victorious under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Progressive Idea of South Africa said at a seminar on General Secretary Kim Jong Il's work \"Respecting the Forerunners of the Revolution Is a Noble Moral Obligation of Revolutionaries\" that leader Kim Jong Il successfully succeeded to the revolutionary cause, Songun cause of President Kim Il Sung with the noble sense of moral obligation and has wisely led the struggle for building a thriving socialist nation, the desire of the President, with Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C. of the Nepal Communist Party (Marxist-Leninist) expressed full sympathy and support for the greatness and validity of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tCongratulatory messages to Kim Jong Il were adopted at the events in Nepal and Pakistan."
        }
    ]
}