{
    "date": "2011-10-09",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Central Tree Nursery",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-26ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Central Tree Nursery\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, gave field guidance to the Central Tree Nursery.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the nursery before a large map showing its panoramic view, he went round seedling greenhouses and fields to acquaint himself with its construction.\n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on the modern greenhouses and nurseries where saplings are growing well on diverse phases, he expressed great satisfaction over the fact that the production of saplings has been successfully put on an industrial, scientific and intensive basis.\n\t\t\t\t\t\n\t\t\t\t\t He said that the production of saplings in the four hectare open-air cultivation ground by an industrial method, equivalent to the production of saplings in more than 40 hectares in the past, is a great innovation in the light of the actual conditions of the country which has limited area of cultivated land and an advantageous method to be widely generalized.\n\t\t\t\t\t\n\t\t\t\t\t Pleased to watch an efficient moulding machine for humus-cake seedlings made by workers of the Jangjagang Machine Tool Factory, he said the workers of the DPRK are capable of manufacturing everything if they are determined to do.\n\t\t\t\t\t\n\t\t\t\t\t Learning that the seeds of pine tree personally sent by him to the nursery grew to be tall trees and form a forest of pine trees laden with pinecones, he praised the workers of the nursery for successfully cultivating them with good care.\n\t\t\t\t\t\n\t\t\t\t\tCommanding a bird's-eye view of a thick woodland at the huge nursery from its observation deck, he earnestly told the officials to value and  preferentially treat the workers of the nursery who did a big job for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He said with confidence that the experience gained by the nursery proves that when the working people's patriotism and creative enthusiasm are given fullest play, it is possible to turn the mountains of the country into a socialist land of bliss with thick woodland and mountains of treasures.\n\t\t\t\t\t\n\t\t\t\t\t He advanced tasks to be carried out by the nursery and the field of land and environment. \n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to satisfactorily solve the issue of tree seeds and plant more trees of good species on the principle of right trees to the right soil.\n\t\t\t\t\t\n\t\t\t\t\t He also underscored the need for the nursery to manure and cultivate saplings well by energizing the modern sapling production process and increasing the responsibility and role of its employees and thus increase the production of healthy saplings.\n\t\t\t\t\t\n\t\t\t\t\t He called on the scientific research institutions to step up the research into cultivating trees of good species which are of economic value and suited to the climatic and topographical features of the country and widely propagate them.\n\t\t\t\t\t\n\t\t\t\t\t In order to increase forest resources, it is necessary for the army and people to turn out as one in creating and conserving forests with voluntary enthusiasm and creative ingenuity, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun, alternate member of the Political Bureau and secretary of the C.C., the WPK, Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK, Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK, and Ri Ryong Ha, first vice department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Il Provides Field Guidance to New Solar Equipment Center",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-25ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Solar Equipment Center\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, provided field guidance to the newly built Solar Equipment Center.\n\t\t\t\t\t\n\t\t\t\t\t The center built in a picturesque place in Mangyongdae area is a modern base specializing in the development, production and supply of solar energy equipment.\n\t\t\t\t\t\n\t\t\t\t\t Going round the solar water heater production base ready to go operational and the main building and other places of the center, he learned about its construction, technical specifications of equipment and prospect of their production.\n\t\t\t\t\t\n\t\t\t\t\t Watching solar water heaters produced on a trial basis, he said that their mechanism is simple and very high in heat-accumulating capacity. He noted with pleasure if these heaters are installed in dwelling houses and public buildings, this will make it possible to solve the issue of heating buildings and help people use hot water all the year round.\n\t\t\t\t\t\n\t\t\t\t\t Going round inside and outside of the main building constructed in such a way as to ensure heating, lighting and the supply of industrial water by use of solar water heater, wind power generator and rainwater-collecting tank, he highly appreciated the exceptional creative spirit displayed by officials and employees of the center in the successful construction of the energy-saving building on the basis of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be carried out by the center.\n\t\t\t\t\t\n\t\t\t\t\t He called on the center to actively develop and use renewable energy such as solar heat.\n\t\t\t\t\t\n\t\t\t\t\t What is important is to conduct brisk activities to mass-produce solar water heaters and supply them on the basis of the existing production foundations, he added.\n\t\t\t\t\t\n\t\t\t\t\t He noted that in order to bring about a fresh turn in the development, production and supply of solar energy equipment it is necessary to firmly establish Juche in scientific research, introduce latest science and technology and closely combine research with production.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the relevant units to provide ample conditions for the production and supply of solar water heaters and pay deep attention to the living of researchers and employees.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun, alternate member of the Political Bureau and secretary of the C.C, the WPK, and Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK."
        },
        {
            "title": "Minju Joson Calls for National Reunification by Means of Federation",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-09ee.html",
            "content": "Minju Joson Calls for National Reunification by Means of Federation\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- President Kim Il Sung advanced the proposal for founding the Democratic Federal Republic of Koryo on Oct. 10, 1980. This was a historic event of weighty significance in the Koreans' struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the proposal is to found a unified state while allowing the two systems and two governments in the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under this proposal the interests of the authorities in north and the south and people from all walks of life are ensured on a fair basis and no encroachment is put on the interests of any side, class and party.\n\t\t\t\t\t\n\t\t\t\t\t The DFRK founding proposal makes it possible to solve the issue of national reunification independently by united efforts of Koreans, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The proposal conforms with the interests of other countries.\n\t\t\t\t\t\n\t\t\t\t\t Under it the north and the south are each to enforce its regional autonomy, and, accordingly, foreign capital invested in the north and the south will be legally protected as before. Also, the unified state is to pursue the independent, peace-loving and neutral policy without joining any political and military bloc. Therefore, it will not pose any threat to other countries but be greatly helpful to ensuring peace and security of Asia and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t That is why this proposal has enjoyed support of not only the Koreans but also broad sections of world people since it was made public."
        },
        {
            "title": "Floral Basket to WPK from CPC",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-11ee.html",
            "content": "Floral Basket to WPK from CPC\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The Central Committee of the Communist Party of China sent a floral basket to the Central Committee of the Workers' Party of Korea on its 66th birthday.\n\t\t\t\t\t\n\t\t\t\t\t Chinese Ambassador to the DPRK Liu Hongcai handed the basket over to an official concerned on Sunday."
        },
        {
            "title": "World Trend of Developing Nuclear Energy for Peaceful Purposes",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-07ee.html",
            "content": "World Trend of Developing Nuclear Energy for Peaceful Purposes\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Many countries in the world are now channeling great efforts into developing nuclear energy for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t Russia officially announced its stand not to give up the development and use of nuclear energy and is energetically pushing ahead with them. \n\t\t\t\t\t\n\t\t\t\t\t It made public a plan to build 18 more nuclear power plants till 2030 with investment of 300 billion dollars and complete 10 nuclear power plants now under construction.  \n\t\t\t\t\t\n\t\t\t\t\t It is fully guaranteeing the safety of the power plants and taking measures to ensure the nuclear safety. \n\t\t\t\t\t\n\t\t\t\t\t It decided to earmark 30-40% of the fund for the construction and operation of nuclear power plants for taking measures for their safety.\n\t\t\t\t\t\n\t\t\t\t\t China plans to exert greater efforts for the development of nuclear technology for meeting the increasing demand for electricity with nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t It succeeded in generating electricity by fast neutron breeder reactor capable of drastically decreasing radioactive waste being churned out from the process for producing electricity by nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t It plans to manufacture and build fourth generation nuclear reactors capable of generating 800MW. \n\t\t\t\t\t\n\t\t\t\t\t Many countries of Europe are strictly observing the nuclear safety standard while directing great efforts to boosting the power production by nuclear energy. \n\t\t\t\t\t\n\t\t\t\t\t France where the generation of nuclear energy accounts for almost the bulk of the country's gross electricity production is further intensifying the development and use of nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t It is decided at a meeting of the council for nuclear policy to produce and sell not only the existing nuclear reactors but also various new type nuclear reactors including the one capable of generating 1 100MW.\n\t\t\t\t\t\n\t\t\t\t\t A work has become brisk to use nuclear energy in Ukraine. As a result, equipment for 2 nuclear power plants will go operational between 2016 and 2017\n\t\t\t\t\t\n\t\t\t\t\t Belarus and Hungary are also directing big efforts to the development of nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t The moves have become intensified in developing countries to use nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t India is pursuing a strategy for increasing the nuclear energy production.\n\t\t\t\t\t\n\t\t\t\t\t Vietnam is stepping up the construction of nuclear power plants according to a plan to build 15 000MW nuclear power plants till 2030.\n\t\t\t\t\t\n\t\t\t\t\t Malaysia singled out the development of nuclear energy as one of the four state energy policies in January. It is steadily pushing forward the plan to build 2 nuclear power plants with a generating capacity of 1 000MW till 2022.\n\t\t\t\t\t\n\t\t\t\t\t Brazil, which has the sixth largest uranium deposit in the world, plans to become the world second largest uranium producer and make uranium a major export item.\n\t\t\t\t\t\n\t\t\t\t\t Argentina plans to complete within this year the construction of a nuclear power plant now progressing at a final phase in the wake of construction of 2 nuclear power plants and a uranium enrichment factory.\n\t\t\t\t\t\n\t\t\t\t\t Namibia is stepping up the preparations to start enrichment by developing high purity uranium source. \n\t\t\t\t\t\n\t\t\t\t\t Iran put into operation the Bushehr Atomic Power Plant, the first of its kind in the country, capable of generating a million kilowatts on Sept. 12.\n\t\t\t\t\t\n\t\t\t\t\t Asserting that the development of nuclear energy is a legitimate right of the country, the Iranian government and people have conducted vigorous nuclear activities for peaceful purposes despite the U.S. and other Western countries' sanctions and pressure upon it.\n\t\t\t\t\t\n\t\t\t\t\t Iran sets a goal to build 5 more nuclear reactors in a few years to come in order to meet 10% of its demand for the nation's electricity with nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t Cooperation among countries has become brisk to make a peaceful use of nuclear energy and ensure its safety.\n\t\t\t\t\t\n\t\t\t\t\t Russia is boosting cooperation and exchange with Turkey, Belarus, Saudi Arabia and other countries in the field of nuclear energy.\n\t\t\t\t\t\n\t\t\t\t\t Bangladesh adopted a document on cooperation in the use of nuclear energy for peaceful purposes with China, Russia, India, France and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Jordan worked out a plan to meet 30% of its demand for energy with nuclear energy. To this end it concluded an agreement on peaceful use of nuclear energy with Romania and is boosting cooperation with Turkey in the use of nuclear energy. \n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that the world is advancing in the direction of developing and using nuclear energy for peaceful purposes and this is a matter pertaining to the inviolable legitimate rights of sovereign states.\n\t\t\t\t\t\n\t\t\t\t\t The work for developing nuclear energy for peaceful purposes will gain in scope and strength worldwide."
        },
        {
            "title": "Pyongyang Seethed in Festive Mood",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-19ee.html",
            "content": "Pyongyang Seethes in Festive Mood\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The DPRK capital city of Pyongyang is immersed in a festive mood with the approach of the 66th birthday of the Workers' Party of Korea (WPK). \n\t\t\t\t\t\n\t\t\t\t\t Streets are decorated with WPK and national flags, red banners and placards reading \"Celebration of October 10\" and \"Great Party, Motherly Party.\"\n\t\t\t\t\t\n\t\t\t\t\t Many people visit statues of President Kim Il Sung on Ryongnam Hill and in other places of the city with floral baskets and bunches in their hands. \n\t\t\t\t\t\n\t\t\t\t\tThe Party Founding Museum and the Party Founding Memorial Tower are crowded with people. \n\t\t\t\t\t\n\t\t\t\t\t Through the visit they learn more about the feats the President performed in founding the WPK and developing it into a popular party based on the working masses. \n\t\t\t\t\t\n\t\t\t\t\t The Mansudae Art Troupe, National Symphony Orchestra and other art troupes are busy with preparations for celebration performances. \n\t\t\t\t\t\n\t\t\t\t\t Mass media have introduced feats of the three commanders of Mt. Paektu -- President Kim Il Sung, leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk -- in party building and party activities, as well as achievements made by the Korean people in socialist construction."
        },
        {
            "title": "KCNA Commentary Urges S. Korean Conservatives to Behave Themselves",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-20ee.html",
            "content": "KCNA Commentary Urges S. Korean Conservatives to Behave Themselves\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The south Korean conservative forces are imprudently going against the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t They are again getting frantic with such anti-DPRK moves as scattering of leaflets over areas along the front, timed to coincide with their navy warships' intrusions into the north side's waters in the West Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Anti-communist elements under the Federation of the Movement for Freedom in the North unhesitatingly opened to public their plan to scatter anti-DPRK leaflets from the Rimjin Pavilion on the anniversary of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Such actions challenging the aspiration of the nation and the demand of the times are touching off surging wrath from among compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The ultra rightist conservatives of south Korea have whipped up the atmosphere of confrontation while scattering propaganda handbills in dozens of areas of the north side including the front area where armed forces of both sides are standing in acute confrontation.\n\t\t\t\t\t\n\t\t\t\t\t In September alone, anti-communist rightwing conservative organizations scattered a lot of leaflets and undesirable USBs and pamphlets into areas of the north side. \n\t\t\t\t\t\n\t\t\t\t\t The scattering of leaflets is not a simple provocation but an undisguised war action against fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that any provocation getting on the nerves of the other party may become a point to ignite armed conflict and total war at a time when the acute tension is prevailing in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The vicious cycle of the inter-Korean relations at present is ascribable to the deeds of the group of traitors who has get hell-bent on the psychological warfare aimed at malignantly slandering fellow countrymen while swimming against the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The actions of the anti-DPRK confrontation elements to slander its socialist system have reached an intolerable phase. \n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK is always keeping itself ready to take direct fire to destroy the citadels of the psychological warfare in the western sector and all other sectors of the front to cope with the frantic psychological acts of the puppet forces. It is compelled to go into real action any moment.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors should not act rashly, clearly seeing the seriousness of the prevailing situation."
        },
        {
            "title": "One More Sexual Assault by GI Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-08ee.html",
            "content": "One More Sexual Assault by GI Disclosed in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- It has been disclosed again that a GI present in south Korea sexually assaulted a teenage south Korean student.\n\t\t\t\t\t\n\t\t\t\t\t A soldier belonging to the 1st Communication Brigade of the 8th U.S. army on Sept. 17 barged into a building in Mapho District of Seoul to commit sexual assault on the girl student in a room of it and steal a portable computer before running away.\n\t\t\t\t\t\n\t\t\t\t\t This criminal was reportedly impudent to deny his deed.\n\t\t\t\t\t\n\t\t\t\t\t The case was reported when the entire Koreans are enraged at the recent case of sexual assault by a GI in Tongduchon of Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to clearly prove the criminal nature of the U.S. imperialist aggressor forces who regard the south Korean women as their plaything to satisfy abnormal sexual desire."
        },
        {
            "title": "S. Korean Lawmakers Stand against Conclusion of FTA with U.S.",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-22ee.html",
            "content": "S. Korean Lawmakers Stand against Conclusion of FTA with U.S.\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Lawmakers from opposition parties of south Korea called a press conference on Oct. 7 to express their stand against the conclusion of the humiliating south Korea-U.S. \"Free Trade Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t The FTA with the U.S. is in line with only the interests of American businesses, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t Conclusion of this traitorous agreement, woven with poisonous clauses threatening the living of south Koreans, can never be allowed, they said.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would make every possible effort to prevent the passage of a \"motion on the ratification of FTA\" through the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t They said that they would send a letter of protest demanding halt to its conclusion to U.S. Congress."
        },
        {
            "title": "S. Korean Authorities' Fascist Action Flayed",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-23ee.html",
            "content": "S. Korean Authorities' Fascist Action Flayed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea issued its information bulletin No. 982 on Sunday as regards the fact that the south Korean authorities recently imposed jail term on Hwang Kil Gyong.\n\t\t\t\t\t\n\t\t\t\t\t Hwang, an inhabitant of south Korea, opened an Internet website called Cyber National Defense Command and posted on it articles and animation files praising President Kim Il Sung and general secretary Kim Jong Il and the DPRK and calling for reunification through alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\t　For this reason he was detained in December last year on the charge of violation of the \"National Security Law\". At the fascist court trials he expressed his deep reverence for the peerlessly great persons and shouted \"Long live the Great General Kim Jong Il!\", causing a great sensation in the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Recalling this fact, the information bulletin said:The south Korean authorities, however, imposed a heavy penalty on him who expressed what was in his mind by invoking the NSL. This is as foolish an act as to cover up the sunshine with palm and an unethical crime of violating faith and conscience.\n\t\t\t\t\t\n\t\t\t\t\t Today south Korea has turned into the world's biggest grave yard of human rights, a dark society of fascism where the elementary democratic rights, gained by the people at the cost of their blood, were ruthlessly trampled down and no one can express one's will.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces have viciously repressed those yearning after and lauding the dignity and system of the DPRK. This shows clearly once again that they are a group of most wicked separatists and traitors keen on confrontation, a group of those against humanity bereft of human reason.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the south Korean ruling conservatives try to swim against the trend of the times and the people's mindset, the bitterer accusations and curses they will face by all the fellow countrymen."
        },
        {
            "title": "Revision of Humiliating SOFA Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-21ee.html",
            "content": "Revision of Humiliating SOFA Urged in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The deputy spokesman for the Democratic Labor Party of south Korea released a commentary on Friday in denunciation of the criminal atrocities by the U.S. forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A GI sexually assaulted a teenage south Korean girl student in Tongduchon, Kyonggi Province, enraging inhabitants, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t Similar crime was recently disclosed to be committed in Seoul, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Over the past decades the U.S. troops have ruthlessly trampled down on the life of south Korean people and committed such brutal deeds as taking away lives and property from them one after another.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, however, haven't made any protest under the south Korea-U.S. \"Status of Forces Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t The commentary denounced the \"government\" and security authorities for turning a blind eye to the GI crimes under the pretext of this humiliating agreement.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. to totally revise the agreement and make apology to the south Koreans."
        },
        {
            "title": "Homage to Paid",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-10ee.html",
            "content": "Homage to Paid\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The delegation of the Party for Free Motherland of Brazil led by First Vice-President Carlos Batista Lopes and other foreign guests and overseas Koreans visited the Kumsusan Memorial Palace on Sunday to pay tribute to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t They made deep bows in humble reverence to Kim Il Sung who made immortal contributions to accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": "World Day of Post Observed ",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-12ee.html",
            "content": "World Day of Post Observed \r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The DPRK government will as ever strengthen the cooperation with the Universal Postal Union (UPU) to make great contributions to common prosperity and development in the postal field.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday says this in a bylined article dedicated to World Day of Post.\n\t\t\t\t\t\n\t\t\t\t\t The UPU set October 9, birthday of the general postal union, as World Day of Post with the purpose of realizing international standardization in the post and communications and strengthening cooperation among countries.\n\t\t\t\t\t\n\t\t\t\t\t The UPU's basic mission is to take effective steps for mutual exchange of mail and strengthen international cooperation for development of postal service.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK became a member nation of the UPU on May 29, 1974, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Since then, it has sincerely fulfilled its international duty in postal field and deepened cooperative relations with the UPU. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK government set it as a major task to put the postal service on a modern basis for better convenience of citizens and is now striving to carry it out."
        },
        {
            "title": "Belarus Rejects West's Accusations",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-13ee.html",
            "content": "Belarus Rejects West's Accusations\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The director of the Information Department of the Foreign Ministry of Belarus in a recent interview with the State TV rejected the West's accusations against his country.\n\t\t\t\t\t\n\t\t\t\t\t The West is slandering Belarus to meet its interests, he said. It has driven itself into corner as it has not a slight vision of what its policy toward Belarus should be, he ridiculed."
        },
        {
            "title": "Protests in U.S., Greece",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-14ee.html",
            "content": "Protests in U.S., Greece\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- A demonstration took place in San Francisco City, California State, the U.S. on October 5 to protest against the exploitation and oppression of working masses. Present there were hundreds of masses from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators took to streets of the city, holding placards bearing slogans \"Grant tax to Wall Street\" and \"Stop to war against working people\".\n\t\t\t\t\t\n\t\t\t\t\t A mass demonstration was held in Athens, Greece on October 5 to protest against the authorities' wrong economic policy.\n\t\t\t\t\t\n\t\t\t\t\t Present there were thousands of masses from all walks of life including state sector workers."
        },
        {
            "title": "Unemployment Rises Sharply in Spain",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-15ee.html",
            "content": "Unemployment Rises Sharply in Spain\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The total number of people out of work in Spain increased to 4,226,774 in September. September saw 95,817 people lost their job. This was made public by the government on October 4."
        },
        {
            "title": "Anti-Drug Campaign in Turkey",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-16ee.html",
            "content": "Anti-Drug Campaign in Turkey\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Turkish gendarmery forces and police seized 173.2 kg hashish in two operations in southern and eastern Turkey on Monday. Four people were detained in the operations.\n\t\t\t\t\t\n\t\t\t\t\t Five people were arrested Monday following a drugs raid in Istanbul and 59 kg of heroin was confiscated."
        },
        {
            "title": "Iran's President Criticizes NATO's Plan to Deploy Missile Shield in Turkey ",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-17ee.html",
            "content": "Iran's President Criticizes NATO's Plan to Deploy Missile Shield in Turkey \r\n\n\t\t\t\t\t Tehran, October 8 (KCNA) -- Iran's President Mahmoud Ahmadinejad in an interview with a TV on October 5 scathingly criticized the NATO's plan to deploy missile defense system in Turkey.\n\t\t\t\t\t\n\t\t\t\t\t The main goal of NATO to deploy Missile Defense Shield in Turkey is to occupy territories of other countries and defend the Zionist regime on the decline, he said.\n\t\t\t\t\t\n\t\t\t\t\t NATO does not like regional countries to achieve progress, he noted."
        },
        {
            "title": "Zimbabwe, Iran Support Palestine",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-18ee.html",
            "content": "Zimbabwe, Iran Support Palestine\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The speaker of the Parliament of Zimbabwe and the vice-president of Iran in a recent conversation clarified the stand of their countries supporting Palestine.\n\t\t\t\t\t\n\t\t\t\t\t To support the struggle of the Palestinian people is support to freedom, justice and human rights, they said.\n\t\t\t\t\t\n\t\t\t\t\t Calling upon the international community to strive to specially protect the Palestinian children and women, they stressed the need to strengthen unity and cooperation among countries in order to shatter the moves of arrogant big powers including the sanctions on the independent states."
        },
        {
            "title": "British Organizations Term WPK Conference Epochal Event",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-05ee.html",
            "content": "British Organizations Term WPK Conference Epochal Event\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on September 29 on the first anniversary of the Conference of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Through the conference last year the WPK powerfully demonstrated the unbreakable single-minded unity of the party, the army and people rallied close around leader Kim Jong Il, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The WPK Conference reelected him as general secretary of the WPK by reflecting the unanimous desire and will of all the Korean people, it noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t It also elected Kim Jong Un to be vice-chairman of the Central Military Commission of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the revolution is continuing to advance in the DPRK generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The WPK Conference shattered the vicious scheme of the imperialists to stifle the socialist system of Juche.\n\t\t\t\t\t\n\t\t\t\t\t It was an epochal event in the Korean people's drive to accomplish the revolutionary cause of Juche and build socialism."
        },
        {
            "title": "October 4 Declaration Supported by KFA British Branch ",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-06ee.html",
            "content": "October 4 Declaration Supported by KFA British Branch \r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The British Branch of the Korean Friendship Association in a statement on October 2 supported the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The declaration, an embodiment of the idea of \"By our nation itself\", is an important landmark in achieving the independent and peaceful reunification of Korea and carrying out the north-south cooperation, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, however, are seeking the reckless hostile policy toward the DPRK in league with foreign forces including the U.S. and Japan, it noted.\n\t\t\t\t\t\n\t\t\t\t\t They have totally denied the June 15 joint declaration and the October 4 declaration while cooking up various plots against the DPRK, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed full support for the Korean people in the heroic struggle to get the U.S. forces withdrawn from south Korea."
        },
        {
            "title": "Work Posted on Internet Homepage: Peru",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-02ee.html",
            "content": "Work Posted on Internet Homepage: Peru\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship on October 3 posted on its Internet homepage the full text of general secretary Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\".\n\t\t\t\t\t\n\t\t\t\t\t The work, published on October 3, Juche 79 (1990), clarifies the idea that the leadership of the Party provides a sure guarantee for the victory of the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It also deals with the matter of developing the WPK into a revolutionary party of Juche type and the basic ways for the Party to discharge its mission and duty as a leading political organization."
        },
        {
            "title": "WPK's Feats Praised by Nepali, Thai Figures",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-03ee.html",
            "content": "WPK's Feats Praised by Nepali, Thai Figures\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Personages of Nepal and Thailand issued statements on the 66th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Former Foreign Minister of Nepal K. P. Sharma, chief of the International Department of the C.C., Nepal Communist Party (United Marxist-Leninist), said in a statement on October 4 that the progressive mankind highly estimate the Songun revolutionary leadership of the WPK and believe that the WPK would build a thriving nation without fail.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm support and solidarity to the friendly Korean people in the efforts for the victory of the revolutionary cause of Juche, pioneered by President Kim Il Sung and being creditably carried forward by leader Kim Jong Il, he said. \n\t\t\t\t\t\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, in a statement on October 3 said that the WPK has become the ever-victorious and iron-willed party and the standard bearer of the world socialist movement under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The world revolutionary parties and progressive peoples aspiring after socialism are accelerating the building of a new society, greatly encouraged by the invincible might and triumphant advance of the WPK, he stressed."
        },
        {
            "title": "WPK Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-04ee.html",
            "content": "WPK Praised by Foreign Papers\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- Newspapers of different countries carried special write-ups on the 66th anniversary of the Workers' Party of Korea and the 85th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper Natun Bangla on October 2 edited articles with the portraits of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are absolutely trusting and following Kim Jong Il while entirely entrusting their destiny and future to the WPK headed by him, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution which started with the DIU under the leadership of the President has dynamically advanced along the road of independence, Songun and unity for 85 years, it stated.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory are always in store for socialist Korea, dignified with independence, powerful with Songun and invincible with single-minded unity, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar paper The Voice on October 3 and the Democratic Congo paper La Prosperite on September 30 carried articles praising the might of the WPK with portraits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian paper Iran News on October 3 and the Indian paper Indian Europe News and Information Bureau on October 2 carried articles on the 66th anniversary of the WPK with portraits of Kim Jong Il."
        },
        {
            "title": "Work Published in Russia",
            "url": "http://kcna.co.jp/item/2011/201110/news09/20111009-01ee.html",
            "content": "Work Published in Russia\r\n\n\t\t\t\t\t Pyongyang, October 9 (KCNA) -- General secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought about in booklet by the Alina-ve Publishing House in Vladivostok, Russia.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on October 2, Juche 84 (1995), is the immortal great programme of party building and activities as it reviews with pride the glorious history of the WPK which hewed out a new path for the building of a revolutionary party in the era of independence under the leadership of  President Kim Il Sung and indicates the way for strengthening the WPK into the eternal party of the President.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for releasing the work took place at the publishing house on October 3."
        }
    ]
}