{
    "date": "2011-06-06",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-06ee.html",
    "articles": [
        {
            "title": "Report on Enlarged Meeting of Political Bureau of WPK",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-37ee.html",
            "content": "Report on Enlarged Meeting of Political Bureau of WPK\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- An enlarged meeting of the Political Bureau of the C.C., the Workers' Party of Korea was held Monday.\n\t\t\t\t\t The meeting discussed the results of the unofficial visit to the People's Republic of China paid by Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Its participants were informed of his historic visit to China.\n\t\t\t\t\t\n\t\t\t\t\t He paid an unofficial visit to the PRC from May 20 to 26 at the invitation of Hu Jintao, general secretary of the C.C., the Communist Party of China and president of the PRC.\n\t\t\t\t\t\n\t\t\t\t\t The meeting highly appreciated the fact that his visit to China proved successful thanks to the particular attention and expectation of the two parties and two governments and expressed great satisfaction over it.\n\t\t\t\t\t\n\t\t\t\t\t It expressed deep thanks to the collective leadership including the members of the Standing Committee of the Politburo of the C.C., the CPC for attaching special significance to his visit to the PRC and according him very cordial hospitality with utmost sincerity.\n\t\t\t\t\t\n\t\t\t\t\t It said that his visit to China took place at a very appropriate time and yielded good fruits.\n\t\t\t\t\t\n\t\t\t\t\tHis recent visit to China was an epochal event of weighty significance in further consolidating the DPRK-China friendship generation after generation, putting strong impetus to the Korean people's cause of building a thriving nation, defending peace and stability in Northeast Asia and the rest of the world and more confidently advancing the socialist cause, the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The meeting noted that his visit was a long journey for upholding and preserving the undying feats of President Kim Il Sung recorded in the history of the  DPRK-China friendship and glorifying them generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Il's visit to the historic places including anti-Japanese revolutionary battle zones of China where the tradition of the DPRK-China friendship was established by the President and which are associated with its shining history is of great significance in helping the younger generation deeply grasp the undying feats the President performed in strengthening the friendship and carrying forward and developing it down through generations.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to China Kim Jong Il had significant meetings with Hu Jintao, Premier Wen Jiabao and other party and state leading officials of China and held sincere and fruitful talks and reached a full consensus of views on all the issues discussed.\n\t\t\t\t\t\n\t\t\t\t\t The meeting highly appreciated this and was greatly satisfied with this.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings and talks held during his visit, the two sides informed each other of the achievements and experience gained in the party and state building and overall socialist construction of the two countries, expressed full support and solidarity for them and agreed to boost cooperation and exchange in all fields including economy, culture, science and technology in the bilateral interests.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and state leading officials congratulated the party, government and people of the DPRK on firmly adhering to the socialist principle and bringing about unprecedented changes in all fields in conformity with the aspiration and demand for independence and ideal of the popular masses. They wished them greater successes under the leadership of the WPK headed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the firm unity and cohesion of the party, army and people are the basic factor which made it possible to successfully carry out the revolution and construction in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t During his visit Kim Jong Il estimated the Chinese people's signal successes made in carrying out the cause of building socialism with Chinese characteristics and extended warm congratulations to all the members of the CPC and other Chinese people on the 90th anniversary of the CPC.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation that the Chinese people would win steady new victories in the historic course of building a harmonious society by strengthening the construction of the party's governing ability and putting into practice a scientific outlook on development under the leadership of the CPC headed by Hu Jintao.\n\t\t\t\t\t\n\t\t\t\t\t The meeting highly praised the leaders of the DPRK and China for expressing the firm will during the visit to China to defend and continue developing the socialist cause, the common cause, even under the complicated international situation and expressing mutual support and solidarity with the two parties and two peoples in their struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings and talks held this time the leaders of the two countries had an exhaustive and in-depth exchange of views on international and regional issues of mutual concern and on the situation in Northeast Asia, in particular, and expressed mutual understanding and support to the independent stands maintained by the two parties and governments in the external relations. \n\t\t\t\t\t\n\t\t\t\t\t Both sides recognized that it is in line with the overall interests of Northeast Asia to adhere to the target of the denuclearization of the whole Korean Peninsula, seek a peaceful settlement through dialogue including the resumption of the six-party talks and remove the hurdles lying in their way and shared the view on promoting the understanding and coordination to this end.\n\t\t\t\t\t\n\t\t\t\t\tThe Chinese party and state leading officials fully supported the DPRK party and government which have firmly maintained the independent stand despite the complicated international situation and consistently held fast to the idea of independence, peace and friendship in external activities. They expressed their willingness to make a greater contribution to peace, stability and prosperity in Northeast Asia and, furthermore, in the rest of the world through joint efforts with the DPRK side.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il praised the Chinese party and government for maintaining their sovereign and independent foreign policy under the uplifted banner of peace, development and cooperation. He reiterated the willingness to work together with the Chinese side to make a positive contribution to ensuring global peace and stability against high-handedness, hegemony, aggression and war.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il and the Chinese party and state leading officials stressed the importance and significance of the DPRK-China friendship, in particular, in the whole courses of meetings and talks.\n\t\t\t\t\t\n\t\t\t\t\t Boosting the unity between the two parties and the two countries and advancing the bilateral friendly relatioins along with the era is a requirement of the new period, the new situation, Hu Jintao said, adding that the CPC and the PRC government would discharge their historic responsibility in giving a steady continuity to the precious tradition of the Sino-DPRK friendship associated with the noble souls of the revolutionaries of the elder generation of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il said that it is a historic responsibility and important mission of the present generation to properly pass the baton of the bilateral friendship with a long history and tradition on the generations to come as it is the unbreakable one that stood the severe storm and tests. He reiterated the invariable will and determination of the WPK and the DPRK government to boost the bilateral relations of friendship and cooperation in line with the noble intentions of the leaders of the elder generation and the desire of the peoples of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t The meeting highly estimated the fact that the leaders of the two countries promised each other to set store by the traditional bilateral friendship from a perspective and strategic insight, consistently and firmly maintain it and develop and carry it forward on a new higher stage generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The meeting hailed the fact that during his recent visit the two sides discussed various important and principled matters such as the present bilateral relations of friendship, shared the understanding of them and reached a unanimous agreement on them.\n\t\t\t\t\t\n\t\t\t\t\t The meeting called for making sincere efforts to fully implement in various fields the matters agreed upon between the leaders of the two countries and stressed the need to strikingly demonstrate once again the peculiarities of the DPRK-China friendship this significant year, 50th anniversary of the DPRK-China treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t\n\t\t\t\t\t The meeting expressed warm approval of the results of Kim Jong Il's recent China visit and manifested a resolution to boost the bilateral friendship in all fields generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t The meeting stressed the need to consolidate and glorify the successes and undying exploits Kim Jong Il registered in his external activities by visiting China again for the country and people in the period of a landmark turn when the cause of building a great prosperous and powerful socialist nation has reached a decisive phase.\n\t\t\t\t\t\n\t\t\t\t\t It expressed firm conviction that the party organisations at all levels, officials, all the party members, servicepersons and people under the leadership of the Party would make a greater contribution to the sacred struggle for building a thriving socialist nation and achieving  the independent reunification of the country and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t It also discussed an organizational matter.\n\t\t\t\t\t\n\t\t\t\t\t It relieved Hong Sok Hyong of his post as secretary of the Party Central Committee in connection with his transfer to other post."
        },
        {
            "title": "Kim Yong Nam Greets Swedish King",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-31ee.html",
            "content": "Kim Yong Nam Greets Swedish King\r\nPyongyang, June 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greetings to Carl X VI Gustaf, king of Sweden, on its national day.\n\t\t\t\t\t Extending congratulations to the king and the people of Sweden, the message wished Sweden prosperity."
        },
        {
            "title": "DPRK Women's Delegation Leaves for China ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-34ee.html",
            "content": "DPRK Women's Delegation Leaves for China\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- A delegation of the Democratic Women's Union of Korea led by Chae Chun Hui, vice-chairwoman of its Central Committee, left here Monday to visit China."
        },
        {
            "title": "Reception Hosted by Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-33ee.html",
            "content": "Reception Hosted by Swedish Ambassador\r\n Pyongyang, June 6 (KCNA) -- Barbro Elm, Swedish ambassador to the DPRK, arranged a reception at his embassy on Monday on the occasion of the national day of Sweden.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, O Ryong Chol, vice-minister of Foreign Trade, Mun Jae Chol, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Sweden Friendship Association, officials concerned and diplomatic envoys of various countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Croatian President on Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-04ee.html",
            "content": "Croatian President on Friendly Relations with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- We are sure that the friendly and cooperative relations between Croatia and the DPRK will further develop in every field.\n\t\t\t\t\t Ivo Josipovic, president of Croatia, said this on May 31 when meeting outgoing DPRK Ambassador to Croatia Jo Sung Ju. \n\t\t\t\t\t\n\t\t\t\t\t The president congratulated the Korean people on their achievements made in building a thriving nation in close unity around leader Kim Jong Il. And he wished them bigger success in the drive for the economic development and the improvement of the people's living standard."
        },
        {
            "title": "Kim Il Sung Lauded by Vietnamese Public Figure",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-35ee.html",
            "content": "President Kim Il Sung Lauded by Vietnamese Public Figure\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Pham Tat Dong, chairman of the Vietnam-DPRK Friendship Association on a visit to the DPRK, expressed his profound reverence for President Kim Il Sung, when interviewed by a reporter.\n\t\t\t\t\t The President dedicated his all to the prosperity of the country, the happiness of his people and the accomplishment of the human cause of independence, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a close friend of the Vietnamese people.\n\t\t\t\t\t\n\t\t\t\t\t The President with broad magnanimity assisted the Vietnamese people both materially and morally in their struggle for the reunification of the country and building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The President provided the friendship between the two countries together with President Ho Chi Minh.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people and progressive mankind will commemorate the centenary of his birth with splendor.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, a preparatory committee for commemorating the centenary of birth of President Kim Il Sung was formed in Vietnam.\n\t\t\t\t\t\n\t\t\t\t\t It is our plan to hold various events including meeting, photo exhibition and film show on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t We will always support the Korean people in their struggle to reunify the country according to the proposal set forth by the President."
        },
        {
            "title": "S. Korean Regime Accused of Its Slander against DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-38ee.html",
            "content": "S. Korean Regime Accused of Its Slander against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The DPRK people have expressed their resentment against the south Korean regime of traitors after the spokesman for the General Staff of the Korean People's Army released a statement exposing their heinous anti-DPRK provocation.\n\t\t\t\t\t Pang Kwan Bok, a general of the KPA, in an interview with KCNA recalled that the south Korean regime instigated military hooligans to set up a target slandering the supreme dignity of the DPRK and fire at it. The criminal act is the culmination of confrontation with the fellow countrymen in the north, a hysteric act throwing all the Korean people into consternation, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The KPA will never pardon the traitors for their provocation and take revenge on them a thousandfold. \n\t\t\t\t\t\n\t\t\t\t\t The KPA does not feel any need to negotiate with the traitors. It is the KPA's will to punish them by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Bom, a vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, said the DPRK army and people are fully ready to deal a heavy blow to the traitors and urged the south Korean regime to make an official apology to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Won Ho, a councilor of the Secretariat of the C.C., the Democratic Front for the Reunification of Korea, urged south Korea's conservative regime to immediately punish those mainly responsible for the provocation."
        },
        {
            "title": "DPRK Decides to Set Up Hwanggumphyong and Wihwa Islands Economic Zone ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-39ee.html",
            "content": "DPRK Decides to Set Up Hwanggumphyong and Wihwa Islands Economic Zone\r\n Pyongyang, June 6 (KCNA) -- The DPRK decided to set up the Hwanggumphyong and Wihwa Islands Economic Zone in order to boost the DPRK-China friendship and expand and develop the external economic relations.\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly was promulgated on June 6 in this regard.\n\t\t\t\t\t\n\t\t\t\t\t According to it, Hwanggumphyong-ri, Sindo County, Sangdan-ri, Hadan-ri and Taji-ri, Sinuiju City and Soho-ri, Uiju County of North Phyongan Province shall belong to the zone.\n\t\t\t\t\t\n\t\t\t\t\t The sovereignty of the DPRK shall be exercised in the zone.\n\t\t\t\t\t\n\t\t\t\t\t The development of the zone shall start from the Hwanggumphyong district."
        },
        {
            "title": "DPRK's Effort for Increasing Forest Resources",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-18ee.html",
            "content": "DPRK's Effort for Increasing Forest Resources\r\n Pyongyang, June 6 (KCNA) -- The DPRK has channeled much effort into preserving the ecosystem of forests and increasing the forest resources.\n\t\t\t\t\t The DPRK government shaped a policy of turning the country into a thick woodland and greenery and is encouraging all the people to take part in the campaign for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t The country has many nurseries in the capital and local areas and cultivates saplings of good species in an intensive, industrial and advanced way. \n\t\t\t\t\t\n\t\t\t\t\tTwo months every year, one in spring and one in autumn, are periods of the general mobilization for land management, during which forests covering more than 100,000 hectares are created throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Deep attention has also been paid to preventing forest fire and spread of harmful insects.\n\t\t\t\t\t\n\t\t\t\t\t As regards afforestation, the government closely cooperates with international organizations like the Food and Agriculture Organization of the United Nations, the World Food Programme and the European Union Programme Support.\n\t\t\t\t\t\n\t\t\t\t\t A report on the Korean environmental condition was released in Pyongyang to mark the World Environment Day, June 5. A quiz, painting contest and other events concerning environment took place in Pyongyang and local areas in conformity with this year's theme \"Forests: Nature at Your Service\"."
        },
        {
            "title": "Performance of Schoolchildren's Art Festival Given",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-32ee.html",
            "content": "Performance of Schoolchildren's Art Festival Given\r\n Pyongyang, June 6 (KCNA) -- A performance of the 50th national schoolchildren's art festival took place at the Mangyongdae Schoolchildren's Palace Monday.\n\t\t\t\t\t The performance started with national music and song \"June 6 Is Our Holiday.\" Children presented such numbers as female chorus \"Generalissimo Is Always with Us\" reflecting the ardent reverence for Generalissimo Kim Il Sung and Ounkum solo and ensemble \"Unforgettable Generalissimo\".\n\t\t\t\t\t\n\t\t\t\t\t Also staged were violin  ensemble  \"Marshal Kim Jong Il, Our Father\" praising the feats of leader Kim Jong Il, female solo \"Royal Azalea on Chol Pass\" and male solo \"Shine Star of Marshal\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\tThe performers successfully represented the stirring reality of the country and the appearance of proud schoolchildren of the DPRK preparing themselves as successors to the revolutionary cause of Songun and reliable pillars for building a thriving nation."
        },
        {
            "title": "Camping Season Comes",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-16ee.html",
            "content": "Camping Season Comes\r\n Pyongyang, June 6 (KCNA) -- Schoolchildren are enjoying camping in scenic spots throughout the DPRK.\n\t\t\t\t\t The Pyongyang City Sokam Children's Camp is also crowded with schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t They enjoy sports games, amusements and other cultural activities during the camping days.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Bo, head of the camp, told KCNA that this year's camping is well organized to greet the 65th anniversary of the Korean Children's Union, June 6.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren conduct colorful activities including swimming and boating in Lake Kyonryong, presentation of their pride and exchange of their experience, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In particular, they like to go mountaineering for camping-out.\n\t\t\t\t\t\n\t\t\t\t\t Through the camping, they train themselves, deepen what they learnt at school and cultivate the spirit of loving the motherland and the future."
        },
        {
            "title": "KCU Greets Its Anniversary",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-19ee.html",
            "content": "KCU Greets Its Anniversary\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- June 6 marks the 65th anniversary of the Korean Children's Union (KCU).\n\t\t\t\t\tOn this occasion, the KCU members are looking back upon the great feats President Kim Il Sung and General Secretary Kim Jong Il performed for the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t In the early period of his revolutionary activities, the President organized the Saenal Children's Union. He formed a children's union in the days of the anti-Japanese armed struggle and had schools built for children in guerrilla zones.\n\t\t\t\t\t\n\t\t\t\t\t After the country's liberation from the Japanese colonial rule, he put the issue of pencil on the agenda at the first session of the Provisional People's Committee of North Korea and took measures to build bereaved children's schools and orphanages in the Fatherland Liberation War (1950-1953) and schoolchildren's palaces, halls and camps in the post-war period.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated New Year performances given by children every year in his lifetime. In his last days of life, he had a picture taken with the participants in the 5th KCU Congress.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, in his school days, put forth the slogan \"Let's Learn for Korea\" to encourage schoolchildren to study hard.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the way to be followed by KCU along with the developing revolution and sent autographic replies to children's letters.\n\t\t\t\t\t\n\t\t\t\t\t Under the care of the leader, the Korean schoolchildren are preparing themselves to carry forward the Songun (military-first) revolution."
        },
        {
            "title": "Three Literary Works Based on Pochonbo Battle",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-36ee.html",
            "content": "Three Literary Works Based on Pochonbo Battle\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The Pochonbo battle waged under the command of President Kim Il Sung on June 4, Juche 26 (1937), is well known for its historic significance.\n\t\t\t\t\t The battle inspired the Korean people with the belief that the Korean nation was not dead but alive and that if they fought against the Japanese imperialists, they would surely win. \n\t\t\t\t\t\n\t\t\t\t\t Many literary works about the battle were created in the period of building a new society after the country's liberation from the Japanese colonial rule. \n\t\t\t\t\t\n\t\t\t\t\t Most famous among them are the revolutionary drama \"Thunder\" (1946), the full-length epic \"Mt. Paektu\" (1947) and the oil painting \"The Torch in Pochonbo\" (1948).\n\t\t\t\t\t\n\t\t\t\t\t They depict the outstanding leadership and great traits of the President and the indomitable fighting spirit of members of the Korean People's Revolutionary Army.\n\t\t\t\t\t\n\t\t\t\t\t The three masterpieces are considered national assets in the country."
        },
        {
            "title": " National Classic \"Kwanongsocho\"",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-17ee.html",
            "content": "National Classic \"Kwanongsocho\"\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- \"Kwanongsocho\", one of the Korean nation's cultural heritages, is a book on agro-techniques.\n\t\t\t\t\t The book was written by a realist scholar, Pak Ji Won, in the 18th century.\n\t\t\t\t\t\n\t\t\t\t\tIn the book Pak introduced what he found out in agricultural researches after consulting some 80 agricultural books.\n\t\t\t\t\t\n\t\t\t\t\t The book deals with methods of farming, weather forecast, tillage of paddy and dry fields, irrigation, seed selection, sowing, weeding, harvest and cattle breeding, as well as grain strains.\n\t\t\t\t\t\n\t\t\t\t\t The book is of significance in studying the agricultural techniques and socio-economic conditions in the latter half of the Ri Dynasty (1392-1910)."
        },
        {
            "title": " Mirim Revolutionary Site",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-20ee.html",
            "content": "Mirim Revolutionary Site\r\nPyongyang, June 6 (KCNA) -- The Mirim Revolutionary Site in Pyongyang has records of activities of President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t Standing in the site is a monument to their activities.\n\t\t\t\t\t\n\t\t\t\t\t On June 7, Juche 36 (1947), the President came to the Mirim Plain and joined peasants in rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t That day, he had a talk with peasants. The talk was published later under the title \"Let Us Finish Rice-transplanting in Time and in a Qualitative Way\".\n\t\t\t\t\t\n\t\t\t\t\t In the talk, he underscored the need to transplant rice as required by technical regulations and organize emulation to inspire all to do their quotas in rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t He also called for introducing an irrigation system through the River Taedong, expanding and manuring rice fields and repartitioning patches into fields of standardized shape.\n\t\t\t\t\t\n\t\t\t\t\t Afterwards, he called at the plain several times and gave detailed instructions as to selection and cultivation of rice strains and other farm work. \n\t\t\t\t\t\n\t\t\t\t\t In June 1948, Kim Jong Il visited the plain together with Kim Jong Suk and helped peasants with rice-transplanting."
        },
        {
            "title": "Misinformation Spread by Japanese Imperialists as Regards Korean Map Refuted",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-26ee.html",
            "content": "Misinformation Spread by Japanese Imperialists as Regards Korean Map Refuted\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Dr. and Associate Prof. Kong Myong Song, director of the Folklore Institute under the Academy of Social Sciences, in an article accused the Japanese imperialists of spreading the misinformation that the Korean map looked like a rabbit in an attempt to wipe out the symbol of the map, while invading Korea late in the 19th century and early in the 20th century. He cited facts to prove their criminal acts. \n\t\t\t\t\t  Bunjiro Koto, geographer paid by the Japanese imperialists, in the \"theory on the system of Korea\" published in 1903 deliberately denied the Paektu range asserted by the successive Korean geographers, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Moreover, he groundlessly described the shape of the Korean map as a rabbit in favor of the Japanese imperialists' Korean aggression and colonial domination.\n\t\t\t\t\t\n\t\t\t\t\t His sophism was floated after being reflected in a lot of geography books and literary and art books published in Japan after 1903. And this got pronounced before and after the Russo-Japanese War and Japan's occupation of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists sought a sinister aim in massively floating the above-said sophism. \n\t\t\t\t\t\n\t\t\t\t\t Through this they sought to convince the Japanese that the Korean nation had such gentle animal property as that of a rabbit which is apt to be caught by another animal in a bid to infuse \"the sense of being superior\" into the Japanese and stoke among them  the consciousness of invasion and domination over Korea.\n\t\t\t\t\t\n\t\t\t\t\t People of different countries at that time interpreted the main mountain ranges of the Korean Peninsula and the situation there quite contrary to Japanese' assertion, thus inciting anti-Japanese feelings. Under this situation the Japanese imperialists tried to calm them down and impose national nihilism and servile submission upon the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people considered the Korean map as a symbol of the historic and national tradition in protest against the above-said move of the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t A painter described the Korean map as a symbol of a brave Korean tiger as the Koreans idolized the Korean map and as an animal reflecting the staunch spirit of the nation from the period of Tangun Korea as one can see in \"the drawing on the spirit of a fierce tiger of Korea.\" \n\t\t\t\t\t\n\t\t\t\t\t Upon occupying Korea, the Japanese imperialists forced primary and middle schools to teach the Korean map which looked like a rabbit at history and geography lessons in a bid to deprive Koreans of their national self-respect and inject the idea of slavery into their minds.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the Japanese imperialists desperately worked to eliminate even the symbol of the Korean map in a bid to achieve their purpose of aggression and domination over Korea.\n\t\t\t\t\t\n\t\t\t\t\t The right-wing conservative forces of Japan revealed their sinister intention to stage a comeback to Korea in the historic textbooks published in the new century.\n\t\t\t\t\t\n\t\t\t\t\t This is part of the Japanese reactionaries' moves for reinvasion and a version of the lie that the Korean map looks like a rabbit.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to make a sincere repentance and thorough reparation for their past crimes, cooling their heads overheated with zeal for reinvasion."
        },
        {
            "title": "US, South Korea's Military Moves for Second Korean War Blasted ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-22ee.html",
            "content": "US, South Korea's Military Moves for Second Korean War Blasted \n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The United States began deploying more than 10 F-15Es belonging to the flying corps of the Air Force and at least 400 aggressor troops in south Korea under the signboard of \"defense\" from June 1. In another development, south Korea staged a madcap anti-north war exercise codenamed \"Thaeguk,\" the first of its kind in its history, in the presence of the chiefs of the General Staffs of the three services of the puppet army from May 30 to June 1.\n\t\t\t\t\t Rodong Sinmun Monday observes in this regard in a signed commentary:\n\t\t\t\t\t\n\t\t\t\t\t  The south Korean puppet forces beefed up their forces and staged the above-said saber-rattling in collusion with the U.S. at a time when the relations between the DPRK and south Korea grew tenser than ever before. These were premeditated and deliberate moves to ignite the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The introduction of the new offensive means into the Korean Peninsula is a threat to the other side and an action to escalate the tension, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The extremely dangerous saber-rattling staged by the south Korean warmongers while frantically pushing forward the arms build-up in collusion with the U.S. is a very reckless adventure to ignite a nuclear war on the peninsula according to the already worked out scenario.\n\t\t\t\t\t\n\t\t\t\t\t A few days ago, the Lee Myung Bak group dared hurt the supreme dignity of the DPRK, thus pushing the north-south relations to a touch-and-go situation. It is needless to say that such war hysteria kicked up by the group of traitors, extremely getting on the nerves of the DPRK, is nothing but a reckless provocation intended to further escalate the tension between the DPRK and south Korea and drive the situation to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never remain a passive onlooker to the above-said saber-rattling of the U.S. and the south Korean puppet forces, the commentary notes, warning that the confrontation maniacs are bound to be badly beaten by the just retaliation and all-out offensive of the army and people of the DPRK."
        },
        {
            "title": "Rodong Sinmun on Sacred National Duty to Protect Supreme Dignity of DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-30ee.html",
            "content": "Rodong Sinmun on Sacred National Duty to Protect Supreme Dignity of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Under the situation where the south Korean puppet conservative forces' confrontation with the DPRK has reached such dangerous phase that it is unimaginable and intolerable, it is  a sacred national duty to protect the supreme dignity of the DPRK, says Rodong Sinmun Monday in a by-lined article.\n\t\t\t\t\t Last year the south Korean group of traitors set up a national flag of the DPRK as a target and fired shells at it, sparking strong uproar. The group perpetrated this time a more vicious political and military provocation, far from drawing a lesson from it. This crime is unpardonable, indeed. \n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are employing sleight of hand to shirk the responsibility for the worst treachery, talking about \"an individual action\" and the like but it is a foolish artifice. \n\t\t\t\t\t\n\t\t\t\t\t  The final conclusion drawn by the DPRK under the prevailing grave situation is that no problem can be solved and a war is bound to break out as long as the Lee Myung Bak group of traitors is allowed to pursue the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t It has now become clear that there is no need to sit face to face with the group and the DPRK can settle accounts with it only by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will escalate the practical and comprehensive military retaliation as it had already declared till the puppet authorities have taken measures to punish the prime movers of the recent serious case and to make an apology for it.\n\t\t\t\t\t\n\t\t\t\t\t  Should the puppet forces evade the responsibility for the case, making this or that excuse for their crime, they will clearly witness what strong retaliatory action all the service persons and people of the DPRK will take to protect the supreme dignity of the country and the nation."
        },
        {
            "title": "Rodong Sinmun Editorially Observes Anniversary of KCU",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-24ee.html",
            "content": "Rodong Sinmun Editorially Observes Anniversary of KCU\r\n Pyongyang, June 6 (KCNA) -- Rodong Sinmun on Monday carries an editorial marking the significant 65th founding anniversary of the Korean Children's Union.\n\t\t\t\t\t President Kim Il Sung founded the Korean Children's Union on June 6, Juche 35 (1946). It marked a historic event as it provided a new milestone for further developing the Korean children's movement by carrying forward the brilliant tradition of the Anti-Japanese Children's Corps, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The glorious history and tradition of the Korean children's movement have been successfully carried forward under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The long journeys of great love and devotion made by him for the everlasting happiness and future of the younger generation, crossing steep mountains, are recorded in the history of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t No children in other parts of the world are as happy as the school youth and children in the DPRK who are regarded as the kings of the country and have their hopes and talents kept in fullest bloom under the care of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Excellent, indeed, are the ideological and moral traits of the members of the Children's Union educated and trained under the care of the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t Immensely rosy is the future of the country as it has a large contingent of future revolutionaries who are growing to be reliable successors to the Songun revolution with deep trust in Kim Jong Il only.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all the members of the Children's Union to fully prepare themselves as reliable successors to the revolutionary cause of Juche, bearing deep in mind the high pride and honor of being members of the union in the era of Songun led by Kim Jong Il."
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Leadership Art ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-23ee.html",
            "content": "Rodong Sinmun on Kim Jong Il's Leadership Art \n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Kim Jong Il's leadership art serves as a militant banner for bringing about a leap forward by giving full play to the inexhaustible mental power of all the servicepersons and people and all the potentials of the country and as a treasured sword for building a thriving nation as it helps translate into reality all the ideals of the Korean people through dramatic changes effected at the new Chollima speed racing against time. \n\t\t\t\t\t Rodong Sinmun Monday says this in a jointly signed article.\n\t\t\t\t\t\n\t\t\t\t\t The great revolutionary surge which the nation is witnessing today represents a high-pitched drive for a leap forward now under way according to Kim Jong Il's grandiose strategic idea and extraordinary operation, fruition of his skilful organizing ability and persevering revolutionary sweep and fruition of his perfect ability to mobilize masses, the ability to give fullest play to the ideological and moral power of the army and people of the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t He is recording the new history of gigantic changes today with his distinguished leadership art. This would be unthinkable without his extraordinary personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said leadership art of Kim Jong Il is a manifestation of his noble loyalty to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The leadership art which helped usher in the era of the greatest changes in the 5 000-year-long history of the nation originates from his unique ability which no other great man can match.\n\t\t\t\t\t\n\t\t\t\t\t He is a legendary great man and versatile statesman who got mastery of all fields including politics, military affairs, economy and culture with his extraordinary insight, inquiry and creative thinking and is well versed in modern science and technology reached by human society.\n\t\t\t\t\t\n\t\t\t\t\t His leadership art is the great one based on the absolute trust in the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is his iron faith which runs through his leadership art that there is no fortress unconquerable in the world when the fullest play is given to the revolutionary spirit and inexhaustible creative power of the army and the people of the DPRK, the descendants of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now experiencing themselves the stirring reality in which everything is becoming a brilliant reality as planned by him while kindling the torch for effecting a new great revolutionary surge."
        },
        {
            "title": "S. Korea's Report on Operation for Spraying Defoliant Opened to Public ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-07ee.html",
            "content": "S. Korea's Report on Operation for Spraying Defoliant Opened to Public \r\n Pyongyang, June 6 (KCNA) -- A lawmaker of south Korea on June 3 opened to the public a report of the puppet military authorities on the operation for spraying defoliant carried out late in the 1960s, the south Korean Yonhap News reported.\n\t\t\t\t\tHe said the report confirmed the fact that the south Korean army and the U.S. forces sprayed three kinds of defoliant in 6,840 hectares of the Demilitarized Zone of south Korea in 1968 and 1969 and the amount of the defoliant was 51 times that published by the Defense Ministry in 1999.\n\t\t\t\t\t\n\t\t\t\t\t Before the spraying operation a test was made for one week from October 9, 1967 and later the U.S. military advisory group provided technical support to the operation and supervised it and troops of the south Korean army took charge of spraying defoliant, he said, adding: This is a proof that the operation was conducted on the basis of thorough preparations.\n\t\t\t\t\t\n\t\t\t\t\t He went on: A particular mention should be made of the fact that platoons of the 56th chemical company of the First Army Corps whose main duty was to detoxify were ordered to work in the Third, Fifth and Sixth Corps which had been mobilized for the operation. This fact indicates that the military authorities knew in advance that the substance sprayed was defoliant."
        },
        {
            "title": "Probe into Truth about US Forces' Environment Pollution Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-09ee.html",
            "content": "Probe into Truth about US Forces' Environment Pollution Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Opposition parties and civic and public organizations of people of different strata in south Korea on June 2 formed a people's council for measures against defoliant for the purpose of probing the truth about U.S. forces' environment pollution and de-polluting it.\n\t\t\t\t\t At a press conference held in connection with its inaugural ceremony in Seoul that day the organization said that the \"government\" talked about \"a low level of pollution\" and the like while publishing the results of investigation into the U.S. forces' burial of defoliant but the present situation is very dangerous.\n\t\t\t\t\t\n\t\t\t\t\t It, therefore, called for including civilian experts in the investigation team to conduct a thoroughgoing investigation.\n\t\t\t\t\t\n\t\t\t\t\t The organization clarified its will to stage positive actions to probe the truth about the U.S. crimes and de-pollute the environment including protests in the days ahead."
        },
        {
            "title": "S. Korean Authorities' Anti-DPRK War Moves Slammed",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-08ee.html",
            "content": "S. Korean Authorities' Anti-DPRK War Moves Slammed\r\n Pyongyang, June 6 (KCNA) -- Students affiliated with the Student Representatives' Council for Democracy and Independent Reunification of south Korea and other students staged a sit-in strike in Seoul on May 31 in protest against the authorities' war moves against the DPRK.\n\t\t\t\t\t They denounced the Lee Myung Bak group for reinforcing armed forces on Islands in the West Sea of Korea, sensitive waters between the south and the north, and staging provocative war maneuvers against the DPRK across south Korea almost every day.\n\t\t\t\t\t\n\t\t\t\t\t Such acts of threatening the peace on the Korean Peninsula are unpardonable, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Peace and reunification can be achieved only when the anti-reunification forces engrossed in the maneuvers for a war of aggression against fellow countrymen are eliminated.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Lee Myung Bak forces roll back their hostile policy toward the DPRK and immediately opt for implementing the south-north joint declarations for peace and reunification of the Korean Peninsula."
        },
        {
            "title": "Lee Myung Bak Group's Anti-Reunification Acts under Fire Overseas",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-06ee.html",
            "content": "Lee Myung Bak Group's Anti-Reunification Acts under Fire Overseas\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- The European Regional Headquarters of the Pan-national Alliance for Korea's Reunification in a statement on May 31 called for turning out in a struggle to shatter the Lee Myung Bak group of traitors' moves to escalate the confrontation with the DPRK under the uplifted banner of the June 15 joint declaration.\n\t\t\t\t\t The joint declaration is one for national independence, peace and reunification and a landmark for reunification, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t But the Lee Myung Bak regime is persisting in the treacherous anti-reunification acts while staging madcap war maneuvers for aggression against the DPRK despite the aspiration of the nation, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The regime disallowed the delegation of the South Side Committee for Implementing the June 15 Joint Declaration to participate in the contact among the north, south and overseas sides for discussing the issue of the event common to the nation marking the 11th anniversary of the joint declaration, it said, adding that this revealed once again the true colors of the regime of traitors.\n\t\t\t\t\t\n\t\t\t\t\t It branded the Lee \"government\" as a group of traitors who brought the inter-Korean relations to the lowest ebb and is getting hell-bent on the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen will certainly make the event marking the 11th anniversary of the joint declaration successful, lay bare the true colors of the Lee regime and show that the crisis and ruin of the group of traitors are inevitable in the development of history, it declared.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Federation of Koreans in the U.S. and the Japanese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration issued statements on the same day denouncing the Lee Myung Bak group of traitors for such anti-reunification action as blocking the visit to the northern half of Korea by a delegation of the South Side Committee."
        },
        {
            "title": "Koreans in Japan Urge Punishment of Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-21ee.html",
            "content": "Koreans in Japan Urge Punishment of Lee Myung Bak Group\r\n Pyongyang, June 6 (KCNA) -- The Japan Regional Committee under the Overseas Side Committee for Implementing June 15 Joint Declaration made public a statement on May 31 in denunciation of the Lee Myung Bak group of traitors' anti-reunification deed.\n\t\t\t\t\t The group barred a delegation of the South Side Committee for Implementing June 15 Joint Declaration from visiting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This action of the Lee \"government\" foiled the contact among compatriots from the north and the south and overseas sides planned to discuss the joint commemorations of the 11th anniversary of the historic June 15 joint declaration, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The joint declaration is a landmark for national reunification as it indicates the principles and ways to solve the reunification issue by the Korean nation itself and the commemorations of its publication anniversary are an event for preserving and implementing this historic declaration, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Lee group totally denied the joint declaration and brought the inter-Korean relations to rupture and, not content with this, is laying a stumbling block in the way of the June 15 reunification event this year, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t Wrath of all Koreans at the Lee regime is sky-high, it said, contending that the separatist forces should face due punishment by history.\n\t\t\t\t\t\n\t\t\t\t\t It called on all Korean residents in Japan to turn out as one in the struggle to implement the June 15 joint declaration and the October 4 declaration, invariably keeping them as the banner of independent reunification."
        },
        {
            "title": "WPK Praised in Myanmar",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-01ee.html",
            "content": "WPK Praised in Myanmar\r\nPyongyang, June 6 (KCNA) -- Aung Thein Lynn, member of the Central Executive Committee of the Union Solidarity and Development Party, Union of Myanmar, issued a statement on June 1 to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Kim Jong Il clarified the philosophy that a revolutionary party is in essence a party of a leader and this political organization carries into practice idea and guidance of the leader, the statement said, adding that he has developed the WPK into the party of President Kim Il Sung by successfully embodying it.\n\t\t\t\t\t\n\t\t\t\t\t It further said:\n\t\t\t\t\t\n\t\t\t\t\t He built the WPK into a powerful political force creditably steering the Songun era, a new era of the Juche revolution. \n\t\t\t\t\t\n\t\t\t\t\t Today the army and people of the DPRK are working hard to build a thriving socialist nation, achieve the country's reunification and bring earlier the final victory of the revolutionary cause of Juche in hearty response to the WPK's militant call. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is strengthening the unity and solidarity with the world progressive people in the idea of independence, peace and friendship and further developing the relations with friendly countries while striving for stability of the Korean Peninsula and global peace. \n\t\t\t\t\t\n\t\t\t\t\t It will always emerge victorious as the party of the President and the guiding force for the cause of Songun revolution because it has Kim Jong Il at its top post."
        },
        {
            "title": "Korea's Reunification Supported Abroad",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-02ee.html",
            "content": "Korea's Reunification Supported Abroad\r\n Pyongyang, June 6 (KCNA) -- A newspaper of Uruguay and an Internet homepage of a Brazilian political party observed the 11th anniversary of the publication of the June 15 North-South Joint Declaration. \n\t\t\t\t\tThe Uruguayan paper La Juventud on May 29 carried a photo of General Secretary Kim Jong Il and an article titled \"June 15, 2000-2011: fundamental principle for settling the issue of Korea's reunification\", which said:\n\t\t\t\t\t\n\t\t\t\t\t For the Korean nation reunification is national independence and vice versa. \n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification will be surely realized when the north and the south of it respect and faithfully implement the idea of \"By our nation itself\" confirmed in the June 15 joint declaration and then the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The international community should extend unsparing support and encouragement to the Korean nation in the efforts to achieve the country's reunification under the banner of national independence. \n\t\t\t\t\t\n\t\t\t\t\t An Internet homepage of the Brazilian Communist Party on May 27 carried an article praising the feats of Kim Jong Il who brought the June 15 era of reunification. \n\t\t\t\t\t\n\t\t\t\t\t Detailing the fact that the eye-opening reality called June 15 era of reunification was brought in the Korean Peninsula, the article said that the adoption of the north-south joint declaration, a landmark for Korea's reunification, was entirely thanks to the Songun politics pursued by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 era of reunification entered a new stage of development with the adoption of the October 4 declaration in 2007. \n\t\t\t\t\t\n\t\t\t\t\t This declaration for development of the inter-Korean relations and peace and prosperity reaffirmed before the world the fact that no one and nothing can block the advance of the Korean nation toward reunification. \n\t\t\t\t\t\n\t\t\t\t\t Korea will be reunified before long."
        },
        {
            "title": "Statement of DPRK NDC Supported by British, Swiss Organizations",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-05ee.html",
            "content": "Statement of DPRK NDC Supported by British, Swiss Organizations\r\n Pyongyang, June 6 (KCNA) -- British and Swiss organizations supported a statement of the National Defence Commission of the DPRK.\n\t\t\t\t\t The British Branch of the Korean Friendship Association in a statement on May 31 said that it was natural for the DPRK to have taken practical steps to protect the sovereignty and security of the country in order to cope with the ever-escalating anti-DPRK moves of the Lee Myung Bak puppet clique. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak clique is busy letting loose a string of provocative and trite remarks against the DPRK. It orchestrated anti-DPRK charades one after another to defile the leadership and system of the DPRK. Not content with this, it is ceaselessly staging war maneuvers against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is zealously patronizing the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The NDC of the DPRK clarified the principled stand to cope with the extreme anti-DPRK moves of the Lee Myung Bak clique backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We support the steps taken by the DPRK to protect the sovereignty of the country and the peace on the Korean Peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in a joint statement on the same day accused the Lee Myung Bak group of traitors of frantically escalating confrontation with the DPRK. It hailed the countermeasure of the DPRK against them as the most just and legitimate one."
        },
        {
            "title": "Bangladeshi Newspaper on Schoolchildren's Palaces in DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-03ee.html",
            "content": "Bangladeshi Newspaper on Schoolchildren's Palaces\r\n Pyongyang, June 6 (KCNA) -- The Bangladeshi newspaper Blits on May 30 carried an article titled \"Privilege in the DPRK\".\n\t\t\t\t\t In the DPRK the state is entirely responsible for the education of children, the article said, introducing in detail the Pyongyang Students and Children's Palace and the Mangyongdae Schoolchildren's Palace. \n\t\t\t\t\t\n\t\t\t\t\t At the palaces many schoolchildren improve their talents to their hearts' content, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t There are schoolchildren's palaces and halls in different parts of the DPRK, and the state provides all conditions needed for their operation. \n\t\t\t\t\t\n\t\t\t\t\t We spare nothing if it is for the good for the younger generation. This is the invariable stand of the Workers' Party of Korea and the DPRK government. \n\t\t\t\t\t\n\t\t\t\t\t The newspaper carried a panoramic picture of the Mangyongdae Schoolchildren's Palace."
        },
        {
            "title": "History Works Exhibition Opens to Mark 90th Anniversary of CPC",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-10ee.html",
            "content": "History Works Exhibition Opens to Mark 90th Anniversary of CPC\n\t\t\t\t\t\t\r\n Beijing, June 4 (KCNA) -- A historic works exhibition was opened at the State Library of China on June 1 to mark the 90th anniversary of the Communist Party of China.\n\t\t\t\t\t Displayed at the exhibition are 4,000 kinds of works dealing with the historical facts including those in political, economic and cultural and other fields of China from 1921 to 1949."
        },
        {
            "title": "China Issues Notice on Employment for High School Graduates ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-28ee.html",
            "content": "China Issues Notice on Employment for High School Graduates\r\n Beijing, June 4 (KCNA) -- The State Council of China recently issued a notice on improving the work to help graduates from ordinary high schools get jobs. \n\t\t\t\t\t To improve the work to help the above-said graduates get jobs is an important work for promoting the economic development and harmony of society, the notice said.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need for all the regions and organs concerned  to strengthen the guidance over the employment of the graduates and lead them to have proper views on employment and thus create a good environment for getting jobs."
        },
        {
            "title": " China Cooperates with Other Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-13ee.html",
            "content": "China Cooperates with Other Countries\r\n Pyongyang, June 6 (KCNA) -- China and Russia agreed on June 2 to cooperate with each other in the work to protect animals.\n\t\t\t\t\t On the same day China and Belarus pledged to strengthen anti-terrorism cooperation."
        },
        {
            "title": "Economization Called for in China",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-29ee.html",
            "content": "Economization Called for in China\n\t\t\t\t\t\t\r\n Beijing, June 4 (KCNA) -- Central government departments and central organizations of the Communist Party of China (CPC) held a conference in Beijing on May 31. \n\t\t\t\t\t Premier Wen Jiabao sent a message to the conference calling for doing economization well.\n\t\t\t\t\t\n\t\t\t\t\t It is the goal of China to create a clean and economical government, he noted, urging the central government departments to take the lead in economy. \n\t\t\t\t\t\n\t\t\t\t\t They should strengthen the supervision and inspection and refrain from committing formalism and working in a haphazard manner, he stressed."
        },
        {
            "title": "US, Japan to Export Arms to Other Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-14ee.html",
            "content": "US, Japan to Export Arms to Other Countries\r\n Pyongyang, June 6 (KCNA) -- The United States and Japan are conspiring with each other to sell their military equipment to other countries.\n\t\t\t\t\t As part of this scheme the U.S. and Japanese governments Friday reached an agreement on the level of export of interceptor missile of next generation, being jointly developed by them, which would be applied in case of its sale to a third country."
        },
        {
            "title": "Ahmadinejad Censures US and Israel",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-11ee.html",
            "content": "Ahmadinejad Censures US and Israel\n\t\t\t\t\t\t\r\n Tehran, June 4 (KCNA) -- Iranian President Mahmoud Ahmadinejad on June 1 called the policies pursued by the U.S. and Israel as root causes of instability and insecurity in the Middle East.\n\t\t\t\t\t The colonizing forces of the past continue to exploit the region today under the pretext of democracy and human rights, he said, adding that foreign elements were responsible for the region's instability and insecurity."
        },
        {
            "title": "Israel Arrests Four Palestinian Officials in West Bank Raids ",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-12ee.html",
            "content": "Israel Arrests Four Palestinian Officials in West Bank Raids \r\n Pyongyang, June 6 (KCNA) -- The Israeli army is getting hell-bent on arrest of Palestinians despite the protest and criticism of the international community.\n\t\t\t\t\t Israeli forces arrested four Palestinian officials during raids in different parts of the West Bank on Thursday."
        },
        {
            "title": "Improvement of Social Management in Field of United Front Work Called for",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-27ee.html",
            "content": "Improvement of Social Management in Field of United Front Work Called for\n\t\t\t\t\t\t\r\n Beijing, June 4 (KCNA) -- Du Qinglin, head of the United Front Work Department of the C.C., the Communist Party of China, called for improving the social management and service in the field of united front work, while conducting a survey and study of China's Liaoning Province from May 23 to 25.\n\t\t\t\t\t He underscored the need to give full play to the good tradition with main emphasis on performing the basic duty to achieve unity in strength and mind in the field of united front work and thus steadily raise the level of science in the social management and service."
        },
        {
            "title": "Mexican Volcano Rumbles",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-15ee.html",
            "content": "Mexican Volcano Rumbles\n\t\t\t\t\t\t\r\n Pyongyang, June 6 (KCNA) -- Mexico's tallest Popocatepetl volcano on June 2 released a column of ash that reached three kilometers in height.\n\t\t\t\t\t Steps were taken to immediately evacuate inhabitants around the volcano."
        },
        {
            "title": "Kim Jong Il presencia la funcin artstica de constructors",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-40ee.html",
            "content": "Kim Jong Il presencia la funcin artstica de constructores\r\nPyongyang, 6 de junio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, presenci la funcin del crculo artstico de los constructores calificados para las obras en el extranjero.\n\t\t\t\t\t  Los ejecutantes presentaron en la ocasin variados programas, tales como la narracin y coro \"Mayo de triunfo\", el baile con tambor y cancin \"Trueno en el pico Jong Il\", la charla cmica \"Vivamos cultos\", el coro \"Que est bien Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t  El Dirigente dijo que en todas las piezas interpretadas se denotan la firme conviccin, el optimismo revolucionario y el inmaculado mundo espiritual de la clase obrera coreana que quiere defender consecuentemente el principio clasista e impulsar al frente la causa socialista del Juche an en medio de cualesquier vientos y mareas.\n\t\t\t\t\t\n\t\t\t\t\t  Les agradeci en nombre del CC del PTC evaluando altamente esa magnfica funcin que demuestra claramente el espritu de la poca y describe vvidamente la vida de los constructores.\n\t\t\t\t\t\n\t\t\t\t\t  Nuestros obreros combatieron derramando sangre al frente en la enconada lucha clasista para defender la dignidad del pas y la nacin y crearon milagros y mritos del siglo haciendo uso de su incomparable abnegacin y herosmo masivo en la construccin de una nueva sociedad y la construccin socialista, apunt.\n\t\t\t\t\t\n\t\t\t\t\t  Prosigui que la clase obrera coreana tiene que cumplir el papel de precursora tambin en la creacin de una nueva cultura que demanda la poca del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  Finalmente, indic las tareas programticas que deben ser cumplidas para intensificar las actividades artsticas y culturales masivas.\n\t\t\t\t\t\n\t\t\t\t\t  Disfrutaron la funcin junto con l Kim Kyong Hui, miembro del Bur Poltico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del Bur Poltico del CC del PTC y vicepresidente del CDN, y otros cuadros directivos del CC del PTC."
        },
        {
            "title": "Informacin sobre la reunin ampliada del BP del CC del PTC",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-41ee.html",
            "content": "Informacin sobre la reunin ampliada del BP del CC del PTC\n\t\t\t\t\t\t\r\nPyongyang, 6 de junio (ATCC) -- Tuvo lugar el da 6 la reunin ampliada del Bur Poltico del Comit Central del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la ocasin fueron abordados los resultados de la visita extraoficial a la Repblica Popular China realizada por el Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunin se brindaron las informaciones sobre esa visita histrica.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il realiz del da 20 al 26 de mayo una visita extraoficial a la Repblica Popular China cumplimentando la invitacin de Hu Jintao, Secretario General del Comit Central del Partido Comunista de China y Presidente de la RPCh.\n\t\t\t\t\t\n\t\t\t\t\tLa reunin evalu altamente y expres gran satisfaccin por la visita de Kim Jong Il a China que ha concluido con xito bajo la atencin especial y la esperanza de los partidos y los gobiernos de los dos pases.\n\t\t\t\t\t\n\t\t\t\t\tManifest profundo agradecimiento a la direccin central de China, incluyendo los miembros del Comit Permanente del Bur Poltico del partido chino, por hacer tratado con mxima hospitalidad y sinceridad al Dirigente Kim Jong Il concediendo especial importancia a su visita a China.\n\t\t\t\t\t\n\t\t\t\t\tApunt que esta visita tuvo lugar en un tiempo muy oportuno dando resultados magnficos.\n\t\t\t\t\t\n\t\t\t\t\tEsta visita deviene un evento trascendental que tiene capital importancia para fortalecer de generacin en generacin la amistad Corea-China, promover firmemente la causa del pueblo coreano por construir una gran potencia prspera, defender la paz y la estabilidad de la regin del Nordeste Asitico y el resto del mundo e impulsar con ms firmeza la causa socialista y la de independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tLa reunin seal que la visita de Kim Jong Il fue un trayecto largo para defender y mantener las inmortales hazaas del Presidente Kim Il Sung, grabadas en la historia de amistad Corea-China, y glorificarlas de generacin en generacin.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il recorri esta vez los lugares significativos, incluyendo los escenarios de batallas revolucionarias antijaponesas en China donde se ha preparado por el Presidente la tradicin de la amistad Corea-China y se ha conservado su brillante historia, lo cual tiene suma importancia para inculcar profundamente  en las nuevas generaciones las inmortales hazaas del Presidente, realizadas por el fortalecimiento y el desarrollo de la amistad bilateral, y para dar firme continuidad a ellas de generacin en generacin.\n\t\t\t\t\t\n\t\t\t\t\tDurante la visita, Kim Jong Il se reuni con los cuadros directivos del partido y el Estado de China, incluyendo el Secretario General Hu Jintao y el premier Wen Jiabao, con los cuales sostuvo conversaciones sinceras y sustanciales y lleg a la identidad de criterios en todos los problemas tratados. \n\t\t\t\t\t\n\t\t\t\t\tLa reunin lo evalu altamente y expres gran satisfaccin por ello.\n\t\t\t\t\t\n\t\t\t\t\t  En los encuentros y conversaciones, que tuvieron lugar durante esa visita, se informaron mutuamente los xitos y experiencias alcanzados en la construccin del partido y el Estado y la del socialismo en general en los dos pases y se expresaron el irrestricto apoyo y la solidaridad al respecto.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente, se lograron acuerdos sobre la ampliacin y el desarrollo de la cooperacin y el intercambio, conforme a los intereses comunes, en varios dominios como la economa, la cultura, la ciencia y la tcnica.\n\t\t\t\t\t\n\t\t\t\t\t  Los cuadros directivos del partido y el Estado de China felicitaron al partido, el gobierno y el pueblo de Corea por mantener con firmeza el principio socialista y producir cambios sin precedentes en todos los sectores de acuerdo con la aspiracin independiente, las demandas y el ideal de las masas populares y les desearon que logren mayores xitos bajo la direccin del Partido del Trabajo de Corea encabezado por su Secretario General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  Adems, enfatizaron que la cohesin y la unidad entre el partido, el ejrcito y el pueblo devienen el factor principal del cumplimiento exitoso de la revolucin y la construccin en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Durante su estancia en China, el Dirigente        Kim Jong Il apreci los magnficos xitos que logra el pueblo chino en el cumplimiento de su causa de construccin del socialismo con peculiaridades chinas, y felicit clidamente a todos los militantes del Partido Comunista de China y al pueblo chino que acogern el 90 aniversario de la fundacin de esta organizacin.\n\t\t\t\t\t\n\t\t\t\t\t  Expres la esperanza de que bajo la gua del PCCh con Hu Jintao como su Secretario General, el pueblo chino alcanzar constantemente nuevas victorias en el trayecto histrico de construccin de una sociedad armoniosa fortaleciendo la capacidad gobernante del partido y materializando la cientfica concepcin de desarrollo.\n\t\t\t\t\t\n\t\t\t\t\t  La reunin evalu altamente el hecho de que en el curso de la visita del Dirigente a China, los lderes de ambos pases expresaron la firme voluntad de defender y desarrollar de continuo la causa comn del socialismo an en medio de la complicada situacin internacional y manifestaron el apoyo mutuo y la solidaridad a la lucha de los dos partidos y dos pueblos por la reunificacin de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  Durante los encuentros y conversaciones, los lderes de ambos pases realizaron un intercambio de opiniones sinceras y profundas sobre los problemas internacionales y regionales de inters mutuo, inclusive la situacin del Nordeste Asitico, y expresaron mutuamente el entendimiento y el apoyo a las posiciones independientes que mantienen los partidos y los gobiernos de los dos pases en las relaciones exteriores.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes reconocieron que mantener la meta de desnuclearizacin de toda la Pennsula Coreana, perseguir la solucin pacfica mediante dilogos como la reanudacin de las conversaciones a 6 bandas y eliminar los obstculos conviene a los intereses generales de la regin del Nordeste Asitico, y coincidieron en optimizar las comunicaciones y la coordinacin para ese fin.\n\t\t\t\t\t\n\t\t\t\t\tLos cuadros directivos del partido y el Estado de China apoyaron activamente al partido y al gobierno de la RPDC que aun en medio de la complicada situacin internacional, mantienen firmemente la postura independiente y el ideal de independencia, paz y amistad en sus actividades exteriores, y manifestaron la voluntad de contribuir mucho ms a la paz, la estabilidad y la prosperidad del Nordeste Asitico y el resto del mundo esforzndose con la parte coreana.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il apreci la poltica diplomtica independiente y soberana que mantienen el partido y el gobierno chinos bajo la bandera de paz, desarrollo y cooperacin, y asever que en cooperacin con la parte china, har gran aporte a preservar la paz y estabilidad del mundo rechazando la arbitrariedad, el dominacionismo, la agresin y la guerra.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il y los cuadros directivos del partido y el Estado chinos dieron nfasis en la importancia y significado de la amistad Corea-China en todo el curso de sus encuentros y conversaciones.\n\t\t\t\t\t\n\t\t\t\t\tHu Jintao dijo que el nuevo perodo y la nueva situacin demandan consolidar la solidaridad entre ambos partidos y pases y llevar adelante las relaciones de amistad China-Corea en el transcurso de la poca. Y seal que el PCCh y el gobierno de la RPCh cumplirn la responsabilidad histrica en continuar firmemente la preciosa tradicin de la amistad China-Corea en que est impregnado el noble espritu de los revolucionarios de generacin veterana de ambos pases.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il apunt que la amistad Corea-China, que tiene larga historia y tradicin, resulta la inquebrantable que ha superado todos los vientos y mareas y por eso, su generacin tiene la responsabilidad histrica y la misin importante de legar a las futuras generaciones el testigo de tal amistad. Y volvi a patentizar la voluntad y la decisin invariables del PTC y del gobierno de la RPDC de fortalecer las relaciones de amistad y cooperacin segn el noble propsito de los lderes de generacin veterana de los dos pases y conforme al anhelo de los pueblos coreano y chino.\n\t\t\t\t\t\n\t\t\t\t\tLa reunin evalu altamente el hecho de que los lderes de los dos pases prometieron continuar de generacin en generacin y en una nueva fase la tradicional amistad bilateral aprecindola con larga visin y a la altura estratgica y mantenindola invariablemente.\n\t\t\t\t\t\n\t\t\t\t\tAplaudi la comprensin mutua y el consenso alcanzados en los problemas importantes y de principios tratados durante esa visita a China, inclusive las actuales relaciones de amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tExhort a esforzarse con sinceridad por implementar plenamente en varios dominios los problemas acordados por los lderes de ambos pases y a ostentar una vez ms el carcter especial de la amistad bilateral en este ao significativo del 50 aniversario de la firma del tratado de amistad, cooperacin y ayuda mutua Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tLa reunin expres la aprobacin total a los resultados de la reciente visita de Kim Jong Il a China y la decisin de desarrollar de generacin en generacin la amistad Corea-China en todos los sentidos.\n\t\t\t\t\t\n\t\t\t\t\tDestac la necesidad de consolidar y hacer brillar los xitos de actividad exterior y las imborrables hazaas de Kim Jong Il, quien volvi a visitar a China por la patria y el pueblo en un perodo de viraje en que entra en etapa crucial la causa de construccin de la gran potencia prspera socialista.\n\t\t\t\t\t\n\t\t\t\t\tManifest la firme conviccin de que bajo la direccin del partido, las organizaciones del partido a todos niveles, los funcionarios, todos los militantes del partido, los oficiales y soldados del Ejrcito Popular de Corea y los habitantes aportarn ms a la sagrada lucha por la construccin de la gran potencia prspera socialista, la reunificacin independiente de la patria y el cumplimiento de la causa de la independencia en el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunin se trat tambin el asunto de organizacin.\n\t\t\t\t\t\n\t\t\t\t\tHong Sok Hyong fue removido de su cargo de secretario del CC del PTC para ocupar otro cargo."
        },
        {
            "title": "Crecen denuncias a la peor provocacin de traidores surcoreanos",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-42ee.html",
            "content": "Crecen denuncias a la peor provocacin de traidores surcoreanos\r\nPyongyang, 6 de junio (ATCC) -- La declaracin del portavoz del Estado Mayor General del Ejrcito Popular de Corea (EPC), que condena la ms brutal y grave provocacin de la camarilla del traidor Lee Myung Bak, sigue montando en clera a todo el pueblo coreano.\n\t\t\t\t\tEl general del EPC Pang Kwan Bok dijo a la ATCC como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLos bribones del ejrcito ttere surcoreano, instigados por la camarilla del traidor Lee Myung Bak, realizaron recientemente el ejercicio de tiro con los blancos que ofenden la mxima dignidad de la Repblica Popular Democrtica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Esta histeria inimaginable para los hombres con sano juicio significa el clmax de enfrentamiento fratricida que deja consternada a toda la nacin coreana.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejrcito popular no perdonar jams tal provocacin sino lo vengar mil veces.\n\t\t\t\t\t\n\t\t\t\t\tEs firme la voluntad del EPC de no negociar con esa banda enloquecida por la confrontacin fratricida y ajustar la cuenta final con ella slo con los fusiles. \n\t\t\t\t\t\n\t\t\t\t\tKim Jin Bom, vicepresidente del Comit Coreano de Relaciones Culturales con el Extranjero, asever que  el ejrcito y el pueblo coreanos, indignados al tope, estn listos para golpear duro a los traidores surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tProsigui que las autoridades tteres surcoreanas deben pedir disculpas oficialmente ante la nacin y todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tKim Won Ho, consejero del Secretariado del Comit Central del Frente Democrtico para la Reunificacin de la Patria, apunt que el presente caso nunca perdonable demostr claramente que la banda de Lee Myung Bak es el colectivo de manacos.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades conservadoras surcoreanas deben castigar severa e inmediatamente a los autores de ese crimen antinacional de psima calaa, insisti."
        },
        {
            "title": "RPDC se esfuerza por aumentar recursos forestales",
            "url": "http://kcna.co.jp/item/2011/201106/news06/20110606-43ee.html",
            "content": "RPDC se esfuerza por aumentar recursos forestales\r\nPyongyang, 6 de junio (ATCC) -- Se desarrollan activamente en la Repblica Popular Democrtica de Corea las actividades para conservar el ecosistema forestal e incrementar sus recursos.\n\t\t\t\t\tEl gobierno defini como poltica estatal la reforestacin de todo el pas y llama a todo el pueblo a crear y proteger los bosques. \n\t\t\t\t\t\n\t\t\t\t\tParticularmente, acondicion en el centro y las localidades las almcigas e introduce las tecnologas y mtodos avanzados para intensificar, industrializar y especializar la produccin de posturas de rboles de buenas especies. \n\t\t\t\t\t\n\t\t\t\t\tFij respectivamente en la primavera y en el otoo de cada ao un mes de movimiento general por la administracin territorial, y crea ms de 100 mil hectreas de bosques. \n\t\t\t\t\t\n\t\t\t\t\tAdems, presta atencin a la proteccin forestal como la prevencin de incendios forestales y de plagas e insectos. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, fortalece la colaboracin con las organizaciones internacionales, entre otras, la FAO, el WFP y la Representacin de Colaboracin de la Unin Europea. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, con motivo del Da Mundial de Medioambiente (5 de junio), en Pyongyang se present el informe del estado medioambiental de Corea y se efectuaron los concursos de adivinanzas y de dibujos de los nios escolares sobre esta rama, de acuerdo con el tema para el presente ao \"Bosque: naturaleza que sirve al ser humano\".\n\t\t\t\t\t\n\t\t\t\t\tEn tanto, en todas las provincias, ciudades y distritos se realizaron diversas actividades."
        }
    ]
}