{
    "date": "2011-01-22",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Provides Field Guidance to Mansudae Art Studio",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-17ee.html",
            "content": "Kim Jong Il Provides Field Guidance to Mansudae Art Studio\n\t\t\t\t\t\t\r\nPyongyang, January 22 (KCNA) -- General Secretary Kim Jong Il provided field guidance to the Mansudae Art Studio.\n\t\t\t\t\t He looked round the statue of President Kim Il Sung newly erected in the compound of the studio. Then he went round the merited sculpture production unit and other places of the studio for hours to learn in detail about art creation.\n\t\t\t\t\t\n\t\t\t\t\t Watching the newly created marble statues of the President, a peerlessly great man, he praised the unit for truthfully representing him in the same figure as what he used to be.\n\t\t\t\t\t\n\t\t\t\t\t He went round Korean paintings, oil paintings, sculptures, metal craftworks and other pieces done by creators of the studio.\n\t\t\t\t\t\n\t\t\t\t\t The signal successes made by the studio are a clear proof of the validity and great vitality of the WPK's Juche-oriented policy on art which calls for creating genuine art and making it serve as an effective ideological and educational means correctly reflecting the requirement of the times and the desire of the people and encouraging the working masses in the revolution and construction, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He also watched peculiar art pieces done by creators of other units. The art creation is brisk not only among experts but in the army and all fields of society, producing a lot of excellent works, he noted. This is the shining fruition of the rich cultural and emotional attainments of the Korean people with rare aesthetic sense, he added.\n\t\t\t\t\t\n\t\t\t\t\tHe underscored the need to display well the art pieces created by the studio so that people can always enjoy them as they are valuable treasures of national value.\n\t\t\t\t\t\n\t\t\t\t\t He went round a modern cultural hall and the magnificent and elegant creation centers built by the studio itself, greatly satisfied to learn that the studio has turned into the nation's leading art producer. \n\t\t\t\t\t\n\t\t\t\t\t He noted that the party members and other working people of the studio created great many masterpieces, including Korean paintings, sculptures, embroideries, handicrafts, feats to be specially recorded in the history of art. He highly appreciated their feats and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be carried out to further develop the Juche-based art.\n\t\t\t\t\t\n\t\t\t\t\tCalling upon the creators of the studio to actively develop art works of diverse genres and forms and create many peculiar art pieces with great ideological and artistic values and thus bring about a new turn in creating art works, he said: It is necessary to further develop Korean paintings to suit their characteristics as they have an important role to play in developing the nation's art in a Juche-based way.\n\t\t\t\t\t\n\t\t\t\t\t Korean paintings are done in the traditional art form of the Korean nation and by unique technique. It is necessary to direct particular efforts to doing Korean paintings by peculiar technique and preserving their characteristics as they are characterized by dynamic, graceful and noble art. \n\t\t\t\t\t\n\t\t\t\t\t An oil painting is one of the art forms encouraged in many countries of the world and if the nation's art is to be developed worldwide, it is necessary to channel due efforts to developing oil painting, a heritage of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The studio should steadily develop not only Korean paintings and oil paintings but jewel-powdered paintings, calligraphic works, embroideries, ceramic handicrafts and metal handicrafts in keeping with the need of the times and the aspiration of the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of his field guidance, he enjoyed a performance given by the art squad of the studio together with its employees.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Ki Nam and Choe Thae Bok, members of the Political Bureau and secretaries of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Choe Ryong Hae and Kim Phyong Hae, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Mun Kyong Dok, alternate member of the Political Bureau and secretary of the C.C., the WPK and chief secretary of the Pyongyang City Committee of the WPK."
        },
        {
            "title": "Kim Jong Il Sends Wreath to Bier of Kim Pyong Mu",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-14ee.html",
            "content": "Kim Jong Il Sends Wreath to Bier of Kim Pyong Mu\r\n Pyongyang, January 22 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Il Saturday sent a wreath to the bier of the late Kim Pyong Mu, expressing deep condolences over his death.\n\t\t\t\t\t Candidate academician, Prof. and Dr. Kim Pyong Mu was rector of Kim Hyong Jik Military Medical University."
        },
        {
            "title": " China, US Underscore Importance of Improvement in Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-16ee.html",
            "content": "China, US Underscore Importance of Improvement in Inter-Korean Relations\r\n Pyongyang, January 22 (KCNA) -- Chinese President Hu Jintao and U.S. President Barack Hussein Obama at their talks held during the former's visit to the U.S. exchanged views on international and regional issues, including the situation on the Korean Peninsula. \n\t\t\t\t\t The China-U.S. joint statement issued on Jan. 19 emphasized the importance of an improvement in the north-south relations for the purpose of defusing the tension on the peninsula and called for inter-Korean dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The statement also called for an early resumption of the six-party talks in order to settle matters in implementing the September 19 Joint Statement for the denuclearization of the Korean Peninsula."
        },
        {
            "title": "Pak Jong Sun Dies",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-18ee.html",
            "content": "Pak Jong Sun Dies\n\t\t\t\t\t\t\r\nPyongyang, January 22 (KCNA) -- Pak Jong Sun, alternate member of the Political Bureau and first vice department director of the Central Committee of the Workers' Party of Korea, died of incurable disease (lung cancer) at the age of 82 at 01:00 a.m. on January 22, Juche 100 (2011).\n\t\t\t\t\t Born in a poor peasant family in Phyongwon County, North Phyongan Province, on July 1, 1928, he grew up to be an able official under the care of the Party and the leader after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t He worked for years at important posts of the Party Central Committee and local party organizations.\n\t\t\t\t\t\n\t\t\t\t\t He devoted himself to the development of the Party and revolutionary ranks and the victory of the revolutionary cause of Juche, working as an instructor, section chief, vice department director and first vice department director of the Party Central Committee from 1962.\n\t\t\t\t\t\n\t\t\t\t\t He worked as member of the WPK Central Committee and alternate member of the Political Bureau of the C.C., the WPK from 2010.\n\t\t\t\t\t\n\t\t\t\t\t He was awarded the Order of Kim Il Sung, the highest order of the DPRK, the Order of the National Flag 1st Class and many other state citations in recognition of his distinguished feats performed for the Party and the revolution, the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t An obituary was announced in the name of the WPK Central Committee on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The obituary said: Pak bravely fought against the U.S. imperialists' armed invasion with arms in hand for the victory during the period of the Fatherland Liberation War. He contributed to strengthening the party and powerfully encouraging the party members and other working people in the efforts to implement the party's line and policies in the period of socialist construction, holding various posts at the WPK Central Committee and local party organizations. \n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the WPK announced a state funeral for him and formed the State Funeral Committee with Kim Kuk Thae as chairman and Kim Yong Nam, Choe Yong Rim, Ri Yong Ho and 43 others as members.\n\t\t\t\t\t\n\t\t\t\t\t The State Funeral Committee said: His coffin is at the Sojang Club in Pothonggang District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t It will receive mourners from 10:00 to 18:00 on Jan. 23 and the hearse will leave at 08:00 on Jan. 24."
        },
        {
            "title": "DPRK Delegation and Sports Team Leave",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-15ee.html",
            "content": "DPRK Delegation and Sports Team Leave\r\n Pyongyang, January 22 (KCNA) -- A friendly delegation of North Hwanghae Province of the DPRK headed by Ri Won Il, chairman of the Provincial People's Committee, left here Saturday to visit China. \n\t\t\t\t\t A DPRK sports team led by Jong In Chol, vice-minister of Physical Culture and Sports, left for Kazakhstan on the same day to take part in the 7th Winter Asian Games to be held there."
        },
        {
            "title": "Premier League Soccer Matches to Be Played",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-11ee.html",
            "content": "Premier League Soccer Matches to Be Played\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- Premier league soccer matches will be played in the DPRK this year, too. \n\t\t\t\t\t Jang Sok Jin, 54, who is one of the organizers of the matches, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Six rounds of the matches will be held between February and March, March and April, May and June, June and July, and August and September and in October. \n\t\t\t\t\t\n\t\t\t\t\t The matches, annual events since 2010, will bring together top-notch men and women's football teams in the country. \n\t\t\t\t\t\n\t\t\t\t\t Men and women's footballers of the April 25 Sports Team and the Mangyongbong Sports Team and men footballers of the Rimyongsu and Sobaeksu teams proved successful in matches last year. \n\t\t\t\t\t\n\t\t\t\t\t Those matches produced a lot of promising young footballers with distinguished technique. \n\t\t\t\t\t\n\t\t\t\t\t These matches offer a good occasion of raising the nation's level of football technique."
        },
        {
            "title": "Cold Persists",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-12ee.html",
            "content": "Cold Persists\r\n Pyongyang, January 22 (KCNA) -- Cold has persisted in the DPRK since the end of December last year. \n\t\t\t\t\t Kim Mun Uk, 65, room chief of the Central Meteorological Research Institute of the Hydro-Meteorological Service, said in this connection:\n\t\t\t\t\t\n\t\t\t\t\t The maximum temperature at noon was 4.9 degrees below zero and the lowest temperature in the morning 15.6 degrees below zero from December 24 last year to January 19 this year, 3.2 degrees lower than the usual year respectively.\n\t\t\t\t\t\n\t\t\t\t\t The lowest temperature on Jan. 16 registered 18.2 degrees below zero in the area of Pyongyang except for the northern coastal areas. The temperature in the greater part of the DPRK was 5-10 degrees lower than the usual year. \n\t\t\t\t\t\n\t\t\t\t\t It is the first time since 1945 that the highest temperature at noon fell below 0 degree for nearly one month.\n\t\t\t\t\t\n\t\t\t\t\t This protracted cold is attributable to the strong influence of cold continental high atmospheric pressure plus the worsening arctic vibration.\n\t\t\t\t\t\n\t\t\t\t\t Cold is expected to persist till the end of January.\n\t\t\t\t\t\n\t\t\t\t\t It adversely affects the people's living and preparations for spring farming in no small measure."
        },
        {
            "title": "Imperialists' Highhanded and Arbitrary Practices Assailed",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-10ee.html",
            "content": "Imperialists' Highhanded and Arbitrary Practices Assailed\r\n Pyongyang, January 22 (KCNA) -- It is the law governing the development of human history that justice prevails over injustice in their fierce showdown, observes Rodong Sinmun Saturday in a by-lined article. \n\t\t\t\t\t There may be sometimes difficulties and setbacks in the course of the struggle for justice but no force on earth can block the path of justice followed by the people to achieve independence, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Those who challenge the people's cause of independence are bound to come to grief.\n\t\t\t\t\t\n\t\t\t\t\t The unreasonable policy of pressure pursued by the imperialists, blinded with the hegemonic ambition, is facing resistance in different parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t Their highhanded military policy also proves futile.\n\t\t\t\t\t\n\t\t\t\t\t Last year the imperialists and the world reactionaries pursued a desperate hostile policy toward the DPRK but their offensive against it went bust.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the people's heroic struggle in the DPRK a great leap forward and innovations were brought about despite so tense situation last year and it witnessed eye-opening events one after another, visualizing the future of prosperity.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves once again that the imperialists and reactionaries' desperate moves to isolate and stifle the DPRK can never bring its service personnel and people all out in their dynamic drive for just cause to their knees and that victory is in store for justice and truth.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can overpower the people strong in the spirit of independence and the imperialists' highhanded and arbitrary practices are no longer workable. This is the lesson and truth taught by history."
        },
        {
            "title": " SDF's Transport Drill Aimed at Staging Comeback to Korea ",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-07ee.html",
            "content": "SDF's Transport Drill Aimed at Staging Comeback to Korea\r\n Pyongyang, January 22 (KCNA) -- The Japan \"Self-Defense Forces\" staged what it called an exercise for \"transporting Japanese from overseas\" to cope with \"a contingency on the Korean Peninsula\" at the Komaki base in Aichi Prefecture on Jan. 19.\n\t\t\t\t\t It was staged under the simulated conditions of emergency transport of Japanese from abroad with 370 troops, 8 military planes and a transport ship involved.\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the \"transport of Japanese from overseas\" is no more than a subterfuge for justifying the overseas dispatch of the SDF's warships and airplanes for the purpose of launching a war of overseas aggression."
        },
        {
            "title": " Tuition-free Programfor Korean Schools in Japan Demanded",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-08ee.html",
            "content": "Tuition-free Programfor Korean Schools in Japan Demanded\r\nPyongyang, January 22 (KCNA) -- Members of the Liaison Society for Opposing Japan's Policy of Excluding the Korean Schools from the Tuition-free Program for Senior High Schools visited the Cabinet Office and the Ministry of Education, Culture, Sports, Science and Technology on Jan. 12 to hand a written request addressed to the prime minister, the chief Cabinet secretary and the minister of Education, Culture, Sports, Science and Technology in demand of lifting the discrimination against the Korean schools in Japan.\n\t\t\t\t\t The petitioners chided the Japanese government for unreasonably excluding the Koreans schools from the program and suspending the formalities for applying the program under the pretext of the Yonphyong Island shelling incident in the West Sea of Korea at the end of last year. \n\t\t\t\t\t\n\t\t\t\t\t This stirred up the tendency of discrimination and national chauvinism against the Koreans in Japan in its society, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Japanese government to stop meddling in the educational contents at the Korean schools and promptly make a final decision to apply the program to them by law.\n\t\t\t\t\t\n\t\t\t\t\t In another development, Koreans in Japan and Japanese conducted information service in streets, scattering leaflets and holding placards demanding the application of the program."
        },
        {
            "title": "International Organization Supports Peace Proposal of DPRK",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-03ee.html",
            "content": "International Organization Supports Peace Proposal of DPRK\r\n Pyongyang, January 22 (KCNA) -- The International Social Federation \"For the Union and Union's Communist Party\" in a statement on Jan. 14 supported the peace proposal of the DPRK, expressing hope that it would be put into practice at an early date. \n\t\t\t\t\t The statement recalled that in the joint statement the government, political parties and organizations of the DPRK proposed having wide-ranging dialogue and negotiations with political parties and organizations of south Korea including its authorities.\n\t\t\t\t\t\n\t\t\t\t\t Urging south Korea to accept the proposal, the statement expressed belief that lasting peace would settle on the Korean Peninsula so that urgent tasks for achieving the wellbeing of the Korean people might be carried out."
        },
        {
            "title": " Austrian Organization Wishes to See Early Start of Dialogue in Korea ",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-04ee.html",
            "content": "Austrian Organization Wishes to See Early Start of Dialogue in Korea \r\n Pyongyang, January 22 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK in a statement on Jan. 15 expressed hope that dialogue and negotiations with political parties and organizations of south Korea including its authorities would be opened without delay as proposed by the DPRK government, political parties and organizations. \n\t\t\t\t\t It fully supported the joint New Year editorial of the DPRK, wishing the Korean people success in their drive to implement the tasks set forth in the editorial."
        },
        {
            "title": "DPRK's Joint Statement Supported by British Organizations",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-02ee.html",
            "content": "DPRK's Joint Statement Supported by British Organizations\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy in a joint statement on Jan. 15 supported the joint statement of the DPRK government, political parties and organizations.\n\t\t\t\t\t The statement hailed the joint statement of the DPRK as a just, realistic and landmark proposal for the peace and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made such decision for the purpose of peace on the Korean Peninsula despite the south Korean authorities' ceaseless provocation, threat and mud-slinging last year, the statement noted, adding that this is a manifestation of its peace-loving policy.\n\t\t\t\t\t\n\t\t\t\t\t The proposal fully reflects the will and desire of the Korean people to achieve the country's reunification, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t  It condemned the south Korean authorities for failing to positively respond to the sincere proposal of the DPRK."
        },
        {
            "title": "Housing Construction in DPRK Introduced Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-06ee.html",
            "content": "Housing Construction in DPRK Introduced Abroad\r\n Pyongyang, January 22 (KCNA) -- After the ceasefire the Workers' Party of Korea and the DPRK government paid deep attention to the housing construction to bring the living of Pyongyangites to normal as early as possible. \n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions said this in an article titled \"Pyongyang Speed in Housing Construction\" posted on its Internet homepage \"Juche-Songun\" on Jan. 13 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Builders turned out in the construction of the capital city in response to the call of the Party and the government. They industrialized the production of pre-fab parts and introduced invention and rationalization proposals to construction. In this course they constructed 20 000 flats by assembling one flat in just 14 minutes in 1958 alone.\n\t\t\t\t\t\n\t\t\t\t\t This unprecedented speed in the history of the city construction was called the Pyongyang Speed and it became a pronoun for the rapid progress of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The words \"an era of prosperity of Pyongyang\" came into being in the course of the building of Pyongyang into a modern city.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that a lot of structures sprang up at Munsu, An Sang Thaek and Kwangbok streets and other different parts of the capital city and new ideal houses appeared at Mansudae Street in a brief span of time in recent years."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated Abroad\n\t\t\t\t\t\t\r\nPyongyang, January 22 (KCNA) -- Preparatory committees of Democratic Congo and Egypt were formed in Kinshasa and Cairo on Jan. 13 and 16 to celebrate the birthday of  General Secretary Kim Jong Il.\n\t\t\t\t\t Rohekele Andre, president of the Working Citizens' Association of Democratic Congo, and Youssef Amin Wali, vice-chairman of the National Democratic Party of Egypt, were elected chairmen of the committees respectively at their inaugural ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee of Democratic Congo decided to hold diverse events to widely introduce the greatness of Kim Jong Il while the Egyptian preparatory committee decided to organize colorful political and cultural events during the period from Jan. 16 to Feb. 16."
        },
        {
            "title": "DPRK's Joint Statement Supported in Brazil",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-05ee.html",
            "content": "DPRK's Joint Statement Supported in Brazil\n\t\t\t\t\t\t\r\n Pyongyang, January 22 (KCNA) -- The Brazilian Working People's General Center in a statement on Jan. 15 supported the joint statement of the DPRK government, political parties and organizations in which they proposed having dialogue and negotiations to settle the grave situation prevailing on the Korean Peninsula and achieve peace and reunification, reconciliation and cooperation.\n\t\t\t\t\t The statement noted that the proposal reflected the unanimous desire of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the General Center would always stand by the Korean people, hoping that the peace and reunification of the Korean Peninsula would be achieved without fail."
        },
        {
            "title": "Attention",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-13ee.html",
            "content": "Attention\r\nThe Korean Central News Agency would like to express thanks to all the visitors to its website.\n\t\t\t\t\tThe KCNA has the honor to inform the visitors that its website address has been changed:\n\t\t\t\t\t\n\t\t\t\t\tIP address  175.45.176.58\n\t\t\t\t\t\n\t\t\t\t\tURL http://www.kcna.kp\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEditorial Department\n\t\t\t\t\t\n\t\t\t\t\tKCNA\n\t\t\t\t\t\n\t\t\t\t\tJan. 22, 2011."
        },
        {
            "title": " Kim Jong Il dirige la Casa de Creacion Mansudae",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-19ee.html",
            "content": "Kim Jong Il dirige la Casa de Creacion Mansudae\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno la Casa de Creacion Mansudae.\n\t\t\t\t\tLuego de ver la estatua de bronce levantada nuevamente en el recinto de la casa, se cercioro del estado de creacion de bellas artes visitando por largo tiempo varios lugares como el grupo benemerito de creacion de esculturas.\n\t\t\t\t\t\n\t\t\t\t\tViendo los bustos de marmol del Presidente Kim Il Sung creados nuevamente por el grupo, evaluo altamente a sus miembros por haber descrito en el maximo nivel la imagen del Presidente, gran hombre sin par.\n\t\t\t\t\t\n\t\t\t\t\tExamino una por una las pinturas al estilo coreano, las al oleo, las esculturas, las artesanias metalurgicas y otras hechas por los creadores de la casa.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los exitos orgullosos logrados aqui son una muestra clara de la justeza y gran vitalidad de la orientacion de nuestro partido sobre las bellas artes autoctonas de que las verdaderas bellas artes deben ser poderoso medio ideologico y educativo que refleje correctamente la demanda de la epoca y la aspiracion de las masas del pueblo trabajador y estimule energicamente a ellas a la revolucion y la construccion.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las obras originales de los creadores de otras unidades, senalo que la creacion de bellas artes se libra activamente hoy no solo entre los especialistas sino tambien en todos los sectores del ejercito y la sociedad y se crean en ese curso numerosas obras excepcionales.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que esa realidad es el fruto orgulloso de la rica vocacion cultural del pueblo coreano que tiene sobresaliente sentido estetico.\n\t\t\t\t\t\n\t\t\t\t\tLas obras de bellas artes creadas en esta casa son tesoros de valor nacional y hay que exhibirlas bien para que los habitantes puedan verlas en todo momento.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la casa de cultura y las bases de creacion construidas nueva y magnificamente con las fuerzas propias, se mostro muy contento de que la casa de creacion se haya convertido en una base prominente de bellas artes. \n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los meritos de los militantes del partido y otros trabajadores de la casa diciendo que ellos realizaron una proeza digna de registrar especialmente en la historia de bellas artes al crear muchas obras maestras de valor de patrimonio nacional tales como las pinturas al estilo coreano, las esculturas, los bordados y las artesanias, etc.\n\t\t\t\t\t\n\t\t\t\t\tTras agradecerles por el respecto, el Dirigente indico las tareas que se presentan para desarrollar mas las autoctonas bellas artes.\n\t\t\t\t\t\n\t\t\t\t\tLos creadores de la casa deben desarrollar dinamicamente las bellas artes de diferentes generos y formas y crear muchas pinturas originales de alto nivel ideo-artistico para producir un nuevo viraje en esta rama, indico y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tTienen que desarrollar mas la pintura al estilo coreano tomando en consideracion sus peculiaridades, porque ella ocupa una posicion importante en el desarrollo autoctono de las bellas artes de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tEse tradicional genero de la nacion coreana se hace con originales metodos de pintar y se caracteriza por la vigorosidad, la elegancia y la fineza. Por lo tanto, es preciso prestar atencion especial a que la pintura al estilo coreano se dibuje con metodos propios resaltando sus peculiaridades.\n\t\t\t\t\t\n\t\t\t\t\tLa pintura al oleo es un genero que promueve muchos paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, a fin de desarrollar nuestras bellas artes en la palestra mundial, hay que prestar debida atencion al desarrollo de la pintura al oleo, patrimonio de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tAdemas de los generos mencionados, esta Casa de Creacion tiene que desarrollar sin parar tambien la pintura hecha con piedras preciosas en polvo, la caligrafia, el bordado, la ceramica y la artesania metalurgica conforme a la demanda de la epoca y a la aspiracion del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLuego de terminar su visita de orientacion, el Dirigente presencio la funcion del grupo artistico de la casa de creacion junto con los empleados de esta unidad. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Ki Nam y Choe Thae Bok, miembros del Buro Politico y secretarios del CC del PTC, Kim Kyong Hui, miembro del BP y jefa de departamento del CC del PTC, Choe Ryong Hae y Kim Phyong Hae, miembros suplentes del BP y secretarios del CC del PTC, y Mun Kyong Dok, miembro suplente del BP y secretario del CC del PTC y secretario responsable del Comite del PTC en la Ciudad de Pyongyang."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral ante feretro de difunto Kim Pyong Mu",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-20ee.html",
            "content": "Kim Jong Il envia ofrenda floral ante feretro de difunto Kim Pyong Mu\n\t\t\t\t\t\t\r\nPyongyang, 22 de enero (ATCC) -- El Dirigente Kim Jong Il, Comandante Supremo del Ejercito Popular de Corea, envio el dia 22 una ofrenda floral ante el feretro del difunto Kim Pyong Mu, candidato al academico, profesor titular, doctor y rector de la Academia de Sanidad Militar Kim Hyong Jik, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Presidentes de China y EE.UU. debaten el problema coreano",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-21ee.html",
            "content": "Presidentes de China y EE.UU. debaten el problema coreano\r\nPyongyang, 22 de enero (ATCC) -- Durante su visita a Estados Unidos, el presidente chino Hu Jintao converso con su homologo norteamericano Barack Hussein Obama e intercambio las opiniones sobre la situacion de la Peninsula Coreana y otros problemas internacionales y regionales.\n\t\t\t\t\t  La declaracion conjunta China-EE.UU. publicada el dia 19 subrayo la importancia de mejorar las relaciones Norte-Sur de Corea para la distension de la Peninsula Coreana y llamo al dialogo intercoreano.\n\t\t\t\t\t\n\t\t\t\t\t  La nota insistio en la reapertura pronta de las conversaciones a 6 bandas a fin de resolver los problemas surgidos en la implementacion de la declaracion conjunta del 19 de septiembre para la desnuclearizacion de dicha peninsula."
        },
        {
            "title": "CRPP condena contubernio militar entre el Sur de Corea y Japon",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-22ee.html",
            "content": "CRPP condena contubernio militar entre el Sur de Corea y Japon\r\nPyongyang, 22 de enero (ATCC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 21 la informacion No. 971 en relacion con que ultimamente, las autoridades surcoreanas fortalecen mas que nunca la cooperacion militar con Japon.\n\t\t\t\t\t  Abajo sigue el texto resumido de la nota:\n\t\t\t\t\t\n\t\t\t\t\t  En las conversaciones entre los ministros de Defensa Nacional del Sur de Corea y Japon realizadas hace poco en Seul, hicieron conspiracion para fortalecer la cooperacion militar pretextando la supuesta \"provocacion\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, acordaron comenzar la consulta de trabajo para firmar el \"convenio de proteccion de informaciones militares\" y el \"de asistencia de materiales belicos\" con el objetivo de intercambiar informaciones militares, transportar y suministrar mutuamente los materiales belicos entre el ejercito titere surcoreano y las \"Fuerzas de Autodefensa\" de Japon.\n\t\t\t\t\t\n\t\t\t\t\t  A traves de esos convenios, el Sur de Corea pretende garantizar por la ley el recibo de Japon de las informaciones y asistencia militares necesarias para la guerra de agresion al Norte.\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, Japon intenta preparar trampolin de nueva agresion a la Peninsula Coreana, realizar su ambicion de expansion militarista y renacer como \"amo\" de Asia.\n\t\t\t\t\t\n\t\t\t\t\t  La reciente confabulacion militar Sur de Corea-Japon, es controlada por EE.UU. detras de la cortina para acelerar el establecimiento de la alianza militar tripartita e intensificar los tejemanejes de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El Secretariado del CRPP denuncia categoricamente el contubernio militar entre las autoridades surcoreanas y Japon calificandolo de complot peligroso para provocar la guerra de agresion al Norte al abrir el camino de reagresion del militarismo japones y fabricar la alianza militar tripartita y de imperdonable crimen antinacional que burla y ofende a la nacion coreana que guarda un gran rencor sobre Japon por sus horrendos crimenes cometidos en el pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Causa gran indignacion de todos los coreanos y preocupacion del interior y el exterior los actos traidores de las autoridades surcoreanas que hacen vista gorda de la iniciativa de la connacional RPDC de marchar juntos entre los compatriotas y pretenden al contrario acarrear un nubarron de guerra en esta tierra en complicidad con el enemigo jurado (Japon)."
        },
        {
            "title": " Persiste frio en Corea",
            "url": "http://kcna.co.jp/item/2011/201101/news22/20110122-23ee.html",
            "content": "Persiste frio en Corea\r\nPyongyang, 22 de enero (ATCC) -- El frio sigue azotando a Corea desde finales de diciembre del ano pasado.\n\t\t\t\t\t  Al respecto, el jefe de seccion del Instituto Central de Meteorologia de la Direccion Meteorologica e Hidrologica, Kim Mun Uk, (de 65 anos de edad) dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Desde el 24 de diciembre del ano pasado hasta el 19 de enero de este ano, la temperatura maxima del dia es de 4.9 grados bajo cero y la minima de la manana marco 15.6 grados bajo cero, o sea, 3.2 grados mas bajos que el promedio respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, el 16 de enero, la temperatura minima fue 5-10 grados mas bajos que el promedio en la mayoria de las localidades como Pyongyang (18.2 grados bajo cero), excepto a la zona litoral del Mar Este al norte del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Durante casi un mes, la temperatura maxima del dia estuvo debajo del cero.\n\t\t\t\t\t\n\t\t\t\t\tEste fenomeno sucede por primera vez desde el 34 (1945) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\t  Se preve que el frio continuara hasta finales de enero.\n\t\t\t\t\t\n\t\t\t\t\t  Este temporal afecta la vida del pueblo y los preparativos para las faenas agricolas de primavera."
        }
    ]
}