{
    "date": "2011-06-12",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-12ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets CPC Delegation",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-20ee.html",
            "content": "Kim Yong Nam Meets CPC Delegation\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, Sunday met and had a friendly talk with the delegation of the Communist Party of China headed by Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, who paid a courtesy call on him at the Mansudae Assembly Hall.\n\t\t\t\t\t Present there were Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK, officials of the C.C., the WPK and Chinese Ambassador to the DPRK Liu Hongcai and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t Li Yuanchao said that the current China visit by General Secretary Kim Jong Il was successful, adding that the top leaders of the two countries developed the China-DPRK friendly and cooperative relations to a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the conviction that the Korean people would register greater successes and significantly greet 2012, the centenary of birth of President Kim Il Sung under the wise leadership of Kim Jong Il."
        },
        {
            "title": "Talks between WPK and CPC",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-22ee.html",
            "content": "Talks between WPK and CPC\r\n Pyongyang, June 12 (KCNA) -- Talks were held between Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, and Wang Jiarui, head of the International Liaison Department of the CPC Central Committee, in Pyongyang Sunday.\n\t\t\t\t\t Present there from the DPRK side were Vice Department Directors Kim Song Nam and Pak Gun Kwang and officials of the International Affairs Department of the C.C., the WPK and from the Chinese side officials of the International Liaison Department of the CPC Central Committee who are members of the delegation of the CPC and Miao Weicheng, councilor of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The talks took place in a comradely and friendly atmosphere."
        },
        {
            "title": "CPC Delegation Enjoys Opera \"Liang Shanbo and Zhu Yingtai\" ",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-21ee.html",
            "content": "CPC Delegation Enjoys Opera \"Liang Shanbo and Zhu Yingtai\" \r\n Pyongyang, June 12 (KCNA) -- The delegation of the Communist Party of China headed by Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, enjoyed opera \"Liang Shanbo and Zhu Yingtai\" at the Pyongyang Grand Theater Sunday.\n\t\t\t\t\t Among the audience were Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK, officials of the C.C., the WPK, working people in the city and Chinese embassy officials in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the opera \"Liang Shanbo and Zhu Yingtai\" the artistes successfully represented a Chinese legend roundly exposing and criticizing the unfair feudal status system.\n\t\t\t\t\t\n\t\t\t\t\tThe performance was acclaimed by the audience as it fully meets the need of the original work and ensures a high level of artistry."
        },
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-25ee.html",
            "content": "Greetings to Russian President\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Dmitri Anatoliyevich Medvedev on the occasion of its national day.\n\t\t\t\t\t Kim in the message expressed belief that the DPRK-Russian friendly and cooperative relations with long history and tradition would continue to grow stronger in conformity with the common interests and desire of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the president and the people of Russia new success in their efforts to realize social and political stability of the country and modernization of the economy."
        },
        {
            "title": "Greetings to Russian Prime Minister",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-26ee.html",
            "content": "Greetings to Russian Prime Minister\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- Premier Choe Ryong Rim Sunday sent a message of greetings to Vladimir Vladimirovich Putin, prime minister of Russia, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the exchange and cooperation between the two countries would grow stronger in various fields in conformity with the spirit of joint documents agreed between both sides this year, the 10th anniversary of the adoption of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\t The message wished him greater success in his work for the socio-economic development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Foreign Minister Pak Ui Chun sent a similar message to his counterpart Viktorovich Lavrov on the same day."
        },
        {
            "title": "Wreaths Laid before Liberation Towers and Cemeteries of Fallen Soviet Army Soldiers",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-23ee.html",
            "content": "Wreaths Laid before Liberation Towers and Cemeteries of Fallen Soviet Army Soldiers\r\n Pyongyang, June 12 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower Sunday on the occasion of its national day. \n\t\t\t\t\t Present at the wreath-laying ceremony were Alexander Matsegora, charge d'affaires ad interim and staff members of the Russian embassy.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid the wreath and bunches of flowers before the tower in memory of the fallen soldiers of the Soviet Army in the battles of Korea's liberation and observed a moment's silence.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, they laid a wreath and bouquets at the cemetery of fallen Soviet Army soldiers in Sadong District, Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, the consul general and members of the Consulate General of the Russian Federation in Chongjin on June 10 placed wreaths before the Liberation Tower and the cemetery of the fallen soldiers of Soviet Army in Chongjin City."
        },
        {
            "title": "AINDF Pyongyang Mission Chief on Anniversary of 6. 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-27ee.html",
            "content": "AINDF Pyongyang Mission Chief on Anniversary of 6. 15 Joint Declaration\r\n Pyongyang, June 12 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, had an interview with KCNA on Sunday on the occasion of the 11th anniversary of the June 15 joint declaration.\n\t\t\t\t\t The adoption of the historic joint declaration ushered in a new era for opening the door of independent reunification by the Korean nation itself, the chief said, adding:\n\t\t\t\t\t\n\t\t\t\t\t If the trend of the June 15 era of reunification had continued, the day of reunification would have come nearer.\n\t\t\t\t\t\n\t\t\t\t\t But, the north-south relations have been deteriorated since the Lee Myung Bak group of traitors came to power.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has no other way but to resolutely defend and implement the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t To block this way is just a treachery.\n\t\t\t\t\t\n\t\t\t\t\t Only when traitor Lee Myung Bak's reckless moves for confrontation are decisively checked, it would be possible to create circumstance favorable for national reunification, the cherished desire of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration is the banner of independent reunification and the landmark for national prosperity that all Koreans should always hold fast to.\n\t\t\t\t\t\n\t\t\t\t\tThe rosy future of the nation lies in implementing the joint declaration, a reunification program provided by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The advance of the June 15 era can never be stopped no matter how desperately the reactionaries at home and abroad are trying to block.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF will turn out in the nationwide struggle to accelerate the national reunification under the banner of the joint declaration."
        },
        {
            "title": "KCNA on South American Countries' Efforts for Self-Reliance National Defense",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-17ee.html",
            "content": "KCNA on South American Countries' Efforts for Self-Reliance National Defense\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- South American countries have striven to enhance their independence in national defense.\n\t\t\t\t\t A meeting of the Defense Strategy Research Center of the Union of South American States was held in Buenos Aires, the capital city of Argentina, in late May. It displayed the united will of regional countries to reliably defend their national sovereignty free from military dependence on the United States.\n\t\t\t\t\t\n\t\t\t\t\t The meeting set it as a core objective of the joint defense policy to collectively protect the sovereignty and resources of the regional countries.\n\t\t\t\t\t\n\t\t\t\t\t This shows that a fresh progress has been made in the regional countries' efforts for their integration in the defense field and that the U.S. military control over these countries has considerably weakened.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has intensified its domination over Latin America under the signboard of deceptive \"isolationism\" and \"Monroe Doctrine\" for centuries.\n\t\t\t\t\t\n\t\t\t\t\t It concluded the \"treaty for mutual cooperation among American states\" with 18 countries of this region in 1947 after the Second World War and had used it as a noose to put them under its military control for many years.\n\t\t\t\t\t\n\t\t\t\t\t But, such trick has become impotent as the desire for independence and socialism has grown stronger in Latin America after the Cold War and in the new century in particular.\n\t\t\t\t\t\n\t\t\t\t\t South American countries have increased their own military capabilities and strengthened cooperation in defense in face of the U.S. military intervention in the regional countries' internal affairs and its persistent moves to sow dissension among them.\n\t\t\t\t\t\n\t\t\t\t\t They formed the Union of South American States in 2007 and have pushed forward the process of regional integration in not only economy but also military field.\n\t\t\t\t\t\n\t\t\t\t\t At the 3rd South American Defense Council meeting held in Lima, the capital of Peru, in mid-May this year they discussed on establishing a system to step up the creation of peace zone in South America and strengthen mutual confidence. Later, they set up a defense strategy research center whose basic mission is to adopt a regional defense policy.\n\t\t\t\t\t\n\t\t\t\t\t This is a \"decisive change from word to action\" in the process of integration of the Union of South American States, said the general secretary of the Union.\n\t\t\t\t\t\n\t\t\t\t\t The process of this integration goes in gear with the movement to withdraw from the \"treaty for mutual cooperation among American states\" cooked up by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Noting that a few years ago Mexico declared its will to withdraw from this treaty, the Ecuadorian defense minister stressed that South American countries should quit the \"treaty\" in group, following the footstep of Mexico and thus realize independence of regional defense policy.\n\t\t\t\t\t\n\t\t\t\t\t An Argentine expert in international affairs said that the effective operation of the Defense Strategy Research Center would be entirely helpful to the South American Defense Council in its work to rapidly deal with regional defense problems and potential conflicts and when the time ripens the \"treaty\" would become a mere scrap of paper.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the cooperation among regional countries in defense is getting closer with clear objective to terminate the U.S. military intervention and yoke.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian defense minister said that it would be possible to successfully deter the outsiders' challenge to the core interests of South American countries if they ensure the active and effective cooperation in defense on the basis of mutual respect for sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The South American countries' efforts to cut off the noose of the imperialists' domination and yoke and defend their national sovereignty and dignity by dint of united strength will surely result in good fruition."
        },
        {
            "title": "Ceaseless Actions for Judging Fascist Dictatorship Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-15ee.html",
            "content": "Ceaseless Actions for Judging Fascist Dictatorship Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea issued a commentary on June 10 on the occasion of the 24th anniversary of the June Popular Resistance.\n\t\t\t\t\t 24 years have passed since millions of people from all walks of life struggled for democracy against the Chun Doo Hwan military fascist dictatorship across south Korea, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t The military dictatorial regime got frantic with suppression, firing even tear gas but it only precipitated its ruin, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the Lee Myung Bak regime for working hard to revive the fascist dictatorship and turn back the wheel of history.\n\t\t\t\t\t\n\t\t\t\t\t It fully supported the dynamic actions of students for the settlement of the registration fee issue as they are very just ones to expose and judge the hypocritical acts of the present authorities.\n\t\t\t\t\t\n\t\t\t\t\t The actions to keep the people' alive, remove the danger of war and win back democracy should not be halted till the day the Lee Myung Bak regime and the \"Grand National Party\" have been eliminated, it stressed."
        },
        {
            "title": " Large-scale Anti- \"Government\" Actions in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-16ee.html",
            "content": "Large-scale Anti-\"Government\" Actions in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- A candlelight rally and demonstration against the Lee Myung Bak group of traitors were held in Seoul on June 10 on the occasion of the 24th anniversary of the June Popular Resistance.\n\t\t\t\t\tAttending the candlelight rally were more than 50,000 people from all walks of life including 20,000 students from more than 30 universities who stayed away from classes in demand of the settlement of the registration fee issue.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the rally.\n\t\t\t\t\t\n\t\t\t\t\t Jo U Ri, chairman of the General Student Council of Korea University, declared that the students would have their demand for halving the registration fee met through the on-going actions just as their seniors struggled in demand of social democracy, chanting the slogan \"Down with dictatorship\" on streets of resistance 24 years ago. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Hun, chairman of the Confederation of Trade Unions, recalled that the workers also turned out in the struggle for the solution to the above-said issue.\n\t\t\t\t\t\n\t\t\t\t\t Pak Won Sok, director general of the Citizens' Solidarity for Democratic Society, warned that should Lee Myung Bak persistently ignore the will of the people, more candlelight rallies will take place to put an end to the present regime. \n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Hui, representative of the Democratic Labor Party, stated that Lee Myung Bak should be forced to apologize for uttering at present that he never made a commitment to halve the registration fee.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ja Un, chairman of the Federation of University Students in the 21st Century, noted that the on-going actions would be an occasion of bringing about a landmark phase in the anti-\"government\" struggle for the solution of the registration fee issue, adding that students would keep holding high candlelight in the whole period of the \"extraordinary session of the National Assembly.\" \n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, the participants staged a demonstration breaking through fascist police cordon.\n\t\t\t\t\t\n\t\t\t\t\t Their actions were encouraged by a lot of citizens.\n\t\t\t\t\t\n\t\t\t\t\t The demonstration went on till the dawn of next day.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, more than 70 students staged a surprise demonstration in front of Chongwadae condemning the group of traitors for their hypocritical policy to halve the registration fee.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, there were fierce actions of a large number of people in different parts of south Korea in protest against the unpopular rule of the Lee group."
        },
        {
            "title": "Lee Myung Bak Group's Hideous Provocation Flayed",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-24ee.html",
            "content": "Lee Myung Bak Group's Hideous Provocation Flayed\r\n Pyongyang, June 12 (KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, issued a statement on June 10 denouncing the Lee Myung Bak group of traitors for its hideous provocation.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t All the officials of Chongryon and Korean residents in Japan condemn the group of traitors' hideous provocative act of hurting the supreme dignity of the DPRK as the height of confrontation with fellow countrymen stunning all Koreans and the most heinous treason.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee committed the unpardonable criminal political and military provocation, laying bare himself his true colors as a confrontation maniac and hooligan bereft of any elementary ethics and morality.\n\t\t\t\t\t\n\t\t\t\t\t The group can never shirk off the responsibility for the crimes committed against reunification and his treachery.\n\t\t\t\t\t\n\t\t\t\t\t It should immediately punish the prime movers of the worst treachery, make an apology for it to the whole nation and face a stern judgment by the compatriots. \n\t\t\t\t\t\n\t\t\t\t\t We support and encourage the south Korean people in their just struggle for independence, democracy and reunification and will actively join all other compatriots in the north, south and overseas in their actions to boost solidarity and alliance under the banner of \"By our nation itself\" and foil the Lee moves to escalate the confrontation with compatriots through an all-out offensive. \n\t\t\t\t\t\n\t\t\t\t\t Chongryon and Korean residents in Japan will join all other fellow countrymen in the struggle to make a clean sweep of the Lee group of traitors through the nation-wide struggle."
        },
        {
            "title": "Kim Jong Il Congratulated by Italian Party Leader on His Successful Visit to China ",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-02ee.html",
            "content": "Kim Jong Il Congratulated by Italian Party Leader on His Successful Visit to China \r\nPyongyang, June 12 (KCNA) -- Roberto Gabriele, general secretary of the Movement for Peace and Socialism of Italy, released a statement on June 6 to congratulate General Secretary Kim Jong Il on his successful unofficial visit to China.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Il's recent historic visit to China will be brilliantly recorded in the history of the traditional DPRK-China friendship as it was a great event of weighty significance in boosting the friendship.\n\t\t\t\t\t\n\t\t\t\t\t We warmly congratulate him on his successful visit to China and extend firm solidarity to the Korean people in their struggle for the victory of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Victory and glory are always in store for the Korean people building a thriving socialist nation as they are wisely led by him."
        },
        {
            "title": "Kim Jong Il Praised by Peruvian, Ethiopian Organizations",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-03ee.html",
            "content": "Kim Jong Il Praised by Peruvian, Ethiopian Organizations\n\t\t\t\t\t\t\r\nPyongyang, June 12 (KCNA) -- Peruvian and Ethiopian organizations issued bulletins on the occasion of the 47th anniversary of General Secretary Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The Peruvian People's Women Union in its bulletin on June 2 edited an article accompanied with a photo of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said in an article that Kim Jong Il who started his work at the C.C., the WPK on June 19, 1964 remained loyal to the cause of the President, assuming heavy responsibility. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il wisely led the work to imbue the whole Party and society with the idea of the leader and thoroughly ensure the unitary leadership of the leader over the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t He is, indeed, the great leader who represented the past and the present of Korea and will represent its future.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea carried in the 24th issue of its bulletin an article titled \"HE Kim Jong Il and development of Korea's education in new century\".\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the trait of giving priority to the educational work and attaching importance to education is thoroughly established throughout the society.\n\t\t\t\t\t\n\t\t\t\t\t Under his great care the trait of attaching importance to education is prevailing in the DPRK today.\n\t\t\t\t\t\n\t\t\t\t\t E-libraries, gymnasiums, experimental and practice centres, etc. were built at Kim Il Sung University, Kim Chaek University of Technology and other universities of the DPRK in the new century.\n\t\t\t\t\t\n\t\t\t\t\t This would have been unthinkable without the deep care of Kim Jong Il."
        },
        {
            "title": "Kim Il Sung's Life Introduced by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-05ee.html",
            "content": "Kim Il Sung's Life Introduced by Bangladeshi Paper\r\nPyongyang, June 12 (KCNA) -- The Bangladeshi paper Blits on June 5 carried an article titled \"President's desire\" illustrated with a photo of President Kim Il Sung among people.\n\t\t\t\t\t The President regarded it as his maxim to believe in people as in Heaven all his life and devoted his all to enabling the Korean people to lead a happy life with nothing to desire more in the world, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He built the socialist self-supporting national economy, laying a firm foundation for providing the people with an abundant and highly civilized life.\n\t\t\t\t\t\n\t\t\t\t\t Korea, once a backward agricultural state, turned into a socialist industrial state in a short span of time thanks to his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t He regarded it as the supreme principle governing state activities to improve the standard of people's living and made sure that the line and all policies of the party and state reflected the requirements and wishes of the popular masses for independence.\n\t\t\t\t\t\n\t\t\t\t\t He, regarding the popular masses as the most valuable being, saw to it that they held the position as the master of everything and played such role.\n\t\t\t\t\t\n\t\t\t\t\tThe President's desire is being translated into reality thanks to General Secretary Kim Jong Il."
        },
        {
            "title": "Kim Hyong Jik's Great Life Introduced by Swiss Organization",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-06ee.html",
            "content": "Kim Hyong Jik's Great Life Introduced by Swiss Organization\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- The Switzerland-Korea Committee on June 4 posted an article on its Internet homepage on the occasion of the 85th anniversary of demise of Kim Hyong Jik, an indomitable revolutionary fighter and an outstanding leader of the Korean anti-Japanese national liberation movement.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t June 5 is the day when the Korean people look back again on Kim Hyong Jik's great life.\n\t\t\t\t\t\n\t\t\t\t\t Born in Mangyongdae on July 10, 1894, grew up, receiving patriotic education from his parents.\n\t\t\t\t\t\n\t\t\t\t\t He expounded the idea of Jiwon (aim high) and regarded it as his maxim of life and struggle at his young age. He formed the Korean National Association on March 23, 1917 and played a pioneer's role in making a switchover in the anti-Japanese national liberation movement from the nationalist movement to the proletarian revolution.\n\t\t\t\t\t\n\t\t\t\t\t The two pistols he handed to his son young Kim Il Sung were precious assets for building the revolutionary armed forces of Juche type.\n\t\t\t\t\t\n\t\t\t\t\t True to the noble intention of his father, the President wisely led the arduous anti-Japanese armed struggle, defeating the Japanese imperialists and finally liberating the country on August 15, 1945."
        },
        {
            "title": "Statement of KPA General Staff Supported by Indian Organization",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-07ee.html",
            "content": "Statement of KPA General Staff Supported by Indian Organization\r\n Pyongyang, June 12 (KCNA) -- The All-India Indo-Korean Friendship Association issued a statement on June 6 in support of a statement of the spokesman for the General Staff of the Korean People's Army.\n\t\t\t\t\t The south Korean authorities recently let military hooligans set up targets daring hurt the supreme dignity of the DPRK and fire at them, thrice-cursed provocation, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t This was a hideous provocation against the army and people of the DPRK who unhesitatingly lay down even their lives to protect the supreme dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the south Korean authorities take a step to immediately punish the prime movers of the worst treachery, make a formal apology to all the Koreans for their hideous provocation and give firm official assurances against the recurrence of similar case as stated by the spokesman for the KPA General Staff.\n\t\t\t\t\t\n\t\t\t\t\t The statement extended full support and solidarity to the Korean people in their just struggle."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at WPK Marked in India",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-01ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at WPK Marked in India\r\nPyongyang, June 12 (KCNA) -- A meeting, a book and photo exhibition and film shows were held by the Juche Philosophy Study Committee of India and the Indian Institute for Foreign Policy Studies on June 7 to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t Displayed in their venues were books and photos on the undying feats of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The films shown included \"The Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t Wipin Gupta, chairman of the Juche Philosophy Study Committee of India, in a speech at the meeting said that the WPK has developed to be the party of the President both in name and reality and the Juche idea founded by him is shining as a guiding idea of the era thanks to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t As the Korean people held Kim Jong Il in high esteem as their great leader, they could firmly defend socialism in the worst adversity caused by the demise of the President, the moves of the U.S.-led imperialist allied forces to stifle the DPRK and repeated natural disasters towards the end of the last century, he noted.\n\t\t\t\t\t\n\t\t\t\t\t J. K. Patel, director of the Indian Institute for Foreign Policy Studies, said at the film show that the army and people of the DPRK are performing world-startling miracles in building a thriving nation under the uplifted banner of Songun."
        },
        {
            "title": "Brazilian Center for Study of Juche Idea Formed",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-04ee.html",
            "content": "Brazilian Center for Study of Juche Idea Formed\r\n Pyongyang, June 12 (KCNA) -- The Brazilian Center for the Study of the Juche Idea was inaugurated with due ceremony at Sao Paulo University on June 4.\n\t\t\t\t\t Its chairman, elected at the ceremony, referred to the significance of the formation of the center, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will in the future systematically and deeply study the Juche idea and the Songun idea and the precious experience gained by the Korean people in the revolution and construction and widely disseminate them among the people of Brazil and Latin American countries in various forms and methods.\n\t\t\t\t\t\n\t\t\t\t\t We will expand the organization and intensify solidarity activities supporting the Korean people in their just cause.\n\t\t\t\t\t\n\t\t\t\t\t As an immediate task we will widely organize colorful events to grandly commemorate the centenary of birth of President Kim Il Sung, the founder of the Juche idea and the father of socialist Korea, in close touch with regional and international Juche idea study organizations.\n\t\t\t\t\t\n\t\t\t\t\tA letter to General Secretary Kim Jong Il was adopted at the ceremony."
        },
        {
            "title": "Japan's Corporate Bankruptcies Rise 4.89 Percent",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-10ee.html",
            "content": "Japan's Corporate Bankruptcies Rise 4.89 Percent\r\n Pyongyang, June 12 (KCNA) -- Corporate failures are increasing in Japan due to the ceaseless economic stagnation.\n\t\t\t\t\t Tokyo Shoko Research said Wednesday, quoting survey data, that there were 1,071 corporate failures, 4.89 percent increase in May over the same time a year earlier. Outstanding debts of the bankrupt firms reached 252.67 billion yen (3.15 billion U.S. dollars)."
        },
        {
            "title": "Chinese Navy Plans Maneuver in International Waters of West Pacific",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-19ee.html",
            "content": "Chinese Navy Plans Maneuver in International Waters of West Pacific\r\n Beijing, June 10 (KCNA) -- A flotilla of warships of the Navy of the Chinese People's Liberation Army plans to stage a maneuver in the international waters of the West Pacific in the middle and latter half of June.\n\t\t\t\t\t The Secretariat of Information of the Ministry of National Defense said that this exercise is included in this year's plan and it is,  therefore, in line with the principle of the relevant international law and not aimed at any specified country or target."
        },
        {
            "title": "Anti-Terror Exercise Staged in Russia",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-18ee.html",
            "content": "Anti-Terror Exercise Staged in Russia\n\t\t\t\t\t\t\r\n Moscow, June 10 (KCNA) -- A large-scale anti-terror exercise was staged on June 9 in Khabarovsk, Russia.\n\t\t\t\t\t The exercise involved more than 600 fighters of a special unit, aircraft and warships."
        },
        {
            "title": "Iranian President Condemns US for Its Hegemonic Moves",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-12ee.html",
            "content": "Iranian President Condemns US for Its Hegemonic Moves\n\t\t\t\t\t\t\r\nTehran, June 10 (KCNA) -- Iran's President Mahmoud Ahmadinejad at a press conference on June 7 vehemently condemned the U.S. for its hegemonic moves.\n\t\t\t\t\t The U.S. is scheming to put Pakistan under its control and using the UNSC and international bodies as tools to put pressure on this country, he noted.\n\t\t\t\t\t\n\t\t\t\t\t It is also accused the U.S. of committing without hesitation even armed invasion of  countries in the region under the pretext of \"anti-terror war\" in a bid to shore up its vulnerable economy and patronize the Zionist regime."
        },
        {
            "title": "Venezuela Denounces US Destabilizing Plan at OAS",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-11ee.html",
            "content": "Venezuela Denounces US Destabilizing Plan at OAS\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- The Venezuelan representative to the OAS at the meeting of the body on June 8 strongly denounced the U.S. sanctions against his country.\n\t\t\t\t\t Recently the U.S. decided to impose sanctions on a state-owned oil company of Venezuela. In this regard he noted that it is aimed at blocking the development of the country and disturbing its stability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now seeking to mar elections in Venezuela in 2012."
        },
        {
            "title": "US Forces Hit for Illegal Scrapping of Nuclear Weapons ",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-14ee.html",
            "content": "US Forces Hit for Illegal Scrapping of Nuclear Weapons \n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- The south Korean Headquarters of the Movement for the Withdrawal of the U.S. Forces in a commentary on June 7 denounced the U.S. forces present in south Korea for its illegal scrapping of nuclear weapons.\n\t\t\t\t\t At a time when the U.S. forces' burial of defoliant is now being disclosed without let-up, the commentary said that retired GIs who served at the U.S. military bases in Chunchon, south Korean Kangwon Province and Ryongsan, Seoul testified to the scrapping of rejected nuclear warheads in 1972.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces secretly buried not only defoliant but nuclear weapons, a proof that they regard south Korea as a dumping ground, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\", however, keeps mum about the U.S. dangerous actions, it charged.\n\t\t\t\t\t\n\t\t\t\t\t There is no need for the U.S. to remain in this land any longer, it said, stressing the need to get the U.S. forces withdrawn from south Korea at an early date."
        },
        {
            "title": "US Soldier Killed in Iraq",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-08ee.html",
            "content": "US Soldier Killed in Iraq\n\t\t\t\t\t\t\r\n Pyongyang, June 12 (KCNA) -- More U.S. soldiers in Iraq met deaths due to the military operations of the resistance forces of this country.\n\t\t\t\t\t A U.S. soldier was killed in southern Iraq during their military operation on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tThe death toll of U.S. soldiers in Iraq since the war broke out in 2003, rose to about 4,460."
        },
        {
            "title": "Joblessness Increases in US ",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-13ee.html",
            "content": "Joblessness Increases in US\r\n Pyongyang, June 12 (KCNA) -- The number of jobless persons is on the steady increase in the U.S. due to the ceaseless economic stagnation.\n\t\t\t\t\t The U.S. Labor Department quoted a survey on June 9 as saying that the advance figure for seasonally adjusted initial claims for jobless benefits was 427,000 in the week ending June 4, an increase of 1,000 from the prior week's revised figure."
        },
        {
            "title": "Earthquakes Jolt Peru, Indonesia, Fiji",
            "url": "http://kcna.co.jp/item/2011/201106/news12/20110612-09ee.html",
            "content": "Earthquakes Jolt Peru, Indonesia, Fiji\r\n Pyongyang, June 12 (KCNA) -- A 6-magnitude earthquake jolted Peru on June 7.\n\t\t\t\t\t The epicenter was the southern area of Desaguadero City.\n\t\t\t\t\t\n\t\t\t\t\t A moderate earthquake measuring 5.1 on the Richter scale rocked west Indonesia's North Sumatra Province on Tuesday\n\t\t\t\t\t\n\t\t\t\t\t The tremor centered at 115 kilometers southwest of Gunung Sitoli City.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, a 5.8-magnitude earthquake hit Fiji on June 5.\n\t\t\t\t\t\n\t\t\t\t\t  The epicenter was the waters northeast of Banuarevu Island."
        }
    ]
}