{
    "date": "2011-04-06",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Industrial Establishments in Jagang",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-33ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Industrial Establishments in Jagang\r\nPyongyang, April 6 (KCNA) -- General Secretary Kim Jong Il provided field guidance to two major industrial establishments in Jagang Province which have put the production going at a high rate.\n\t\t\t\t\t The first leg of his guidance was the Jagangdo Refinery.\n\t\t\t\t\t\n\t\t\t\t\t He went round several production processes to learn in detail about the technological updating and production there.\n\t\t\t\t\t\n\t\t\t\t\t Watching molten iron pouring down from modern electric furnace and ovens and new modern production processes the general secretary of the Workers' Party of Korea expressed great satisfaction over the praiseworthy work done by the officials, workers and technicians of the refinery in a short time. He highly appreciated their success.\n\t\t\t\t\t\n\t\t\t\t\t The party members and other working people of the refinery have built new technological processes, thus bringing about remarkable progress in the production of non-ferrous metals, he said. This stirring change clearly proves once again the validity of the principle that the biggest reserve for the increased production lies in the development of science and technology, he added.\n\t\t\t\t\t\n\t\t\t\t\t He went round newly-built workers' cultural hall and other cultural and supply service facilities of the refinery.\n\t\t\t\t\t\n\t\t\t\t\t He advanced tasks for the refinery, saying it holds an important post in the country's economic development.\n\t\t\t\t\t\n\t\t\t\t\t An important task before the refinery is to put the production going at a high rate and, at the same time, intensify mass technical innovation movement to steadily increase the actual extract rate, he said.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Amnokgang Tire Factory.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Defence Commission of the DPRK went round the Moulding Shop, the Finishing Shop and other production processes to learn in detail about technological updating and production there.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the factory conducted dynamic movement to put the production processes on modern and scientific basis, thus increasing production and boosting the environment, he said. He highly appreciated the efforts made by the officials, workers and technicians of the factory and highly praised their success.\n\t\t\t\t\t\n\t\t\t\t\t The factory has an important duty to fulfill now that there is an increasing demand for tires due to the drastic increase of vehicles, he said, advancing tasks for the factory.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to step up the drive to put the production processes on modern and scientific basis and conduct technical innovation movement to produce more durable quality tires and boost credit with Amnokgang tires. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun, alternate member of the Political Bureau and secretary of the C.C., the WPK, and Ju Yong Sik, chief secretary of the Jagang Provincial Committee of the WPK."
        },
        {
            "title": "Kim Jong Il Enjoys Performance Given by Jagang Provincial Art Troupe",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-37ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by Jagang Provincial Art Troupe\r\nPyongyang, April 6 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by the artistes of the Jagang Provincial Art Troupe.\n\t\t\t\t\t Its repertoire included narration and choruses \"We Live in the Embrace of the Leader\" and \"Glory to Our Great Party\", female solo \"Our Leader\", female quartet and chorus \"Jagang Province Is the One My Country Boasts of\" and chorus \"Footsteps\". \n\t\t\t\t\t\n\t\t\t\t\t Expressing great satisfaction over the fact that the artistes of the provincial art troupe gave a successful performance high in ideological value and artistry, he highly appreciated the success made in the performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t He said that the art troupe has greatly contributed to making the party members and other working people in the province give full play to the Kanggye spirit through their dynamic revolutionary performing activities in the past and created a lot of art works high in ideological value and artistry as required by the new century, thus creditably discharging its mission and duty as genuine creators of the socialist culture and arts and their firm defenders. He highly estimated their feats.\n\t\t\t\t\t\n\t\t\t\t\t He praised the artistes of the art troupe for their earnest creative attitude, noting that they could steadily raise the level of representation by making persevering efforts with all wisdom and enthusiasm to improve their artistic skills.\n\t\t\t\t\t\n\t\t\t\t\t It is the basic mission of the Juche-based arts to provide human beings with genuine idea, morality and culture needed for leading an independent life, he said, advancing important tasks for further developing arts meeting the need of the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Pak To Chun and Thae Jong Su, alternate members of the Political Bureau and secretaries of the C.C., the WPK, Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK, Ju Yong Sik, chief secretary of the Jagang Provincial Committee of the WPK, leading officials of the province and industrial establishments in Kanggye City and persons of merits and labor innovators in the era of Songun."
        },
        {
            "title": "Lawmakers of DPRK Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-27ee.html",
            "content": "Lawmakers of DPRK Pay Homage to Kim Il Sung\r\n Pyongyang, April 6 (KCNA) -- Deputies to the Supreme People's Assembly of the DPRK visited the Kumsusan Memorial Palace on Wednesday to pay homage to President Kim Il Sung. They are here to participate in the 4th Session of the 12th SPA.\n\t\t\t\t\t At the palace, the sacred temple of Juche, they made deep bows to the President with their unbounded reverence."
        },
        {
            "title": "Homage to Kim Jong Suk Paid",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-28ee.html",
            "content": "Homage to Kim Jong Suk Paid\r\n Pyongyang, April 6 (KCNA) -- Deputies to the Supreme People's Assembly on Wednesday laid a wreath and bouquets before the bust of anti-Japanese war hero Kim Jong Suk at the Revolutionary Martyrs Cemetery on Mt. Taesong. They are here to participate in the Fourth Session of the 12th SPA.\n\t\t\t\t\t Looking back on her revolutionary career, they paid a silent tribute to Kim Jong Suk who remained faithful to the cause of President Kim Il Sung and provided the rosy future of Songun Korea, performing undying feats for the country and the people."
        },
        {
            "title": "Delegation of SGBT Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-31ee.html",
            "content": "Delegation of SGBT Leaves for China\r\n Pyongyang, April 6 (KCNA) -- A delegation of the State General Bureau of Tourism of the DPRK led by General Director Kim To Jun left here Wednesday to attend a general meeting of the PATA to be held in China."
        },
        {
            "title": " Day of Pakistan Marked",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-26ee.html",
            "content": "Day of Pakistan Marked\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- A friendship meeting with staff members of the Pakistani embassy here took place at DPRK-Pakistan Friendship Pyongyang June 9 Ryongbuk Secondary School on Wednesday to mark the Day of Pakistan. \n\t\t\t\t\t Present there on invitation were Ambassador Arif Mahmood and staff members of the embassy.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Pak Kyong Il and members of the DPRK-Pakistan Friendship Association and teachers and students of the school were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round education facilities of the school after being briefed on its history. \n\t\t\t\t\t\n\t\t\t\t\t They talked to each other about the matter of developing the friendly relations between the two countries and enjoyed an art performance of schoolchildren."
        },
        {
            "title": "Press Conference Given at Cuban Embassy",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-36ee.html",
            "content": "Press Conference Given at Cuban Embassy\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- A press conference took place at the Cuban embassy here on Wednesday as regards the recent situation in Cuba.\n\t\t\t\t\t Present there were mediapersons in Pyongyang, officials concerned, diplomatic envoys of different countries and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t On hand were officials of the Cuban embassy.\n\t\t\t\t\t\n\t\t\t\t\t Cuban Ambassador Jose Manuel Galego Montano spoke there.\n\t\t\t\t\t\n\t\t\t\t\t He referred to brisk activities being underway to celebrate the 50th anniversary of the victory in Playa Giron battle and the 6th Congress of the Communist Party of Cuba.\n\t\t\t\t\t\n\t\t\t\t\t Cuba has opposed the U.S. blockade against it and made strenuous efforts for the release of five Cuban patriots held in U.S. prison for no proper reason, he said.\n\t\t\t\t\t\n\t\t\t\t\t And he answered questions put by journalists.\n\t\t\t\t\t\n\t\t\t\t\t They saw a Cuban documentary film."
        },
        {
            "title": "Anniversary of Kim Jong Il's Election as NDC Chairman Marked",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-35ee.html",
            "content": "Anniversary of Kim Jong Il's Election as NDC Chairman Marked\r\n Pyongyang, April 6 (KCNA) -- Youth and students, workers, members of the General Federation of Trade Unions of Korea and the Democratic Women's Union of Korea held meetings at the Central Youth Hall, plazas of the Party Founding Memorial Tower and the Arch of Triumph in Pyongyang on Wednesday.\n\t\t\t\t\tThey were to mark the 18th anniversary of General Secreatry Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that his election was a big event of weighty significance in achieving the country's prosperity and accomplishing the revolutionary cause of Songun and the greatest fortune for the army and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the Songun politics as the basic political mode under socialism and established the state leadership system with the NDC as its backbone, they said, adding: This provided a sure guarantee for accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They noted with appreciation that Kim Jong Il is an extraordinary statesman and a symbol of everlasting victory as he has put the country's strength on the highest stage by dint of ever-victorious Songun politics and opened a great heyday of the country's prosperity. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meetings were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, officials concerned, youth and students and members of the GFTUK and the DWUK."
        },
        {
            "title": "Art Contest of Trade Union Organizations Held",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-32ee.html",
            "content": "Art Contest of Trade Union Organizations Held\r\n Pyongyang, April 6 (KCNA) -- A national art contest of primary organizations of the General Federation of Trade Unions of Korea took place at the Central Hall of Workers from April 3 to 6. \n\t\t\t\t\t It was to mark the 50th anniversary of the model machine movement started by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The national contest brought together members of the primary organizations at different units selected in provincial contests. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage of the contest were art works which tell about the feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In such numbers as \"Korea Does What It Is Determined to Do\" and \"It Is Offensive\" the performers showed the resolution of the trade union members and other workers to work fresh miracles and innovations in the advance of great surge for improving the people's living standard."
        },
        {
            "title": "Food Festival Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-34ee.html",
            "content": "Food Festival Held in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- The 16th April Holiday Food Festival was held here from April 4 to 6.\n\t\t\t\t\t Taking part in the festival were 45 units selected from ministries and national institutions and provinces. It proceeded by way of display of local special dishes, famous dishes, popular foods and foreign dishes, presentation of achievements made in food science and technology and skill contests and demonstrations of cooks and waiters and waitresses and the like.\n\t\t\t\t\t\n\t\t\t\t\tPresented to the festival were more than 1,300 peculiar national foods and various kinds of dishes and over 150 pieces of scientific and technological successes.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous in the festival were the skill contest of cooks and the contest of waiters and waitresses showing experienced performance and service. The exhibition of scientific and technological achievements also drew many visitors every day.\n\t\t\t\t\t\n\t\t\t\t\t Its closing ceremony took place on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-Premier Kang Nung Su, Minister of Commerce Kim Pong Chol and others."
        },
        {
            "title": "Calligraphic Festival and Fine Art Exhibition Opened",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-30ee.html",
            "content": "Calligraphic Festival and Fine Art Exhibition Opened\r\n Pyongyang, April 6 (KCNA) -- A national calligraphic festival was opened Wednesday to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Seen at the festival venue are a poster \"The President's sun-style of penmanship will shine forever!\" which depicted Kim Il Sung writing the poem \"Bright Star\" and a Korean painting \"Finding a young talent\" which depicted the President and leader Kim Jong Il who are seeing calligraphic skill of a schoolgirl.\n\t\t\t\t\t\n\t\t\t\t\t Presented to the festival, divided into groups of experts and university students, secondary and primary schoolers and kindergarteners and other groups, are at least 350 calligraphic works. \n\t\t\t\t\t\n\t\t\t\t\t The Songhwa fine art exhibition was opened that day to commemorate the Day of the Sun."
        },
        {
            "title": "Academic Degrees and Titles Awarded",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-29ee.html",
            "content": "Academic Degrees and Titles Awarded \r\nPyongyang, April 6 (KCNA) -- State academic degrees and titles were conferred on the intellectuals and officials in the DPRK with the birth anniversary of President Kim Il Sung as an occasion. Those winners have made scientific and technological achievements conducive to the prosperity of the country.\n\t\t\t\t\t A ceremony of awarding them took place at the Grand People's Study House on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The title of academician was awarded to Thae Hyong Chol, president of the Academy of Social Sciences, and the title of candidate academician to Chon Un Ju, a teacher of Pyongyang University of Medicine under Kim Il Sung University, So Jae Yong, a researcher at University of National Economics, and Kim Ji Yong, dean of faculty of University of Science.  \n\t\t\t\t\t\n\t\t\t\t\t Professorship went to Pak Chang Ha, a head of a department of Kim Il Sung Higher Party School, Pak Hak Chol, dean of faculty of Kim Il Sung University, and others.  \n\t\t\t\t\t\n\t\t\t\t\t Doctorate was conferred on Sim Son Gun and Kim Ki Mok, heads of departments of Kim Chaek University of Technology, Choe Chol, director of University of National Economics, and others and associate professorship on 67 persons."
        },
        {
            "title": "New Postage Stamp Published",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-17ee.html",
            "content": "New Postage Stamp Published\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- The DPRK State Stamp Bureau has issued a sheetlet to mark the Day of the Sun, April 15.\n\t\t\t\t\tSeen in the stamp are letters reading \"In Celebration of the Birth Anniversary of the Great Leader Comrade Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t The stamp also contains pictures of some gift plants sent to President Kim Il Sung by prominent figures of other countries, including Sukarno, ex-president of Indonesia."
        },
        {
            "title": " Rason City Development Plan",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-16ee.html",
            "content": "Rason City Development Plan \r\n Pyongyang, April 6 (KCNA) -- The Rason economic and trade zone of the DPRK will turn into an entrepot, exports producer and international financial and tourist hub, said an official in charge of economic cooperation of the Rason City People's Committee.\n\t\t\t\t\t Kim Hyon Chol told KCNA that the city plans to raise the traffic capacity of ports and roads, replace the existing rails with modern, heavy and high-speed ones and construct fashionable apartment houses and public service facilities in the center of the city.\n\t\t\t\t\t\n\t\t\t\t\t Industrial establishments including bonded processing, high-tech and foodstuff processing facilities will be constructed in Rajin and Sonbong districts, an integrated wood processing base in Ungsang district and a model farm in Kulpho district, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Tourist resorts will appear in Haesanggum-Pipha and Kalumdan-Uam districts and great efforts will be directed to infrastructure construction and environmental protection.\n\t\t\t\t\t\n\t\t\t\t\t Anju district will have commercial, financial, cultural and sports centers, residential quarters for lease, foreign settlements, hotels, theaters, banks and shopping malls.\n\t\t\t\t\t\n\t\t\t\t\t The city will cooperate with foreign investors and businesses in their economic and trade activities in the zone.\n\t\t\t\t\t\n\t\t\t\t\t The zone has drawn many businessmen and businesses of China, Hong Kong, Thailand, Australia and other countries."
        },
        {
            "title": "Shaved Ice Stands in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-19ee.html",
            "content": "Shaved Ice Stands in Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, April 6 (KCNA) -- Shaved ice stands have appeared in streets of Pyongyang. \n\t\t\t\t\t A machine-building factory in Pyongyang manufactured effective ice-chipping machines and supplied them to public catering establishments in the city.\n\t\t\t\t\t\n\t\t\t\t\t Every district of the city has built an ice production base and made full preparations, including supply of raw materials, for serving shaved ice.\n\t\t\t\t\t\n\t\t\t\t\t The city organized a shaved ice exhibition some time ago to improve the service."
        },
        {
            "title": "Guidelines for Unity of Korean Nation",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-15ee.html",
            "content": "Guidelines for Unity of Korean Nation\n\t\t\t\t\t\t\r\nPyongyang, April 6 (KCNA) -- President Kim Il Sung on April 6, Juche 82 (1993) published a celebrated work titled \"The Ten-point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".\n\t\t\t\t\tThe work underscores the need to found a unified state, independent, peaceful and neutral, with concerted effort of the whole nation and achieve national unity in the spirit of patriotism and national independence and on the principle of promoting co-existence, co-prosperity and common interest and subordinating all to the effort for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe work indicates ways for achieving national unity.\n\t\t\t\t\t\n\t\t\t\t\tIt calls for halting all political strife aggravating the division of the country and confrontation in the same nation, promoting understanding and trust through contacts, travels and dialogue and valuing democracy.\n\t\t\t\t\t\n\t\t\t\t\tIt also calls on the entire nation in the north, south and overseas to pool effort for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tA fresh progress has been made in the effort for the country's reunification since the publication of the work, which stands for one of the three pillars of national reunification along with the Three Principles of National Reunification and the Proposal for Founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\tThe historic June 15 Joint Declaration and October 4 Declaration were adopted and minister-level talks and other multi-faceted contacts and dialogue took place between the north and the south, with cooperation invigorated in the fields of the economy, literature and arts, public health, sports and environment."
        },
        {
            "title": "All Koreans Urged to Remain True to Idea and Line of Great Unity",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-12ee.html",
            "content": "All Koreans Urged to Remain True to Idea and Line of Great Unity\r\n Pyongyang, April 6 (KCNA) -- The work of President Kim Il Sung \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" is the review of his idea of the great national unity and its practical experience and the immortal library of the great national unity. Leading newspapers of the DPRK say this in bylined articles Wednesday. \n\t\t\t\t\t The work published on April 6, Juche 82 (1993) comprehensively deals with the ways for achieving the great unity of the whole Korean nation. They include the issue of founding a unified state through the great unity of the whole nation, the issue of achieving unity based on patriotism and the spirit of national independence and the issue of achieving unity on the principle of promoting co-existence, co-prosperity and common interests. Also expounded in the work are the issue of ending all political disputes that foment division and confrontation between fellow countrymen and for the north and the south to believe in each other and unite and the issue for the whole nation to join hands on the road for national reunification irrespective of differing idea and ism. \n\t\t\t\t\t\n\t\t\t\t\t The 10-point programme made it possible for the Korean nation to dynamically wage the struggle to implement the sacred cause of national reunification with clear target and orientation. It also helps it work with confidence and courage without any deviation, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe President's idea and line of great unity of the whole nation is being successfully carried forward by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the 10-point programme, the three principles of national reunification and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification, clarifying their status. He also put forward the five-point policy for the great national unity reflecting the President's idea of the great unity of the whole nation and the demand of the present reality. \n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" which is the basic idea of the June 15 joint declaration and its practical program October 4 declaration is the successful embodiment of the 10-point programme of the great unity of the whole nation put forward by the President and the five-point policy for the great nation unity by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should energetically push forward the cause of independent and peaceful reunification holding aloft the banner of the great national unity reflecting the noble patriotism of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all the fellow countrymen in the north and the south and overseas to turn out as one in the nationwide struggle for national reunification under the leadership of Kim Jong Il true to the idea of the President for the great unity of the whole nation."
        },
        {
            "title": "National Independence Is Key to Reunification: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-18ee.html",
            "content": "National Independence Is Key to Reunification: KCNA Commentary \n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- The Korean Peninsula now stands at the crossroad of dialogue and war.\n\t\t\t\t\t It is necessary to firmly maintain the stand of national independence, the stand of attaching importance to the nation in order to foil the domestic and foreign forces' moves for war against reunification and reunify the country at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Independence is what keeps the nation alive. It provides a sure guarantee for the existence and development of the nation. A nation can achieve its independence only when it values its dignity and interests from the stand of giving top priority to the nation and putting them above all.\n\t\t\t\t\t\n\t\t\t\t\t Any nation can carve out its destiny in line with its requirements and interests if it holds fast to the stand of independence, the stand of giving overriding importance to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is a cause of national independence which all the Koreans should achieve with responsibility.\n\t\t\t\t\t\n\t\t\t\t\t Outside forces do not present reunification to the Korean nation. They make no scruple of sacrificing other countries and nations to meet their own interests. They steadily escalate north-south confrontation in a bid to fish in troubled waters.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of national independence and attaching importance to the nation is a basic stand and motto for the Korean nation which was forced into two by outsiders and is on the verge of a war. Neither foreign forces nor any idea should be put above the interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t If one values outsiders more than compatriots and puts \"cooperation\" with them above the common cause of the nation, it is impossible to improve the north-south relations nor is it possible to achieve genuine confidence and reconciliation between compatriots. This will only spark escalated confrontation and tensions.\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces of south Korea unhesitatingly commit acts of treachery, doing harm to the interests of the nation while working with bloodshot eyes for \"cooperation\" with outsiders. They set the relations with foreign forces as the top priority task of their domestic and foreign policies under the signboard of \"pragmatic diplomacy\".\n\t\t\t\t\t\n\t\t\t\t\t They also set sort of \"change\" and dismantlement of nuclear program as precondition for the improvement of the north-south relations and are working hard to escalate confrontation with fellow countrymen. They are working as nuclear war servants while frequently staging war exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe rhetoric about \"sincerity\" touted by them based on the watchwords of \"no nuke, opening and 3000 dollars\" is a product of a plot they bred with their master to conceal their true colors as anti-reunification and confrontational elements and stifle the system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t History and reality eloquently prove that whether one stands for national independence or not is an important matter related to the improvement of the north-south relations and the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to take the stand of national independence, the stand of attaching importance to the nation and pool efforts with fellow countrymen and reject foreign forces in order to mend the north-south relations and open up a decisive phase of national reunification. Dependence on outsiders and \"cooperation\" with them should be rejected by all means.\n\t\t\t\t\t\n\t\t\t\t\t Attaching importance to the nation will lead to reunification and patriotism while \"cooperation\" with outsiders to division, treachery and war.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should fully display the Juche character and national identity with the pride of being a member of the homogenous nation with 5 000 year-long history. They should also resolutely smash the outsiders' interference in the internal affairs of the nation and their obstructive moves. Heavy blows should be dealt at the south Korean conservative group which is resorting to criminal acts of treachery while violating the dignity and sovereignty of the nation and stirring up a fratricidal war, subservient to outsiders.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should step up the nationwide grand march for reunification from the stand of independence, peace and great national unity and thus achieve the historic cause of national reunification by the concerted efforts of the nation."
        },
        {
            "title": "Rodong Sinmun on Importance of Arms in Defending Independence",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-13ee.html",
            "content": "Rodong Sinmun on Importance of Arms in Defending Independence\r\n Pyongyang, April 6 (KCNA) -- Arms provide a reliable guarantee for defending independence.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It is truth proved through the world history of revolutionary movement that independence is guaranteed by arms, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Arms are the most powerful means in the standoff between the revolutionary forces and the counterrevolutionary ones in the world.\n\t\t\t\t\t\n\t\t\t\t\t Reliance on strong arms only can help foil the moves of the counterrevolutionary forces and guarantee the popular masses their independence and bring their independent desire into a reality to the last. Independence can not be defended by words. The victorious advance of the revolutionary cause and the gains of the revolution can be preserved only by arms.\n\t\t\t\t\t\n\t\t\t\t\t The practical experience of the Korean revolution also proved that independence must be defended by arms.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK could stand firm against the reckless military offensives of the imperialists and international reactionaries because it took firm hold on arms.\n\t\t\t\t\t\n\t\t\t\t\t In recent years they desperately resorted to the hostile moves against the DPRK but all their offensives against the DPRK suffered setback.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are committing tyrannical acts by mobilizing all means and methods including a military method. The only way of foiling those moves is to bolster one's own arms. Strong arms only can help defend independence."
        },
        {
            "title": "Japan's Distortion of History Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-05ee.html",
            "content": "Japan's Distortion of History Protested in S. Korea\r\n Pyongyang, April 6 (KCNA) -- Superintendents of education in provinces and cities of south Korea released a joint resolution on March 30, strongly protesting against the Japanese authorities' distortion of history.\n\t\t\t\t\t In the resolution they charged that the Japanese government passed through screening the textbooks containing Japan's \"dominium\" over Tok Islets, more openly revealing its scheme to grab the islets.\n\t\t\t\t\t\n\t\t\t\t\t It is an immutable fact that the islets are a territory pertaining to the Korean nation both in light of history and international law, they said.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the authorities of Japan cancel its \"claim\" to Tok Islets, honestly inform its people of the historical fact about the islets and educate them in it.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would concentrate all efforts on educational activities for defending the islets."
        },
        {
            "title": "Japan's Militarist Ambition Rebuked",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-06ee.html",
            "content": "Japan's Militarist Ambition Rebuked\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification on April 1 released a commentary denouncing Japan's militarist ambition.\n\t\t\t\t\t On March 30 Japan passed through screening 12 kinds of textbooks containing the contents that \"Tok Islets belong to Japan\" and they are \"illegally occupied\" by south Korea. On April 1 it announced a 2011 diplomatic blue book inciting the \"dominium\" over Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t Recalling the fact, the commentary said: This shows that Japan is scheming to turn the islets into an area of dispute and train the younger generation to be tools for reinvasion of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese people should clearly discern, through this fact, the true colors of the rightist conservatives engrossed in revival of militarism and ambition for aggression, it said.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life in south Korea will launch a dynamic struggle against Japan's attempt to grab the islets, it stressed."
        },
        {
            "title": "DPRK's Important Days Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-01ee.html",
            "content": "DPRK's Important Days Commemorated Abroad\n\t\t\t\t\t\t\r\nPyongyang, April 6 (KCNA) -- Events took place in different countries between March 28 and 30 to commemorate the birth anniversary of President Kim Il Sung, the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 79th birthday of the Korean People's Army.\n\t\t\t\t\t They included a ceremony of opening the week of photo exhibition and a film show in Democratic Congo, a film show in Romania and an opening ceremony of photo exhibition week in Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition halls were photos on the immortal feats of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included \"Fireworks for a Thriving Nation\", \"Reply of Korea\" and \"The Korean People's Army, Steel-like Ranks\".\n\t\t\t\t\t\n\t\t\t\t\t Jean Baptiste Nkoy, general secretary of the People's Rally for Socialism of Democratic Congo, praised Kim Jong Il for having strengthened self-defensive capability in every way by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is an all-powerful treasured sword for national sovereignty and prosperity, and it is the greatest political mode that developing countries desirous of independence should follow, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Romania-Korea Friendship Association said that Kim Il Sung built in Korea the people-centered socialist system where the people are masters of everything and everything serves them."
        },
        {
            "title": "KFA Introduces Mangyongdae, Birthplace of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-02ee.html",
            "content": "KFA Introduces Mangyongdae, Birthplace of Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- The Korean Friendship Association headquartered in Spain on March 29 posted on its Internet website \"One Corea Network\" an article titled \"Mangyongdae\" with a picture of President Kim Il Sung's native home in Mangyongdae on the occasion of his birth anniversary.\n\t\t\t\t\t Mangyongdae is the birthplace of the President, father of socialist Korea and founder of the Juche idea, the article said, introducing the landscapes of Mangyongdae well-known for its natural beauty from olden times.\n\t\t\t\t\t\n\t\t\t\t\t A house with straw-thatched low roof, where the President was born, is preserved in its original state there, it said. \n\t\t\t\t\t\n\t\t\t\t\t This house is very modest for his worldwide reputation and great personality, the article said, introducing in detail the members of the Mangyongdae family who devoted their whole lives to the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The President received revolutionary and patriotic education from his parents while spending his childhood at the old home in Mangyongdae and left it with high ambition to liberate the country, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He returned in triumph to the country after defeating the Japanese imperialist aggressors through the arduous anti-Japanese armed struggle. But he first went to the Kangson Steel Works (at that time) for building new Korea though his birthplace was within a calling distance.\n\t\t\t\t\t\n\t\t\t\t\t He also founded the Workers' Party of Korea, the guiding force of the Korean society and exchanged greetings with the people at the historic Pyongyang City rally held to welcome him on his triumphant return before entering the brushwood gate of his old home.\n\t\t\t\t\t\n\t\t\t\t\t Today Mangyongdae has become a holy land of the revolution where not only the Korean people but the world progressives advocating the Juche idea and aspiring after independence are visiting in an endless stream.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people and personages of different countries recollect the great life of the President while visiting Mangyongdae and planting beautiful flowers and trees there."
        },
        {
            "title": "Foreign Media Commemorate Kim Il Sung's Birthday",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-03ee.html",
            "content": "Foreign Media Commemorate Kim Il Sung's Birthday\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- Media of different countries gave special write-ups to the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Russian paper Byvor on March 23 carried a beaming image of the President and an article, which said:\n\t\t\t\t\t\n\t\t\t\t\t It is Kim Il Sung, the father of socialist Korea, who regarded the politics as embodiment of love and trust in the people and translated it into reality for the first time in human history.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea and ushered in a new era of human love in the history of world politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, guided by the Juche idea, has enforced the best popular policies such as the free medical care system and the free educational system.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Public News on March 30 dedicated its one whole page to an article titled \"Great Man in the Century\" and other articles together with a picture of the President.\n\t\t\t\t\t\n\t\t\t\t\t The articles praised the undying feats of the peerlessly great man who defeated the U.S. and Japanese imperialisms and turned Korea, once a backward colonial semi-feudal state, into a powerful socialist country independent in politics, self-supporting in the economy and self-reliant in national defence, regarding as his maxim the idea of believing in the people as in Heaven and relying on their inexhaustible strength.\n\t\t\t\t\t\n\t\t\t\t\t The April issue of the Pakistani magazine Peak Time carried in its eight whole pages a portrait of the President and photos on his undying feats and photos and articles introducing Songun Korea."
        },
        {
            "title": "Kim Il Sung's Reminiscences Carried by Nepali Paper",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-04ee.html",
            "content": "Kim Il Sung's Reminiscences Carried by Nepali Paper\r\n Pyongyang, April 6 (KCNA) -- The Nepali newspaper Sremik carried President Kim Il Sung's reminiscences \"With the Century\" from February 23 to March 8.\n\t\t\t\t\t The paper printed the full text of \"Trust and Treachery\" in Chapter 23 from Vol. 8 (continuing edition) of Part 1 The Anti-Japanese Revolution of the reminiscences.\n\t\t\t\t\t\n\t\t\t\t\t It also carried a picture of the President."
        },
        {
            "title": "Strong Earthquake Hits Greek Islands",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-10ee.html",
            "content": "Strong Earthquake Hits Greek Islands\r\n Pyongyang, April 6 (KCNA) -- An earthquake of nearly 6.0 magnitude struck the southern Greek islands of Crete and Karpathos on Friday.\n\t\t\t\t\t The epicenter was at the sea area between the two islands."
        },
        {
            "title": "Hu Jintao Calls for Taking Up Afforestation",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-08ee.html",
            "content": "Hu Jintao Calls for Taking Up Afforestation\r\n Beijing, April 4 (KCNA) -- Chinese President Hu Jintao on April 2 called on the public to take up afforestation activities. \n\t\t\t\t\t He also urged relevant departments to improve their efforts to build a \"conservation culture\" in China and to achieve sustainable economic and social development \n\t\t\t\t\t\n\t\t\t\t\t That day Hu took part in the all-people compulsory tree-planting campaign on the bank of Beijing's Yongding River, together with senior party and state officials and members of the children's vanguard of China."
        },
        {
            "title": "China Closes Lewd Websites ",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-22ee.html",
            "content": "China Closes Lewd Websites \n\t\t\t\t\t\t\r\n Beijing, April 4 (KCNA) -- China recently closed off 62 illegal websites according to a law. They were spreading indecent and sexual materials. \n\t\t\t\t\t The Information Office of the State Council clarified this."
        },
        {
            "title": "China Puts Efforts on Work of Memorizing Martyrs ",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-20ee.html",
            "content": "China Puts Efforts on Work of Memorizing Martyrs \r\n Beijing, April 4 (KCNA) -- China is directing efforts into building facilities in commemoration of martyrs and their preservation.\n\t\t\t\t\t A meeting on this work was recently held in Xuzhou of Jiangxi Province at which the need to hold fast to this work was stressed.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Civil Affairs and the Ministry of Finance earlier sent a notice on this work and arranged relevant work.\n\t\t\t\t\t\n\t\t\t\t\t There are martyrs' cemeteries in more than one million places and over 7,000 martyrs memorial facilities in China."
        },
        {
            "title": "Hydro-meteorological Research Centers Inaugurated in China",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-21ee.html",
            "content": "Hydro-meteorological Research Centers Inaugurated in China\n\t\t\t\t\t\t\r\n Beijing, April 4 (KCNA) -- Five hydro-meteorological research centers of the army were recently inaugurated in China.\n\t\t\t\t\t These centers will make scientific researches into weather observation and forecast, reception of satellite information, atmospheric sounding and climate change, etc."
        },
        {
            "title": "Xinjiang Uygur of China Works to Protect Swamp",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-07ee.html",
            "content": "Xinjiang Uygur of China Works to Protect Swamp\r\n Beijing, April 4 (KCNA) -- Xinjiang Uygur Autonomous Region of China is directing efforts to protecting swamps.\n\t\t\t\t\t The region built six swamp natural conservation areas and six swamp parks and is taking good care of them.\n\t\t\t\t\t\n\t\t\t\t\t At present there are many swamps in Mts. Tian and Kunlun, Talimu and Zhungaer basins and other areas of the region, which cover 1.48 million hectares in total."
        },
        {
            "title": "Iran Accuses US of Its Intrigues ",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-11ee.html",
            "content": "Iran Accuses US of Its Intrigues \r\n Tehran, April 4 (KCNA) -- Iranian Foreign Ministry Spokesman Ramin Mehmanparast said the United States is not pleased with the close relations among Islamic countries, semi-official ISNA news agency reported Sunday.\n\t\t\t\t\t \"They (the U.S. and it allies) are trying to sow discord among them (Muslim states) to secure their own interests while putting interests of the Islamic world at risk,\" he was quoted as saying.\n\t\t\t\t\t\n\t\t\t\t\t Mehmanparast called on Muslim countries to keep vigilance towards the recent developments in the region, said the report."
        },
        {
            "title": "Iran to Cooperate with Asia-Pacific Space Group's Satellite Projects",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-23ee.html",
            "content": "Iran to Cooperate with Asia-Pacific Space Group's Satellite Projects\r\n Tehran, April 4 (KCNA) -- Head of Iranian Space Agency (ISA) Hamid Fazeli Sunday said that Iran intends to design and build a remote sensing satellite jointly with the Asia-Pacific Space Cooperation Organization (APSCO) member states.\n\t\t\t\t\t \"We plan to gain a larger share in building the satellite,\" he was quoted as saying."
        },
        {
            "title": "Pakistan Dismisses British Human Rights Report as \"Flawed\"",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-24ee.html",
            "content": "Pakistan Dismisses British Human Rights Report as \"Flawed\"\r\n Pyongyang, April 6 (KCNA) -- The Foreign Office spokesperson of Pakistan Saturday rejected a British human rights report as flawed for ignoring positive developments in the country and said the government effectively addresses all problems.\n\t\t\t\t\t British Foreign Secretary William Hague in the 2010 Human Rights and Democracy report said that Pakistani government was \"marred by corruption, lack of transparency and lawlessness.\""
        },
        {
            "title": "PM of Palestine Slashes at Israeli Raids",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-25ee.html",
            "content": "PM of Palestine Slashes at Israeli Raids\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- Palestinian Prime Minister Salam Fayyad Saturday strongly condemned Israeli raids in the West Bank.\n\t\t\t\t\t Israeli army's operations in the West Bank undermine the Palestinian National Authority's efforts to achieve stability, and affect economic development, he said."
        },
        {
            "title": "Israeli Airstrike Kills 3 in Southern Gaza Strip",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-09ee.html",
            "content": "Israeli Airstrike Kills 3 in Southern Gaza Strip\n\t\t\t\t\t\t\r\n Pyongyang, April 6 (KCNA) -- Israel's army is ceaselessly committing airstrike at the Gaza Strip of Palestine despite the strong denunciation and protest by the international community.\n\t\t\t\t\t Three Palestinians were killed early Saturday and others wounded in what witnesses and security sources said an Israeli airstrike at a car in southern Gaza Strip.\n\t\t\t\t\t\n\t\t\t\t\t The witnesses said that an unmanned Israeli drone fired a missile at the white Subaru car."
        },
        {
            "title": " Kim Jong Il dirige fabrica y empresa de la provincia de Jagang",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-38ee.html",
            "content": "Kim Jong Il dirige fabrica y empresa de la provincia de Jagang\r\nPyongyang, 6 de abril (ATCC) -- El Dirigente   Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, dirigio sobre el terreno fabrica y empresa de la provincia de Jagang que normalizan la produccion en un alto nivel. \n\t\t\t\t\tEl estuvo primero en la Fundicion de Metales no Ferrosos de la provincia de Jagang.\n\t\t\t\t\t\n\t\t\t\t\tAl ver la cascada de hierro fundido que sale de los hornos electricos ultramodernos y nuevos procesos modernizados de produccion, se mostro muy satisfecho de que los funcionarios, obreros y tecnicos de la empresa hayan alcanzado gran exito en un corto plazo, y lo aprecio mucho.\n\t\t\t\t\t\n\t\t\t\t\tLos militantes del partido y trabajadores de esta empresa pudieron lograr un avance vertiginoso en la produccion de metales no ferrosos mediante el establecimiento de nuevos procesos productivos, dijo y agrego que este cambio orgulloso comprueba una vez mas la verdad de que la reserva del incremento de la produccion esta en el desarrollo cientifico-tecnico.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Dirigente recorrio la casa cultural de obreros y otros establecimientos de cultura y servicios publicos construidos nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tLa Fundicion de Metales no Ferrosos de la provincia de Jagang ocupa una posicion importante en el desarrollo economico del pais, senalo y presento las tareas que incumben a ella. \n\t\t\t\t\t\n\t\t\t\t\tLa tarea importante es normalizar en alto nivel la produccion y, al mismo tiempo, intensificar el movimiento masivo de innovacion tecnica y elevar constantemente la tasa de rendimiento de la fundicion, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tLuego, el Dirigente hizo una visita de orientacion sobre la Fabrica de Neumaticos Amnokgang.\n\t\t\t\t\t\n\t\t\t\t\tEn los procesos de produccion como el taller de moldeado y el de acabado hizo conocimiento detallado de dotacion tecnica y produccion. \n\t\t\t\t\t\n\t\t\t\t\tMuy contento de que gracias a la lucha energica por modernizar y cientifizar los procesos productivos, se haya elevado la productividad y los trabajadores puedan laborar en el mejor ambiente de produccion, aprecio los exitos de funcionarios, obreros y tecnicos de la fabrica que trabajaron con abnegacion por traer ese cambio excelente y reconocio sus inmensos esfuerzos. \n\t\t\t\t\t\n\t\t\t\t\tDado que se aumenta la demanda sobre neumaticos debido al incremento rapido de los medios de transporte, resulta muy importante la mision de esta fabrica, asevero e indico las tareas que se presentan ante ella.\n\t\t\t\t\t\n\t\t\t\t\tLa fabrica debe producir los neumaticos resistentes mediante la modernizacion y la cientifizacion de los procesos productivos y la intensificacion del movimiento por la innovacion tecnica con el proposito de elevar el credito en sus productos, apunto.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Kyong Hui, miembro del Buro Politico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del Buro Politico del CC del PTC y vicepresidente del CDN, Pak To Chun, miembro suplente del Buro Politico y secretario del CC del PTC, y Ju Yong Sik, secretario responsable del Comite del PTC en la Provincia de Jagang."
        },
        {
            "title": "Embajador cubano concede entrevista de prensa",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-39ee.html",
            "content": "Embajador cubano concede entrevista de prensa\n\t\t\t\t\t\t\r\nPyongyang, 6 de abril (ATCC) -- Tuvo lugar el dia 6 una rueda de prensa en la Embajada de la Republica de Cuba en Corea.\n\t\t\t\t\tEstuvieron presentes en la ocasion los periodistas de periodicos capitalinos y la agencia noticiera, los funcionarios correspondientes, los representantes diplomaticos de varios paises y miembros de embajadas en Corea.\n\t\t\t\t\t\n\t\t\t\t\tSe distinguian tambien los miembros de la sede diplomatica cubana.\n\t\t\t\t\t\n\t\t\t\t\t  El embajador cubano, Jose Manuel Galego Montano, informo una serie de actividades, inclusive las muestras del cine cubano, que realiza la embajada cubana para conmemorar el 50o aniversario de la victoria de Playa Giron y saludar al 6o Congreso del Partido Comunista de Cuba que tendra lugar a mediados del mes en curso.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, el embajador cubano respondio a las preguntas de los periodistas coreanos.\n\t\t\t\t\t\n\t\t\t\t\tAl final, se proyecto el documental cubano \"Las Razones de Cuba\"."
        },
        {
            "title": "Clausurado en Pyongyang el festival de platos de fiesta",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-40ee.html",
            "content": "Clausurado en Pyongyang el festival de platos de fiesta\n\t\t\t\t\t\t\r\nPyongyang, 6 de abril (ATCC) -- Tuvo lugar del dia 4 al 6 el XVI Festival de Platos de Fiesta en Abril.\n\t\t\t\t\tEn esta edicion participaron 45 unidades, selectas en los ministerios, organos centrales y todas las provincias. El festival se realizo dividido en la exposicion de platos especiales locales, los famosos, los de consumo masivo, platos extranjeros y exitos cientificos y tecnicos de la cocina, el concurso de talentos y actuacion modelo de los cocineros y camareros.\n\t\t\t\t\t\n\t\t\t\t\tEn el festival se presentaron mas de mil 300 platos nacionales peculiares y los otros de distintos generos, y mas de 150 exitos cientificos y tecnicos de la rama culinaria.\n\t\t\t\t\t\n\t\t\t\t\tResulto espectacular la presentacion de talentos y actuacion modelo de los cocineros y camareros y siempre estuvo repleta de visitantes la exposicion de exitos referidos.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 6 el acto de clausura con la participacion del vicepremier del Consejo de Ministros, Kang Nung Su, el ministro de Comercio, Kim Pong Chol, y otros funcionarios."
        },
        {
            "title": "Direccion surena de APRP denuncia ambicion militarista de Japon",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-41ee.html",
            "content": "Direccion surena de APRP denuncia ambicion militarista de Japon\r\nPyongyang, 6 de abril (ATCC) -- La Direccion Surena de la Alianza Pannacional por la Reunificacion de la Patria (APRP) hizo publico el dia primero un comentario denunciando la ambicion militarista de Japon. \n\t\t\t\t\tJapon aprobo el 30 de marzo los manuales de 12 generos con el contenido de que el \"islote Tok es el territorio japones\" y \"esta bajo la ocupacion ilegal\" del Sur de Corea, y publico el primero de abril la carta azul diplomatica para 2011 abogando por la \"posesion del islote Tok\", revela el comentario. \n\t\t\t\t\t\n\t\t\t\t\tEsto muestra que Japon intenta convertir el islote Tok en una zona litigiosa y formar a los jovenes y ninos como aparatos para la nueva agresion contra la Peninsula Coreana, asevera.\n\t\t\t\t\t\n\t\t\t\t\tLa poblacion japonesa debe calar a fondo la naturaleza de las fuerzas conservadoras derechistas embriagadas por la ambicion militarista y agresiva, demanda.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, enfatiza que los habitantes surcoreanos de distintos estratos desarrollaran la lucha contra las maniobras de Japon tendentes a usurpar el islote Tok."
        },
        {
            "title": "Informan proyecto de desarrollo de la ciudad de Rason ",
            "url": "http://kcna.co.jp/item/2011/201104/news06/20110406-42ee.html",
            "content": "Informan proyecto de desarrollo de la ciudad de Rason \n\t\t\t\t\t\t\r\nPyongyang, 6 de abril (ATCC) -- La zona economica y comercial de Rason de Corea se convertira en una importante escala internacional de cargas, punto de procesamiento de exportaciones y polo financiero y turistico de talla mundial.\n\t\t\t\t\tDijo asi a la ATCC el funcionario encargado de cooperacion economica del Comite Popular de la Ciudad de Rason, Kim Hyon Chol (de 46 anos de edad).\n\t\t\t\t\t\n\t\t\t\t\tSe han elaborado los planes para elevar la capacidad de pasos en los puertos y las carreteras y hacer mas modernas, mas pesadas y mas rapidas las vias ferroviarias y se construiran en la parte central de la ciudad las viviendas modernas y los establecimientos de servicios publicos, comenzo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEn las zonas de Rajin y Sonbong se construiran las zonas industriales que se dediquen a la exportacion de productos elaborados a base de materias primas y de productos semielaborados importados sin pagar arancel, al desarrollo de tecnologias de punta y al procesamiento de alimentos. En tanto, en la zona de Ungsang se acondicionara un combinado de elaboracion de madera, y en la de Kulpho, una granja modelo. \n\t\t\t\t\t\n\t\t\t\t\tEn las zonas de Haesanggum-Pipha y Kalumdan-Uam se acondicionaran los puntos turisticos peculiares y ya estan trazados los planes de construccion de la red de infraestructura y de proteccion medioambiental.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, en la zona de Anju se edificaran los centros comerciales, financieros, culturales y deportivos, las casas de alquilar, los repartos de extranjeros donde se levantaran los hoteles, teatros, bancos, almacenes, etc. \n\t\t\t\t\t\n\t\t\t\t\tCooperara con los inversionistas y las empresas extranjeros para que ellos realicen satisfactoriamente sus actividades economicas y comerciales en Rason. \n\t\t\t\t\t\n\t\t\t\t\tAhora, muchos inversionistas y empresas de China, Hong Kong, Tailandia, Australia y otros paises tienen sus companias independientes o mixtas en Rason."
        }
    ]
}