{
    "date": "2011-09-11",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Art Performance Given by Art Groups of Women's Union Organizations",
            "url": "http://kcna.co.jp/item/2011/201109/news11/20110911-25ee.html",
            "content": "Kim Jong Il Enjoys Art Performance Given by Art Groups of Women's Union Organizations\r\n\n\t\t\t\t\tPyongyang, September 11 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, enjoyed an art performance given by art groups of women's union organizations from across the country.\n\t\t\t\t\t\n\t\t\t\t\tAmong the audience were Kim Jong Un, vice-chairman of the Central Military Commission of the WPK, Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Choe Ryong Hae and Pak To Chun, alternate members of the Political Bureau and secretaries of the C.C., the WPK, Ri Yong Su, department director of the C.C., the WPK, Ri Jae Il, first vice department director of the C.C., the WPK, and senior officials of the C.C., the WPK and the C.C., the Democratic Women's Union of Korea.\n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were colorful numbers including choruses \"We Have Waited for You\" and \"Song of Women\", dialogic poem \"Family Members of Mangyongdae and Blessed Women\", comic story \"Flavor\", kayagum ensemble \"Our Daughter-in-Law\", trio and story-telling \"Let Us Spruce Up Our Country Beautifully\" and drama and story-telling \"We Still Cross River Nam.\" These numbers proved successful at the national contest among art groups of the women's union organizations on the occasion of the 65th anniversary of the promulgation of the Law on Sex Equality.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed great satisfaction over the fact that the members of the art groups of the women's union organizations staged a splendid performance reflecting the transparent and ardent loyalty of the Korean women to the party and the leader and the firm pledge to make a positive contribution to the building of a rich and powerful country by earnestly learning from the soldier culture of the era of Songun. He highly appreciated their successful performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\tThe performance given by the members of the art groups of the women's union organizations today is good in its contents and their skill is high, he noted. He told them to take part in the contest among art groups of families of servicepersons held every year in the future, adding he would often watch their presentation.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the several decades covered by the Korean women under the wise leadership of the WPK is the history of absolute trust and noble loyalty to the party, the leader and the beloved country and, at the same time, the history of devotion in which they have defended the country at the cost of their lives and dedicated their all to the future of the revolution, society and the collective with the transparent faith in the victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed great expectation and conviction that all the women would powerfully demonstrate their revolutionary mettle in the on-going grand drive to build a thriving nation with the same ardent patriotism as was fully displayed in every annal of the revolution under the guidance of the party and the leader."
        },
        {
            "title": "Kim Jong Il Enjoys Art Performance Given by Art Groups of Women's Union Organizations from across Congratulations to President of Cape Verde",
            "url": "http://kcna.co.jp/item/2011/201109/news11/20110911-23ee.html",
            "content": "Congratulations to President of Cape Verde\r\n\n\t\t\t\t\tPyongyang, September 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a congratulatory message to Jorge Carlos Fonseca upon his election as president of Cape Verde.\n\t\t\t\t\t\n\t\t\t\t\tKim in the message expressed belief that the friendly and cooperative relations between the DPRK and Cape Verde would steadily grow strong in line with the common interests and desire of the peoples of the two countries, heartily wishing him success in his responsible work for the socio-economic development and prosperity of the country."
        },
        {
            "title": "Foreign Diplomats Mourn Death of Vo Chi Cong",
            "url": "http://kcna.co.jp/item/2011/201109/news11/20110911-19ee.html",
            "content": "Foreign Diplomats Mourn Death of Vo Chi Cong\r\n\n\t\t\t\t\tPyongyang, September 11 (KCNA) -- Foreign diplomats of different countries here visited the embassy of Vietnam in Pyongyang Saturday and Sunday to express condolences over death of Vo Chi Cong, president of the State Council of the Socialist Republic of Vietnam."
        }
    ]
}