{
    "date": "2011-09-22",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-22ee.html",
    "articles": [
        {
            "title": "Gift to Kim Jong Il from China's City Government",
            "url": "http://kcna.co.jp/item/2011/201109/news22/20110922-33ee.html",
            "content": "Gift to Kim Jong Il from China's City Government\r\n\n\t\t\t\t\tPyongyang, September 22 (KCNA) -- Leader Kim Jong Il was presented with a gift by the Dandong City People's Government Thursday.\n\t\t\t\t\t\n\t\t\t\t\tIt was handed to Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, by Shi Guang, acting mayor of the Dandong City People's Government, on a visit to the DPRK."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Journalists Association",
            "url": "http://kcna.co.jp/item/2011/201109/news22/20110922-49ee.html",
            "content": "Gift to Kim Jong Il from Chinese Journalists Association\r\n\n\t\t\t\t\tPyongyang, September 22 (KCNA) -- Leader Kim Jong Il received a gift from the All-China Journalists Association on Thursday.\n\t\t\t\t\t\n\t\t\t\t\tIt was handed to Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, by Zhang Xinxin, chief editor of the China News Service, on a visit to the DPRK."
        },
        {
            "title": "Yang Hyong Sop Meets Chinese Delegation of People's Government of Dandong City",
            "url": "http://kcna.co.jp/item/2011/201109/news22/20110922-48ee.html",
            "content": "Yang Hyong Sop Meets Chinese Delegation of People's Government of Dandong City\r\n\n\t\t\t\t\tPyongyang, September 22 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the Chinese friendship delegation of the People's Government of Dandong City led by its acting Mayor Shi Guang who paid a courtesy call on him at the Mansudae Assembly Hall on Thursday."
        }
    ]
}