{
    "date": "2011-02-05",
    "url": "http://kcna.co.jp/item/2011/201102/2011-02-05ee.html",
    "articles": [
        {
            "title": "Choe Yong Rim Congratulates New Nepalese PM",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-09ee.html",
            "content": "Choe Yong Rim Congratulates New Nepalese PM\r\nPyongyang, February 5 (KCNA) -- Premier of the DPRK Cabinet Choe Yong Rim Saturday sent a congratulatory message to Jhalanath Khanal upon his election as Prime Minister of Nepal.\n\t\t\t\t\t Expressing the belief that the excellent friendly and cooperative relations between the two countries would continue to grow stronger in the future, too, the message wished him success in his new responsible work for the stability and prosperity of the country."
        },
        {
            "title": "300,000 Rest at Health Resorts and Holiday Homes Every Year",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-08ee.html",
            "content": "300,000 Rest at Health Resorts and Holiday Homes Every Year\r\nPyongyang, February 5 (KCNA) -- More than 300,000 working people rest at over 800 sanatoria and rest centers in the DPRK every year.\n\t\t\t\t\t They are built at famous mountains and scenic spots as well as hot spring and mineral spring resorts and by the sand beaches on the east and west coasts.\n\t\t\t\t\t\n\t\t\t\t\t On February 5, 1951 President Kim Il Sung made sure that sanatoria and rest homes were operated even during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The recuperation and relaxation system came into force with seven sanatoria and rest centers during the period of building a new country.  This system was carried on at state expense even during the war.\n\t\t\t\t\t\n\t\t\t\t\t In 1951 sixteen sanatoria and rest centers were opened and their number steadily increased despite difficult wartime condition. Night sanatoria were built at factories and coal and other mines while front rest homes for soldiers of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The recuperation system for working people has made steady progress.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il saw to it that this system provided by the President has been properly operated even during the arduous march, the forced march.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care the Korean people spend happy days at rest centers including those at Mt. Myohyang and Onpho and at sanatoria of their factories and enterprises."
        },
        {
            "title": "Japanese Politician's Remarks on TW Program to Korean Schools Rebuffed",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-06ee.html",
            "content": "Japanese Politician's Remarks on TW Program to Korean Schools Rebuffed\r\nPyongyang, February 5 (KCNA) -- Nakano, minister in charge of \"abduction issue\" in Japan, said that Koreans schools in Japan should be excluded from the tuition-waiver program for senior high schools, according to a report.\n\t\t\t\t\t At a press conference he said Korean schools can not be dealt as same as Japanese schools, claiming he has been \"prudent\" in this matter from the beginning, He even malignantly slandered the DPRK, saying that the Korean schools in Japan give education according to the DPRK's policy.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Nakano is too mean to be called a politician. He has gone frantic, obsessed by anti-DPRK hysteria. His nonsense even goes against morality.\n\t\t\t\t\t\n\t\t\t\t\t Korean students are the descendants of innocent Koreans who were forcibly drafted to Japan by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t Nakano also claimed that the Korean schools give \"anti-Japanese education\", an unreasonable charge. The Korean schools are legitimate national education institutions operated by the General Association of Korean Residents in Japan (Chongryon) with the approval of the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese ultra-right reactionaries, however, have harshly cracked down upon the Korean schools under the patronage of the authorities.\n\t\t\t\t\t\n\t\t\t\t\t What Nakano said is just a lie and fabrication and a grave political provocation against Chongryon. His remarks are also quite contrary to human rights and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\t Such reckless ultra-right politician as Nakano would only make a mess of the Japanese politics, making it even more difficult to mend the DPRK-Japan relations."
        },
        {
            "title": " Improved North-South Relations Called for--Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-05ee.html",
            "content": "Improved North-South Relations Called for\r\n Pyongyang, February 5 (KCNA) -- Dialogue between the authorities is prerequisite to the improved north-south relations. The north-south relations should be converted to those of trust, reconciliation and cooperation i.e. relations of \"by our nation itself\" from those of mistrust and confrontation.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Dialogue and cooperation would help the north and the south bring down a wall between them, remove the distrust and misunderstanding and achieve reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t Fundamental in the north-south dialogue is the one between the authorities with effective power and responsibility. This dialogue would lead to the improved relations.\n\t\t\t\t\t\n\t\t\t\t\t The dialogue is the urgent demand of the Koreans and the solemn call of the nation's history.\n\t\t\t\t\t\n\t\t\t\t\t The history of Korea's division that lasted more than six decades shows that confrontation leads to division and national ruin while unity to reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The way for the north and the south to respond to the nation's desire and the call of the times is to hold the dialogue between the authorities at an early date.\n\t\t\t\t\t\n\t\t\t\t\t The dialogue also serves as a realistic way for tiding over the current crisis.\n\t\t\t\t\t\n\t\t\t\t\t Denying the dialogue is not a stand and an attitude to take responsibility for the nation's destiny. The authorities should take upon themselves the responsibility for the present grave situation.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to pave the way of the nation by making progress in the north-south relations through dialogue and negotiations, not confrontation.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities of south Korea are concerned for the Korean's destiny and interested in the north-south relations, they should come out for the dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t They had better discharge their mission as those responsible for opening a rosy way for independent reunification and peace and prosperity, letting bygones be bygones.\n\t\t\t\t\t\n\t\t\t\t\t There is no doubt that good results would surely come if the pending issues between the north and the south are discussed at the authorities' talks."
        },
        {
            "title": "S. Korean \"Government\" Accused of Slighting North-South Dialogue",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-07ee.html",
            "content": "S. Korean \"Government\" Accused of Slighting North-South Dialogue\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The Jan. 31st editorial of south Korean Kyunghyang Daily News called on the \"government engrossed in taking measures for pressurizing the north\" to make urgent change in its stand.\n\t\t\t\t\t The phase of dialogue is being created on the Korean Peninsula but the \"government\" is still cool, maintaining tough stand over the conditions for the resumption of dialogue, according to the paper.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should care about holding successful talks and maintaining the dynamism of the south-north dialogue, not preconditions for the talks, with the military working-level talks just at hand, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t If the \"government\" slights the preparations for the south-north dialogue, it would adversely affects its voice over the Korean Peninsula issue on the international arena, the paper added."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated in Ethiopia",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-02ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated in Ethiopia\r\n Pyongyang, February 5 (KCNA) -- An Ethiopian  preparatory committee for celebrating February 16, the birthday of General Secretary Kim Jong Il, was formed  in Addis Ababa on Jan. 29.\n\t\t\t\t\t Nigatu Dagnachew, chairman of the Ethiopian Youth Study Group of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It set the period of celebration from Feb. 1 to 20 and decided to hold colorful events including seminar on Kim Jong Il's works, lecture, photo exhibition and film show."
        },
        {
            "title": " Kim Jong Il's Birthday to Be Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated Abroad\r\n Pyongyang, February 5 (KCNA) -- Newspapers and radios of different countries carried special write-ups on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t Nakhodkinski Rabochi of Russia carried an article \"A happy day for all the people\" on Jan. 28, with a photo of Kim Jong Il watching soldiers of the Korean People's Army in training.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that he has devoted all his efforts to the people, regarding his birthday as an ordinary work day. He made sure that gifts are sent to all the children of the country on Feb. 16 every year. He conducts energetic ideological and theoretical activities and gives field guidance to factories and the countryside even on his birthday, the paper added.\n\t\t\t\t\t\n\t\t\t\t\t Xing San Daily of Thailand devoted one whole page to an article \"Leader Kim Jong Il and his birthday\", carrying his portrait. \n\t\t\t\t\t\n\t\t\t\t\t F.M. 90.5 Radio of Cambodia on Jan. 30 said that invincible is the socialist cause of the Korean people led by Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Finland",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-03ee.html",
            "content": "Kim Jong Il's Work Off Press in Finland\n\t\t\t\t\t\t\r\nPyongyang, February 5 (KCNA) -- General Secretary Kim Jong Il's work \"Socialism Is a Science\" was published in booklet by the Finnish Communists' League on January 31.\n\t\t\t\t\t The work published on November 1, 1994 clarifies the idea that Korean style socialism based on the socialist theory of Juche is the most scientific one of vitality. It also elucidates principled issues for defending and preserving socialism."
        },
        {
            "title": "Rodong Sinmun condena a Nakano",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-10ee.html",
            "content": "Rodong Sinmun condena a Nakano\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ATCC) -- Segun los trascendidos, en una rueda de prensa concedida hace poco, el ministro encargado de \"asuntos del secuestro\" de Japon acuso a la Republica Popular Democratica de Corea y la Asociacion General de Coreanos Residentes en Japon (Chongryon) diciendo que las escuelas coreanas en Japon deben ser excluidas de la lista de apoyo a las escuelas superiores porque no pueden ser tratadas igualmente como las otras. E incluso calumnio a la RPDC censurando que las escuelas coreanas dan la educacion basada en la politica de alguien. \n\t\t\t\t\tTal conducta de Nakano no conviene al politico.\n\t\t\t\t\t\n\t\t\t\t\tSenala el diario Rodong Sinmun en un comentario individual fechado 5 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos estudiantes coreanos residentes en Japon son los descendientes de los inocentes coreanos quienes habian sido trasladados forzosamente a Japon por el imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\tLas escuelas coreanas, donde estudian los estudiantes coreanos en Japon, son las legitimas instituciones de educacion nacional que maneja la Chongryon bajo el permiso del gobierno japones. Dan solo la educacion nacional que no tiene contenido de ensenanza antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, los reaccionarios ultraderechistas japoneses vinieron reprimiendo brutalmente la educacion nacional de las escuelas coreanas bajo el amparo de las autoridades.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, tales palabras de Nakano son la tergiversacion de la verdad y severa provocacion politica contra la RPDC y la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\tTambien contraviene a la demanda de asegurar los derechos humanos y el humanitarismo.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tal comportamiento de los politicastros ultraderechistas como Nakano, el escenario politico de Japon se estropea y no se ven resueltas las relaciones entre Corea y Japon."
        },
        {
            "title": "Rodong Sinmun se refiere al mejoramiento de relaciones N-S",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-11ee.html",
            "content": "Rodong Sinmun se refiere al mejoramiento de relaciones N-S\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ATCC) -- La realizacion del dialogo de las autoridades es la tarea primordial del mejoramiento de las relaciones Norte-Sur de Corea. Estas relaciones deben ser convertidas desde las de desconfianza y confrontacion en las de confianza, reconciliacion y cooperacion, es decir, en las de los connacionales.\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual del dia 5 y continua:\n\t\t\t\t\t\n\t\t\t\t\t  El dialogo y cooperacion permiten lograr la reconciliacion y unidad rompiendo la estructura de la division N-S y eliminando la desconfianza y malentendido dentro de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Lo fundamental en el dialogo N-S es el dialogo de las autoridades con real poder y responsabilidad. La realizacion de este dialogo es precisamente el mejoramiento de las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\t  La realizacion del dialogo de las autoridades es la demanda apremiante de los coreanos y el llamamiento severo de la historia nacional.\n\t\t\t\t\t\n\t\t\t\t\t  La historia de mas de 60 anos de division de la nacion coreana demuestra que la confrontacion es la division y el camino hacia el arruinamiento del pais y solo la unidad es el camino hacia la reunificacion y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Responder a la aspiracion de los coreanos N-S y al llamamiento de la epoca reside en realizar cuanto antes el dialogo de las autoridades, lo cual es el remedio realista para superar la crisis de hoy.\n\t\t\t\t\t\n\t\t\t\t\t  Negar tal dialogo no es la posicion de responsabilizarse del destino de la nacion. Las autoridades deben sentir la responsabilidad sobre la situacion severa de hoy.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora es el tiempo en que no debe agravar la confrontacion sino abrir el camino a seguir por la nacion al promover las relaciones N-S mediante el dialogo y negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Si se preocupa de veras del destino de la nacion y tiene intereses sobre el mejoramiento de las relaciones N-S, no debe vacilar el dialogo y negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas no deben restringirse del pasado sino cumplir con toda su mision de abrir el camino para la reunificacion independiente, la paz y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Si se discuten en el dialogo de las autoridades los problemas que esperan la resolucion entre el Norte y el Sur, resultaran fructiferos."
        },
        {
            "title": "Finlandia: obra de Kim Jong Il en folleto",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-12ee.html",
            "content": "Finlandia: obra de Kim Jong Il en folleto\r\nPyongyang, 5 de febrero (ATCC) -- La Liga de Comunistas de Finlandia dio a luz el 31 de enero en folleto la obra del Dirigente Kim Jong Il \"El socialismo es ciencia\", publicada el dia primero de noviembre del 83 (1994) de la Era Juche.\n\t\t\t\t\tLa obra dilucida la idea de que el socialismo al estilo coreano, basado en la autoctona teoria socialista, es el mas cientifico y vivaracho y presenta claramente los problemas de principios para defenderlo."
        },
        {
            "title": "Comite preparatorio de Etiopia para el 16 de febrero",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-13ee.html",
            "content": "Comite preparatorio de Etiopia para el 16 de febrero\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ATCC) -- Quedo constituido el 29 de enero en Addis Abeba el comite preparatorio de Etiopia para el cumpleanos (16 de febrero) del  Dirigente Kim Jong Il.\n\t\t\t\t\tComo titular de la entidad naciente fue elegido Nigatu Dagnachew, presidente del Comite de Jovenes Etiopes para el Estudio de la Idea Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl comite definio del primero al 20 del mes en curso como el periodo de celebracion y decidio organizar el seminario sobre obra del Dirigente, conferencia, fotoexhibicion, proyeccion filmica y otras actividades."
        },
        {
            "title": "Ediciones especiales de prensa de varios paises por el 16 de febrero",
            "url": "http://kcna.co.jp/item/2011/201102/news05/20110205-14ee.html",
            "content": "Ediciones especiales de prensa de varios paises por el 16 de febrero\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ATCC) -- Los periodicos y radios de varios paises publicaron ediciones especiales dedicadas al dia de nacimiento del Dirigente Kim Jong Il.\n\t\t\t\t\tEl periodico ruso Najodkinski Rabochi inserto el 28 de enero el articulo intitulado \"Dia feliz de todo el pueblo del pais\" con la foto del Dirigente viendo ejercicios de los militares del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl articulo senala que el Dirigente dedica todo lo suyo al pueblo considerando hasta su cumpleanos como dia de trabajo, y da a conocer que el 16 de febrero de cada ano, el dispensa regalos a todos los ninos del pais y hasta el dia de su nacimiento, libra las actividades ideologicas y teoricas y continua su abnegada orientacion en el terreno sobre las fabricas y campos.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el periodico tailandes Xing San Daily dedico un plano entero al articulo intitulado \"El Dirigente Kim Jong Il y su cumpleanos\" insertando el retrato de el.\n\t\t\t\t\t\n\t\t\t\t\tLa radio F.M. 90.5 de Camboya informo de que saldra siempre victoriosa la causa del socialismo del pueblo coreano guiado por el Dirigente."
        }
    ]
}