{
    "date": "2011-04-21",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Hyesan Youth Mine ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-46ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Hyesan Youth Mine\r\nPyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il gave field guidance to the Hyesan Youth Mine.\n\t\t\t\t\t After being briefed on the mine before a huge map showing the panoramic view of the mine, Kim Jong Il went round different places to learn in detail about the progress made in the preparations for reenergizing the production.\n\t\t\t\t\t\n\t\t\t\t\t He encouraged the officials, workers and technicians of the mine, praising them for steadily pushing forward the work for putting it on a modern and scientific basis after bravely joining in a drive for bringing about a new and great revolutionary surge. \n\t\t\t\t\t\n\t\t\t\t\t The Hyesan Youth Mine has an important role to play in non-ferrous metal production, he said, setting forth important tasks to serve as guidelines for developing the mine under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t An immediate task facing the mine is to complete its technological updating in a brief span of time to radically increase the production of mineral ore, he noted.\n\t\t\t\t\t\n\t\t\t\t\t If the mine with a large deposit of ore of rich contents puts all its production processes on a modern and scientific basis as it has favorable mining conditions, it can sharply boost its production, he said, underlining the need to channel all the efforts into this work and turn it into a leading non-ferrous metal producer.\n\t\t\t\t\t\n\t\t\t\t\t He called for updating and scientizing the production processes on the basis of latest science and technology like the March 5 Youth Mine and, at the same time, turning the miners' district into a socialist land of bliss so that the advanced culture of the working class might come into full bloom.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that the miners of the Hyesan Youth Mine would creditably discharge their honorable mission and duty as scouts and pioneers in the socialist economic construction, standing in the front ranks of the above-said marchers and thus display the heroic stamina and the spirit of winning a sure victory in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, Kim Kyong Hui, member of the Political Bureau and department director of the C.C., the WPK, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC, Thae Jong Su, alternate member of the Political Bureau and secretary of the C.C., the WPK, Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK, Ri Myong Su, minister of People's Security, and Hyon Chol Hae, department director of the NDC."
        },
        {
            "title": "Kim Jong Il Sends Congratulatory Message to Raul Castro Ruz ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-45ee.html",
            "content": "Kim Jong Il Sends Congratulatory Message to Raul Castro Ru\r\n Pyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il on Tuesday sent a congratulatory message to Raul Castro Ruz on the successful holding of the 6th congress of the Communist Party of Cuba and his election as first secretary of its Central Committee at the congress. \n\t\t\t\t\t The message said: \n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations and comradely greetings to you on the successful holding of the sixth congress of the Communist Party of Cuba and your election as first secretary of its Central Committee at the congress. \n\t\t\t\t\t\n\t\t\t\t\t Your assumption of the heavy responsibility as first secretary of the C.C., CPC is the expression of deep trust in you by all the members of your party and people and their expectation for you. \n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I express the belief that the militant friendship and the fraternal and traditional relations of friendship and cooperation forged between the two parties and peoples will further expand and develop in the joint struggle for independence and socialism against imperialism and sincerely wish big success in your responsible work for the development of the party and the victorious advance of the Cuban revolution."
        },
        {
            "title": "Inhabitants of DPRK Interviewed after Their Repatriation from South",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-33ee.html",
            "content": "Inhabitants of DPRK Interviewed after Their Repatriation from South \r\n Pyongyang, April 21 (KCNA) -- Inhabitants of the DPRK were interviewed at the People's Palace of Culture on Thursday after their repatriation from the south where they had been kept in custody for more than 50 days since they were abducted by the south Korean puppet group in the West Sea of Korea. \n\t\t\t\t\t Present there were media persons in the DPRK, journalists of the General Association of Korean Residents in Japan, and reporters of China, Russia and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Ok Song Hyok, a worker of the Haeju Industry Construction Office, spoke first there.\n\t\t\t\t\t\n\t\t\t\t\t  He explained how they were abducted by the enemies after leaving Tongpho-ri in Kangryong County, South Hwanghae Province on February 5 to gather shellfish. \n\t\t\t\t\t\n\t\t\t\t\t He recalled that they had been put to all sorts of persecution and pressured to \"defect\" to south Korea for more than 50 days. \n\t\t\t\t\t\n\t\t\t\t\t Then the inhabitants answered the questions raised by reporters of the Korean Central News Agency, the Central Broadcasting Committee of Korea, Minju Joson, Thongil Sinbo and the Pyongyang Times.\n\t\t\t\t\t\n\t\t\t\t\t Ri Un Gu, farmer of the Singwang Cooperative Farm, Haeju City, said that it takes more than 4 hours for a boat to sail to Yonphyong Island from Tongpho-ri, Kangryong County, but it took just 2 hours and 30 minutes for it to sail to the waters where it encountered the high speed boats of the south Korean puppet navy.\n\t\t\t\t\t\n\t\t\t\t\t This was not time enough for the boat to sail to the \"Northern Limit Line\" until 11:30 of that day claimed by the puppet group, to say nothing of the waters off Yonphyong Island, even in case our boat went on the ebb, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that their boat did not sail to the waters of the south side and the enemies watched the boat after forming an abduction group with several warships and a special unit and abducted it, taking advantage of the deep fog.\n\t\t\t\t\t\n\t\t\t\t\t  Refuting the assertion of the puppet group that the boat was stuck on the beach at that time, he said its engine was in normal shape until it was abducted and was on the surface of the waters more than 20 meters deep. \n\t\t\t\t\t\n\t\t\t\t\t Pak Mun Sik, worker of the Sokchon Fishermen's Cooperative in Haeju City, testified to the fact that the group perpetrated brutal violence against the defenceless inhabitants when it was abducting the boat.\n\t\t\t\t\t\n\t\t\t\t\t Pyon Kyong Il, graduate from Puyong Secondary School in Haeju City, said he went to the sea aboard the boat together with his mother to see its scenery on the lunar New Year. Puppet seamen clubbed him standing on the deck, forcing him to sit on his feet and savagely pressing his both arms, shoulders and head. \n\t\t\t\t\t\n\t\t\t\t\t Choe Chun Yong, inhabitant in Sokmi-dong, Haeju City, said that the enemies detained them in three rooms of the barracks of the puppet army during their detention, all their windows thickly curtained to prevent them from looking out of them. They deployed 5-7 agents and soldiers to watch them by shift, not allowing them even to meet and speak to each other, she added.  She also noted that the enemies broke into the women's room and did not hesitate to threaten them with sexual abuse, blustering: \"We will make all of you naked and throw you into the sea unless you obey us.\"\n\t\t\t\t\t\n\t\t\t\t\t Hyong Sun Bok, inhabitant in Sokmi-dong, Haeju City, referred to the operation conducted by the puppet group against the inhabitants to force them to \"defect\" to the south from the very day it abducted them.\n\t\t\t\t\t\n\t\t\t\t\t  Ri Hyang Hwa, inhabitant in Sokmi-dong, Haeju City, recalled that the puppet group conducted \"a despicable operation to force herself and his husband \"to defect\" to the south, adding that it separately called the mother and her son and tried to create discord between kinsmen in a bid to force them to \"defect\" to the south at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Ok, inhabitant in Sokmi-dong, Haeju City, blasted the desperate moves of the enemies to shake the faith of the inhabitants to go back to the care of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Hyang, worker of the Haeju Chemical Factory, related the story about how persistently the enemies conducted the \"operation\" to force young inhabitants to \"defect\" to the south.\n\t\t\t\t\t\n\t\t\t\t\t Ok Song Hyok declared that the four inhabitants now in the south did not \"defect\" to the south but they are kept in custody by the group. He demanded the group stop using them for its anti-DPRK smear campaign, keeping them in custody, and send them back to the DPRK without delay. \n\t\t\t\t\t\n\t\t\t\t\t Ra Hye Yong, inhabitant in Sokmi-dong, Haeju City said what they keenly realized while they were kept in custody by the enemies is that they cannot live even a moment without the care of leader Kim Jong Il, the care of the benevolent socialist homeland. At dawn of February 16 they celebrated the holiday, singing songs of longing with deep emotion and having dances in the eyes of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t Ri Un Gu, farmer at Singwang Cooperative Farm in Haeju City, stressed that they clearly realized in the enemy-controlled area that they could not live even a moment without the care of Kim Jong Il and the socialist homeland is the best.  \n\t\t\t\t\t\n\t\t\t\t\t Before the press interview was over, the inhabitants sang in an excited tone the song of the immortal famous masterpiece \"Where Are You, Dear General?\""
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Nicaraguan Ambassador ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-39ee.html",
            "content": "Kim Yong Nam Receives Credentials from Nicaraguan Ambassador \r\n Pyongyang, April 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received  credentials from Saul Arana Castellon, Nicaraguan ambassador to the DPRK, at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t After receiving the credentials, Kim had a talk with the ambassador."
        },
        {
            "title": " Pak Ui Chun Meets New Nicaraguan Ambassador ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-41ee.html",
            "content": "FM Meets New Nicaraguan Ambassador \r\n Pyongyang, April 21 (KCNA) -- Foreign Minister Pak Ui Chun met and had a conversation with Saul Arana Caztellon, Nicaraguan ambassador to the DPRK, Thursday when the latter paid a courtesy call on him."
        },
        {
            "title": "Talks between Delegations of WPK and Mongolian People's Party Held ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-40ee.html",
            "content": "Talks between Delegations of WPK and Mongolian People's Party Held\r\n Pyongyang, April 21 (KCNA) -- Talks between the delegations of the Workers' Party of Korea and the Mongolian People's Party were held in Pyongyang on Thursday.\n\t\t\t\t\t Present there from the DPRK side were Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the WPK, Ri Ryong Nam, minister of Foreign Trade, Song Ja Rip, president of Kim Il Sung University and concurrently minister of Higher Education, and others and from the Mongolian side the members of the delegation of the Mongolian People's Party led by its General Secretary U. Khurelsukh and Ambassador Sodovjamts Khurelbaatar and staff members of the Mongolian embassy here. \n\t\t\t\t\t\n\t\t\t\t\t At the talks, both sides informed each other of their party activities and exchanged views on the issue of further developing the relations between the two parties and other issues of mutual concern."
        },
        {
            "title": "Autographic Letter from Chaiarman of Mongolian People's Party",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-37ee.html",
            "content": "Autographic Letter from Chairman of Mongolian People's Party\r\n Pyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il received a autographic letter from Prime Minister S. Batbold, chairman of the Mongolian People's Party.\n\t\t\t\t\t U. Khurelsukh, general secretary of the Mongolian People's Party, on a visit to the DPRK handed the autographic letter to Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, on Thursday."
        },
        {
            "title": "Gift from Mongolian Party Leader ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-35ee.html",
            "content": "Gift from Mongolian Party Leader \n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il received a gift from U. Khurelsukh, general secretary of the Mongolian People's Party, on a visit to the DPRK.\n\t\t\t\t\t It was handed by the general secretary to Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, on Thursday."
        },
        {
            "title": "Mongolian Party Delegation Pays Homage to Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-38ee.html",
            "content": "Mongolian Party Delegation Pays Homage to Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The delegation of the Mongolian People's Party led by General Secretary U. Khurelsukh visited the Kumsusan Memorial Palace on Thursday to pay tribute to President Kim Il Sung.\n\t\t\t\t\t The visitors paid homage in boundless reverence to the President who contributed to the development of the friendly relations between the DPRK and Mongolia."
        },
        {
            "title": " Iranian Ambassador Hosts Reception ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-42ee.html",
            "content": "Iranian Ambassador Hosts Reception \n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- Morteza Moradian, Iranian ambassador to the DPRK, gave a reception at his embassy here on Thursday to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, chairman of the Supreme People's Assembly, Ri Ryong Nam, minister of Foreign Trade, Jong Yong Su, minister of Labour, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Iranian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said in his speech at the reception that the friendly relations between Iran and the DPRK forged by the leaders of the two countries have grown stronger in the fields of politics, economy and culture. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the Iranian government has paid special attention to the development of friendly relations with the DPRK, he expressed the hope that the Korean people would grandly commemorate the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok said in his speech that the friendly and cooperative relations between the two countries provided by President Kim Il Sung together with leaders of Iran are growing stronger even under the complicated international situation. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Korean people would as ever set store by the above-said relations and make effort to boost them in various fields."
        },
        {
            "title": " Floral Basket from Singaporean Delegation",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-36ee.html",
            "content": "Floral Basket from Singaporean Delegation\r\nPyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il received a floral basket from the Singaporean delegation for exchange with the DPRK on a visit to the DPRK on the occasion of the 79th anniversary of the founding of the Korean People's Army.\n\t\t\t\t\t Head of the delegation See Kok Heng handed the floral basket to an official concerned on Thursday."
        },
        {
            "title": " Kim Jong Il Receives Gifts from Personages of Italy and Syria ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-04ee.html",
            "content": "Kim Jong Il Receives Gifts from Personages of Italy and Syria  \r\nPyongyang, April 21 (KCNA) -- General Secretary Kim Jong Il received gifts from Giancarlo Elia Valori, chairman of the Development Bank of the Mediterranean who is chairman of the Italian General Investment Group, and Ahmad Haju Hussein, president of the Commerce and Industry and Real Estate Investment Company at Latakia Province in Syria, on the occasions of April holidays in the DPRK.\n\t\t\t\t\t The gifts were handed over to the DPRK ambassadors to Italy and Syria on April 14 and 17."
        },
        {
            "title": "Wreaths Laid before Statue of Kang Pan Sok and Her Grave",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-43ee.html",
            "content": "Wreaths Laid before Statue of Kang Pan Sok and Her Grave\r\n Pyongyang, April 21 (KCNA) -- Wreaths were laid before the statue of Kang Pan Sok at the Chilgol Revolutionary Site and her grave at Mangyongdae on Thursday on the occasion of the 119th birth anniversary of her, an indomitable revolutionary fighter and outstanding leader of the Korean women's movement.\n\t\t\t\t\t Seen standing before them were wreaths sent by Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremonies were Kim Yong Chun, Choe Thae Bok, Yang Hyong Sop and others, officials of the party, armed forces and power organs, working people's organizations and ministries, servicepersons and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Placed before them were wreaths in the name of the C.C., the WPK, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also placed were wreaths in the name of working people's organizations, ministries, military academies, educational institutions, revolutionary schools and party and power organs and farms in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence, looking back upon her life."
        },
        {
            "title": "Meeting Marks Anniversary of Torchlight Lit for Model Machine Movement",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-44ee.html",
            "content": "Meeting Marks Anniversary of Torchlight Lit for Model Machine Movement\r\nPyongyang, April 21 (KCNA) -- A national meeting to mark the 50th anniversary of the torchlight lit by General Secretary Kim Jong Il for the model machine movement was held at the People's Palace of Culture Thursday.\n\t\t\t\t\t Present there were Choe Yong Rim, Yang Hyong Sop and others, officials of working people's organizations, ministries, national institutions, industrial establishments and farms and model lathe operators.\n\t\t\t\t\t\n\t\t\t\t\t Jo Pyong Ju, vice-premier of the Cabinet and minister of Machine-building Industry, said in his report that in spring of Juche 50 (1961) Kim Jong Il went to the Pyongyang Textile Machine Factory and set a shining example in the management of equipment while personally operating Lathe No. 26. \n\t\t\t\t\t\n\t\t\t\t\t The Lathe No. 26 model machine movement initiated by Kim Jong Il sparked off a dynamic movement for mass technical innovations as it was aimed to encourage broad masses to prize and manage machines and lift the level of technological equipment, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This movement has demonstrated its great vitality over the past 50 years under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The movement resulted in the workers and other working people's full play to the traits of defending and glorifying the leadership feats of the WPK, patriotism, collectivism and the traits of loving and valuing their lathes, working sites and native places and carefully managing and sprucing them up. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the workers and other working people to conduct a more dynamic Lathe No. 26 model machine movement."
        },
        {
            "title": " National Exhibition of Medical Appliances Held",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-34ee.html",
            "content": "National Exhibition of Medical Appliances Held\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The second national exhibition of medical appliances was held at the Grand People's Study House on Apr. 20 and 21. \n\t\t\t\t\t Displayed there were at least 450 medical equipment and appliances of different types and materials contrived and produced by industrial establishments and scientific and educational institutions across the country.\n\t\t\t\t\t\n\t\t\t\t\t Attracting the attention of the participants were dental equipment and materials and other exhibits produced by the Kim Jong Suk Pyongyang Silk Mill and Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated by the participants were cutting-edge pacemaker, laser treatment device, hearing tester, etc.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition involved diverse activities including a science and technology symposium and a meeting for sharing experience.  \n\t\t\t\t\t\n\t\t\t\t\t Its closing ceremony was held on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kang Nung Su, vice-premier of the Cabinet, officials of ministries and national institutions, factories, enterprises and science, education and public health institutions and scientists, technicians and workers."
        },
        {
            "title": "DPRK Draws Many Tourists",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-25ee.html",
            "content": "DPRK Draws Many Tourists\r\n Pyongyang, April 21 (KCNA) -- Many tourists have come to the DPRK since the advent of spring.\n\t\t\t\t\t They have enjoyed sightseeing in different areas of the country.\n\t\t\t\t\t\n\t\t\t\t\t Those from China, UK, Canada, Germany and some other countries climbed Moran Hill associated with the time-honored history of Pyongyang on April 15, the birth anniversary of President Kim Il Sung, to see the Ulmil, Choesung and Aeryon pavilions and other historic relics. They joined local people in celebrating the holiday on the hill.\n\t\t\t\t\t\n\t\t\t\t\t They then visited Kim Il Sung Stadium and Arch of Triumph near the hill.\n\t\t\t\t\t\n\t\t\t\t\t They also toured Kaesong area.\n\t\t\t\t\t\n\t\t\t\t\t At Panmunjom, they went round the hall where armistice talks were held and the hall where the armistice agreement was signed and watched the Military Demarcation Line and the demilitarized zone dividing the Korean nation into two for over half a century.\n\t\t\t\t\t\n\t\t\t\t\t They admired cultural heritages in Kaesong that was the capital of Koryo, the first unified state of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The area has over 100 historic remains, including the Mausoleum of King Wang Kon, the founder of Koryo, Mausoleum of King Kongmin, Ryongthong Temple, South Gate and Sonjuk Bridge.\n\t\t\t\t\t\n\t\t\t\t\t Back to Pyongyang, they enjoyed a grand magic show, the first of its kind in Korea, on Monday."
        },
        {
            "title": "Chilgol Revolutionary Site",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-24ee.html",
            "content": "Chilgol Revolutionary Site\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The Chilgol Revolutionary Site is situated in Kwangbok Street in Pyongyang.\n\t\t\t\t\t Kang Pan Sok, an indomitable revolutionary and an outstanding leader of the Korean women's movement, was born there on April 21, 1892.\n\t\t\t\t\t\n\t\t\t\t\t Bronze statues of President Kim Il Sung and his mother Kang Pan Sok are standing there. Preserved there are the native home of Kang Pan Sok and places associated with her son's childhood like Changdok School and soldier playing, reading and Korean wrestling sites.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of her birth anniversary many people, including schoolchildren, have visited the revolutionary site.\n\t\t\t\t\t\n\t\t\t\t\t From the beginning of the year nearly 60,000 local and foreign people and overseas Koreans have visited it."
        },
        {
            "title": " KCNA Commentary on S. Korean Authorities' Poor Position ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-23ee.html",
            "content": "KCNA Commentary on S. Korean Authorities' Poor Position\r\n Pyongyang, April 21 (KCNA) -- The south Korean military is mulling setting new post of the vice chief of the general staff of the Air Force as part of the \"defence reforms\", according to press reports.\n\t\t\t\t\t The vice chief of the general staff will reportedly undertake the duty to ensure the command of the U.S. Air Force over the south Korean Air Force in the wartime.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that such post set up by the puppet military is designed to hide even a bit its poor position as stooges of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t As already known, the south Korean puppet forces decided to keep the system for the U.S. wartime operational command over the puppet air force even if the right to command wartime operations is transferred to them by the U.S. in 2015.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the chief of the general staff of the Air Force is to come under the commander of the U.S. 7th Air Force in a wartime who is lower than him in military rank. This has become a headache for the puppet military.\n\t\t\t\t\t\n\t\t\t\t\t In order to settle this problem the south Korean military newly set up the above-said post and is making much fuss, it is investing him with the \"right\" to receive the command of the U.S. forces and the like. In a word, this is nothing but its last-ditch effort.\n\t\t\t\t\t\n\t\t\t\t\t Such move of the south Korean authorities is no more than a foolish intention to cover up their sinister colors as marionettes of the U.S. as they sold off the dignity and interests of the nation to outside forces.\n\t\t\t\t\t\n\t\t\t\t\t It is well known to the world that the present chief executive implored the U.S. to postpone the transfer of the right to command wartime operations while talking about the \"threat\" from someone and decided to cover even huge expenses for the transfer and construction of U.S. forces' bases in south Korea and their maintenance. \n\t\t\t\t\t\n\t\t\t\t\t The position of the lackeys will not improve even a bit even if they receive the right to command wartime operations from the U.S. in 2015 as their fate is to be decided by their master.\n\t\t\t\t\t\n\t\t\t\t\t South Korea cannot be free from the U.S. military, political and economic subjugation as long as there is new \"headquarters for wartime and peacetime operational cooperation\" to be newly set up to replace the south Korea-U.S. \"combined forces command\" and there remains in force the treacherous south Korea-U.S. \"mutual defence treaty\" which legalizes the permanent presence of the U.S. forces in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The successive rulers of south Korea called for the U.S. domination and subjugation themselves as they were steeped in the idea of submitting to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, however, are behaving as hypocrites, talking about \"self-reliant defence\" and \"independent option\".\n\t\t\t\t\t\n\t\t\t\t\t Their purpose is to justify their disgraceful policy of submitting to the U.S. and, furthermore, justify all treacherous acts including the preparations for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities are sadly mistaken.\n\t\t\t\t\t\n\t\t\t\t\t History will certainly bring down sledge hammers upon the heads of those who are selling off the interests of the nation, backed by outside forces."
        },
        {
            "title": " April Actions Declared in S. Korea Struggle",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-02ee.html",
            "content": "April Actions Declared in S. Korea Struggle \r\n Pyongyang, April 21 (KCNA) -- The Information Department of the C.C., the Anti-Imperialist National Democratic Front made public a declaration on April actions on Monday. \n\t\t\t\t\t It is more than half a century since the April popular uprising which brought down the pro-U.S. dictatorial \"government\" of Syngman Rhee without the use of any weapons and dealt a heavy blow at the U.S. colonial rule, the wishes of the uprisers have not yet come true, the declaration noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently requires all the people desirous of democracy, peace and reunified country to rise up in an all-out struggle against the pro-U.S. conservative group. \n\t\t\t\t\t\n\t\t\t\t\t It called for decisively frustrating the sycophancy, treachery and war moves of the pro-U.S. conservative group and bringing down the \"government\" which has pursued confrontation with compatriots, pushing the south-north relations to catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t Calling for all-out actions for democracy against fascism, the declaration went on:\n\t\t\t\t\t\n\t\t\t\t\t The \"Grand National Party\" is now busy with the \"march for winning people's mindset\" and the coloring offensive against political opponents with the approach of the April 27 by-elections. It is getting hectic traveling south Korea far and wide to cheat people in a bid to lay a springboard favorable for the \"general elections\" and the \"presidential elections\" to be held next year. \n\t\t\t\t\t\n\t\t\t\t\t  Let us make all the areas and places where people gather into platforms denouncing the crimes of the conservative group! \n\t\t\t\t\t\n\t\t\t\t\t  Let us all bravely turn out once again in the same plaza for resistance as the courageous participants in the April 19 uprising did to launch a fiercer struggle to wipe out the ultra-right pro-U.S. conservative group, the enemy of independence, democracy and reunification and rubbish of history, to bring about a signal turning phase of progress, reforms, peace and reunification of the country!"
        },
        {
            "title": "US Censured for Deteriorating Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-11ee.html",
            "content": "US Censured for Deteriorating Situation on Korean Peninsula\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The People for Achieving Peace and Reunification of south Korea at a press conference on April 17 condemned the United States for deteriorating the situation on the Korean Peninsula. \n\t\t\t\t\t The organization accused the U.S. secretary of State of openly disclosing hostility toward the DPRK at talks with the minister of Foreign Affairs and Trade during her visit to Seoul on April 16.\n\t\t\t\t\t\n\t\t\t\t\t It also blasted the U.S. for mulling instigating the south Korean authorities to stage joint military exercises around Paekryong Islet in May.\n\t\t\t\t\t It held that dialogues for defusing the tension on the Korean Peninsula have been scuttled so far because the U.S. and the south Korean authorities have not accepted the north's proposal.  \n\t\t\t\t\t\n\t\t\t\t\t If they continue hamstringing the efforts to resume dialogue, imposing unreasonable conditions on the north, the situation will further deteriorate, warned the organization."
        },
        {
            "title": "S. Korean Puppet Police's Human Rights Abuses Denounced ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-09ee.html",
            "content": "S. Korean Puppet Police's Human Rights Abuses Denounced \r\nPyongyang, April 21 (KCNA) -- More than 20 civic and public organizations of south Korea including the People for Achieving Peace and Reunification and the south Korean Confederation of Trade Unions at a news conference held outside the puppet Seoul District Prosecutor's Office on April 15 condemned the police for their human rights abuses. \n\t\t\t\t\tAt the news conference the organizations accused the police of brutally beating Yang Yun Mo who was struggling against the construction of a naval base on Jeju Island and walking him off on April 6.\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the police thoroughly investigate their human rights abuses and severely punish those involved in them."
        },
        {
            "title": "Resignation of Puppet Minister of Unification Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-06ee.html",
            "content": "Resignation of Puppet Minister of Unification Urged in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on April 15 to urge puppet Minister of Unification Hyon In Thaek to step down.\n\t\t\t\t\t A conservative group scattered anti-DPRK leaflets at the Rimjin Pavilion, the statement said, adding Hyon masterminded the act.\n\t\t\t\t\t\n\t\t\t\t\t Hyon and other confrontation maniacs, not content with the anti-DPRK psychological campaign, did not hesitate to detain inhabitants of the DPRK, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to fire Hyon at an early date and opt for dialogue with the DPRK."
        },
        {
            "title": "Relentless Actions for Abrogation of NSL Called for",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-10ee.html",
            "content": "Relentless Actions for Abrogation of NSL Called for\n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- The Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy of south Korea at a regular general meeting held in Seoul on April 16 declared it would wage a relentless struggle for the abrogation of the \"National Security Law\".\n\t\t\t\t\t The speakers said at the meeting that under the present regime people of various social standings are now undergoing sufferings after being thrown unreasonably behind bars for struggling to achieve the reunification of the nation and achieving the right to existence.\n\t\t\t\t\t\n\t\t\t\t\t The number of cases of suppression of people on charges of violation of \"National Security Law,\" in particular, is on the rapid increase, they held, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The organization will focus all its efforts on the actions to have the evil law aimed to perpetuate the division and achieve the reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It will conduct positive activities to implement the June 15 joint declaration and the October 4 declaration and get all the prisoners of conscience released.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the Koreans to turn out as one to achieve the country's reunification, saying that the north and the south are the compatriots who should not live separated from each other."
        },
        {
            "title": "Radioactive Substance Detected in Whole of S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-21ee.html",
            "content": "Radioactive Substance Detected in Whole of S. Korea\r\n Pyongyang, April 21 (KCNA) -- Trace amounts of radioactive iodine were detected at 12 monitoring stations across south Korea from April 16 to 17, according to KBS of south Korea. \n\t\t\t\t\t It was reported that radioactive cesium was detected at 11 monitoring stations."
        },
        {
            "title": "Kimilsungia Show Opens in Indonesia ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-08ee.html",
            "content": "Kimilsungia Show Opens in Indonesia \r\nPyongyang, April 21 (KCNA) -- A Kimilsungia show opened with due ceremony in Jakarta, Indonesia on April 12. \n\t\t\t\t\tOn display in its venue were potted Kimilsungias together with books and photos on the revolutionary life of President Kim Il Sung and his exploits and Songun leadership exploits of Kim Jong Il and photos showing the efforts of the Korean people for building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the opening ceremony. \n\t\t\t\t\t\n\t\t\t\t\t Ristiyanto, chairman of the Indonesia-Korea Association for Friendship and Cultural Exchange, said that Kimilsungia is a symbol of historical friendly relations between Indonesia and the DPRK provided by President Sukarno and President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The first vice-chancellor of a university, noted that the President was the great father of the Korean people who devoted his all to the prosperity of the country and happiness of the people all his life and his exploits would be immortal along with Kimilsungia. \n\t\t\t\t\t\n\t\t\t\t\t The deputy general chairman of the National Guidance Council of the Pioneer Party of Indonesia, extended support and solidarity to the efforts of the Korean people to build a thriving socialist nation and achieve the cause of national reunification under the wise leadership of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the show."
        },
        {
            "title": " Three Commanders of Mt. Paektu Awarded in Ecuador",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-03ee.html",
            "content": "Three Commanders of Mt. Paektu Awarded in Ecuador\r\nPyongyang, April 21 (KCNA) -- President Kim Il Sung, General Secretary Kim Jong Il and anti-Japanese war hero Kim Jong Suk were awarded with the title of honorary citizenship by a city of Bolivar Province, Ecuador.\n\t\t\t\t\t The certificate said that the title of the citizenship is awarded to the three great persons of the DPRK as a token of the citizens' desire for boosting the fraternal friendship with the Korean people and strengthening solidarity with the Korean revolution based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t A certificate delivery ceremony took place at the city government building on April 7.\n\t\t\t\t\t\n\t\t\t\t\t The certificate was handed over to the chief of the DPRK group of Koryo medicine cooperation."
        },
        {
            "title": "Kim Jong Il's Songun Politics Praised by British Organizations ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-13ee.html",
            "content": "Kim Jong Il's Songun Politics Praised by British Organizations \r\n Pyongyang, April 21 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on April 8 on the occasion of the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The statement said that by electing Kim Jong Il chairman of the NDC of the DPRK it has achieved great successes in bolstering up the Juche-oriented defence capability, revolution and construction and overall state affairs. \n\t\t\t\t\t\n\t\t\t\t\t The last 18 years have been a glorious period in which the Korean people have won one victory after another in the confrontation with the U.S. imperialists and their stooges, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics pursued by Kim Jong Il serves as an all-powerful treasured sword for protecting the DPRK from the imperialists' aggression and firmly guaranteeing the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the Korean people led by Kim Jong Il would register greater successes in their struggle for building a thriving socialist nation."
        },
        {
            "title": " Kim Il Sung's Birth Anniversary Commemorated in Peru",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-14ee.html",
            "content": "Kim Il Sung's Birth Anniversary Commemorated in Peru\r\n Pyongyang, April 21 (KCNA) -- A national meeting took place in Lima, Peru on April 12 on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t Present there were personages of political parties and organizations including the Peruvian Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung, the People's Front of Workers, Peasants and Students of Peru, the Communist Party of Peru (Red Motherland), the Party of Workers of Peru and the Peruvian-Korean Institute of Culture and Friendship and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Peru and staff members of his embassy. \n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, the participants watched a DPRK film dealing with the exploits of the President. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the President was a peerlessly great man who embarked upon the road of revolution in his early years, explored a true road of the Korean revolution and defeated two imperialisms in one generation and an ardent patriot who devoted his all to the country and its people. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the President was a genius of ideology as he founded the Juche idea, adding the idea is a beacon of hope and a valuable treasure for mankind as it always guides the human cause of independence to victory. \n\t\t\t\t\t\n\t\t\t\t\t They lauded the President as a benevolent father who showed boundless love for progressive mankind, taking care of them, and a great man and the sun for all people revered by the whole world. \n\t\t\t\t\t\n\t\t\t\t\tA message to General Secretary Kim Jong Il was adopted at the meeting."
        },
        {
            "title": "DPRK's Greatest Holidays Commemorated in Malta and Syria ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-15ee.html",
            "content": "DPRK's Greatest Holidays Commemorated in Malta and Syria \n\t\t\t\t\t\t\r\nPyongyang, April 21 (KCNA) -- Personages of Malta and Syria released statements on the occasions of the birth anniversary of President Kim Il Sung and the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t John Jamit, chairman of the Malta-Korea Friendship Association, and Jean-Pierre Sammut, its secretary general, in a joint statement on April 8 said that the Day of the Sun, the birth anniversary of Kim Il Sung, is the common holiday not only of the Korean people but of the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a world political elder who ushered in the era of independence, a genius of creation and construction who turned the DPRK into a socialist bulwark and a great thinker and theoretician and outstanding politician who clearly indicated the road ahead of mankind, they added.\n\t\t\t\t\t\n\t\t\t\t\t Saber Ballul, department head of the Political Faculty of University of Damascus, in a statement on April 7 said that Kim Jong Il's election as chairman of the NDC of the DPRK enabled the Korean People's Army to fully demonstrate its might by frustrating all the moves of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has grown to be an army strong in ideology and faith whose servicepersons unhesitatingly dedicate even their lives to the country and its people as Kim Jong Il directed great efforts to the politico-ideological preparations of the army, he said."
        },
        {
            "title": " Birth Anniversary of Kim Il Sung Commemorated ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-12ee.html",
            "content": "Birth Anniversary of Kim Il Sung Commemorated \n\t\t\t\t\t\t\r\nPyongyang, April 21 (KCNA) -- Korean book, photo and fine art exhibitions and film shows were held in China, Iran and Uganda between April 11 and 18 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tDisplayed in the venues of the exhibitions were works of Kim Il Sung and General Secretary Kim Jong Il, photos on their undying exploits, books and photos introducing Songun Korea and fine art pieces associated with the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe participants of the film shows watched Korean films \"Fireworks for a Thriving Nation\" and \"Reply of Korea.\"\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Kampala City Committee of the Uganda National Resistance Movement said that Kim Il Sung was a great leader who led the Korean people and world progressives along the road of independence by founding the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tHe said that he envies the Korean people who hold Kim Jong Il in high esteem as a great leader."
        },
        {
            "title": " Kim Il Sung's Birth Anniversary Commemorated ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-20ee.html",
            "content": "Kim Il Sung's Birth Anniversary Commemorated \r\n Pyongyang, April 21 (KCNA) -- Newspapers of different countries carried special write-ups to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t  The April 12th issue of the Lao newspaper Vatelao and the March issue of a Lao paper carried photos of the President and edited articles dealing with the feats of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t The April 9th issue of the Ugandan paper Sun Rise devoted one whole page to an article with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t  The paper said in an article that it was the President who built socialist Korea demonstrating its might in the international community as a political and ideological power, military power and scientific and technological power.\n\t\t\t\t\t\n\t\t\t\t\tThe President's revolutionary history has been given steady continuity amid the reality of the DPRK in which his desire and behests are coming true thanks to General Secretary Kim Jong Il who has most successfully carried forward the President's idea and cause, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t The April 9th issue of the Indonesian paper Suara Karya carried an article titled \"Kim Il Sung, Eternal President\"."
        },
        {
            "title": " Kim Il Sung's Work off Press in Germany ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-01ee.html",
            "content": "Kim Il Sung's Work off Press in Germany \r\n Pyongyang, April 21 (KCNA) -- President Kim Il Sung's work \"Answers to Questions Raised by Press Corps of the U.S. Newspaper Washington Times\" was brought out in booklet by a publishing house in Germany on April 14.\n\t\t\t\t\t The work deals with the policy of the Workers' Party of Korea and the stand of the DPRK government about the nuclear issue, inter-Korean relations and the DPRK-U.S. relations."
        },
        {
            "title": "China Takes Step to Intensify Training of Military Talents ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-17ee.html",
            "content": "China Takes Step to Intensify Training of Military Talents\r\n Beijing, April 19 (KCNA) -- The Central Military Commission of China recently made public the \"Guidelines for Planning the Development of Military Talents by 2020\". \n\t\t\t\t\t It was reported that the guidelines would serve as an important document for promoting the scientific building of the ranks of military talents from a new start as it clarified the requirements for training talents for some period to come."
        },
        {
            "title": "China Intensifies Campaigns against Illegal Actions",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-28ee.html",
            "content": "China Intensifies Campaigns against Illegal Actions\n\t\t\t\t\t\t\r\nBeijing, April 19 (KCNA) -- The Ministry of Public Security of China has waged special campaigns against the infringements upon the right to intellectual property and the production and sale of fake products and low quality goods since November of 2010. \n\t\t\t\t\t These campaigns resulted in the discovery of 8,585 cases and the arrest of 14,185 suspected criminals across the country as of the end of March this year. \n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, 5,166 bases for the production of fake goods were discovered and destroyed."
        },
        {
            "title": "Chinese Newspaper on DPRK's Environment Protection",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-07ee.html",
            "content": "Chinese Newspaper on DPRK's Environment Protection\r\n Pyongyang, April 21 (KCNA) -- The People's Daily of China dated April 15 carried an article by a correspondent in Pyongyang under the title of \"The DPRK Working Hard for Environment Protection\".\n\t\t\t\t\t The DPRK government has attached importance to environment protection, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang is taking the lead in it. It is taking a series of measures to improve the urban environment.\n\t\t\t\t\t\n\t\t\t\t\t It is giving priority to preventing the environmental pollution and tree planting and afforestation are brisk at all institutions and industrial establishments and in different parts of the city.\n\t\t\t\t\t\n\t\t\t\t\t Big successes have been gained in environmental protection of the city and the city was spruced up.\n\t\t\t\t\t\n\t\t\t\t\t The green foliage in all places of the city, the blue sky and the clean river add to its landscape."
        },
        {
            "title": "GPD of CPLA Issues Notice ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-05ee.html",
            "content": "GPD of CPLA Issues Notice \r\n Beijing, April 19 (KCNA) -- The General Political Department of the Chinese People's Liberation Army recently issued a notice on having in the army a competition on knowledge about history of the party and the army on the occasion of the 90th birthday of the Communist Party of China.\n\t\t\t\t\t The notice stressed the need for servicepersons, especially party members and cadres, to study hard the history of the CPC and the CPLA through the competition to make sure that they obey to the party's command and serve the people and the good tradition of the brave army is carried forward and displayed.\n\t\t\t\t\t\n\t\t\t\t\t The notice called on the party committees and political organs of different levels in the army to minutely conduct the organizational work and ensure the effectiveness of the competition."
        },
        {
            "title": " Russian President Calls for Intensified Anti-drug Struggle ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-27ee.html",
            "content": "Russian President Calls for Intensified Anti-drug Struggle\r\n Moscow, April 19 (KCNA) -- Russian President Dmitri Medvedev, at a recent meeting, called upon the educational institutions to intensify the anti-drug struggle. \n\t\t\t\t\t What is important in this struggle is for those institutions to choose relevant subjects and let all the students receive checks as regards drugs, he said. \n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to establish a state system for monitoring the drug addiction."
        },
        {
            "title": " State Duma of Russia Rejects Request of Parliament of EC",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-29ee.html",
            "content": "State Duma of Russia Rejects Request of Parliament of EC\r\n Moscow, April 19 (KCNA) -- Konstantin Kosachev, chairman of the International Affairs Committee of the State Duma of Russia, at a recent press conference, clarified the stand of refuting the request made by the Parliament of the European Council.\n\t\t\t\t\t He declared Russia regards the request to sever a contact with Belarus as a wrong one."
        },
        {
            "title": "6th Congress of Communist Party of Cuba Closes ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-22ee.html",
            "content": "6th Congress of Communist Party of Cuba Closes\r\n Havana, April 19 (KCNA) -- The 6th Congress of the Communist Party of Cuba closed with due ceremony in Havana on April 19.\n\t\t\t\t\t Present at a closing ceremony were Fidel Castro Ruz, leader of the Cuban revolution, leading cadres of the party and state and delegates of the Congress. \n\t\t\t\t\t\n\t\t\t\t\t The Congress discussed and adopted a report of the C.C., the CPC, line of social and economic policy of the party and revolution and elected a new party leadership body. \n\t\t\t\t\t\n\t\t\t\t\t Raul Castro was elected first secretary of the C.C., the CPC and Jose Ramon Machado Ventura second secretary.\n\t\t\t\t\t\n\t\t\t\t\t Raul Castro in his closing address called upon all the people to unite close and struggle for consolidating the socialist system."
        },
        {
            "title": " Quakes Jolt Australia and New Zealand ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-16ee.html",
            "content": "Quakes Jolt Australia and New Zealand \r\n Pyongyang, April 21 (KCNA) -- North Queensland of Australia was hit by a 5.4-magnitude earthquake on April 16. \n\t\t\t\t\t The quake struck at about 30 km southeast of Townsville of Queensland, at a depth of 10 km below the surface. \n\t\t\t\t\t\n\t\t\t\t\t On the same day, a 5.3-magnitude aftershock struck New Zealand South Island city of Christchurch. The quake was centered 20 km southeast of Christchurch at a depth of 11 km."
        },
        {
            "title": " Iran to Rank Itself among Nuclear Fuel Rod Producers",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-31ee.html",
            "content": "Iran to Rank Itself among Nuclear Fuel Rod Producers\n\t\t\t\t\t\t\r\nTehran, April 19 (KCNA) -- Iran's top Presidential advisor Mojtaba Samareh-Hashemi said Iran would soon be among top countries that produce nuclear fuel rods.\n\t\t\t\t\t Project on manufacturing nuclear fuel rods with 20 percent of purity is in its final stages of completion, Samareh-Hashemi was quoted as saying. The 20-percent fuel rods will be used at Tehran's Research Reactor."
        },
        {
            "title": "Military Parade Held in Iran ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-18ee.html",
            "content": "Military Parade Held in Iran \n\t\t\t\t\t\t\r\n Tehran, April 19 (KCNA) -- A military parade took place in Tehran, Iran on April 18 on the occasion of its Army Day. \n\t\t\t\t\t Present there were Iranian President Mahmoud Ahmadinejad together with high-ranking commanders of the armed forces. \n\t\t\t\t\t\n\t\t\t\t\t Columns of the units of all services and arms marched past. And different type missiles, anti-air systems, tanks, multiple launch rockets, etc. rolled past the square. \n\t\t\t\t\t\n\t\t\t\t\t On the same day there was a parade of warships of the Iranian Navy in the waters off a coast of the Persian Gulf."
        },
        {
            "title": "Terrorism in Belarus under Fire ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-30ee.html",
            "content": "Terrorism in Belarus under Fire \n\t\t\t\t\t\t\r\n Pyongyang, April 21 (KCNA) -- Nikolai Borzhzya, secretary of the Collective Security Treaty Organization, recently issued a statement in which he denounced terrorism that hit a metro station in Minsk.\n\t\t\t\t\t Hideous terrorism was committed in Belarus against citizens of a member state of the Commonwealth of Independent States, the statement said, adding that such unethical criminal act can never be justified.\n\t\t\t\t\t\n\t\t\t\t\t The above-said terrorist incident which claimed casualties once again proved that it is necessary to intensify collective counter-action against terrorism, a manifestation of most hideous extremism, the statement noted."
        },
        {
            "title": "Airliner Collision in US",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-32ee.html",
            "content": "Airliner Collision in US\r\n Pyongyang, April 21 (KCNA) -- An airliner collision happened at the John F. Kennedy International Airport, New York State recently. \n\t\t\t\t\t The main wing of a super-airliner belonging to an aviation company of France which was taking the airstrip collided with the empennage of a small airliner at the airport. \n\t\t\t\t\t\n\t\t\t\t\t The accident brought the airliner service to suspension."
        },
        {
            "title": "Kim Jong Il dirige el Complejo Siderrgico Kim Chaek",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-49ee.html",
            "content": "Kim Jong Il dirige el Complejo Siderrgico Kim Chaek\n\t\t\t\t\t\t\r\nPyongyang, 21 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, dirigi sobre el terreno el Complejo Siderrgico Kim Chaek que avanza con vigor a la cabeza del gran auge.\n\t\t\t\t\tSe enter detalladamente el estado de produccin y la reconstruccin tcnica recorriendo varios procesos de la produccin incluyendo el taller de laminado en caliente.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el horno de calentar de combustin por el aire de alta temperatura segn la tecnologa CNC construido nuevamente en dicho taller, se mostr muy satisfecho de que la clase obrera del complejo, como el hijo mayor del pas, haya construido una creacin monumental capaz de realizar la juchanizacin y la modernizacin de la industria metlica y aumentar rpidamente la produccin de materiales de hierro y acero.\n\t\t\t\t\t\n\t\t\t\t\tCon la construccin de ese horno, es posible producir a su antojo el acero utilizando como combustible el gas de su alto horno sin usar el aceite pesado, el Dirigente seal y evalu altamente que el complejo logra el sorprendente avance tcnico en todos los procesos conforme a la demanda de la poca de la economa basada en la intelectualidad.\n\t\t\t\t\t\n\t\t\t\t\tDio el agradecimiento a los funcionarios, los obreros y los tcnicos del citado complejo y los sectores relacionados que hicieron gran aporte a aumentar continuamente la produccin de materiales de hierro y acero y realizar la jucheanizacin y la modernizacin de la industria metlica.\n\t\t\t\t\t\n\t\t\t\t\tDestac que el Complejo Siderrgico Kim Chaek ocupa la posicin muy importante en el desarrollo de la economa del pas y present las tareas programticas que le incumben a la empresa.\n\t\t\t\t\t\n\t\t\t\t\tSeal que la tarea ms importante que se presenta ante el complejo es ampliar el tamao de la produccin de acero Juche, conquistar con anticipacin el objetivo de la realizacin de la tecnologa CNC y poner operacin a estilo coreano tambin el proceso de laminacin en fro para enviar satisfactoriamente por unidad de variedades y tamaos los materiales de hierro y acero que demandan varios sectores de la economa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEnse que es muy importante el papel de las empresas interesadas para normalizar la produccin del complejo y destac que las centrales, minas y minas hulleras encargadas de la energa, materias primas y combustibles deben producir y suministrar a tiempo la electricidad, minerales concentrados de hierro y carbn.\n\t\t\t\t\t\n\t\t\t\t\tEl propsito del partido es resolver con la ciencia y la tecnologa todos los problemas que se presentan en la construccin de la potencia econmica, dijo y subray que para normalizar en alto nivel la produccin de materiales de hierro y acero de Kimchol es preciso librar continua y enrgicamente la lucha por realizar en el alto nivel la modernizacin y la realizacin de la tecnologa CNC de los procesos productivos generales conforme a la demanda de la poca de la economa basada en la intelectualidad.\n\t\t\t\t\t\n\t\t\t\t\tExpres gran esperanza y la conviccin de que cumplir magnficamente la honrosa tarea dada por el Partido la heroica clase obrera de Kimchol, que ha creado la tradicin de la fidelidad defendiendo a costa de la vida con el acero el Comit Central del PTC en las severas dcadas de la revolucin y contribuyendo grandemente al establecimiento de la economa nacional independiente y la construccin del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompaaron en esta ocasin Kim Ki Nam, miembro del Bur Poltico y secretario del CC del PTC, Kim Kyong Hui, miembro del Bur Poltico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del Bur Poltico del CC del PTC y vicepresidente del CDN, Thae Jong Su, miembro suplente del Bur Poltico y secretario del CC del PTC y Ju Kyu Chang, miembro suplente del Bur Poltico y jefe de departamento del CC del PTC."
        },
        {
            "title": "Kim Jong Il dirige el Combinado de Alimentos de Susongchon",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-50ee.html",
            "content": "Kim Jong Il dirige el Combinado de Alimentos de Susongchon\r\nPyongyang, 21 de abril (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, dirigi sobre el terreno el Combinado de Alimentos de Susongchon, recin construido en la provincia de Hamgyong del Norte. \n\t\t\t\t\tTras escuchar las explicaciones ante el plano, recorri los equipos de trabajo de caramelos, galletas, pan, licor, etc., donde se enter en detalles de la dotacin tcnica y de la produccin. \n\t\t\t\t\t\n\t\t\t\t\tHoy da, en todas las provincias se han levantado modernos combinados de alimentos al estilo de la Fbrica de Productos Especiales Samilpho, dijo y agreg que esto comprueba que podemos traer un cambio decisivo en la mejora de las condiciones de vida del pueblo cuando los funcionarios trabajan tenazmente superando con audacia las dificultades bajo la consigna del PTC \"Servir al pueblo!\" \n\t\t\t\t\t\n\t\t\t\t\tAl escuchar las canciones de los funcionarios y obreros de la fbrica, llenos de optimismo, seal que para nuestra clase obrera el trabajo es precisamente la cancin y alegra y aadi que esto es el sentimiento abundante de los obreros coreanos crecidos como dueos del pas y de la fbrica. \n\t\t\t\t\t\n\t\t\t\t\tEl Combinado de Alimentos de Susongchon tiene el importante deber y papel para mejorar la vida alimentaria de los habitantes de la provincia, destac e indic las tareas que se presentan en la gestin de la fbrica. \n\t\t\t\t\t\n\t\t\t\t\tDesarrollar la industria ligera a base de los recursos y materias primas criollos es la invariable orientacin del PTC, ratific y precis que para garantizar la produccin segura deben prestar la atencin primordial a buscar y usar las materias primas locales. \n\t\t\t\t\t\n\t\t\t\t\tPara elevar al mximo la calidad de los alimentos la fbrica debe garantizar con precisin la calidad, la pureza y el estndar de materias primas y otros materiales de acuerdo con la demanda cientfico-tcnica y observar rigurosamente los reglamentos tcnicos y la norma de operacin, enfatiz.\n\t\t\t\t\t\n\t\t\t\t\tExpres la esperanza y la conviccin de que los empleados de la fbrica registrarn mayores saltos en la produccin ajustando sus pasos a la tendencia de la poca en que se desarrolla con vigor la campaa para la construccin de la gran potencia prspera. \n\t\t\t\t\t\n\t\t\t\t\tLe acompaaron en esta ocasin Kim Ki Nam, miembro del Bur Poltico y secretario del CC del PTC, Kim Kyong Hui, miembro del Bur Poltico y jefa de departamento del CC del PTC, Jang Song Thaek, miembro suplente del Bur Poltico del CC del PTC y vicepresidente del CDN, Thae Jong Su, miembro suplente del Bur Poltico y secretario del CC del PTC, y Ju Kyu Chang, miembro suplente del Bur Poltico y jefe de departamento del CC del PTC."
        },
        {
            "title": "Habitantes norcoreanos revelan secuestro forzoso por Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-51ee.html",
            "content": "Habitantes norcoreanos revelan secuestro forzoso por Sur de Corea\r\nPyongyang, 21 de abril (ATCC) -- Los habitantes norcoreanos que se haban retenido durante ms de 50 das, despus de ser secuestrados forzadamente por los tteres surcoreanos, concedieron el da 21 en el Palacio Cultural del Pueblo una rueda de prensa. \n\t\t\t\t\tAsistieron all los reporteros de sectores de prensa e informacin, los periodistas de la Asociacin General de Coreanos Residentes en Japn y periodistas de China, Rusia y Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, el obrero de la Empresa de Construccin Industrial de Haeju, Ok Song Hyok, explic el curso de secuestro por los tteres surcoreanos el 5 de febrero pasado cuando partieron a bordo de un barco de la comuna de Tongpho del distrito de Kangryong de la provincia de Hwanghae del Sur para recoger mariscos y se refiri a que durante ms de 50 das los tteres surcoreanos les obligaron a \"quedarse en el suelo surcoreano\" cometindoles los maltratos de toda ndole.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, los pesqueros respondieron a las preguntas de los reporteros de la Agencia Telegrfica Central de Corea, el Comit de Radio y Televisin de Corea, el Peridico Minju Joson, el Thong-il Sinbo y el Pyongyang Times. \n\t\t\t\t\t\n\t\t\t\t\tEl agricultor de la Granja Cooperativa de Singwang de la ciudad de Haeju, Ri Un Gu, dijo que desde la comuna de Tongpho del distrito de Kangryong hasta la isla Yonphyong dura ms de 4 horas, pero, el barco naveg slo 2 horas y 30 minutos hasta cuando se encontr con las lanchas rpidas surcoreanas, y agreg que en estas horas el barco no puede llegar a la zona martima de la isla Yonphyong ni a la \"lnea de lmite al Norte\" de que habla la banda ttere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho evidencia que el barco norcoreano no se dirigi a la zona martima de la parte Sur, sino un grupo de secuestradores surcoreanos, integrado por varias lanchas y unidades especiales, vigilaba el barco y lo secuestr forzadamente aprovechando la neblina densa, destac.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la insistencia de los tteres surcoreanos en que en aquel entonces el barco estaba en un arenal, asever que antes de ser secuestrado el barco estaba a flote en el mar con ms de 20 metros de profundidad y tena el motor en funcionamiento normal. \n\t\t\t\t\t\n\t\t\t\t\tEl obrero del Sindicato Pesquero Cooperativo de Sokchon de la ciudad de Haeju, Pak Mun Sik, testimoni que en el momento de secuestro los tteres cometieron violencias despiadadas a los pesqueros norcoreanos desarmados. \n\t\t\t\t\t\n\t\t\t\t\tEl graduado de la escuela secundaria de Puyong de la ciudad de Haeju, Pyon Kyong Il, quien haba salido al mar con su madre para contemplar el mar durante el feriado del Ao Nuevo Lunar, destac que los enemigos le dieron una paliza para que se sentara a rodillas y le impidieron levantarse apretndole los brazos, los hombros y la cabeza.\n\t\t\t\t\t\n\t\t\t\t\tChoe Chun Yong, moradora del barrio de Sokmi de la ciudad de Haeju, revel que los enemigos encarcelaron a los habitantes norcoreanos en tres cuadros de un cuartel militar ttere y taparon las ventanas, y ms de 5 o 7 agentes y soldados los vigilaron por turnos y les impidieron hasta la charla. \n\t\t\t\t\t\n\t\t\t\t\tAdems, al entrar en el cuadro de mujeres, les amenazaron diciendo que si no les obedecen, meteran en desnudas en el mar.\n\t\t\t\t\t\n\t\t\t\t\tHyong Sun Bok, habitante del mismo barrio mencion que desde el primer da de secuestro, los enemigos se aferraron a la \"operacin de renegacin\". \n\t\t\t\t\t\n\t\t\t\t\tLa moradora del barrio de Sokmi de la misma ciudad, Ri Hyang Hwa seal que los tteres surcoreanos intentaron persuadir groseramente a s misma y su esposo a \"quedarse en el Sur de Corea\", y sembraron la discordia entre una madre y su hijo para \"someterlos\" de todos modos. \n\t\t\t\t\t\n\t\t\t\t\tRi Myong Ok, moradora del mismo barrio, critic que los enemigos hicieron esfuerzos desesperados por debilitar la conviccin de los norcoreanos de regresar a la patria. \n\t\t\t\t\t\n\t\t\t\t\tLa obrera de la Fbrica Qumica de Haeju, Kim Kum Hyang, denunci las maniobras persistentes de los enemigos por \"someter\" a los jvenes. \n\t\t\t\t\t\n\t\t\t\t\tOk Song Hyok apunt que los 4 no regresados no son \"renegados\", sino fueron retenidos por los tteres surcoreanos y agreg que ellos no deben aprovecharlos a la intriga anti-RPDC sino devolverlos sin demora a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tRa Hye Yong, quien vive en el barrio de Sokmi, apunt que cuando estaba retenida en el Sur de Corea sinti fuertemente que no poda vivir ni un momento fuera del regazo del Dirigente Kim Jong Il, o sea, la patria socialista graciosa, y destac que a la madrugada del 16 de febrero, cumpleaos del Dirigente, celebraron ese da cantando y bailando con aoranza. \n\t\t\t\t\t\n\t\t\t\t\tRi Un Gu, agricultor de la granja cooperativa de Singwang de la ciudad de Haeju subray que en la zona enemiga sinti en lo profundo del corazn que no puede vivir ni un momento sin el regazo del Dirigente y que es mejor nuestra patria socialista. \n\t\t\t\t\t\n\t\t\t\t\tAl fin de la entrevista, los habitantes cantaron ardientemente la cancin \"Donde est el querido General?\""
        },
        {
            "title": "Acto por el 50 del movimiento de creacin de maquina ejemplar",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-52ee.html",
            "content": "Acto por el 50 del movimiento de creacin de maquina ejemplar \n\t\t\t\t\t\t\r\nPyongyang, 21 de abril (ATCC) -- Tuvo lugar el da 21 en el Palacio Cultural del Pueblo el acto central por el 50 aniversario de que el Dirigente Kim Jong Il encendi las llamas del movimiento de creacin de mquina ejemplar.\n\t\t\t\t\tParticiparon en la ocasin Choe Yong Rim, Yang Hyong Sop y otros cuadros, los funcionarios de las masas de organizaciones, ministerios, rganos centrales, fbricas, empresas y granjas junto con los operadores ejemplares.\n\t\t\t\t\t\n\t\t\t\t\tJo Pyong Ju, vicepremier del Consejo de Ministros y ministro de Industria Mecnica, en su informe de la ocasin, seal que en primavera del 50 (1961) de la Era Juche, el Dirigente Kim Jong Il demostr el brillante ejemplo de cmo cuidar los equipos en la Fbrica de Mquinas Textiles de Pyongyang dando inicio al movimiento por la creacin de mquinas ejemplares, y prosigui:\n\t\t\t\t\t\n\t\t\t\t\tCon este movimiento iniciado por el Dirigente, pudo desplegarse enrgicamente entre las masas el movimiento masivo de la innovacin tcnica por cuidar los equipos mecnicos y elevar el nivel de los equipos tcnicos.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccin del Dirigente, este movimiento se ha manifestado su gran vitalidad durante 50 aos pasados.\n\t\t\t\t\t\n\t\t\t\t\tA travs de este movimiento, la clase obrera y los trabajadores manifestaron el espritu de defender y hacer brillar las hazaas de la direccin del PTC, crear el ardiente patriotismo y colectivismo, amar, apreciar y administrar sus mquinas, lugares de trabajo y tierras natales.\n\t\t\t\t\t\n\t\t\t\t\tToda la clase obrera y otros trabajadores deben desplegar con ms vigor el movimiento por la creacin de maquina ejemplar no. 26, concluy."
        },
        {
            "title": "Conversaciones entre delegaciones del PTC y del PPM ",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-53ee.html",
            "content": "Conversaciones entre delegaciones del PTC y del PPM\r\nPyongyang, 21 de abril (ATCC) -- Tuvieron lugar el da 21 en esta capital las conversaciones entre las delegaciones del Partido del Trabajo de Corea y del Partido del Pueblo de Mongolia.\n\t\t\t\t\tEn la ocasin estuvieron presentes por la parte coreana el miembro del Bur Poltico y secretario del Comit Central del PTC Choe Thae Bok, el ministro de Comercio Exterior Ri Ryong Nam, el rector general de la Universidad Kim Il Sung y Ministro de Educacin Superior Song Ja Rip, y otros funcionarios, y por la mongol los miembros de la delegacin del PPM encabezada por el secretario general U. Khurelsukh, el embajador Sodovjamts Khurelbaatar y otros miembros de la sede diplomtica Mongol en Corea.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes informaron del estado de actividades de sus respectivos partidos e intercambiaron sus opiniones sobre el problema de desarrollar las relaciones entre los dos partidos y otros asuntos de inters mutuo."
        },
        {
            "title": "Turismo de Corea en animacin",
            "url": "http://kcna.co.jp/item/2011/201104/news21/20110421-54ee.html",
            "content": "Turismo de Corea en animacin \r\nPyongyang, 21 de abril (ATCC) -- Al entrar en la primavera, el turismo tiene nimo en Corea llamada como pas de maana pura, pas de lugar famoso desde la antigedad.\n\t\t\t\t\tNumerosos turistas extranjeros visitan los lugares famosos, las reliquias histricas y las obras monumentales de corea.\n\t\t\t\t\t\n\t\t\t\t\tEl da 15, los turistas de China, Gran Bretaa, Canad, Alemania y otros pases subieron a la capitalina colina Moran de larga historia para recorrer los pabellones Ulmil, Choesung y Aeryon y otras reliquias histricas, donde pasaron momentos de la fiesta bailando junto con los capitalinos de distintos sectores que conmemoran el cumpleaos del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tAdems profundizaron la cognicin y el entendimiento sobre la historia de la Corea contempornea a travs de la visita al Estadio Kim Il Sung y el Arco de Triunfo situados en alrededores de la colina Moran.\n\t\t\t\t\t\n\t\t\t\t\tTambin recorrieron la zona de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tEn Phanmunjom recorrieron con gran atencin la sala de negociaciones de armisticio, la sala de firma del Acuerdo de Armisticio, etc. y vieron la lnea de demarcacin militar y la zona desmilitarizada que dividen en dos una Corea, una nacin durante ms de medio siglo.\n\t\t\t\t\t\n\t\t\t\t\tAdems, no pudieron menos de admirarse de la larga historia y la cultura de Corea recorriendo los patrimonios culturales nacionales en la zona de Kaesong que fue la capital de Coryo, primero estado unificado de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAll hay ms de cien reliquias culturales histricas incluyendo la tumba de Wanggon, rey fundador de Coryo, la del rey Kongmin, el Templo de Ryongthong, la Puerta Nam y el Puente Sonjuk. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, presenciaron el da 18 la gran magia creada por primera vez en Corea."
        }
    ]
}