{
    "date": "2011-05-14",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-14ee.html",
    "articles": [
        {
            "title": "Delegation of Foreign Languages Publishing House Leaves for China",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-31ee.html",
            "content": "Delegation of Foreign Languages Publishing House Leaves for China\r\n Pyongyang, May 14 (KCNA) -- A delegation of the Foreign Languages Publishing House led by Vice-Director Ri Min Chon left here Saturday by train to visit China. \n\t\t\t\t\t Meanwhile, foreign delegations arrived here on the same day by train to participate in the 14th Pyongyang Spring International Trade Fair. Among them were delegations from China, Australia, Austria, France and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t Earlier arrivals include the delegations from Mongolia, Syria and Italy."
        },
        {
            "title": "China on Economic Cooperation with DPRK",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-28ee.html",
            "content": "China on Economic Cooperation with DPRK\r\n Beijing, May 12 (KCNA) -- The China-DPRK economic cooperation is beneficial to regional peace and development, said Jiang Yu, spokeswoman for the Chinese Foreign Ministry at a press conference held in Beijing on Thursday. \n\t\t\t\t\t She said that China and the DPRK are friendly neighbors and they are pursuing the friendship policy of reciprocity and cooperation. \n\t\t\t\t\t\n\t\t\t\t\t Some economic cooperation has been conducted between businesses of the two countries, and we regard this as beneficial to not only socio-economic progress of both sides but also the promotion of regional peace and development, she added."
        },
        {
            "title": "WPK Lauded by Chairman of Swedish Party",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-30ee.html",
            "content": "WPK Lauded by Chairman of Swedish Party\n\t\t\t\t\t\t\r\n Pyongyang, May 14 (KCNA) -- Anders Karlsson, chairman of the Communist Party of Sweden who visited the DPRK, said that the Workers' Party of Korea is a model to be followed by the progressive parties desirous of socialism. \n\t\t\t\t\t The WPK has emerged ever victorious in the revolution and construction by rallying the army and people close around it, he added.\n\t\t\t\t\t\n\t\t\t\t\t During his stay, he visited the Party Founding Museum and the Party Founding Memorial Tower.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the visits brought him to the better knowledge about the exploits of President Kim Il Sung in party-building.\n\t\t\t\t\t\n\t\t\t\t\t And he went on:\n\t\t\t\t\t\n\t\t\t\t\t Now the WPK is fully displaying its dignity as a powerful party. \n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung made immortal contribution to founding and strengthening the party. \n\t\t\t\t\t\n\t\t\t\t\t The CPS supports the WPK and the people of the DPRK in their efforts to build a thriving socialist nation and achieve reunification of the country under the leadership of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t We will strive hard to boost the friendly and cooperative relations between the two parties and the two peoples in the future, too."
        },
        {
            "title": "DPRK Lauded by Vice-Chairman of Lao Federation of Trade Unions",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-14ee.html",
            "content": "DPRK Lauded by Vice-Chairman of Lao Federation of Trade Unions\r\n Pyongyang, May 14 (KCNA) -- Symuone Uonlasy, vice-chairman of the Lao Federation of Trade Unions, said that the DPRK is a great country in which everything serves the people when interviewed by reporters on May 12 during his visit to the DPRK at the head of the delegation.\n\t\t\t\t\t Saying that he was deeply impressed during his stay, he said: \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made rapid development in all fields.\n\t\t\t\t\t\n\t\t\t\t\t There sprang up many modern buildings in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t The streets are so beautiful and clean as to fascinate the visitors.\n\t\t\t\t\t\n\t\t\t\t\t All the people are working full of enthusiasm and optimism and leading a cultured and highly civilized life.\n\t\t\t\t\t\n\t\t\t\t\t The cheerful faces of schoolchildren practicing dancing and singing in the wonderful palace made us picture the future of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Korean socialism fully embodies the Juche idea fathered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t This serves as a model of all the countries aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t He keenly felt the feelings of friendship toward the Korean people during his stay in the DPRK, he said, adding that the friendly relations between Laos and the DPRK are further developing under the deep care of the leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the relations between the working classes of the two countries would continue to grow strong."
        },
        {
            "title": " Farms Benefit from Rotation Production System",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-25ee.html",
            "content": "Farms Benefit from Rotation Production System\r\n Pyongyang, May 14 (KCNA) -- Rotation production system between agriculture and stock-breeding is being established in the DPRK.\n\t\t\t\t\t The 927 Chicken Farm have used compound micro-organic fertilizer, which it made of yearly turnout of thousands tons of chicken wastes by treating them with germs, into drastically increasing the grain production and stock-breeding.\n\t\t\t\t\t\n\t\t\t\t\t The Taehongdan County, Ryanggang Province successfully combined potato farming with stock-breeding to suit the specific conditions of the northern alpine area.\n\t\t\t\t\t\n\t\t\t\t\t For the past more than a decade the county bred lots of superior-breed pigs growing fast with less feed from the wastes of which they produced tens of thousands tons of fluid compost to manure potato fields. It also succeeded in the study of highly digestive feed for pigs with byproduct of processed potatoes.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the per hectare yield of potato increased as many as five times and the number of pigs 4.5 times as against those a decade ago.\n\t\t\t\t\t\n\t\t\t\t\t The Unhung Co-op Farm in Thaechon County, North Phyongan Province and the Tongbong Co-op Farm in Hamju County, South Hamgyong Province scientifically combined agriculture and stock-breeding, increasing grain production.\n\t\t\t\t\t\n\t\t\t\t\t Farms in the low-lying lands have established scientific manuring system with a main emphasis on organic fertilizer to get great benefits in the management.\n\t\t\t\t\t\n\t\t\t\t\t Farms and stock-breeding bases in other different parts of the country have also established rotation production system, increasing grain and stock-breeding outputs."
        },
        {
            "title": "Kwail County Combined Fruit Farm Underwent Change",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-26ee.html",
            "content": "Kwail County Combined Fruit Farm Underwent Change\r\n Pyongyang, May 14 (KCNA) -- The Kwail County Combined Fruit Farm, South Hwanghae Province of the DPRK, is proud of its new appearance. \n\t\t\t\t\t For the past decade the farm over-fulfilled its yearly fruit production plan by over 10 percent and laid a solid material and technological foundation, thus opening up a bright prospect for increasing production.\n\t\t\t\t\t\n\t\t\t\t\t It gave priority to the researches into fruit varieties of high-yielding strains. It also curtailed the production period of short apple tree saplings by one year by applying a new grafting method. \n\t\t\t\t\t\n\t\t\t\t\t The introduction of the advanced close planting method also made it possible for the farm to markedly increase the per hectare yield and thus raise the scientific level of fruit production.\n\t\t\t\t\t\n\t\t\t\t\t It rezoned 25 miles field which helped lay a material foundation for realizing the mechanization of fruit culture at a higher level.\n\t\t\t\t\t\n\t\t\t\t\t The farm manured every hectare with more than 100 tons of quality compost to increase the soil fertility and this helped systematically increase the fruit production. \n\t\t\t\t\t\n\t\t\t\t\t It produced hundreds tons of various kinds of agricultural chemicals including highly-effective insecticide by its own efforts, thus stepping up the work to put the prediction of harmful insects and forecast on IT basis.\n\t\t\t\t\t\n\t\t\t\t\t During these days the farm supplied early peaches and other seasonal fruits to Pyongyangites every year, contributing to improving the people's diet."
        },
        {
            "title": "Rodong Sinmun on Relations between DPRK and EU",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-29ee.html",
            "content": "Rodong Sinmun on Relations between DPRK and EU\n\t\t\t\t\t\t\r\n Pyongyang, May 14 (KCNA) -- The relations between the DPRK and the European Union have favorably developed in line with the bilateral interests and the international trend. \n\t\t\t\t\t Rodong Sinmun Saturday stressed this in a bylined article dedicated to the 10th anniversary of the establishment of diplomatic ties between the DPRK and the EU. \n\t\t\t\t\t\n\t\t\t\t\t After the establishment of diplomatic ties the exchanges and cooperation between the DPRK and member nations of the EU have been underway more vigorously and in this course they promoted mutual understanding, the paper said. \n\t\t\t\t\t\n\t\t\t\t\t This exerted an affirmative effect on the development of the international relations, it added."
        },
        {
            "title": "Fascist Dictatorial Rule of South Korean Authorities Accused",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-22ee.html",
            "content": "Fascist Dictatorial Rule of South Korean Authorities Accused\r\n Pyongyang, May 14 (KCNA) -- Since the appearance of the present conservative regime the south Korean society has been reduced to a hell on earth where all rights of human beings have been stamped out and the fascist dictatorship are running roughshod.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a by-lined article Saturday. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Due to the military occupation of south Korea by the United States and its domination over it the independent rights of people have been recklessly violated in all fields of social life including politics, economy and culture. \n\t\t\t\t\t\n\t\t\t\t\t The dictatorial policy pursued by the south Korean ruling circles is reactionary one representing and defending the interests of a handful of financial group and privileged class in all fabrics of the social life. \n\t\t\t\t\t\n\t\t\t\t\t As soon as grabbing power, the ruling forces, talking about the \"lost decade\", ruthlessly trampled down even the sprout of democratization which the south Korean people gained through dynamic struggle. \n\t\t\t\t\t\n\t\t\t\t\t The group of traitors has used the ill-famed \"Security Law\" as a means for staying in power and retrogressively revised it instead of abolishing it in a bid to justify its dictatorial rule. \n\t\t\t\t\t\n\t\t\t\t\t The ruling forces have revived all the repressive machinery of the past military dictatorship and the Chongwadae is now watching and collecting the tendency of even the \"national assemblymen\" and political parties. \n\t\t\t\t\t\n\t\t\t\t\t The struggle for national reunification has become subject to reckless suppression in south Korea being branded as \"illegal acts\" and \"enemy-benefiting moves\". \n\t\t\t\t\t\n\t\t\t\t\t Moreover, the south Korean authorities are carrying out the operation of seducing and abducting fellow countrymen with the mobilization of fascist plot-breeding organs including the Intelligence Service, the Ministry of Unification and the Defense Security Command as well as human traffic organizations. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean rulers are not in a position to talk about the sacred human rights as they are pursuing only unpopular rule and the policy of confrontation with fellow countrymen while failing to ensure the working people the elementary right to existence, the article concludes."
        },
        {
            "title": "Adherence to Independent Stand Called for ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-24ee.html",
            "content": "Adherence to Independent Stand Called for \r\n Pyongyang, May 14 (KCNA) -- If a country stands for national independence, it can consolidate its independence and guarantee the development and prosperity of the nation, but if a country depends on outside forces, it will decline and go to ruin in the end.\n\t\t\t\t\t Rodong Sinmun Saturday says in a by-line article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t To firmly adhere to independence means thoroughly discarding the dependence on outside forces and holding high the banner of national independence.\n\t\t\t\t\t\n\t\t\t\t\t Any country and nation seeking to carve out their destinies by depending on outside forces are no more than puppets which are bereft of not only self-respect but of their senses. Such countries are without exception reduced to a subject to imperialism and its ally and destined to go to ruin in the end. \n\t\t\t\t\t\n\t\t\t\t\t A new independent world can be built only through an anti-imperialist struggle and the anti-imperialist struggle can emerge victorious only when the principle of national independence is firmly observed.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, small as it is in territory and population, has always emerged victorious despite the ceaseless moves of the imperialists and hegemonic forces for the past several decades because it has firmly adhered to the principle of national independence, thoroughly rejecting the dependence on outside forces and flunkeyism in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on outside forces and flunkeyism can never be manifested in the places where the mental power based on self-reliance is given full play. The spirit of national independence can give rise to the spirit of self-reliance and makes it possible for a country and a nation to successfully achieve their progress and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the outstanding idea propounded by President Kim Il Sung that the dependence on outside forces leads to a nation's ruin whereas national independence leads to the road of independence and prosperity are being more clearly proved in the present era."
        },
        {
            "title": "Construction of Naval Base Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-04ee.html",
            "content": "Construction of Naval Base Protested in S. Korea\r\n Pyongyang, May 14 (KCNA) -- At least 60 civic and public organizations of south Korea on May 11 presented to the fact-finding group of the \"National Assembly\" a written opinion against the puppet warmongers' construction of a naval base on Jeju Island.\n\t\t\t\t\t In the opinion the organizations charged that the military authorities are pressing ahead with this project despite the protest of residents in Kangjong village on the island and peace activists and people of different strata.\n\t\t\t\t\t\n\t\t\t\t\t This naval base will be used by the U.S. forces, too, they pointed out, saying that in this case Jeju Island will turn into a dangerous area causing military tension in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t They held that the fact-finding group should stop the project by making an overall investigation into it."
        },
        {
            "title": "Anti-\"Government\" Struggle Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-12ee.html",
            "content": "Anti-\"Government\" Struggle Declared in S. Korea\r\n Pyongyang, May 14 (KCNA) -- The south Korean Confederation of Trade Unions held a press conference in Seoul on May 11 at which it declared that it would turn out in an anti-\"government\" struggle in solidarity with its affiliated unions.\n\t\t\t\t\t Speakers at the press conference said that the workers declared the May struggle as they could no longer repress their wrath at the authorities' misrule.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that the \"government\" bear the responsibility for the murderous dismissal and provide a solution to it.\n\t\t\t\t\t\n\t\t\t\t\t A press release read out at the conference stressed the need for all the workers to stage the anti-\"government\" struggle in close unity.\n\t\t\t\t\t\n\t\t\t\t\t Press conferences by regional unions under the KCTU were simultaneously held in 15 areas of south Korea on the same day."
        },
        {
            "title": "Abolition of Registration Fee System Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-06ee.html",
            "content": "Abolition of Registration Fee System Demanded in S. Korea\r\n Pyongyang, May 14 (KCNA) -- A professor at Chungang University of south Korea contributed to newspaper Hangyore an article titled \"Registration fee should not be halved but abolished,\"\n\t\t\t\t\t He deplored that the south Korean universities are operated with the registration fees collected from the students.\n\t\t\t\t\t\n\t\t\t\t\t The present reality that the registration fee per a student is ten million won is an indication that the people are denied the right to education, he said.\n\t\t\t\t\t\n\t\t\t\t\t He accused the authorities of not covering even the expenses for operating not only universities but secondary schools under the pretext of budget deficit.\n\t\t\t\t\t\n\t\t\t\t\t The registration fee should not be halved but abolished, he stressed."
        },
        {
            "title": "Actions for Independent Reunification against War Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-05ee.html",
            "content": "Actions for Independent Reunification against War Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 14 (KCNA) -- Reunification activists of south Korea formed a sit-in strike group for independent and peaceful reunification for implementing the June 15 joint declaration and resuming inter-Korean dialogue and held a press conference outside the puppet Ministry of Unification on May 11.\n\t\t\t\t\t Speakers at the press conference said that the authorities let the minister of Unification stay in office during the Cabinet reshuffle, adding that this proves their stand to continue pursuing the policy for confrontation with the DPRK defying the people's mindset reflected in the April 27 by-election.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation between the south and the north is escalating day by day because the \"government\" is staging ceaseless exercises for a war of aggression against the north by mobilizing even preemptive nuclear attack means in league with its masters U.S. and Japan in denial of the June 15 joint declaration, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The present reality calls upon all the people to wage actions to force the authorities to roll back the policy of confrontation with the DPRK and prevent a war disaster.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities immediately resume south-north dialogue, fire the minister of Unification, commit themselves to implementing the south-north joint declarations, retract the policy of confrontation with the DPRK and stop the joint military exercises with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the sit-in strike group launched a strike."
        },
        {
            "title": " Nigerian, German Organs to Intensify Dissemination of Juche Idea",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-02ee.html",
            "content": "Nigerian, German Organs to Intensify Dissemination of Juche Idea\r\n Pyongyang, May 14 (KCNA) -- Organizations of Nigeria and Germany released statements in support of the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea and the appeal to the Juche idea followers of the world adopted at the Latin American regional seminar on the Juche idea and the struggle for independence against imperialism in Latin America.\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea in a statement on May 5 said that President Kim Il Sung is the eternal sun of the progressive mankind as he founded the immortal Juche idea to show the road ahead of the times and mankind and made signal contribution to global independence.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the resolution to intensify the study and dissemination of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Franken Group for the Study of the Juche Idea of Germany in a statement on May 7 said that it is a work for glorifying the exploits of the President to commemorate the centenary of his birth with splendor. It stressed the need for the organizations for the study of the Juche idea to take the lead in this work.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed the will to more energetically conduct the study and dissemination of the Juche idea on the occasion of the Day of the Sun in 2012."
        },
        {
            "title": "Branch of Poland-Korea Association Formed",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-03ee.html",
            "content": "Branch of Poland-Korea Association Formed\r\n Pyongyang, May 14 (KCNA) -- The Wroclaw Branch of the Poland-Korea Association was formed on May 6.\n\t\t\t\t\t The chairman of the branch was elected."
        },
        {
            "title": " Kim Jong Il's Work Posted on Internet in Peru",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-01ee.html",
            "content": "Kim Jong Il's Work Posted on Internet in Peru\r\nPyongyang, May 14 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship on May 8 posted on its Internet website the full text of General Secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\".\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original philosophy which has been evolved and systematized with its own principles and a revolutionary and popular philosophy which is truthfully conducive to the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for studying and propagating the Juche philosophy in line with the Party's intention and thoroughly embodying it in the practice of revolution."
        },
        {
            "title": "Japan Faces New Emergency over Nuclear Fuel Meltdown ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-27ee.html",
            "content": "Japan Faces New Emergency over Nuclear Fuel Meltdown \r\n Pyongyang, May 14 (KCNA) -- A new emergency was created by the serious nuclear fuel meltdown in the Fukushima Nuclear Power Plant in Japan.\n\t\t\t\t\t The Tokyo Electric Power Co. on Thursday admitted that most of nuclear fuel in No. 1 reactor of the power plant was damaged. \n\t\t\t\t\t\n\t\t\t\t\t The TEPCO said that it is hard to find the original shape of the fuel rods due to meltdown.\n\t\t\t\t\t\n\t\t\t\t\t It said the amount of water inside the troubled reactor was unexpectedly low -- not enough to cover the nuclear fuel -- hinting that a large part of the fuel melted after being fully exposed.\n\t\t\t\t\t\n\t\t\t\t\t It was confirmed that water infused to cool nuclear fuel leaked from the holes formed at the bottom of the pressure vessel, leaving cooling water below 10 percent.\n\t\t\t\t\t\n\t\t\t\t\t The radiation contamination is steadily expanding as the status of the nuclear power plant gets worse and worse.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Education, Culture, Sports, Science and Technology Thursday made public the results of analysis of soil samples collected in areas around the Fukushima Nuclear Power Plant.\n\t\t\t\t\t\n\t\t\t\t\t According to it, several kinds of new radioactive materials such as lanthanum-140 and tellurium-129m were found other than radioactive iodine and cesium within about 60 km area from the plant. Their amounts increased toward the northwestern area from the plant just as the case with iodine and cesium.\n\t\t\t\t\t\n\t\t\t\t\t The Tokyo Shimbun reported that the area whose soil has been contaminated is now expanding to 80 km radius beyond the off-limits zone with the amount of radiation surging to the maximum of 700 mSv per hour inside the containment vessel housing nuclear reactor No. 1.\n\t\t\t\t\t\n\t\t\t\t\t The amount of radioactive cesium detected in tea leaves grown in Omaezaki City, Shizuoka Prefecture exceeded the maximum level recorded for the past decade.\n\t\t\t\t\t\n\t\t\t\t\t The contamination of seawater is getting all the more serious.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that water contaminated with radioactive cesium-134 and cesium-137, 620,000 and 430,000 times the tolerance concentration levels each, flew to the sea through electricity cable channel near the water inlet of nuclear reactor No. 3 at the Fukushima power plant."
        },
        {
            "title": "Chubu Electric Agrees to Shut Hamaoka Nuke Plant ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-13ee.html",
            "content": "Chubu Electric Agrees to Shut Hamaoka Nuke Plant\r\n Pyongyang, May 14 (KCNA) -- Chubu Electric Power Co. agreed Monday to suspend operation of the Hamaoka nuclear power station in Shizuoka Prefecture, as required by Prime Minister Naoto Kan for safety reasons, its president said. \n\t\t\t\t\t Reporting it, the Kyodo said that the suspension was made due to concern a powerful earthquake could hit the area and trigger another serious nuclear accident."
        },
        {
            "title": "Former JDP Representative on Incompetence of Government ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-21ee.html",
            "content": "Former JDP Representative on Incompetence of Government \r\n Pyongyang, May 14 (KCNA) -- Ozawa, former representative of the Japan Democratic Party (JDP), in a recent press conference criticized the government's inability to defuse the nuclear crisis.\n\t\t\t\t\t He said that the ruling JDP should own big responsibility before the people for the radioactive materials which continue leaking from the Fukushima Nuclear Power Plant.\n\t\t\t\t\t\n\t\t\t\t\t Unless the government stops the leakage, all its efforts will be in vain, he said."
        },
        {
            "title": "Russia to Bolster Armed Forces in Kuril Islands",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-09ee.html",
            "content": "Russia to Bolster Armed Forces in Kuril Islands\n\t\t\t\t\t\t\r\n Moscow, May 12 (KCNA) -- The Russian Ministry of Defense recently worked out a new plan for bolstering its armed forces in Kuril Islands, said Nikolai Makarov, chief of the General Staff of the Armed Forces of the Russian Federation, on May 11.\n\t\t\t\t\t According to the plan, the armed forces in the islands will be provided with modern military equipment and infrastructure developed for stationary units."
        },
        {
            "title": "Russian President Calls for Intensifying Education in Patriotism",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-17ee.html",
            "content": "Russian President Calls for Intensifying Education in Patriotism \r\n Moscow, May 12 (KCNA) -- Russian President Dmitri Medvedev mentioned the education in military patriotism when meeting with persons of merit and representatives of military patriotic organizations recently.\n\t\t\t\t\t Not an orderly system has been established as regards the education in military patriotism in the country, he said, adding that in order to make up for this blank it is necessary to publish new books, reprint those good old books and produce new films dealing with the Great Patriotic War and other wars.\n\t\t\t\t\t\n\t\t\t\t\t There are lots of things left to be done to help the people have proper understanding of the historic events, he said."
        },
        {
            "title": "Putin Mentions His Party's Primary Task",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-18ee.html",
            "content": "Putin Mentions His Party's Primary Task\n\t\t\t\t\t\t\r\n Moscow, May 12 (KCNA) -- Vladimir Putin, Russian prime minister, mentioned the primary task assigned to the United Russia at a recent inter-regional meeting of the party.\n\t\t\t\t\t He said that it would always be one of the primary tasks of the party to assist war veterans and equip the youth with patriotism.\n\t\t\t\t\t\n\t\t\t\t\t It turns the peoples living in the unitary territory into the unitary people that they respect and value the common history and the history of the nations, fully aware of their historic, cultural and spiritual legacies.\n\t\t\t\t\t\n\t\t\t\t\t It will give strength, wisdom, important experience and confidence in the future of the country to all the people, he stressed."
        },
        {
            "title": "Russia to Create All-Russia People's Front ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-20ee.html",
            "content": "Russia to Create All-Russia People's Front \r\n Moscow, May 12 (KCNA) -- Russia is making positive efforts to create the All-Russia People's Front on the initiative of Prime Minister Vladimir Putin.\n\t\t\t\t\t As part of the movement a coordinating council for creating the front was organized on May 7.\n\t\t\t\t\t\n\t\t\t\t\t The council is to convene a regular meeting once a month or a month and a half. Putin instructed to promptly start setting up regional offices.\n\t\t\t\t\t\n\t\t\t\t\t Those people concerned about the destiny of Russia would discuss the future issues of the country under the banner of the front on an equal footing and make preparations for the State Duma election, he said."
        },
        {
            "title": "Moscow Citizens to Fix Metal Board Commemorating Stalin ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-19ee.html",
            "content": "Moscow Citizens to Fix Metal Board Commemorating Stalin \r\n Moscow, May 12 (KCNA) -- A group of citizens in Moscow recently urged the city authorities to allow it to fix a metal board for remembering I.V. Stalin in the Kuntsev Street which was called Stalin Street till 1960.\n\t\t\t\t\t The metal board 600 by 800mm was embossed with a portrait of Stalin, and bore the letters reading \"Stalin Street (till 1960)\".\n\t\t\t\t\t\n\t\t\t\t\t The group said that it was prompted to pay respect to him and inform the historical fact."
        },
        {
            "title": " Iranian President Condemns Unreasonable Policy of Hegemonic Forces",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-07ee.html",
            "content": "Iranian President Condemns Unreasonable Policy of Hegemonic Forces\n\t\t\t\t\t\t\r\n Tehran, May 12 (KCNA) -- Iranian President Mahmoud Ahmadinejad, addressing an international meeting on Monday, denounced the unreasonable policy of hegemonic forces.\n\t\t\t\t\t He blamed poverty in the world's least developed countries (LDCs) on the \"colonial policies\" of leading powers and on an unfair international economic system.\n\t\t\t\t\t\n\t\t\t\t\t \"It is colonial policies that impeded their development,\" he noted.\n\t\t\t\t\t\n\t\t\t\t\t He called for a ban on the \"military and economic intervention of hegemonic powers\" in other countries."
        },
        {
            "title": "China Calls for Boosting Cooperation in Combating Piracy ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-15ee.html",
            "content": "China Calls for Boosting Cooperation in Combating Piracy\r\n Beijing, May 12 (KCNA) -- Jiang Yu, spokeswoman for the Chinese Foreign Ministry, on May 11 held a press interview where she called for boosting international cooperation in fighting piracy.\n\t\t\t\t\t She recalled that Chinese sailors who had been on board a Panama-flagged cargo ship that was kidnapped by Somali pirates in the Indian Ocean were freed safely by the joint efforts of the relevant organs and several countries. She expressed thanks to the parties concerned.\n\t\t\t\t\t\n\t\t\t\t\t She said that the international community is duty-bound to continue to intensify the cooperation against piracy in order to jointly defend the security in the seas."
        },
        {
            "title": "China Tightens Food Security ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-16ee.html",
            "content": "China Tightens Food Security \r\n Beijing, May 12 (KCNA) -- The Office of Food Safety Commission of the State Council of China recently printed and distributed \"information and education guidelines for food safety (2011-2015)\".\n\t\t\t\t\t It called on the personnel in charge of supervising and controlling food security to possess high degree of law-abiding spirit and responsibility through the information service about the laws and regulations on food security in relevant fields so as to create a good social atmosphere by which all the people care about the food security."
        },
        {
            "title": "Iran Slams Israel's Plot",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-10ee.html",
            "content": "Iran Slams Israel's Plot\n\t\t\t\t\t\t\r\n Tehran, May 12 (KCNA) -- Iranian Foreign Ministry spokesman in a press conference on Tuesday strongly denounced the plot of Israel. \n\t\t\t\t\t He said that Israel plots to create discord among regional states to prepare the ground for extremism.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that countries in the region should be cautious about such moves of Zionists."
        },
        {
            "title": "Arctic Ice Melts Rapidly",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-08ee.html",
            "content": "Arctic Ice Melts Rapidly\n\t\t\t\t\t\t\r\n Pyongyang, May 14 (KCNA) -- Arctic ice is melting rapidly, arousing concern of the international community.\n\t\t\t\t\t According to a recent survey result, about 50 billion tons of ice melted in Greenland in the 1995-2000 period and 200 billion tons in the 2004-2008 period.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that ice in the Arctic Ocean is expected to totally melt within 30-40 years to come."
        },
        {
            "title": "Quakes Jolt Spain and Vanuatu ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-11ee.html",
            "content": "Quakes Jolt Spain and Vanuatu \n\t\t\t\t\t\t\r\n Pyongyang, May 14 (KCNA) -- Two earthquakes, measuring 5.2 and 4.4 on the Richter scale respectively, rocked the region of Murcia in southeast Spain on May 11.\n\t\t\t\t\t The quakes left ten persons dead and destroyed dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was close to the town of Lorca.\n\t\t\t\t\t\n\t\t\t\t\t A magnitude of 7.1 earthquake jolted Vanuatu on May 10.\n\t\t\t\t\t\n\t\t\t\t\t Its epicenter was 276 km south away from Port-Vila."
        },
        {
            "title": " Independencia nacional garantiza prosperidad, señala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-32ee.html",
            "content": "Independencia nacional garantiza prosperidad, señala Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, 14 de mayo (ATCC) -- La independencia nacional posibilita consolidar la soberanía del país y asegura el desarrollo y la prosperidad de la nación, pero, la dependencia de las fuerzas extranjeras lleva al arruinamiento el país. \n\t\t\t\t\tSeñala el diario Rodong Sinmun en un artículo individual de este sábado y continúa:\n\t\t\t\t\t\n\t\t\t\t\tMantener con firmeza la independencia significa sostener en alto la bandera de la independencia nacional sin tener el servilismo a las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tEl país y la nación, que quieren forjar su destino con la ayuda de las fuerzas extranjeras, son títeres sin juicio propio y por fin se convierten sin excepción alguna en el lacayo del imperialismo y no pueden evadir el destino de apátrida.\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo mundo independiente se formará sólo por la lucha antiimperialista, que se avanzará victoriosamente mantener con firmeza el principio de independencia nacional. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC con pequeño territorio y poca población pudo salir siempre victoriosa durante varios decenios aun en medio de constantes maniobras de los imperialistas y otros dominacionistas, porque vino manteniendo con firmeza el principio de independencia nacional rechazando el servilismo a grandes potencias y la dependencia de las fuerzas extranjeras en la revolución y la construcción.\n\t\t\t\t\t\n\t\t\t\t\tEl espíritu de independencia nacional consiste en el espíritu de apoyarse en sus propias fuerzas y posibilita lograr el desarrollo y la prosperidad del país y la nación. \n\t\t\t\t\t\n\t\t\t\t\tSe comprueba claramente en la época actual la veracidad, la justeza y la vitalidad de la destacada ideología del Presidente de que la dependencia de las fuerzas extranjeras es el camino al arruinamiento, y la independencia nacional asegura la soberanía y la prosperidad de la nación."
        },
        {
            "title": "Rodong Sinmun denuncia dominación fascista del Sur de Corea ",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-33ee.html",
            "content": "Rodong Sinmun denuncia dominación fascista del Sur de Corea \r\nPyongyang, 14 de mayo (ATCC) -- Después de aparecido el \"poder\" actual del Sur de Corea, la sociedad surcoreana se ha convertido en el infierno humano donde se pisotean todos los derechos del ser humano y se predomina la dictadura fascista. \n\t\t\t\t\tSeñala el diario Rodong Sinmun en un artículo individual de este sábado y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tHoy en día, en suelo surcoreano se ven violados despiadadamente los derechos independientes de los habitantes en todas las esferas de la vida social como la política, la economía y la cultura, debido a la ocupación militar y la dominación de Estados Unidos. \n\t\t\t\t\t\n\t\t\t\t\tLa política dictatorial de los gobernantes surcoreanos es la reaccionaria que representa y defiende los intereses de los plutócratas y privilegiados en todos los dominios de la vida social.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como tomaron el poder, las fuerzas conservadoras surcoreanas, hablando de los \"diez años perdidos\", reprimieron sin piedad hasta los embriones de la democratización, obtenidos por la enérgica lucha de los habitantes surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tLa banda traidora surcoreana consideró la infame \"ley de seguridad\" como aparato para mantener su dominación y modificó en peor otras leyes para legalizar y fortalecer su dominación dictatorial. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas gobernantes surcoreanas resucitaron los aparatos represivos de la época de dictadura militar del pasado, y la Casa Azul vigila y controla hasta las posiciones de la \"Asamblea Nacional\" y de los partidos políticos.\n\t\t\t\t\t\n\t\t\t\t\tEn la sociedad surcoreana la lucha por la reunificación de la patria se hace objeto de represión despiadada siendo \"acto ilegal y proenemigo\".\n\t\t\t\t\t\n\t\t\t\t\tEn particular, las autoridades surcoreanas seducen y secuestran a los connacionales movilizando los aparatos intrigantes y fascistas como el Servicio Nacional de Inteligencia, el Ministerio de Reunificación y la Agencia de Información y hasta las entidades de tráfico de seres humanos. \n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes traidores practican la política antipopular y de confrontación fratricida en lugar de asegurar a las masas trabajadoras el derecho elemental de la vida. Es por eso que no tienen el derecho a hablar de los DDHH."
        },
        {
            "title": "Rodong Sinmun se refiere a las relaciones entre RPDC y UE",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-34ee.html",
            "content": "Rodong Sinmun se refiere a las relaciones entre RPDC y UE\n\t\t\t\t\t\t\r\nPyongyang, 14 de mayo (ATCC) -- Las relaciones entre la República Popular Democrática de Corea (RPDC) y la Unión Europea (UE) se desarrollan cada día más conforme a los intereses bilaterales y a la tendencia internacional. \n\t\t\t\t\tSeñala el diario Rodong Sinmun en un artículo individual del día 14 dedicado al 10º aniversario del establecimiento de las relaciones diplomáticas entre la RPDC y la UE.\n\t\t\t\t\t\n\t\t\t\t\tDespués de ese evento histórico, se han desarrollado activamente el intercambio y la cooperación entre la RPDC y la UE y sus países miembros y en ese curso se promovió el entendimiento entre sí, destaca y agrega que esto hizo una función positiva al desarrollo de las relaciones internacionales, apunta."
        },
        {
            "title": "Sistema de producción circular entre agricultura y ganadería",
            "url": "http://kcna.co.jp/item/2011/201105/news14/20110514-35ee.html",
            "content": "Sistema de producción circular entre agricultura y ganadería\r\nPyongyang, 14 de mayo (ATCC) -- Corea establece activamente el sistema de producción circular entre ganadería y agricultura.\n\t\t\t\t\t  La Granja Avícola 927 aumenta cada año en gran escala la producción de cereales y de ganados con abono microbiológico compuesto, elaborado con miles de toneladas de excrementos de gallos.\n\t\t\t\t\t\n\t\t\t\t\t  El distrito de Taehongdan de la provincia de Ryanggang logró éxitos en la combinación del cultivo de patatas con la producción pecuaria, conforme a las peculiaridades de la zona montañosa septentrional. \n\t\t\t\t\t\n\t\t\t\t\t  Al criar muchos cerdos de buena variedad, produjeron durante más de 10 años pasados cientos de miles de toneladas de abono líquido para fertilizar las parcelas de patatas e investigaron los piensos de cerdos muy digestivos con los derivados de patata.\n\t\t\t\t\t\n\t\t\t\t\t  En fin de cuentas, en ese distrito la cantidad de la cosecha de patatas por hectárea se aumentó en 5 veces, y el número de cerdos, en 4.5 veces, en comparación con más de un decenio anterior. \n\t\t\t\t\t\n\t\t\t\t\t  En tanto, la Granja Cooperativa de Unhung del distrito de Thaechon de la provincia de Phyong-an del  Norte y la de Tongbong del distrito de Hamju de la provincia de Hamgyong del Sur aumentaron la producción de cereales al realizar científicamente la combinación de la agricultura y la ganadería. \n\t\t\t\t\t\n\t\t\t\t\t  Las granjas de llanura establecieron el sistema científico de fertilización concediendo importancia a abono orgánico y ganan gran rendimiento en la gestión.\n\t\t\t\t\t\n\t\t\t\t\t  Las granjas y las bases ganaderas de todas las localidades del país también aumentan la producción mediante el establecimiento del sistema de producción circular."
        }
    ]
}