{
    "date": "2011-03-20",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-20ee.html",
    "articles": [
        {
            "title": "North Side Sends Notice to South Side",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-27ee.html",
            "content": "North Side Sends Notice to South Side\n\t\t\t\t\t\t\r\n Pyongyang, March 20 (KCNA) -- The U.S. imperialist aggressor troops present in south Korea are committing ceaseless reckless military provocations even in the area very close to the Military Demarcation Line in the zone under the control of the north and the south on the West coast these days. \n\t\t\t\t\t The U.S. imperialist aggressor troops come as far as 20 meters from the MDL every day to watch personnel and vehicles in disregard of the agreement reached between the north and south militaries which calls for making prior notice to the other side in case one side enters as close as 100 meters in the zone under the control of the north and the south. They are even committing such provocations without hesitation against soldiers of the Korean People's Army as bringing even women to have photographs taken and wine before throwing empty bottles towards the post of the north side. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the military working chief in the Western coastal areas of the north side sent the following message to the south side at 18:20 Sunday:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor troops' provocations are on the rapid increase in the areas along the Military Demarcation Line in the zone under the control of the north and the south in the Eastern and Western coastal areas these days at the connivance of the south side. \n\t\t\t\t\t\n\t\t\t\t\t A total of more than 100 U.S. imperialist aggressor troops entered the area 100 meters from the MDL in the zone under the control of the north and the south on the West coast more than 50 times without any prior notice and unhesitatingly committed grave provocations against the north side from Mar. 1 to 8.  \n\t\t\t\t\t\n\t\t\t\t\t Such provocations are undisguised acts of abrogating the military agreement reached between both sides and dangerous ones escalating the military tension in the areas along the MDL.\n\t\t\t\t\t\n\t\t\t\t\t But the south side is shielding and encouraging such reckless provocations by the U.S. imperialist aggressor forces far from holding them in check. \n\t\t\t\t\t\n\t\t\t\t\t The north side warns that it will no longer tolerate the above-said grave military provocations being perpetrated, timed to coincide with the Key Resolve and Foal Eagle joint military exercises for aggression, and the attitude of the south side conniving at and encouraging them.\n\t\t\t\t\t\n\t\t\t\t\t If the south side lets the U.S. imperialist aggressor forces strut about in areas near the MDL as they please defying our warnings, it will be held wholly responsible for all the ensuing consequences including casualties."
        },
        {
            "title": "Kim Yong Nam Greets Namibian President",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-15ee.html",
            "content": "Kim Yong Nam Greets Namibian President\r\n Pyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greetings to Hifikepunye Pohamba, President of Namibia, on its 21st independence day.\n\t\t\t\t\t Kim in the message expressed belief that the traditional and fraternal relations of friendship and cooperation between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t He heartily wished the Namibian government and people greater successes in the efforts to build a peaceful and prosperous country under the correct leadership of the President."
        },
        {
            "title": "Kim Yong Nam Greets Iranian President ",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-24ee.html",
            "content": "Kim Yong Nam Greets Iranian President \r\n Pyongyang, March 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greetings to Mahmoud Ahmadinejad, president of the Islamic Republic of Iran, on the Iran's New Year.\n\t\t\t\t\t Kim in the message wished the president good health and happiness in the new year and greater success in his work to consolidate the gains of the Islamic revolution and achieve the development and prosperity of the country."
        },
        {
            "title": "Choe Yong Rim Greets Iranian First Vice-President",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-25ee.html",
            "content": "Choe Yong Rim Greets Iranian First Vice-President\r\n Pyongyang, March 20 (KCNA) -- Choe Yong Rim, premier of the DPRK, Wednesday sent a message of greetings to Mohammad-Reza Rahimi, first vice-president of Iran, on the Iran's New Year.\n\t\t\t\t\t The message wished him good health and happiness in the new year and successes in his responsible work to build a strong and prosperous Islamic society.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a similar message to his Iranian counterpart Ali Akbar Salehi on the same day."
        },
        {
            "title": "Anniversary of DPRK-Russia Agreement Marked in Moscow",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-11ee.html",
            "content": "Anniversary of DPRK-Russia Agreement Marked in Moscow\r\n Pyongyang, March 20 (KCNA) -- The DPRK embassy in Moscow arranged a party on March 17 to mark the 62nd anniversary of the conclusion of the DPRK-Russia agreement on economic and cultural cooperation.\n\t\t\t\t\t Present there on invitation were officials of the Foreign Ministry, the Ministry of Regional Development, the Ministry of Transport, the Ministry of Economy and Development, the Ministry of Culture and the Ministry of Extraordinary Situation, the Russian Association for Friendship and Cultural Cooperation with the DPRK and other organs concerned of Russia, including the roving ambassador of the Foreign Ministry.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Kim Yong Jae and staff members of the embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\tThe participant laid bunches of flowers before the full-length figure portrait of President Kim Il Sung and General Secretary Kim Jong Il. Then they looked round photos on display under the theme of \"Whole life for the people\" and \"Leader Kim Jong Il and scientists of the DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the party."
        },
        {
            "title": " April Spring Friendship Art Festival to Be Held",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-23ee.html",
            "content": "April Spring Friendship Art Festival to Be Held \r\n Pyongyang, March 20 (KCNA) -- The 27th April Spring Friendship Art Festival will take place in Pyongyang on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The festival, to be held in the idea of independence, peace and friendship, will bring together many art troupes, dance troupes and circus groups comprising international and national concour winners and famous artistes from different countries and overseas Korean art troupes and artistes of the DPRK."
        },
        {
            "title": "Single-minded Unity Guarantee for Victorious Korean Revolution",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-14ee.html",
            "content": "Single-minded Unity Guarantee for Victorious Korean Revolution\r\n Pyongyang, March 20 (KCNA) -- All victories and glory and rosy future hinge on the single-minded unity of the entire party and army and all the people around the great leader. This is the most valuable review of the 100 year-long history of Kim Il Sung's Korea glorifying with the Juche calendar, says Rodong Sinmun Sunday in a by-lined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Conference of the Workers' Party of Korea and the celebrations of its 65th birthday last year were a great political event that strikingly showed the solidity and invincibility of the DPRK's single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t This unity is the solidest one with the headquarters of the revolution as a core. It is the most powerful unity whereby the entire party and army and all the people are rallied as firm as a rock and an unbreakable unity that will remain unchanged no matter how much water may flow under bridge.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il put forward the single-minded unity as a mainstay of the revolution and has developed it into a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t His policy of unity has great magnanimity that embraces the broad masses of people and extraordinary attraction drawing them under any circumstance.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the WPK to give continuity to the tradition of the unity, tradition of the revolution. Kim Jong Il set forth \"Love the Youth!\", a slogan of attaching importance to the youth, and has trained the new generations to be staunch successors to the revolution and the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Rosy future is in store for the DPRK and the Korean revolution as there is the unbreakable single-minded unity that grows stronger with the advance of the revolution."
        },
        {
            "title": "S. Korea: \"Government's\" Policy for Confrontation Flailed",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-26ee.html",
            "content": "S. Korea: \"Government's\" Policy for Confrontation Flailed\r\n Pyongyang, March 20 (KCNA) -- Paek Hak Sun, senior researcher of the Sejong Institute of south Korea, on March 17 criticized the \"government's\" policy for confrontation with the DPRK at a seminar. The seminar on \"Situation of Korean Peninsula and Task\" was sponsored by the Institute on Far East Affairs of Kyungnam University.\n\t\t\t\t\t The inter-Korean relations were driven into the worst phase after the June 25 Korean War due to the \"Cheonan\" warship case and the Yonphyong Island shelling incident, creating a war crisis on the Korean Peninsula, he said.\n\t\t\t\t\t\n\t\t\t\t\t Over the past one year after the \"Cheonan\" case the north has led the situation of the Korean Peninsula and the world, convincing everyone of the instability and danger of the armistice system in the peninsula and the urgency of building a peace-keeping mechanism, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The authorities of the south side, however, were passive in handling and settling the issue of the peninsula. It is because the present \"government\" has no general strategy and ability in making policy toward the north and external policy.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the inter-Korean military dialogue ruptured in early February, he charged that a new chance for tiding over the present situation was removed by some policy-makers of the incompetent \"government\" only keen on ideology."
        },
        {
            "title": "S. Korean Warmongers to Stage Ground Coordinated Drill",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-04ee.html",
            "content": "S. Korean Warmongers to Stage Ground Coordinated Drill\r\n Pyongyang, March 20 (KCNA) -- The 6th Division of the south Korean puppet army announced that it would stage a ground coordinated training for the first half of 2011 in areas of Cholwon County of south Korean Kangwon Province and Unchon-ri of Kyonggi Province from Mar. 21 to 25, according to south Korean Yonhap News.\n\t\t\t\t\t The belligerent forces scheme to incite a war fever through maneuverability of tanks, motorcars and armed forces and day-and-night blank firing."
        },
        {
            "title": "Halt to Joint Military Exercises Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-05ee.html",
            "content": "Halt to Joint Military Exercises Demanded in S. Korea\r\n Pyongyang, March 20 (KCNA) -- Yu Yong Jae, chief of the team in charge of U.S. forces affairs of the People for Achieving Peace and Reunification of south Korea, issued a commentary on Mar. 16 demanding a halt to the aggressive joint military exercises.\n\t\t\t\t\t Foal Eagle kicked off by the U.S. and the south Korean authorities is a rehearsal for attack on the DPRK in light of its contents, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the belligerent forces are describing it as an \"annual drill for defense\" in a bid to conceal the aggressive nature of the drill, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing war maneuvers have spoiled the atmosphere for dialogue created with much effort in the Korean Peninsula, escalating the military tension only, it said.\n\t\t\t\t\t\n\t\t\t\t\t It held that the reckless joint military exercises should be stopped at once."
        },
        {
            "title": "Restraint of Overseas Academic Activities Is Unconstitutional ",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-13ee.html",
            "content": "Restraint of Overseas Academic Activities Is Unconstitutional\r\nPyongyang, March 20 (KCNA) -- The Florida Branch of the Citizens Freedom Union said that it is unconstitutional to restrain academic activities of Americans in the DPRK and some other countries, according to VOA of the U.S. on March 15.\n\t\t\t\t\t Branding the Florida State Parliament's definition that scholars shall not use public fund when visiting the DPRK and some other countries for the purpose of researches as unconstitutional, the Branch, a human rights organization of the U.S., filed a suit against it to the U.S. Federal Supreme Court on March 11."
        },
        {
            "title": "Chongryon's Relief Efforts for Koreans in Quake-stricken Areas",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-12ee.html",
            "content": "Chongryon's Relief Efforts for Koreans in Quake-stricken Areas\r\n Pyongyang, March 20 (KCNA) -- The General Association of Korean Residents in Japan (Chongryon) is conducting relief activities as regards the damage done to compatriots by strong earthquake in Japan.\n\t\t\t\t\t The Chongryon Central Standing Committee immediately formed an emergency measure committee and took necessary measures to eradicate quake damage and ensure the stable living of compatriots while learning about their whereabouts and situation in touch with the headquarters of Chongryon in the quake-afflicted areas.\n\t\t\t\t\t\n\t\t\t\t\t The measure committee decided to conduct the rescue operation for compatriots under Chongryon and the south Korean Residents Association in Japan and nonaffiliated Korean residents who suffered from the quake and destroyed Korean schools by mobilizing all organizations and Koreans in Japan. It has pushed ahead with the work to send relief goods to the afflicted areas.\n\t\t\t\t\t\n\t\t\t\t\t On March 16 and 17 delegates of the Korean Youth League in Japan and the Korean Youth Commercial Association in Japan visited Fukushima Korean Primary and Middle School and Tohoku Korean Primary and Middle School where compatriots and Japanese citizens were taking refuge and handed over many medicines and goods to them.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Korean Democratic Women's Union in Japan, too, made relief efforts for inhabitants in the stricken areas.\n\t\t\t\t\t\n\t\t\t\t\t On March 16 delegates of all branches under the Hokkaido Headquarters of Chongryon conveyed relief goods to the Iwade Prefectural Headquarters.\n\t\t\t\t\t\n\t\t\t\t\t On March 17 the relief group, dispatched by the Hyogo Prefectural Headquarters of Chongryon, went to Tohoku Korean Primary and Middle School with relief fund of one million yen, fuel, medicines and other aid materials. Relief goods have steadily come to the prefectural measure committee from compatriots in the prefecture and other areas.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, institutions and organizations under Chongryon across Japan are conducting fund-raising campaigns in response to the call of the Central Standing Committee of Chongryon."
        },
        {
            "title": "Laotian Paper on Kim Jong Il's Personality",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-02ee.html",
            "content": "Laotian Paper on Kim Jong Il's Personality\r\n Pyongyang, March 20 (KCNA) -- Laotian newspaper Noum Lao Tuesday carried an article titled \"Kim Jong Il, Dear Son of the People\" with a photo of him put on a red necktie by students of Mangyongdae Revolutionary School.\n\t\t\t\t\tGeneral Secretary Kim Jong Il always worships and respects the people, saying that the masses are an almighty being in the world, the article said. It cited facts to show his popular personality.\n\t\t\t\t\t\n\t\t\t\t\t His simplicity and unassuming character show his noble personality as a commoner who mixes himself among the people, always regarding himself as their son, it added.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that he has continued the forced march of field guidance to build in Korea at an early date a great prosperous and powerful socialist nation where the people lead a happy life with nothing more to desire in the world."
        },
        {
            "title": "DPRK's Important Days Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-01ee.html",
            "content": "DPRK's Important Days Marked Abroad\n\t\t\t\t\t\t\r\nPyongyang, March 20 (KCNA) -- Events took place in different countries on March 10 and 15 to commemorate the birth anniversary of President Kim Il Sung and the 18th anniversary of General  Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t They included round-table talks in Austria, an opening ceremony of a Korean book, photo and handicraft exhibition in Peru and a film show in the Czech Republic.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition hall were works of Kim Il Sung and Kim Jong Il, photos on their exploits and books, pictures and handiworks introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The federal secretary of the Left Bloc of the Austrian Trade Union Federation noted that Kim Il Sung waged a protracted anti-Japanese struggle to liberate Korea and led to victory the Fatherland Liberation War and the socialist construction. These precious feats will shine forever, he added.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun leadership of Kim Jong Il the Korean army and people have reliably defended the national sovereignty from every provocative move of the imperialists while working hard to build a thriving nation, he said.\n\t\t\t\t\t\n\t\t\t\t\t The curator of the history museum in Trujillo City, Peru said that the exhibition would mark an important occasion in further strengthening the friendship between the peoples of Peru and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated at the show was a Korean film introducing the grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "Review of Policy of Nuclear Power Plants Urged in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-21ee.html",
            "content": "Review of Policy of Nuclear Power Plants Urged in Japan\r\nPyongyang, March 20 (KCNA) -- The Liberal Democratic Party of Japan will review its policy of increasing nuclear plants, said LDP President Sadakazu Tanigaki at a news conference Thursday.\n\t\t\t\t\t \"It will be difficult for the country to keep its nuclear power policy,\" he said, following the radiation leakage from the Fukushima nuclear power plant."
        },
        {
            "title": "US Displeased with Japan's Offering Information about Nuclear Accident",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-22ee.html",
            "content": "US Displeased with Japan's Offering Information about Nuclear Accident\n\t\t\t\t\t\t\r\n Pyongyang, March 20 (KCNA) -- The U.S. ambassador to Japan in a statement on March 16 expressed complaint about the lack of information offered by the Japanese side about the accident at the nuclear power plant.\n\t\t\t\t\t Many Americans express concern and doubt about the emergency of Japan's nuclear power plant which is under the complicated and unpredictable situation, the statement said."
        },
        {
            "title": " Russian Political Party on Nuclear Issue of Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-03ee.html",
            "content": "Russian Political Party on Nuclear Issue of Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 20 (KCNA) -- The North Caucasian Organization of the All-Union Communist Party of Bolsheviks of Russia on March 16 posted on its Internet homepage an article titled \"Essence of the Nuclear Issue of the Korean Peninsula and Its Solution\".\n\t\t\t\t\t Some people build up public opinion that the DPRK is to blame for the stalled six-party talks, the article pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has consistently sought a nuclear attack on the DPRK from the 1950s, it said, adding that this spawned the nuclear issue of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the DPRK has made tireless efforts to turn the peninsula into a nuclear-free zone, proceeding from the vital demand for peace and security of the country and the region, the article said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, has turned down every effort of the DPRK and intensified the scheme to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t Since it became clear that either a world body or an international treaty was abused as a tool to justify the U.S. arbitrary practices, instead of preventing them, the DPRK decisively quitted the Nuclear Non-Proliferation Treaty and built its nuclear deterrent to defend itself from the growing nuclear threat by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's gaining of position as a full-fledged nuclear weapons state finally put an end to nuclear imbalance state on the Korean Peninsula, the article stressed."
        },
        {
            "title": "Russian FM Opposes Attempt to Politicize Human Rights Issue",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-10ee.html",
            "content": "Russian FM Opposes Attempt to Politicize Human Rights Issue\r\n Moscow, March 18 (KCNA) -- Russian Foreign Minister Sergei Lavrov on March 14 expressed the stand against the scheme to politicize the human rights issue.\n\t\t\t\t\t To politicize the human rights issue is ineffective and this issue should come up for discussion of experts, he said.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to give priority to the law in dealing with the issue."
        },
        {
            "title": "Russia Concerned about Petrol Price Rise Worldwide",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-20ee.html",
            "content": "Russia Concerned about Petrol Price Rise Worldwide\r\n Moscow, March 19 (KCNA) -- The Russian vice-minister of Finance at a press conference on Mar. 13 expressed concern about petrol price rise worldwide.\n\t\t\t\t\t Russia will be adversely affected by the jumped price of petrol worldwide as it is related to a lot of problems including price structure at domestic markets, he said."
        },
        {
            "title": "China Asks for Correct Nuclear Information from Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-16ee.html",
            "content": "China Asks for Correct Nuclear Information from Japan\r\n Beijing, March 19 (KCNA) -- A spokesman for the Chinese Foreign Ministry at a press conference on Mar. 17 asked Japan to offer in time correct information about the leakage of radioactivity at its Fukushima nuclear power plant.\n\t\t\t\t\t The nuclear safety is of great importance at present and the Chinese government is attaching high priority to it, he said. \n\t\t\t\t\t\n\t\t\t\t\t Japan is obliged to rapidly inform the IAEA member nations, through the agency, of the said situation under the relevant international commitments, he added."
        },
        {
            "title": "China Remains Unaffected by Explosions at Japanese Nuclear Power Plant",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-18ee.html",
            "content": "China Remains Unaffected by Explosions at Japanese Nuclear Power Plant\r\n Beijing, March 19 (KCNA) -- China remains unaffected by the radioactive leaks following the explosions at Japan's nuclear power plant, said leading officials of the Environmental Monitoring Center and the National Nuclear Safety Administration of China on March 17.\n\t\t\t\t\t They cited the national environmental and radiation monitoring results to prove that China's environmental level in radioactivity is not affected by the nuclear accident in Japan."
        },
        {
            "title": "China to Build Chongqing Municipal Green Intelligent Technology Institute",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-19ee.html",
            "content": "China to Build Chongqing Municipal Green Intelligent Technology Institute\n\t\t\t\t\t\t\r\n Beijing, March 19 (KCNA) -- The Chinese Academy of Sciences and the Chongqing Municipal People's Government on March 13 signed a document in which they decided to jointly build the Chongqing Municipal Green Intelligent Technology Institute of the academy in Chongqing Municipality.\n\t\t\t\t\t The institute will contribute to developing the economy in the southwestern area. It consists of four sections such as scientific and technological research and development, industrialization of goods and combined technological development and management and service.\n\t\t\t\t\t\n\t\t\t\t\t The project will be completed till 2020, divided into two stages."
        },
        {
            "title": "China Promulgates Rules on Land Reclamation",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-17ee.html",
            "content": "China Promulgates Rules on Land Reclamation\n\t\t\t\t\t\t\r\n Beijing, March 19 (KCNA) -- The State Council of China recently promulgated the rules on land reclamation.\n\t\t\t\t\t The rules are aimed to implement the state's basic policy on valuing land and making an effective use of it and steadily protecting arable land, standardize the activities for land reclamation, strengthen the land reclamation and management and raise the effectiveness of land use.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the regulations on land reclamation published on Nov. 8, 1988, are abolished."
        },
        {
            "title": "China Improves City Ecological Environment",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-06ee.html",
            "content": "China Improves City Ecological Environment\r\n Beijing, March 18 (KCNA) -- China built many sewage purifying sites and improved ecological environment of cities in the period of the 11th Five-Year Plan.\n\t\t\t\t\t The capacity of purifying sewage a day in cities across the country at present amounts to 65 million tons.\n\t\t\t\t\t\n\t\t\t\t\t Beijing, Shanghai and Tianjin cities, Zhejiang, Henan, Shandong and other provinces are operating sewage purifying sites in an effective way."
        },
        {
            "title": " Uruguay Officially Recognizes Palestinian State",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-07ee.html",
            "content": "Uruguay Officially Recognizes Palestinian State\r\nPyongyang, March 20 (KCNA) -- The government of Uruguay on Tuesday announced its official recognition of the Palestinian State as an independent and sovereign country, the Uruguayan Foreign Ministry said in a statement.\n\t\t\t\t\t Uruguay rejected and condemned \"any terrorist act aimed to attack the integrity and the rights of the Palestinian people,\" the statement said."
        },
        {
            "title": "Price Increases in Energy Sector of EU Member Nations",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-08ee.html",
            "content": "Price Increases in Energy Sector of EU Member Nations\r\n Pyongyang, March 20 (KCNA) -- Rising consumer prices in the 17-member eurozone in February was mainly due to price increases in the energy sector, which increased 13.1 percent compared to a year ago, the EU statistic office Eurostat said Wednesday."
        },
        {
            "title": "Existence of Animals and Plants Put at Crisis Worldwide",
            "url": "http://kcna.co.jp/item/2011/201103/news20/20110320-09ee.html",
            "content": "Existence of Animals and Plants Put at Crisis Worldwide\r\n Pyongyang, March 20 (KCNA) -- Animals and plants of the world are being put at a crisis of extermination due to global warming, sparking off deep concern.\n\t\t\t\t\t The continued global warming may exterminate 25 percent of the animals and plants the world over by 2055, a recent survey reported."
        }
    ]
}