{
    "date": "2011-04-30",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-30ee.html",
    "articles": [
        {
            "title": "Romanian Party Delegation Feted",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-17ee.html",
            "content": "Romanian Party Delegation Feted\r\n Pyongyang, April 30 (KCNA) -- The C.C., the Workers' Party of Korea gave a reception at the Pyongyang Koryo Hotel on Saturday in honor of the visiting delegation of the Socialist Party of Romania.\n\t\t\t\t\t Present there on invitation were the delegation of the Socialist Party of Romania led by Chairman of its Supreme Council Vasile Orleanu. \n\t\t\t\t\t\n\t\t\t\t\t Secretary Kim Yong Il and officials of the C.C., the Workers' Party of Korea were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il said in his speech that the two parties have been linked from long ago thanks to the idea for independence and socialism against imperialism. \n\t\t\t\t\t\n\t\t\t\t\t We are pleased that the Socialist Party of Romania has made tireless efforts to defend the interests of broad working masses and realize the unity of progressive forces, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We value the friendship with the Socialist Party of Romania and will always stand by it in the path for the victory of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu in his speech expressed belief that this visit would boost the relations between the two parties. \n\t\t\t\t\t\n\t\t\t\t\t Fully supporting the Korean people's just cause, he wished them big success in building a thriving nation."
        },
        {
            "title": "Romanian Party Delegation Arrives",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-16ee.html",
            "content": "Romanian Party Delegation Arrives\r\n Pyongyang, April 30 (KCNA) -- A delegation of the Socialist Party of Romania led by Chairman of its Supreme Council Vasile Orleanu arrived here on Saturday."
        },
        {
            "title": "National Scientific and Technological Festival Closes",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-15ee.html",
            "content": "National Scientific and Technological Festival Closes\r\n Pyongyang, April 30 (KCNA) -- The 26th National Scientific and Technological Festival closed with due ceremony at the Three-Revolution Exhibition on Saturday.\n\t\t\t\t\t Its participants shared research successes and experience conducive to developing technical engineering and basic engineering in core basic technology and other important fields.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention of visitors were dispersed control system of gas generating process which greatly contributed to the establishment of the Juche fertilizer production system by anthracite gasification, the coordinated automation of big continuous production processes as well as the system of bearing-steel production process by continuous ingot-steel making method. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, secretary of the Central Committee of the WPK, Jon Ha Chol, vice-premier of the Cabinet, Jang Chol, president of the State Academy of Sciences, Kim Yong Jin, chairman of the Education Commission, officials concerned, scientists, technicians and working people.\n\t\t\t\t\t\n\t\t\t\t\t The jury of the festival announced its results at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t A special prize went to the Namhung Youth Chemical Complex and Kim Chaek University of Technology, the first place to eight units including the branch of the Biological Engineering Institute of the academy and the Samilpho Special Products Factory and the special place to two persons and the first place to 37 persons. \n\t\t\t\t\t\n\t\t\t\t\t Festival cups, medals, certificates, etc. were awarded to the successful entrants."
        },
        {
            "title": "Short Course for Officials in Charge of Disabled",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-24ee.html",
            "content": "Short Course for Officials in Charge of Disabled\r\n Pyongyang, April 30 (KCNA) -- A short course for officials in charge of the disabled took place in Sariwon City, North Hwanghae Province, recently to mark the Day of Persons with Disabilities.\n\t\t\t\t\t It was attended by officials of the Central Committee of the Korean Federation for the Protection of the Disabled and officials of provincial people's committees in charge of the disabled.\n\t\t\t\t\t\n\t\t\t\t\t They exchanged the achievements and experience they gained in their work last year, listened to matters raised by provinces and relevant organs and took appropriate measures.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Sariwon Sewing Thread Factory and Pongsan Deaf and Dumb School."
        },
        {
            "title": "Botanical Garden in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-25ee.html",
            "content": "Botanical Garden in Pyongyang\r\nPyongyang, April 30 (KCNA) -- The Central Botanical Garden in Pyongyang, the DPRK, represents the flora of the country.\n\t\t\t\t\t Growing in the botanical garden are several hundred species of plants sent to President Kim Il Sung and General Secretary Kim Jong Il as gifts by foreign state leaders, prominent political, public and academic figures, and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The botanical garden includes the Kimilsungia Hothouse, Kimjongilia Hothouse, International Friendship Greenhouse, Plant Museum, scenic wooded district, gift plant district, herb garden, arboretum and botanical institute.\n\t\t\t\t\t\n\t\t\t\t\t It exchanges scientific and technological information concerning plants and seeds with other countries' botanical gardens.\n\t\t\t\t\t\n\t\t\t\t\t It also breeds new species of plants and cultivates them on trial.\n\t\t\t\t\t\n\t\t\t\t\t Many people visit the botanical garden to enjoy various kinds of flowers and trees and get knowledge of plants.\n\t\t\t\t\t\n\t\t\t\t\t It was opened on April 30, Juche 48 (1959)."
        },
        {
            "title": "Rodong Sinmun Comments on Results of \"Election\" in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-14ee.html",
            "content": "Rodong Sinmun Comments on Results of \"Election\" in S. Korea\r\n Pyongyang, April 30 (KCNA) --The results of the recent \"by-election\" in south Korea clearly proved once again that those who pursue a treacherous policy are bound to face a stern judgment by the people.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a bylined commentary:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling forces paid a very high price for their treachery.\n\t\t\t\t\t\n\t\t\t\t\t The group of the \"Grand National Party\" has enforced an unpopular and treacherous policy, talking about \"the lost decade\" over the past three years.\n\t\t\t\t\t\n\t\t\t\t\t Their policy of dependence on outside forces and fascist dictatorial rule have wantonly infringed upon the dignity and sovereignty of the people and turned the society into awful tundra of democracy and human rights.\n\t\t\t\t\t\n\t\t\t\t\t The treacherous ruling forces have worked with blood-shot eyes to escalate the confrontation and ignite a war, while totally denying the historic north-south declarations and bringing to naught all gains made in the June 15 era of reunification including the tour of Mt. Kumgang. The south Korean people took stock of all those crimes. \n\t\t\t\t\t\n\t\t\t\t\t The GNP's group is making desperate efforts to put the situation under control, jabbering that it \"accepts with a heavy heart the election results\" and orchestrating a farce of \"wholesale resignation of its leadership\". But, this is not enough to win back the public mind-set.\n\t\t\t\t\t\n\t\t\t\t\t The treacherous ruling quarters have no future as they are forsaken by the people.\n\t\t\t\t\t\n\t\t\t\t\t The ruling forces of the GNP would be well advised to accept the results of \"election\" as the people's judgment and roll back their unpopular and treacherous policy."
        },
        {
            "title": "Halt to Construction of Naval Base on Jeju Island Demanded",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-10ee.html",
            "content": "Halt to Construction of Naval Base on Jeju Island Demanded\r\n Pyongyang, April 30 (KCNA) -- Representatives of the five opposition parties of south Korea on Jeju Island including the Democratic Labor Party and the Democratic Party visited the group building the naval base in Sogwipho City, Jeju Island on April 27 and demanded a halt to the construction.\n\t\t\t\t\t The vital rights of the inhabitants of the region are threatened by the unreasonable construction of the naval base by the military authorities, they said, demanding an immediate halt to the project, they held.\n\t\t\t\t\t\n\t\t\t\t\t  Then they visited the Jeju Local Police Agency and the Sogwipho Police Station to lodge a protest and demand them stop their reckless suppression of the protestors against the construction."
        },
        {
            "title": "GNP Urged to Clearly See People's Mindset",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-11ee.html",
            "content": "GNP Urged to Clearly See People's Mindset\r\n Pyongyang, April 30 (KCNA) -- Jaju Minbo, a south Korean Internet newspaper, issued a commentary on April 28 as regards the \"Grand National Party's\" defeat in the by-election.\n\t\t\t\t\t The election returns reflect the resentment against the present \"government\" and the ruling party, which have pushed the people into constant danger of war and sufferings through sycophancy toward foreign forces, national confrontation and policies for big businesses, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t One can know well about the people's mindset through the ruling party's defeat in the areas close to the Military Demarcation Line in which the south and the north stand in acute confrontation, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It warned the authorities and the GNP to clearly see the people's mindset though belatedly."
        },
        {
            "title": "S. Korean Newspapers on GNP's Fiasco in Election",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-13ee.html",
            "content": "S. Korean Newspapers on GNP's Fiasco in Election\r\n Pyongyang, April 30 (KCNA) -- Newspapers of south Korea reported about the \"Grand National Party's\" fiasco in the recent by-election. \n\t\t\t\t\t Hangyore in an editorial said that the April 27 by-election characterized by an overall review of the three years of the office of the present \"government\" ended in the defeat of the GNP. \n\t\t\t\t\t\n\t\t\t\t\t The fact that even the voters in the traditionally GNP-dominated  area turned their back on it indicates the people's resentment at the present \"government,\"  the editorial noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The GNP's defeat had already been predicted. The GNP's activities have been characterized by self-righteousness, arrogance and incompetency in disregard of the public mind-set. \n\t\t\t\t\t\n\t\t\t\t\t It was something shocking that candidates fielded by the GNP were badly beaten in the by-election in its traditionally dominated areas, according to Segye Ilbo. \n\t\t\t\t\t\n\t\t\t\t\t Hankuk Ilbo said in an editorial that the GNP again suffered a defeat in the by-election in the wake of its debacle in the election to the local self-governing bodies last year. \n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News on April 27 reported carried similar news. The election results confirmed that the mind-set of people in Chungchong and Kyongsang provinces turned unfavorable to the GNP because of its wrongdoings manifested in the construction of Sejong City, the cancellation of the plan for building a new airport in the southeastern area, etc. and even the people in the Metropolitan area (Seoul, Kyonggi, Inchon) turned their back on the GNP."
        },
        {
            "title": "S. Korean Group of Traitors Censured in Britain",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-05ee.html",
            "content": "S. Korean Group of Traitors Censured in Britain \r\n Pyongyang, April 30 (KCNA) -- The British Branch of the Korean Friendship Association, the British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy issued a joint statement on April 21 denouncing the south Korean puppet group for kidnapping inhabitants of the DPRK in the West Sea of Korea.\n\t\t\t\t\t The statement bitterly condemned the south Korean puppet group for its unethical act of kidnapping 31 inhabitants of the DPRK and refusing to repatriate some of them. It went on:\n\t\t\t\t\t\n\t\t\t\t\t This is a wanton violation of international law and human rights as it is a hair-raising atrocity splitting kinsmen.\n\t\t\t\t\t\n\t\t\t\t\t This case was a poor farce orchestrated by the south Korean puppet group as part of its psychological warfare against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a social system based on the single-minded unity and a socialist system centred on the popular masses under which the people fully receive all kinds of social benefits.\n\t\t\t\t\t\n\t\t\t\t\t There is no one in the DPRK who wants to \"defect\" to south Korea, betraying his motherland.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group should stop at once such inhumane operation.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the group send back the four inhabitants still kept in custody by it to the DPRK where their families wait for them."
        },
        {
            "title": "Nepali Newspaper on Starting Point of Juche Idea",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-03ee.html",
            "content": "Nepali Newspaper on Starting Point of Juche Idea\r\n Pyongyang, April 30 (KCNA) -- The Nepali newspaper Arpan on April 22 carried an article titled \"Starting point of Juche idea\".\n\t\t\t\t\t The progressive idea is playing an important role in the development of social history, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the immortal Juche idea on the basis of a deep insight into the requirements of the era when the oppressed and maltreated popular masses were emerging masters of their destiny.\n\t\t\t\t\t\n\t\t\t\t\t The President developed the struggle of the popular masses for independence on a higher stage, ushering in the era of Juche, the new era of human history.\n\t\t\t\t\t\n\t\t\t\t\t He discovered the truth that the popular masses are the master of their revolution, a revolution can emerge victorious only when they are educated, organized and mobilized, a revolution should be carried out by a people in a responsible manner, guided by their own faith, not by anyone's approval and instruction, and all the issues arising in the revolution should be settled independently and creatively.\n\t\t\t\t\t\n\t\t\t\t\t This became the starting point of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution would not have made even a step forward without an independent and creative mode."
        },
        {
            "title": "Important Days of DPRK Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-01ee.html",
            "content": "Important Days of DPRK Marked Abroad\r\nPyongyang, April 30 (KCNA) -- A meeting was held in Syria and film shows took place in Russia and Democratic Congo between April 20 and 22 on the occasions of the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 79th birthday of the Korean People's Army.\n\t\t\t\t\t Present at the events were officials of the General Command of the Armed Forces and the Ministry of Defence of Syria, the Mekhobi Shtutski Company of Russia, the Ministry of Information and the State Radio and TV Broadcasting Service of Democratic Congo and masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films including \"Korean People's Army, Steel-Strong Ranks\".\n\t\t\t\t\t\n\t\t\t\t\t The commander-in-chief of the People's Army of Syria said that Kim Jong Il has developed the DPRK into an invulnerable socialist bulwark and the KPA into a matchless revolutionary army by pursuing Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The manager of the Russian company said that thanks to Kim Jong Il's Songun politics the DPRK has turned into a military power which no one dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t The advisor to the minister of Information of Democratic Congo noted that the film show helped him clearly realize how loyal the KPA is to its leader.\n\t\t\t\t\t\n\t\t\t\t\t The KPA is not mere military forces but vanguard of the revolution and construction and a guardian and creator of people's happiness, he stressed."
        },
        {
            "title": "DPRK's Important Days Commemorated",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-04ee.html",
            "content": "DPRK's Important Days Commemorated\r\nPyongyang, April 30 (KCNA) -- Organizations of Switzerland and Peru posted on their Internet homepages special write-ups on the occasions of the birth anniversary of President Kim Il Sung and the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The Switzerland-Korea Committee on April 9 posted on its Internet homepage a portrait of Kim Il Sung and a photo of Kim Jong Il inspecting a KPA unit and an article.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il is the great leader and outstanding strategist who has performed undying feats by leading the party, army and people of the DPRK to victory, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA founded by Kim Il Sung has played the role of an invulnerable fortress reliably defending socialist Korea and the peace on the Korean Peninsula under the Songun leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Under the grave situation today when countries weak in military power are subject to invasion by the allied imperialist forces, the DPRK proved before the whole world that a country, though small, can firmly protect its freedom and independence when it has the revolutionary armed forces commanded by a distinguished leader and a great brilliant commander and powerful war deterrent.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Swiss Group for the Study of the Juche Idea posted on its Internet homepage a similar special write-up.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Group for the Study of Kimilsungism posted on its Internet homepage an article titled \"Might of DPRK\" on April 6.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, though small, has grown to be a military power which the U.S. styling itself \"the world's only superpower\" dares not provoke, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has something more powerful than military power and that is the single-minded unity of the leader, the party and the masses.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the centre of this unity and its basis is the Juche idea, the Songun idea."
        },
        {
            "title": "General Secretary Hu Jintao Calls for Improving Population Work ",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-26ee.html",
            "content": "General Secretary Hu Jintao Calls for Improving Population Work\r\n Beijing, April 28 (KCNA) -- Hu Jintao, general secretary of the C.C., the Communist Party of China, underscored the need to improve the population work, while presiding over a collective study at the Political Bureau of the C.C. of the CPC on April 26.\n\t\t\t\t\t He said it is necessary to steadily explore a new phase in the population work with a full understanding of the protracted and complicated nature of the work and thus create a favorable environment for population for the purpose of developing the economy and society during the 12th five year plan.\n\t\t\t\t\t\n\t\t\t\t\t Officials in the field of the population work, in particular, should go deep among masses and improve the work with them so that they may play the role of a mediator closely linking the party and the government with masses, he added."
        },
        {
            "title": "China's Efforts to Eradicate Poverty in Rural Areas",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-27ee.html",
            "content": "China's Efforts to Eradicate Poverty in Rural Areas\r\n Beijing, April 28 (KCNA) -- The Political Bureau of the C.C., the Communist Party of China convened a meeting on April 26 and discussed guidelines for the development-oriented poverty reduction program for rural China (2011-2020). \n\t\t\t\t\t The meeting said that the work to eradicate poverty and achieve development in China entered a new phase of increasing the capability for development, creating wealth free from poverty and narrowing down the gap in development.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to designate the particularly difficult areas as the main front and solve the problem of food and clothing of poor people so that they may be delivered from poverty at an early date."
        },
        {
            "title": "China to Conduct Information Service for Party Anniversary",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-28ee.html",
            "content": "China to Conduct Information Service for Party Anniversary\r\n Beijing, April 28 (KCNA) -- Liu Yunshan, member of the Political Bureau, member of the Central Committee Secretariat and head of the Publicity Department of the C.C. of the Communist Party of China, called for conducting information service well on the occasion of the 90th anniversary of the CPC at the recent special meeting on media and information service.\n\t\t\t\t\t Information service for the party is an important part of all anniversary celebrations, he said. He stressed the need to fully understand the important significance of the information service and keep putting emphasis on it.\n\t\t\t\t\t\n\t\t\t\t\t He said that the main melody of the era praising the communist party and socialism should be made to resound throughout the country."
        },
        {
            "title": "Iran Criticizes US Presence in Iraq",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-06ee.html",
            "content": "Iran Criticizes US Presence in Iraq\n\t\t\t\t\t\t\r\n Tehran, April 28 (KCNA) -- Iranian Majlis (Parliament) Speaker Ali Larijani on April 25 bitterly criticized the U.S. forces for their presence in Iraq.\n\t\t\t\t\t Iraq's enemies have made efforts to sow discord and spark political disputes in Iraq, he noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. occupation is the main reason behind the underdevelopment of Iraq. \n\t\t\t\t\t\n\t\t\t\t\t He said the Islamic Republic of Iran unswervingly supports Iraqi national unity."
        },
        {
            "title": "Quake hits Guerrero, Mexico",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-07ee.html",
            "content": "Quake hits Guerrero, Mexico\r\n Pyongyang, April 30 (KCNA) -- An earthquake measuring 5.3 on the Richter scale jolted Guerrero, Mexico on Tuesday.\n\t\t\t\t\t The epicenter, with a depth of 19.50 km, was initially determined to be at 17.1001 degrees north latitude and 99.3805 degrees west longitude."
        },
        {
            "title": "Inter-Continental Ballistic Missile Launched in Russia",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-08ee.html",
            "content": "Inter-Continental Ballistic Missile Launched in Russia\r\n Moscow, April 28 (KCNA) -- The Russian Navy Tuesday launched an inter-continental ballistic missile in the waters of the Barents Sea.\n\t\t\t\t\t The missile, launched from \"Yekaterinburg,\" a strategic nuclear missile submarine of the Artic Sea Fleet, struck its target in the Kura firing range in Kamchatka at the fixed time.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian Ministry of Defense said that the launch was conducted according to the plan to examine the combat preparedness of the strategic nuclear forces of the navy."
        },
        {
            "title": "Unity Called for in Cuba",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-09ee.html",
            "content": "Unity Called for in Cuba\r\n Havana, April 28 (KCNA) -- The Centre of the Cuban Workers recently issued an appeal in which it stressed the need for all working people to display the might of unity on the occasion of the May Day.\n\t\t\t\t\t The working people of Cuba feel greatly proud of having defended the sovereignty and independence of the country from the imperialists' constant moves for aggression, the appeal said.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called upon the working people to pool their voices demanding the release of the five patriots unreasonably detained in a U.S. prison and denouncing the U.S. for declaring acquittal of Posada Carriles, an international terrorist."
        },
        {
            "title": "Severe Storms and Tornados Hit US",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-12ee.html",
            "content": "Severe Storms and Tornados Hit US\r\n Pyongyang, April 30 (KCNA) -- Severe storms and tornados hit the southeastern region of the U.S. recently, causing huge human and material losses.\n\t\t\t\t\t There were 137 reports of storms and tornados that hit Alabama, Mississippi and other states as of April 28, leaving at least 200 people dead and causing big material losses.\n\t\t\t\t\t\n\t\t\t\t\t The governor of Alabama State said that 131 persons were killed in the state, adding that the death toll would increase in the future.\n\t\t\t\t\t\n\t\t\t\t\t A state of emergency was declared in Alabama and Mississippi states hard hit."
        },
        {
            "title": "Iraqi PM Rejects Any Arrangement for Extension of US Troops",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-18ee.html",
            "content": "Iraqi PM Rejects Any Arrangement for Extension of US Troops\r\n Pyongyang, April 30 (KCNA) -- The Iraqi prime minister rejected any arrangement for extension of U.S. troops during a news conference on Tuesday.\n\t\t\t\t\t He denied that his government would allow several thousands of U.S. servicemen to stay in the country beyond the deadline of the end of 2011.\n\t\t\t\t\t\n\t\t\t\t\t\"There is no agreement for the presence of U.S. troops,\" he noted."
        },
        {
            "title": "Night Run-through of Military Parade on War Victory Day in Russia",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-19ee.html",
            "content": "Night Run-through of Military Parade on War Victory Day in Russia\r\n Moscow, April 28 (KCNA) -- A night run-through of military parade on war victory day took place at the Red Square in Moscow on Wednesday.\n\t\t\t\t\t 20,000 soldiers marched past.\n\t\t\t\t\t\n\t\t\t\t\t\"T-90\" tanks, \"Iskanger\" and \"Topol-M\" missile complexes and multiple launch rocket system also rolled past the square."
        },
        {
            "title": "Indian PM Clarifies Stand to Combat Irregularities and Corruption",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-20ee.html",
            "content": "Indian PM Clarifies Stand to Combat Irregularities and Corruption\r\n New Delhi, April 28 (KCNA) -- Indian Prime Minister Manmohan Singh recently clarified the stand to combat irregularities and corruption.\n\t\t\t\t\t He said that \"there is an increasing view among people that our law and system are toothless in eradicating irregularities and corruption\".\n\t\t\t\t\t\n\t\t\t\t\t He stressed that there can be no leniency as regards irregularities and corruption rife in the country."
        },
        {
            "title": "Sri Lanka Rejects UN Report",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-21ee.html",
            "content": "Sri Lanka Rejects UN Report\r\n Pyongyang, April 30 (KCNA) -- The Sri Lankan government Tuesday refuted a wrong report of a U.N. panel claiming that it has found credible allegations of war crimes and crimes against humanity committed during the country's civil war.\n\t\t\t\t\t A government spokesman called the panel's report \"unacceptable,\" while Sri Lanka's External Affairs Ministry said the report is \"fundamentally flawed\" and based on \"patently biased material\"."
        },
        {
            "title": "Bahrain Bans Food Import from Japan",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-22ee.html",
            "content": "Bahrain Bans Food Import from Japan\r\n Pyongyang, April 30 (KCNA) -- Bahrain decided to ban food import from Japan.\n\t\t\t\t\t Bahrain's Industry and Commerce Ministry on Tuesday announced a ban on import of food items from Japan fearing spread of radioactive contamination risks."
        },
        {
            "title": "Declaration of Israeli Group Supporting Building of Palestine Welcomed",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-23ee.html",
            "content": "Declaration of Israeli Group Supporting Building of Palestine Welcomed\r\n Pyongyang, April 30 (KCNA) -- The Executive Committee of the Palestine Liberation Organization (PLO) in a recent statement welcomed the declaration of the intellectuals and artistes group of Israel supporting the building of a Palestinian independent state.\n\t\t\t\t\t Such political initiative is making a fundamental contribution to keeping alive the hope for peace, the statement said."
        },
        {
            "title": "Choe Yong Rim averigua el estado de produccion de abono",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-29ee.html",
            "content": "Choe Yong Rim averigua el estado de produccion de abono\r\nPyongyang, 30 de abril (ATCC) -- El premier Choe Yong Rim averiguo en el terreno el estado de produccion de abono en el Complejo Quimico Juventud de Namhung.\n\t\t\t\t\t El recorrio los talleres de acido humico y moldeado y otros procesos de produccion de abono y convoco la reunion consultiva.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion se resalto la importancia de la mision que tiene el complejo en el desarrollo vertiginoso de la agricultura, sector vital para la solucion del problema de la vida del pueblo, y se tomaron las medidas para aumentar la produccion de abono como modernizar mas las instalaciones de gasificacion segun la ciencia y tecnica ultramodernas y exigir a las unidades relacionadas proveer a tiempo de suficientes materias primas y combustibles.\n\t\t\t\t\t\n\t\t\t\t\t Anteriormente, en ocasion del 50o aniversario del movimiento de creacion de la maquina ejemplar iniciado por el Dirigente Kim Jong Il, el premier se cercioro detalladamente de como cumple su papel el comite de control de mantenimiento de equipos de la Fabrica Textil de Pyongyang y de como marcha el cuidado de equipos a traves del dia de inspeccion de mantenimiento de equipos, la semana y el mes de mantenimiento de la maquina ejemplar no. 26."
        },
        {
            "title": "Vicepresidente chino desea el desarrollo de relaciones con Corea",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-30ee.html",
            "content": "Vicepresidente chino desea el desarrollo de relaciones con Corea\r\nPyongyang, 30 de abril (ATCC) -- El embajador coreano en China, Ji Jae Ryong, hizo el dia 28 una visita de cortesia a Xi Jinping, miembro permanente del Buro Politico del Comite Central del Partido Comunista de China y vicepresidente de la Republica Popular China. \n\t\t\t\t\tEn la ocasion el vicepresidente chino recordo que en el ano pasado, el Dirigente Kim Jong Il visito dos veces a su pais, se reunio con el Presidente chino  Hu Jintao y llego al consenso en el tema de relaciones bilaterales y otros problemas importantes de interes comun.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que este ano, el Dirigente recibio al consejero de Estado de China, Meng Jianzhu, quien hizo una visita a Corea, y presencio junto con los miembros de la embajada china en Corea el concierto de la Orquesta Unhasu dedicado al 15 de enero lunar.\n\t\t\t\t\t\n\t\t\t\t\tConsolidar y desarrollar constantemente las relaciones de buena vecindad, amistad y cooperacion entre los dos paises es la invariable orientacion estrategica del partido y el gobierno de China, dijo Xi Jinping y expreso la esperanza de que se desarrollen las relaciones entre los dos paises mediante el intercambio continuo de visitas de alto nivel, la comunicacion de caracter estrategico y la profundizacion de cooperacion economica. \n\t\t\t\t\t\n\t\t\t\t\tDeseo que bajo la guia del Partido del Trabajo de Corea encabezado por el Dirigente, el pueblo coreano logre mayores exitos en la construccion de una gran potencia prospera."
        },
        {
            "title": "Clausurado el 26o Festival Nacional de Ciencia y Tecnologia",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-31ee.html",
            "content": "Clausurado el 26o Festival Nacional de Ciencia y Tecnologia\r\nPyongyang, 30 de abril (ATCC) -- Quedo clausurado el dia 30 en la Exposicion Permanente de las Tres Revoluciones el 26o Festival Nacional de Ciencia y Tecnologia.\n\t\t\t\t\tDurante el festival, los participantes intercambiaron los exitos y experiencias que contribuyeron al desarrollo de tecnologias e ingenierias basicas de las ramas importantes. \n\t\t\t\t\t\n\t\t\t\t\tCentraron la atencion de los participantes el sistema de control separado del proceso de generacion de gas, que aporto mucho al establecimiento del sistema productivo del abono Juche segun la gasificacion de antracita, el de automatizacion integral de los grandes procesos de produccion en cadena, el de establecimiento del proceso productivo del acero de cojinete segun el moldeado continuo de lingotes, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de clausura participaron el secretario de Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, el vicepremier del Consejo de Ministros Jon Ha Chol, el presidente de la Academia Estatal de Ciencias, Jang Chol, el presidente del Comite de Educacion, Kim Yong Jin, y otros funcionarios correspondientes, los cientificos, tecnicos y trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue publicado el resultado del jurado universal.\n\t\t\t\t\t\n\t\t\t\t\tEl Complejo Quimico Juventud de Namhung, la Universidad Politecnica Kim Chaek ocuparon lugares especiales, la filial de biotecnologia de la Academia Estatal de Ciencias, la Fabrica de Productos Especiales Samilpho y otras 6 unidades se ubicaron en primeros lugares.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, los dos individuales ocuparon los lugares especiales y los 37 conquistaron primeros lugares.\n\t\t\t\t\t\n\t\t\t\t\tFueron otorgados copas, medallas, diplomas, etc. a las unidades y los participantes sobresalientes."
        },
        {
            "title": "Se imparte cursillo con motivo del Dia de Discapacitados",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-32ee.html",
            "content": "Se imparte cursillo con motivo del Dia de Discapacitados\r\nPyongyang, 30 de abril (ATCC) -- Con motivo del Dia de Discapacitados, tuvo lugar en la ciudad de Sariwon de la provincia de Hwanghae del Norte el cursillo para los funcionarios de la rama interesada. \n\t\t\t\t\tAsistieron los funcionarios del Comite Central de la Federacion de Proteccion de Discapacitados de Corea y de los comites populares provinciales encargados de la atencion a ellos. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo debates de los exitos y experiencias logrados el ano pasado en la atencion a los discapacitados, escucharon los problemas surgidos en las provincias y unidades relacionadas y tomaron medidas necesarias. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes visitaron la Fabrica de Sastres de Sariwon y la Escuela de Sordomudos de Pongsan."
        },
        {
            "title": "Rodong Sinmun comenta resultado de elecciones recientes en Sur de Corea",
            "url": "http://kcna.co.jp/item/2011/201104/news30/20110430-33ee.html",
            "content": "Rodong Sinmun comenta resultado de elecciones recientes en Sur de Corea\r\nPyongyang, 30 de abril (ATCC) -- El diario Rodong Sinmun publico en su edicion de este sabado un comentario individual senalando que las \"elecciones\" suplementarias celebradas hace poco en el Sur de Corea volvieron a demostrar que son condenados severamente por el pueblo los que practican las politicas vendepatrias. \n\t\t\t\t\tLas fuerzas gobernantes surcoreanas pagaron caro sus actos de traicion, subraya el rotativo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos compinches del \"Gran Partido Nacional\" practicaron durante tres anos pasados las politicas antipopulares y antinacionales hablando de los supuestos \"10 anos perdidos\". \n\t\t\t\t\t\n\t\t\t\t\tSu politica dependiente de las fuerzas extranjeras y su dictadura fascista suprimieron la dignidad y la independencia del pueblo y convirtieron la sociedad surcoreana en el infierno de democracia y derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano tiene en cuenta todos los crimenes de los gobernantes vendepatrias como rehusar las historicas declaraciones N-S y recrudecer la campana belica y conflictiva invalidando todos los frutos de la era de reunificacion iniciada el 15 de junio.\n\t\t\t\t\t\n\t\t\t\t\tAhora el \"GPN\" esta desesperado para salvarse de la crisis diciendo \"aceptar en serio\" el resultado electoral y anunciando la \"renuncia total del directorio\". Pero, no podra cambiar de ninguna manera la voluntad del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tNo tienen futuro los gobernantes traidores al pueblo. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas gobernantes del \"GPN\" deben cancelar sus politicas antipopulares y antinacionales considerando el resultado \"electoral\" como merecido castigo del pueblo."
        }
    ]
}