{
    "date": "2011-12-11",
    "url": "http://kcna.co.jp/item/2011/201112/2011-12-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Pays Courtesy Call on Tanzanian President",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-20ee.html",
            "content": "Kim Yong Nam Pays Courtesy Call on Tanzanian President \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday paid a courtesy call on Jakaya Mrisho Kikwete, president of Tanzania.\n\t\t\t\t\t\n\t\t\t\t\t The president of Tanzania gave the deep impressions he got of the DPRK he visited twice. \n\t\t\t\t\t\n\t\t\t\t\t He wished General Secretary Kim Jong Il good health to lead the struggle of the Korean people to victory.\n\t\t\t\t\t\n\t\t\t\t\t The talk proceeded in a friendly atmosphere."
        },
        {
            "title": "FM of DPRK Meets Tanzania's Diplomatic Chief",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-22ee.html",
            "content": "FM of DPRK Meets Tanzania's Diplomatic Chief\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with Bernard Kamillius Membe, minister of Foreign Affairs and International Cooperation of Tanzania, in Dar-Es-Salaam Saturday."
        },
        {
            "title": "Greeting to President of Kenya",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-21ee.html",
            "content": "Greeting to President of Kenya\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent on Saturday a message of greeting to Mwai Kibaki, president of Kenya, on the occasion of the 48th anniversary of its independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim in the message expressed conviction that the friendly and cooperative relations between the two countries would develop in common interests of the two peoples and as desired by them.\n\t\t\t\t\t\n\t\t\t\t\t He also wished the president greater success in his work for the stability and economic development of the country."
        },
        {
            "title": "U.S., S. Korea Plan Provocative Joint Naval Maneuvers",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-18ee.html",
            "content": "U.S., S. Korea Plan Provocative Joint Naval Maneuvers\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- The U.S. imperialists and the south Korean military warmongers are contemplating regularly staging joint naval maneuvers aimed at mounting a preemptive attack on the DPRK from next year.\n\t\t\t\t\t\n\t\t\t\t\t Those concerned of the U.S. imperialist aggressor forces and the south Korean puppet navy met in Pusan on Friday to have a confab on the plan.\n\t\t\t\t\t\n\t\t\t\t\t They decided to stage joint submarine drills meant for coping with someone's infiltration twice a year and organize a team for joint anti-submarine operations with an aim to analyze and assess the drills. \n\t\t\t\t\t\n\t\t\t\t\t They were also reported to have reconfirmed a detailed plan for joint military exercises for supporting the combined operations and discussed issues including the matter of staging combined drills when U.S. warships pass through waters off the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The joint military maneuvers are timed to coincide with the U.S. imperialists and the south Korean puppet forces' undisguised military provocations for invading the DPRK on five islets and waters around them in the West Sea of Korea. Lurking behind them is a black-hearted intention sought by war maniacs to mount a preemptive attack on the DPRK from the sea."
        },
        {
            "title": "Puppet Police Accused of Glossing over Cyber Attack:MBC",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-04ee.html",
            "content": "Puppet Police Accused of Glossing over Cyber Attack: MBC\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- MBC of south Korea accused the puppet police authorities of trying to cover up the truth behind the Ddos attack on websites of the central election management committee and independent candidate, Pak Won Sun, at the Oct. 26 elections.\n\t\t\t\t\t\n\t\t\t\t\t The police made public the results of investigation that the alleged Ddos attack was conducted by the secretary of Choe Ku Sik, lawmaker from the \"Grand National Party\" and there was no other person behind the attack before referring the criminal to the prosecution on Friday, said the broadcasting company, adding:\n\t\t\t\t\t\n\t\t\t\t\t It does not make sense that a secretary of a congressman contemplated conducting a cyber attack on an institution while he was having a drink and the secretary of the speaker of the \"National Assembly\", the administrative official of Chongwadae and advisors to lawmakers from the GNP were not involved in the case despite the fact that they were present at the restaurant. \n\t\t\t\t\t\n\t\t\t\t\t The police have so far hushed up every case on the basis of the testimonies made by those involved in the case.\n\t\t\t\t\t\n\t\t\t\t\t The Ddos attack case can never be glossed over. The GNP should probe itself the truth about of the case. \n\t\t\t\t\t\n\t\t\t\t\t The Democratic Party's committee for investigating the truth behind the cyber terror said on Friday that it could not believe the police's investigation results, declaring it would propose a bill for special investigation in order to probe into the truth."
        },
        {
            "title": " Application of Tuition-waiver Program to Korean Schools Demanded in Japan",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-19ee.html",
            "content": "Application of Tuition-waiver Program to Korean Schools Demanded in Japan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Actions of Koreans and Japanese citizens are under way in various parts of Japan to immediately let the Korean schools undergo procedures for the application of the tuition-waiver program to them.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held in Tokyo on December 3 with an attendance of officials of the General Association of the Korean Residents in Japan (Chongryon) and compatriots, students of Korean schools, the Liaison Council against the Exclusion of Korean Schools from the Application of the said program, a civic organization of Japan, and members of the organizations supporting the Korean schools in various parts of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting accused the Japanese government of failing to take any measure so far since the suspension of the procedures for the application of the program. \n\t\t\t\t\t\n\t\t\t\t\t They recalled a vigorous movement demanding the application of the program to the Korean schools is brisk among the organizations of Koreans and many Japanese civic organizations and developing into a widespread one, going beyond the boundary.\n\t\t\t\t\t\n\t\t\t\t\t They called for intensifying the movement opposing the Japanese government's wrong policy of discrimination and seeking a definite  solution to the above-said issue. \n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted a resolution urging the Japanese government to apply the program to the Korean schools, roll back the policy of discrimination against the Korean schools and guarantee all students the right to study.\n\t\t\t\t\t\n\t\t\t\t\t An emergency meeting of Koreans was held in Osaka on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said the basic idea of national education is to carry forward the patriotic tradition which the Koreans of the first and second generations have defended and developed.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the struggle to defend the tradition of the national education is still going on, they clarified their will to struggle till the Korean schools have gained their legitimate right.\n\t\t\t\t\t\n\t\t\t\t\t On December 1 those concerned of the Korean schools in Tokyo Metropolis including the Korean Middle and High School in Tokyo went to the Japanese Ministry of Education, Culture, Sports, Science and Technology and handed to it a written request urging it to immediately let them undergo procedures for the application of the program to the Korean schools."
        },
        {
            "title": "DPRK Rich in Rare-earth Resources Introduced by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-03ee.html",
            "content": "DPRK Rich in Rare-earth Resources Introduced by Nigerian Organization\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea on Nov. 22 posted on its Internet homepage an article titled \"DPRK rich in rare-earth resources\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is very rich in mineral resources containing rare-earth elements including rare-earth element minerals called \"strategic resources in the 21st century\", the article said.\n\t\t\t\t\t\n\t\t\t\t\t It introduced in detail the achievements made by scientists and technicians of the DPRK in the researches and development of rare-earth element minerals and researches into the use of useful mineral resources.\n\t\t\t\t\t\n\t\t\t\t\t A drive is now brisk in the DPRK to turn out products based on new latest science and technology necessary for economic construction and the improvement of the standard of people's living by positively developing and making an effective use of rare-earth functional materials, it noted."
        },
        {
            "title": " DPRK's Significant Holidays Observed by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-01ee.html",
            "content": "DPRK's Significant Holidays Observed by Brazilian Organization\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK posted on its internet homepage a special write-up on Nov. 29 and Dec. 4 on the occasion of the 20th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 94th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\t The homepage carried a photo of Kim Jong Il acknowledging the cheers of the masses, a photo of the woman commander of Mt. Paektu and a painting depicting Kim Jong Suk protecting President Kim Il Sung at the risk of her life.\n\t\t\t\t\t\n\t\t\t\t\t It noted in an article titled \"Kim Jong Il, Supreme Commander of the Korean People's Army\" that Kim Jong Il developed the KPA to be an army strong in ideology and faith and a matchless one possessed of original military tactics and ultra modern military technology and powerful means for attack and defence.\n\t\t\t\t\t\n\t\t\t\t\t　The homepage in an article titled \"Dedicating herself to women's emancipation all her life\" said that Kim Jong Suk always praised as anti-Japanese war hero was an outstanding woman activist who devoted her life to the women's social emancipation and the development of the women's movement."
        },
        {
            "title": " DPRK Exhibitions in Many Countries",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-02ee.html",
            "content": "DPRK Exhibitions in Many Countries\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- A total of more than 450 exhibitions were sponsored by governments, political parties, organizations and institutions of at least 60 countries and international organizations this year on the occasions of the birth anniversary of President Kim Il Sung, the birthday of General Secretary Kim Jong Il, the anniversary of the founding of the Workers' Party of Korea and other significant occasions. The exhibitions introduced the undying revolutionary feats of the great persons born of Heaven and Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the exhibition halls were works of the President and Kim Jong Il, books and photos on their undying feats and noble traits.\n\t\t\t\t\t\n\t\t\t\t\t Picture albums, photos and fine art works showing Kimilsungia, the flower of the sun, Kimjongilia, the immortal flower, and the reality of Songun Korea and handicrafts associated with the resourcefulness and talents of the Korean people were featured at the exhibition halls."
        },
        {
            "title": "Russian Ministry of Foreign Affairs Rejects U.S. Accusation ",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-11ee.html",
            "content": "Russian Ministry of Foreign Affairs Rejects U.S. Accusation \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Moscow, December 10 (KCNA) -- The Russian Ministry of Foreign Affairs vehemently rejected the U.S. accusation over the recent State Duma elections in Russia. \n\t\t\t\t\t\n\t\t\t\t\t It denounced the U.S. for groundlessly accusing Russia without trying to know what actually happened at the polling stations of Russia, clinging to its old-fashioned mean practice.\n\t\t\t\t\t\n\t\t\t\t\t Russian citizens made their choices by positively participating in the election, it stressed, noting the U.S. election system cannot be a standard of fairness and this is clear from the traditionally low turnout in the U.S. elections.\n\t\t\t\t\t\n\t\t\t\t\t The ministry urged the U.S. to stop such unfriendly accusation, saying the U.S. authorities had better analyze the cause of such situation and find out a way to settle it,."
        },
        {
            "title": "Russia to Bolster Combat Capability of Anti-Air Units",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-12ee.html",
            "content": "Russia to Bolster Combat Capability of Anti-Air Units\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Moscow, December 10 (KCNA) -- Russia is channeling efforts into the work for bolstering the combat capability of anti-air units.\n\t\t\t\t\t\n\t\t\t\t\t It recently started the induction of Strela-10IVT, a new target missile into anti-air units of the Army.\n\t\t\t\t\t\n\t\t\t\t\t It is said that this missile will be effectively used for intensifying actual maneuvers as it can replace different aerial targets including jet planes. This was made by a spokesman for the Army of Russia on Dec. 8."
        },
        {
            "title": "Iranian Parliament Criticizes U.S. for Launching Virtual Embassy",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-06ee.html",
            "content": "Iranian Parliament Criticizes U.S. for Launching Virtual Embassy\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Tehran, December 10 (KCNA) -- Iranian lawmaker Heshmatollah Falahatpisheh told local Mehr news agency Wednesday that the launch of the virtual embassy is \"a kind of public announcement to attract spies (from Iranians) to the U.S.\"\n\t\t\t\t\t\n\t\t\t\t\t Referring to the U.S. launch of embassy on Tuesday, Falahatpisheh, who heads the Foreign Relations Committee of Iranian parliament, noted the objective behind the establishment of the U.S. virtual embassy is to put political pressures on Iran.\n\t\t\t\t\t\n\t\t\t\t\t  There aren't any virtual embassies in the international conventions on diplomatic relations and in particular the U.S. broke off its diplomatic relation with Iran so that the embassy is itself useless, he noted."
        },
        {
            "title": "Iran Criticizes Industrial States for Not Honoring Kyoto Protocol ",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-07ee.html",
            "content": "Iran Criticizes Industrial States for Not Honoring Kyoto Protocol \r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Representative of the Islamic Republic of Iran to the Conference on Climate Change in Durban, South Africa, on Wednesday criticized major industrial countries for ignoring their commitments to Kyoto Protocol. \n\t\t\t\t\t\n\t\t\t\t\t The representative blamed the industrialized countries for not sticking to their commitments to Kyoto Protocol especially in the second stage of the protocol. \n\t\t\t\t\t\n\t\t\t\t\t Certain industrialized states are at the same time exerting pressure to pushing the Kyoto Protocol to deadlock, he deplored.\n\t\t\t\t\t\n\t\t\t\t\t He declared full cooperation of the Islamic Republic of Iran with the international community to implement the Kyoto Protocol comprehensively."
        },
        {
            "title": "Tanzanian Delegate Calls for Establishment of Fair International Economic Order",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-08ee.html",
            "content": "Tanzanian Delegate Calls for Establishment of Fair International Economic Order\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Ombeni Sefue, permanent representative of Tanzania to the UN, said Wednesday that developed countries must fulfill their stated commitments to help Africa with its ongoing development challenges.\n\t\t\t\t\t\n\t\t\t\t\t African economies continue to suffer from unfair trade laws and practices and marginalization at the global level, with the continent's share of global trade being 3.1 percent only in 2009.\n\t\t\t\t\t\n\t\t\t\t\t\"In addition, we still need to improve the quality of aid, its predictability, and effectiveness.\"\n\t\t\t\t\t\n\t\t\t\t\t \"The African Group also reiterates its long standing position on the need for the reform of the international monetary and financial system to enable effective realization of development\" he said."
        },
        {
            "title": "Turkey Condemns Israeli Permission for New Jewish Settlements in East Kuds",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-09ee.html",
            "content": "Turkey Condemns Israeli Permission for New Jewish Settlements in East Kuds\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- In the written statement on Dec. 8, the Turkish Foreign Ministry strongly condemned Israel's decision to erect 650 new buildings in East Kuds. The statement labeled it as a wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t The ministry called on Israel to fulfill its obligations stemming from international laws for peace in the Middle East and to refrain from activities that would damage efforts for peace."
        },
        {
            "title": " CPC Arranges Round-table Talks with Non-Party Personages",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-10ee.html",
            "content": "CPC Arranges Round-table Talks with Non-Party Personages\r\n\n\t\t\t\t\t Beijing, December 10 (KCNA) -- The Central Committee of the Communist Party of China held round-table talks with non-party personages in Zhongnanhai recently at which it exchanged with them views on the economic situation at present and economic work for next year.\n\t\t\t\t\t\n\t\t\t\t\t Hu Jintao, general secretary of the C.C., CPC, made an important speech at the round-table talks.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the achievements made in economic development for this year and matters facing it. It is of weighty significance to do economic work well as the next year is an important one for carrying out the 12th five-year plan, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all democratic factions, the All-China Federation of Industry and Commerce and non-party personages to advance positive proposals and measures, learn about opinions and reflect them in time and thus contribute to fulfilling the 12th five-year plan."
        },
        {
            "title": "New Express Highway Opened to Traffic ",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-05ee.html",
            "content": "New Express Highway Opened to Traffic \r\n\n\t\t\t\t\t Beijing, December 10 (KCNA) -- A new express highway connecting Lanzhou City of Gansu Province and Xian City of Shanxi Province was built.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place on Dec. 8.\n\t\t\t\t\t\n\t\t\t\t\t Its total length is 36.858 kilometers."
        },
        {
            "title": "Anti-capitalism Demonstrations Go on in Washington",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-16ee.html",
            "content": "Anti-capitalism Demonstrations Go on in Washington\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Anti-capitalism demonstrations are taking place in Washington everyday.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrations that had continued for three consecutive days till Dec. 8 were participated in by thousands of people of different strata.\n\t\t\t\t\t\n\t\t\t\t\t The participants strongly protested against the social inequality caused by embezzlement of the rich and the capitalist system.\n\t\t\t\t\t\n\t\t\t\t\t They stated the majority toiling masses who account for 99 per cent of the population are suffering from the economic crisis, urging the authorities to take measures to settle the crisis.\n\t\t\t\t\t\n\t\t\t\t\t The riot police arrested at least 70 protestors on Dec. 7 alone."
        },
        {
            "title": "Japan's Corporate Bankruptcies Increase",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-17ee.html",
            "content": "Japan's Corporate Bankruptcies Increase \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, December 11 (KCNA) -- The number of corporate failures in Japan increased 3.2 percent in November to 1,095 companies, Tokyo Shoko Research Ltd. said in a report on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The research agency said that the amount of outstanding debts left by bankrupt companies in November totaled 187.68 billion yen."
        },
        {
            "title": " Unemployment Rate Increases in Australia",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-13ee.html",
            "content": "Unemployment Rate Increases in Australia\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- The number of unemployed people rose 9,400 to 635,800 in November, the Australian Bureau of Statistics (ABS) on Thursday reported."
        },
        {
            "title": "French Trade Deficit Increases ",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-14ee.html",
            "content": "French Trade Deficit Increases \r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- French trade deficit amounted to 6.24 billion euros (8.34 billion U.S. dollars) in October, official figures showed on Wednesday."
        },
        {
            "title": "Cooperation among Different Countries",
            "url": "http://kcna.co.jp/item/2011/201112/news11/20111211-15ee.html",
            "content": "Cooperation among Different Countries\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 11 (KCNA) -- Myanmar and Bangladesh issued a joint statement on boosting bilateral cooperation in different fields on Dec. 7.\n\t\t\t\t\t\n\t\t\t\t\t That day Brazil and Mexico agreed to speed up bilateral negotiations to reach a Strategic Agreement on Economic Integration."
        }
    ]
}