{
    "date": "2011-05-15",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-15ee.html",
    "articles": [
        {
            "title": "Third Installment of Statement of NDC Inspection Group",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-21ee.html",
            "content": "Third Installment of Statement of NDC Inspection Group\r\n Pyongyang, May 15 (KCNA) -- The inspection group of the National Defence Commission (NDC) of the DPRK on May 14 issued the third installment of the statement disclosing the ulterior attempt of the south Korean group of traitors faking up the third and fourth \"Cheonan\" warship cases\", obsessed by the anachronistic ambition.\n\t\t\t\t\t The statement cited material evidence proving that the \"story about north's involvement\" touted by the group of traitors is false. \n\t\t\t\t\t\n\t\t\t\t\t It said: \n\t\t\t\t\t\n\t\t\t\t\t It was disclosed before the whole world that the \"Cheonan\" warship case was the most hideous conspiratorial case aimed to escalate the confrontation with compatriots but the group of traitors are still floating the above-said story. \n\t\t\t\t\t\n\t\t\t\t\t The NDC inspection group published a statement to disclose the conspiratorial nature of the \"Cheonan\" case faked up by the group of traitors as it was left with no other way to fairly settle the case even though it resorted to every possible means and methods.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group which suffered disgrace in the eyes of the world provoked the second \"Cheonan\" case, far from repenting of its wrongs.\n\t\t\t\t\t\n\t\t\t\t\t It was the Yonphyong Island shelling last year.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is faking up farces one after another to expand the scope of confrontation with fellow countrymen to social domain beyond political and military fields.\n\t\t\t\t\t\n\t\t\t\t\t The puppet Intelligence Service and Prosecution invented the story about \"the north's involvement\" in the cyber attack on the banking computer network of the \"National Agricultural Cooperative Federation\" on May 3. \n\t\t\t\t\t\n\t\t\t\t\t In the course of 20 odd day-long \"intensive investigation\" they drew a \"tentative conclusion\" that this was primarily caused by \"cyber terrorism from outside.\" A few days later they released the results of investigation in which they claimed it was \"done by the north\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they are floating the \"story about the threat from the north\" throughout south Korea, making much ado that the north may continue doing fatal damage to core facilities related to the security including the puppet authorities organs, airports, harbors and nuclear power plants.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that this incident has a thread of connection with the \"Cheonan\" case for its motive and method though it was cooked up in other field.\n\t\t\t\t\t\n\t\t\t\t\t The \"Cheonan\" case timed to coincide with the situation where they felt the urgent need to create serious \"security concern\" in a bid to put off the transfer of the right to command wartime operations by inventing a pretext for the permanent U.S. presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to keep the nature of the charade buried into oblivion forever, they fabricated the case in a place and at time unfavorable for clarifying the case, i.e., in territorial waters, not in the open sea, underwater, not on the surface of waters and at midnight, not at noonday. \n\t\t\t\t\t\n\t\t\t\t\t This case took the lives of 46 innocent seamen. \n\t\t\t\t\t\n\t\t\t\t\t The story about \"the north's involvement\" in the above-said cyber attack was faked up at a time when the Chongwadae and the \"Grand National Party\" were locked in a fierce dog fight, blaming each other for the shameful defeat they suffered in the April 27 by-election due to the public condemnation of their unpopular rule. It also timed to coincide with their efforts to seek an artifice to calm down the voices of countries around the Korean Peninsula demanding the resumption of dialogue. \n\t\t\t\t\t\n\t\t\t\t\t The federation was sacrificed for cooking up the \"story about the north's involvement\" according to their crafty intention to shift on to the DPRK the responsibility for the deterioration of the people's livelihood and the gap between the rich and the poor during this regime.\n\t\t\t\t\t\n\t\t\t\t\t All facts indicate that the fourth and fifth anti-DPRK charades may be orchestrated as long as the group of traitors is working hard to stoke confrontation between the north and the south, while peddling the \"story of the north's involvement\" in the wake of the fabrication of the \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the north and the south of Korea were pushed to the dangerous phase of war due to the hideous \"Cheonan\" case.\n\t\t\t\t\t\n\t\t\t\t\t The precious gains of the June 15 era of reunification hardly won by the Korean nation who has suffered from the division were spoiled overnight by the frantic racket for confrontation between fellow countrymen kicked up by the group of traitors and this resulted in the serious situation reminding one of the era of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t The inspection group will continue making efforts to probe the truth as long as the group of traitors is desperately trying to curb the development of the north-south relations, linking the \"Cheonan\" case with the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t  We strongly urge the group of traitors to own responsibility for faking up the conspiratorial farces doing harm to the fellow countrymen and make an official apology before the nation.\n\t\t\t\t\t\n\t\t\t\t\t We clarify once again that it is the steadfast stand of the army and people of the DPRK never to deal with anyone who dare mocks at and insults the independent sovereignty and socialist system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors will be cursed and denounced for generations to come, being branded as an arch criminal of hideous conspiratorial farces, die-hard confrontation element and harasser of reunification should it persists in the policy of confrontation with the DPRK defying its demand."
        },
        {
            "title": "Foreigners Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-13ee.html",
            "content": "Foreigners Pay Homage to Kim Il Sung\r\n Pyongyang, May 15 (KCNA) -- Foreigners visited the Kumsusan Memorial Palace on Sunday where they paid homage to President Kim Il Sung in humble reverence. \n\t\t\t\t\t Among them were Anders Johnsson, secretary general of the Inter-Parliamentary Union, and his companion and delegations from various countries and regions to participate in the 14th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t\n\t\t\t\t\t The guests signed the visitor's book."
        },
        {
            "title": "Japan Must Pay Price for Its Past Crimes --Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-14ee.html",
            "content": "Japan Must Pay Price for Its Past Crimes --Rodong Sinmun\r\n Pyongyang, May 15 (KCNA) -- The Japanese imperialists illegally occupied Korea and enforced the unprecedented and brigandish colonial governor-general rule. The crimes committed by them are the most hideous ones.\n\t\t\t\t\t Rodong Sinmun Sunday says in a by-lined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t They fabricated the illegal \"Korea-Japan Annexation Treaty\" in a coercive manner in August 1910 and enforced the governor-general rule, the mode of harsh military feudal and colonial rule, from October 1 the same year. \n\t\t\t\t\t\n\t\t\t\t\t The governor-general rule which the Japanese imperialists enforced in the first half of the last century was, in essence, the most brutal and predatory colonial repressive rule aimed to completely erase Korea from the world map and exterminate the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The brutal and predatory nature of the governor-general politics is proven by the fact that the \"governor general\", a local servant of the colonial rule over Korea, were granted all powers including administration, legislation, the judicature and military commanding rights.\n\t\t\t\t\t\n\t\t\t\t\t The colonial fascist repressive rule enforced by them in Korea after the 1930s was the most undisguised and hideous political repression as well as national extermination and economic plunder which relied on the counter-revolutionary forces. \n\t\t\t\t\t\n\t\t\t\t\t This fascist colonial rule combined the brutal military rule already in force in Korea with the tricky \"cultural rule\".\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the Japanese reactionaries are now working hard to evade the redemption of the past wrongdoings while distorting and justifying their criminal history of aggression on Korea.\n\t\t\t\t\t\n\t\t\t\t\t The liquidation of the past is the legal and moral duty of Japan and urgent historic task.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never forget the crimes of Japan no matter how much water may flow under the bridge but certainly force them to pay a very high price any time."
        },
        {
            "title": "Action Plan on Anniversary of Kwangju Uprising Announced in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-04ee.html",
            "content": "Action Plan on Anniversary of Kwangju Uprising Announced in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- The event committee for marking the 31st anniversary of the May 18 resistance for democracy in south Korea announced the May action plan.\n\t\t\t\t\t  It said that it would launch an action against the puppet authorities' misrule against democracy, people and reunification on the occasion of the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t It noted that it would hold a workers' meeting and the May event of students in Kwangju on May 14, the May 18 grand march for peace and reunification and people's meeting on May 15 and a memorial service at the May 18 State Cemetery on May 17.\n\t\t\t\t\t\n\t\t\t\t\t It declared that it would conduct various forms of actions in Seoul, Inchon, Taegu, Taejon, Pusan, Ansan and other places for ten odd days from mid-May."
        },
        {
            "title": "S. Korean Reptile Media Accused of Eulogizing Dictator",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-05ee.html",
            "content": "S. Korean Reptile Media Accused of Eulogizing Dictator\r\n Pyongyang, May 15 (KCNA) -- The south Korean April Society of Revolution and other organizations related to the April 19 Popular Uprising accused reptile media of eulogizing Syngman Rhee, a pro-U.S. dictator, said the south Korean newspaper Hangyore on May 10.\n\t\t\t\t\t The organizations said that KBS planned to air a \"special\" program praising Rhee with August 15 as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t KBS even dismissed those who raised some questions as for the program from the production team, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They branded the step taken by the conservative media as an act of totally negating the spirit of the April 19 uprising.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that they would conduct positive activities together with the democratic movement organizations to curb the unreasonable act of KBS."
        },
        {
            "title": "Japan-Korea Friendship Meeting Held",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-15ee.html",
            "content": "Japan-Korea Friendship Meeting Held\r\n Pyongyang, May 15 (KCNA) -- A Japan-Korea friendship meeting took place in Tokyo on May 10 to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were personages of the Japanese preparatory committee for commemorating the centenary of birth of President Kim Il Sung, the Japanese Women's Society for Solidarity with the Korean Women, the Society for Disseminating and Supporting Immortal Flowers and the Inoki Genom Joint Co., Ltd. and masses.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Central Standing Committee of the General Association of Korean Residents in Japan were present on invitation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t Sumiko Shimizu, chairwoman of the Japanese preparatory committee for commemorating the centenary of birth of President Kim Il Sung and representative of the Japanese Women's Society for Solidarity with the Korean Women, said that the President dedicated his all to socialist construction, the independent and peaceful reunification of Korea and the peace and stability of Northeast Asia under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t She underscored the need to positively conduct the activities to commemorate the Day of the Sun in 2012 with splendor.\n\t\t\t\t\t\n\t\t\t\t\t The progressive figures of Japan have supported the Korean people in their efforts to build a thriving nation, she noted.\n\t\t\t\t\t\n\t\t\t\t\t An action plan of the preparatory committee for significantly greeting the Day of the Sun in 2012 was made public at the meeting."
        },
        {
            "title": "Solidarity Meeting in Sweden Supports World Conference on Juche Idea ",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-01ee.html",
            "content": "Solidarity Meeting in Sweden Supports World Conference on Juche Idea \r\n Pyongyang, May 15 (KCNA) -- A solidarity meeting was held in Sweden on May 9 in support of the decision on convening the world conference on the Juche idea in Pyongyang in April 2012. The decision was made at the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\tOskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said that it is a unanimous and ardent desire of the Juche idea followers to widely introduce and disseminate the feats performed by President Kim Il Sung and General Secretary Kim Jong Il in founding the Juche idea and developing and enriching it on the occasion of the centenary of birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t He declared that the Juche idea followers of Sweden would participate in the conference with pride of having achieved bigger success in studying and disseminating the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The meeting put stress on the issues of intensifying the activities of studying and disseminating the Juche idea, expanding the ranks of the Juche idea followers and enhancing the function and role of the study organizations. It stressed the issues of organizing and conducting diverse political and cultural events with significance on the occasion of the Day of the Sun in 2012."
        },
        {
            "title": "June 15 North-South Joint Declaration Supported by Bangladeshi Official",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-02ee.html",
            "content": "June 15 North-South Joint Declaration Supported by Bangladeshi Official\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- Garib Newaz, president of the Bangladesh People's League, issued a statement on May 9 on the occasion of the 11th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t He said in the statement that the adoption and publication of the joint declaration were a historic event which brought about an epochal turn in the reunification movement of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The joint declaration is a cornerstone for the development of the inter-Korean relations and great programme for Korea's reunification as it indicated the basic principles in achieving national reconciliation, unity and reunification and ways to do so, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive of south Korea let loose a string of remarks challenging the reunification of the Korean Peninsula, he said, demanding the south Korean authorities pay attention to the proposal for reunification by federal formula which was solemnly declared at home and abroad through the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the firm belief that under the wise leadership of Kim Jong Il all the Koreans will certainly achieve the independent and peaceful reunification of the country under the banner of the joint declaration."
        },
        {
            "title": "Lee Myung Bak Accused of Attempting to Arrest Demo of Compatriots in Germany",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-06ee.html",
            "content": "Lee Myung Bak Accused of Attempting to Arrest Demo of Compatriots in Germany\r\n Pyongyang, May 15 (KCNA) -- The south Korean newspaper Hangyore on May 12 carried an editorial titled \"Unidentified men who tried to disperse demonstrators?\"\n\t\t\t\t\t The editorial recalled that Korean compatriots in Germany staged demonstration demanding the halt to the four large rivers project during Lee Myung Bak's tour of Germany.\n\t\t\t\t\t\n\t\t\t\t\t Right before Lee's arrival for talks, unidentified men in black suits appeared who tried to arrest the demonstrators and set up \"barricade\" only to be checked by the German police, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This case was by no means accidental.\n\t\t\t\t\t\n\t\t\t\t\t When a furor flared up, the Chongwadae made lame excuses, saying that it was not true that members of its security room curbed the demonstration. But it is hardly believable in the light of their outfits and acts. \n\t\t\t\t\t\n\t\t\t\t\t The violation of the freedom of assembly and demonstration will only bring shame in the eyes of the world, the editorial stressed."
        },
        {
            "title": "Massive Radioactive Leakage at Fukushima Nuclear Power Plant",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-22ee.html",
            "content": "Massive Radioactive Leakage at Fukushima Nuclear Power Plant\r\n Pyongyang, May 15 (KCNA) -- The nuclear crisis caused by crippled Fukushima Nuclear Power Plant is increasing in Japan. \n\t\t\t\t\t Radiation contaminated water of very high concentration leaked from No. 1 reactor when water was being infused into the containment vessel, according to Tokyo Shimbun on May 13.\n\t\t\t\t\t\n\t\t\t\t\t The contaminated water amounts 6,000 tons in total. It is presumed that the troubled water has soaked into the basement of the reactor facility to penetrate into the ground below the turbine room nearby. \n\t\t\t\t\t\n\t\t\t\t\t Voices demanding the reassessment of the status of the reactors are increasing following the disclosure of the fact that radioactive water of high concentration flew into the sea from No. 3 reactor. \n\t\t\t\t\t\n\t\t\t\t\t Damage by radioactive contamination is escalating. \n\t\t\t\t\t\n\t\t\t\t\t The authorities of Ibaraki Prefecture on May 13 clarified that radioactive cesium far beyond the tolerance level was detected at domestic animal feed collected at three cities and chons including Hitachiota City. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Health, Labor and Welfare on May 10 said that radioactive substances exceeding tolerance level were detected in turnip grown in Fukushima City. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese government decided to exterminate all domestic animals within the 20 kilometers radius centered on the nuclear power plant which was declared an off-limits zone.\n\t\t\t\t\t\n\t\t\t\t\t The number of the dead by mega earthquake and tsunami reached over 15,000 as of May 13."
        },
        {
            "title": "Japan's Former PM Terms Remarks of Present PM Unreasonable",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-17ee.html",
            "content": "Japan's Former PM Terms Remarks of Present PM Unreasonable\r\n Pyongyang, May 15 (KCNA) -- Fukuta, former prime minister of Japan, at an interview with a magazine on May 10, termed the remarks made by the present prime minister unreasonable. \n\t\t\t\t\t Fukuta described as an excuse when Naoto Kan said that the damage by earthquake and tsunami was beyond expectation. \n\t\t\t\t\t\n\t\t\t\t\t He said that this excuse is not acceptable so long as there still exists the radioactive issue even though the natural disaster was a cause of accident at the nuclear power plant."
        },
        {
            "title": "US Senators Urge Rethink on Okinawa Base Plan",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-16ee.html",
            "content": "US Senators Urge Rethink on Okinawa Base Plan\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- Three top U.S. senators have called for a review of a planned reorganization of U.S. forces in East Asia, including the Okinawa base relocation project. \n\t\t\t\t\t The senators described the realignment plans as \"unworkable and unaffordable\".\n\t\t\t\t\t\n\t\t\t\t\t The call came in a joint statement on Wednesday from Democrat Senator Carl Levin, highest-ranking member of the Senate Committee on Armed Services, and two other senators.\n\t\t\t\t\t\n\t\t\t\t\t \"The significant estimated cost growth associated with some projects is simply unaffordable in today's increasingly constrained fiscal environment,\" Levin said in the statement."
        },
        {
            "title": "US May Lose Its Place as World's Economic Power-IMF Official ",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-18ee.html",
            "content": "US May Lose Its Place as World's Economic Power-IMF Official \n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- The first vice-president of the International Monetary Fund at a recent seminar predicated that the U.S. may lose its place as the world economic superpower.\n\t\t\t\t\t He said that the U.S is facing big challenges in the financial field which is being admitted by increasing number of people."
        },
        {
            "title": "Chinese Defense Minister Decries US Reconnaissance",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-11ee.html",
            "content": "Chinese Defense Minister Decries US Reconnaissance \r\n Pyongyang, May 15 (KCNA) -- Qian Lihua, director of the Foreign Affairs Office of the Ministry of National Defense of China, on May 12 released a statement in denunciation of the U.S. forces' reconnaissance against his country, according to Nihon Keizai Shimbun.\n\t\t\t\t\t The statement said that the U.S. forces' massive spying on Chinese waters and others has become a source of conflict which might trigger an accident.\n\t\t\t\t\t\n\t\t\t\t\t On the other hand, the U.S. arms sale to Taiwan is an obstacle lying in the relations between the U.S. and China."
        },
        {
            "title": " Iran Slams US Support for Terror Acts",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-07ee.html",
            "content": "Iran Slams US Support for Terror Acts\n\t\t\t\t\t\t\r\n Tehran, May 13 (KCNA) -- Iranian Foreign Ministry Spokesman Ramin Mehmanparast at a press conference on May 10 denounced the U.S. support for acts of terror, urging it to fulfill its anti-terror commitments.\n\t\t\t\t\t \"All countries and governments have legal commitments to counter and fight against terrorism. We call on U.S. officials to remain committed to these commitments as support for terrorist groups runs counter to international regulations,\" he said."
        },
        {
            "title": "Iran Denounces Israel for Its Plots",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-19ee.html",
            "content": "Iran Denounces Israel for Its Plots\r\n Tehran, May 13 (KCNA) -- Head of the parliament's National Security and Foreign Policy Commission Alaeddin Boroujerdi, when interviewed by a newspaper on May 11, strongly denounced Israel for its base plots.\n\t\t\t\t\t The Zionist regime has hatched a plot to thwart resumption of ties between Tehran and Cairo, he said.\n\t\t\t\t\t\n\t\t\t\t\t But these plots will prove futile, he added."
        },
        {
            "title": "Israeli Protests against Authorities' Unfair Step",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-10ee.html",
            "content": "Israeli Protests against Authorities' Unfair Step\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- An Israeli, former engineer, presented to the government a letter demanding his deprivation of citizenship on May 9 in protest against the authorities' unfair behavior. \n\t\t\t\t\t He was held in prison for 18 years after he was charged of treason that he revealed the country's nuclear development in 1986. \n\t\t\t\t\t\n\t\t\t\t\t He protested that he was treated as a spy, not as a citizen."
        },
        {
            "title": "Uzbek President Stresses Importance of Peace",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-12ee.html",
            "content": "Uzbek President Stresses Importance of Peace\r\n Pyongyang, May 15 (KCNA) -- Islam Karimov, Uzbek president, addressing an event marking the 66th anniversary of the victory in the Great Patriotic War, emphasized the importance of peace.\n\t\t\t\t\t He said that about 500,000 Uzbeks or 30 percent of its population lost their lives during the hard-fought war, adding that this showed at what high price the victory in the war was won.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the situations in some countries such as Afghanistan show the importance of the country's peace and national unity, he noted that it is necessary for inbahitants to always value the goodwill and concord."
        },
        {
            "title": "Belorussian President Opposes Recourse to Military Method",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-08ee.html",
            "content": "Belorussian President Opposes Recourse to Military Method\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- Aleksandr Lukashenko, president of Belarus, speaking at an event on May 9, clarified his country's firm stand against the settlement of issues by military method.\n\t\t\t\t\t Some countries and military blocs are continuing the policy of aggression, interference in internal affairs and pressure, he said, adding that his country, therefore, is bolstering and modernizing the armed forces."
        },
        {
            "title": " S. American Union Chief Pledges to Enhance Regional Development",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-09ee.html",
            "content": "S. American Union Chief Pledges to Enhance Regional Development\r\n Pyongyang, May 15 (KCNA) -- The chief of the Union of South American Nations (UNASUR) on Monday expressed the stand to make positive efforts to push forward the regional development.\n\t\t\t\t\t The chief said that it is a top priority for the coming year for UNASUR to work on regional development issues.\n\t\t\t\t\t\n\t\t\t\t\t To this end the member nations of the union should strengthen unity, she added.\n\t\t\t\t\t\n\t\t\t\t\t She said her first task will be to concentrate efforts to put issues on the agenda that will have a clear benefit for all the region's citizens and contribute to the regional integration."
        },
        {
            "title": "Bangladesh Rejects Human Rights Group's Claim ",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-20ee.html",
            "content": "Bangladesh Rejects Human Rights Group's Claim\r\n Pyongyang, May 15 (KCNA) -- Bangladesh has rejected an international human rights group's claim that the government's special anti-crime force is involved in torture of suspects and extrajudicial killings.\n\t\t\t\t\t \"The allegations are baseless. The special force acts only in self-defense. It does not kill anyone,\" Bangladeshi Home Minister Sahara Khatun told reporters Wednesday responding to a report by New York-based Human Rights Watch."
        },
        {
            "title": "Earthquake Jolts Australia",
            "url": "http://kcna.co.jp/item/2011/201105/news15/20110515-03ee.html",
            "content": "Earthquake Jolts Australia\n\t\t\t\t\t\t\r\n Pyongyang, May 15 (KCNA) -- A 6.3 magnitude earthquake jolted Macquarie Island of Australia on May 10.\n\t\t\t\t\t The epicenter was about 730 km west of the island."
        }
    ]
}