{
    "date": "2011-05-09",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance by Art Group of Kim Hyong Jik University",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-27ee.html",
            "content": "Kim Jong Il Enjoys Performance by Art Group of Kim Hyong Jik University\r\nPyongyang, May 9 (KCNA) -- General Secretary Kim Jong Il enjoyed a performance given by the art group of Kim Hyong Jik University of Education.\n\t\t\t\t\t Its repertoire included chorus \"Glory to Our Great Party\", poem and song \"Before Board Bearing the Autograph of the Fatherly Leader\", sketch \"A Full Mark\", male chorus and story-telling \"We Are Called by the Future of Thriving Nation\" and poems and choruses \"Green Pine on Nam Hill\" and \"March of Korean Youth\".\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the splendid performance given by students of the university with works of great cognitional and educational value as they truly reflect their life. He highly appreciated their successful performance and extended thanks to them in the name of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The university is a significant one as President Kim Il Sung personally wrote its signboard during the last period of his life, he said, adding that the teachers and students of the university have made great achievements in teaching, upbringing, study and scientific researches to translate the idea of \"Jiwon (aim high)\" into reality generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The students of a new generation educated and trained under the care of the Party have creditably played a big role in the major sites for building a thriving nation, thereby proving in practice that the future of socialist Korea is rosy and bright, he said, adding that the revolutionary cause of Juche is sure to be accomplished as such great unit of proud students is reliably guaranteeing the future of the prosperous nation. \n\t\t\t\t\t\n\t\t\t\t\t Noting that it is a basic issue on which hinge the future destiny of revolution and the rise or fall of the country to firmly prepare the students who will shoulder upon themselves the future of the country as competent talents knowledgeable, virtuous and healthy and able builders of the country, he set forth highly important tasks to serve as guidelines for the teaching and upbringing at the university.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior party, state and army officials Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Kim Kyong Hui, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Ri Myong Su and Members of the Central Military Commission of the Workers' Party of Korea Kim Kyong Ok, Kim Won Hong, Kim Yong Chol and Department Director of the National Defence Commission Hyon Chol Hae."
        },
        {
            "title": "Choe Yong Rim Learns about Mining Field in Ryanggang Province",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-28ee.html",
            "content": "Choe Yong Rim Learns about Mining Field in Ryanggang Province\r\n Pyongyang, May 9 (KCNA) -- Premier of the DPRK Choe Yong Rim learned about the work at the Hyesan Youth Mine in Ryanggang Province on May 4.\n\t\t\t\t\t Going round a dressing plant, he acquainted himself in detail with the preparations for reenergizing the production at the mine and held a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting discussed the practical issues of implementing the important tasks advanced by General Secretary Kim Jong Il while providing field guidance to the mine and took relevant measures.\n\t\t\t\t\t\n\t\t\t\t\t The premier acquainted himself with the work at the Unhung Smeltery and the Unhung Mining Machine Plant on the spot on May 5 and took economic and practical measures."
        },
        {
            "title": "DPRK Delegations Leave for China",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-26ee.html",
            "content": "DPRK Delegations Leave for China\r\n Pyongyang, May 9 (KCNA) -- A delegation of the Union of Agricultural Workers of Korea led by Ri Myong Gil, chairman of its Central Committee, and a delegation of the Journalists Union of Korea led by Sin Sung Ho, deputy editor-in-chief of the Minju Joson, left here on Monday to visit China.\n\t\t\t\t\t Meanwhile, a delegation of the Lao Federation of Trade Unions led by Symuone Uonlasy, vice-president of its Central Committee, and a delegation of the Mongolian Institute for Strategic Studies led by Director Damba Ganbat arrived here on the same day."
        },
        {
            "title": "Swedish Party Delegation Here ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-19ee.html",
            "content": "Swedish Party Delegation Here \n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- A delegation of the Communist Party of Sweden led by Chairman Anders Karlsson arrived here on Monday."
        },
        {
            "title": "Russian Embassy Officials Visit Liberation Tower",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-24ee.html",
            "content": "Russian Embassy Officials Visit Liberation Tower\r\n Pyongyang, May 9 (KCNA) -- Staff members of the Russian embassy in Pyongyang laid a wreath before the Liberation Tower on Monday on the occasion of the 66th anniversary of Russia's victory in the great Patriotic War. \n\t\t\t\t\t Present at the wreath-laying ceremony were Ambassador Valery Sukhinin and staff members of the Russian embassy.\n\t\t\t\t\t\n\t\t\t\t\t After placing the wreath in the name of the embassy, they observed a moment's silence in memory of the fallen soldiers of the Soviet Army.\n\t\t\t\t\t\n\t\t\t\t\t They also laid a wreath and bouquets at the cemetery of fallen Soviet Army soldiers in Sadong District, Pyongyang, to pay silent tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, staff members of the Russian embassy placed bouquets before the statue and memorial tower of the Soviet Army soldiers and liberation towers in Nampho, Wonsan of Kangwon Province, Haeju of South Hwanghae Province and Sinuiju of North Phyongan Province."
        },
        {
            "title": "Construction of Recreation Ground on Amnok River Side Starts ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-25ee.html",
            "content": "Construction of Recreation Ground on Amnok River Side Starts\r\n Pyongyang, May 9 (KCNA) -- A modern recreation ground will be built on the Amnok River side in Sinuiju of the DPRK.\n\t\t\t\t\t The recreation ground will cover an area of tens of thousands of square meters. The peculiar ground will have volleyball and tennis courts, swimming and wading pools, Korean wrestling site, fountain site, resting places, catering networks, woodland and walking courses of different shapes.\n\t\t\t\t\t\n\t\t\t\t\t  A ground-breaking ceremony took place on Monday.\n\t\t\t\t\t\n\t\t\t\t\t  Attending it were Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the Workers' Party of Korea, Choe Jong Gon, chairman of the North Phyongan Provincial People's Committee, and others.\n\t\t\t\t\t\n\t\t\t\t\t A report was delivered by Choe to be followed by speeches."
        },
        {
            "title": "DPRK Proves Successful at Asian Cup Women's Boxing Tournament",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-23ee.html",
            "content": "DPRK Proves Successful at Asian Cup Women's Boxing Tournament\r\n Pyongyang, May 9 (KCNA) -- DPRK women boxers proved successful at the 2011 Asian Cup Women's Boxing Tournament held in Hainan Island of China from May 6 to 8.\n\t\t\t\t\t DPRK boxers Kim Hye Song and Pak Kyong Ok placed first by beating all rivals in the 54 kg and 64 kg category matches.\n\t\t\t\t\t\n\t\t\t\t\t Kim Myong Sim came second in the 48 kg category event while Yun Kum Ju third in the 57 kg category event.\n\t\t\t\t\t\n\t\t\t\t\t The tournament brought together boxers of 12 countries and region including the DPRK, China, Mongolia and India."
        },
        {
            "title": " River Pothong Undergoes Improvement",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-22ee.html",
            "content": "River Pothong Undergoes Improvement\r\n Pyongyang, May 9 (KCNA) -- Dredging is going on in River Pothong in Pyongyang.\n\t\t\t\t\t Dredgers and lighters are working near Chongryu Restaurant and Pothonggang Department Store.\n\t\t\t\t\t\n\t\t\t\t\t The River Pothong, a tributary stream of the River Taedong, used to be overflowed in rainy season, bringing heavy damages to neighboring inhabitants, before the liberation of the country from the Japanese colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung initiated a project for the River Pothong improvement and broke the ground first to signal the start of the project on May 21, Juche 35 (1946).\n\t\t\t\t\t\n\t\t\t\t\t After the project, the river turned into a canal with pleasure grounds, streets and edifices built on both sides.\n\t\t\t\t\t\n\t\t\t\t\t The river-bed dredging will help improve the environment of the river.\n\t\t\t\t\t\n\t\t\t\t\t An organic compound fertilizer factory with dredged mud as raw material is now under construction."
        },
        {
            "title": "Spring Scenery of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-21ee.html",
            "content": "Spring Scenery of Mt. Paektu\r\n Pyongyang, May 9 (KCNA) -- Spring has come in Mt. Paektu in Samjiyon County, Ryanggang Province, the DPRK.\n\t\t\t\t\t From the beginning of May, the temperature has risen above zero in the mountain, with thunders rolling, snowslides occurring and snow thawing in valleys.\n\t\t\t\t\t\n\t\t\t\t\t The thawing continues until mid-June, forming streams and waterfalls in the mountain.\n\t\t\t\t\t\n\t\t\t\t\t With the beginning of spring, plants have come into bud and animals have started to make brisk activities.\n\t\t\t\t\t\n\t\t\t\t\t Birds are coming back from warm areas and chars are seen in unfrozen Lake Chon.\n\t\t\t\t\t\n\t\t\t\t\t Mt. Paektu is the ancestral mountain marked with the soul of the Korean nation. It is also the sublime mountain of the revolution."
        },
        {
            "title": "University Teachers Contribute to Technological Updating of Industrial Establishments",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-20ee.html",
            "content": "University Teachers Contribute to Technological Updating of Industrial Establishments\r\n Pyongyang, May 9 (KCNA) -- Pyongyang Han Tok Su University of Light Industry has rendered scientific and technological assistance to industrial establishments.\n\t\t\t\t\t Researchers and teachers of the university went to the Pyongyang Textile Mill and helped its technicians recondition the boiler of the dyeing shop to reduce the coal consumption by half and minimize the caustic soda content of waste water.  \n\t\t\t\t\t\n\t\t\t\t\t The Taehung Youth Hero Mine, with the help of the university's researchers and teachers, has almost finished the construction of a caking coal briquette shop needed for increased production of magnesia clinker.\n\t\t\t\t\t\n\t\t\t\t\t The university has given assistance to the Pyongyang Flour-processing Factory and the Pyongyang Pig Farm in computerizing analysis equipment and developing additives necessary to improve the quality of bread and twists and raise the weight of pigs.\n\t\t\t\t\t\n\t\t\t\t\t It has also aided the Changsong, Sakju and Musan foodstuff factories in streamlining their production processes and inventing different kinds of machines needed to turn out foodstuffs with materials available in local areas."
        },
        {
            "title": "KCNA Commentary Slams Japan for Its Bid to Grab Other's Territory ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-12ee.html",
            "content": "KCNA Commentary Slams Japan for Its Bid to Grab Other's Territory \r\n Pyongyang, May 9 (KCNA) -- Japan's shameless moves to grab territory of Korea are touching off bitter anger among the Koreans. \n\t\t\t\t\t The Japanese government on April 26 lodged a protest with the Dow-Jones Company publishing the Wall Street Journal against the use of the name of the East Sea of Korea and Tok Islets as they are.\n\t\t\t\t\t\n\t\t\t\t\t This was a revelation of Japan's cunning trick to make the international community believe that the above-said sea and islets had belonged to Japan from the time immemorial but they are marked as other's sea and part of other's territory against its will. It was a plot to realize its ambition for aggression. \n\t\t\t\t\t\n\t\t\t\t\t The East Sea of Korea has belonged to Korea and the Tok Islets have remained part of its territory as its inviolable sovereignty has been exercised over them generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t From the remote ages, the early period of human civilization, Korean ancestors advanced en masse into the Japanese archipelago, exploring the East Sea of Korea. They set up the Usan State, establishing its rule over Ullung Island and Tok Islets. \n\t\t\t\t\t\n\t\t\t\t\t This helped them have a profound knowledge and understanding of the east sea and became the first to name the sea the East Sea of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Geographical documents and maps of different countries marked the east sea where Tok Islets are situated as the Sea of Korea, not Japan Sea. \n\t\t\t\t\t\n\t\t\t\t\t The atlas for young people \"Asian Map\" issued by Peterburg Scientific Academia in 1737 marked the sea as Korean Sea and the Russian atlas issued by the academia in 1745 also marked it as Korean Sea. \n\t\t\t\t\t\n\t\t\t\t\t After fabricating the \"Ulsa Five-point Treaty\" in 1905 the Japanese imperialists began wrongly marking the Korean Sea as \"Japan Sea\" in the Japanese maps. They became ever more undisguised in marking the sea as \"Japan Sea\" after their occupation of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The historical facts clearly prove that the name of \"Japan Sea\" was a criminal designation of the sea used in the days of the Japanese imperialists' military occupation of Korea after their aggression and it was a product of their militarist policy for territorial expansion.  \"Japan Sea\" is a false name as it lacks any historical legitimacy and origin. \n\t\t\t\t\t\n\t\t\t\t\t The above-said protest made by the Japanese government is a clear example showing how despicable Japan has become in its ambition to grab other country's sea and land under the absurd pretext that they belong to it. \n\t\t\t\t\t\n\t\t\t\t\t At a time when Japan is now undergoing the worst disaster in the history, the international community including its neighboring countries is sending unsparing help to it in the hope that it would heal the wounds as early as possible. Even those countries that have the relations of acute confrontation with Japan over the territorial issue are taking the lead in the humanitarian aid, putting aside differences. \n\t\t\t\t\t\n\t\t\t\t\t Japan is disclosing such dirty territorial ambition despite the above-said disaster. This cannot be interpreted otherwise than a shameless behavior ignoring even the elementary sense of obligation to be observed in the international relations. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will never allow the foolish attempt of Japan to make the international community officially recognize the wrongly designated \"Japan Sea\" and preserve it."
        },
        {
            "title": "S. Korean Authorities Accused of Acts Spoiling Atmosphere of Dialogue ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-11ee.html",
            "content": "S. Korean Authorities Accused of Acts Spoiling Atmosphere of Dialogue \r\n Pyongyang, May 9 (KCNA) -- The south Korean authorities let the U.S. imperialists bring Michigan, the nuclear submarine belonging to their 7th Fleet, to Pusan Port on April 30. The next day, they staged a farce of opening the inside and outside of Michigan to media. \n\t\t\t\t\t Meanwhile, the south Korean warmongers recently staged provocative naval firing exercises on Paekryong and Yonphyong islands with the puppet Marine Corps involved, which were observed by officers of the U.S. Marines.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the south Korean authorities brought to light their sinister intention to stem the trend of the situation towards dialogue and escalate the tension to an extreme pitch in a bid to realize their scenario for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tMichigan is well known as the most dangerous means for a preemptive attack as it is equipped with more than 100 Tomahawk cruise missiles, each with the range of 1,600km.\n\t\t\t\t\t\n\t\t\t\t\t They claim that Michigan's port-call is for \"peace\" and \"exchange\" but it is no more than rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the naval firing exercises staged by the south Korean military with the mobilization of troops of the marine corps in the West Sea of Korea where armed forces of both sides are standing in acute confrontation with each other.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the U.S. Marines in Japan staged a deployment drill under the simulated conditions of \"contingency\" in the Korean Peninsula in the area of Ryonchon, Kyonggi Province of south Korea. It was followed by the naval firing exercises launched by the puppet Marine Corps together with the U.S. imperialist aggressors. The facts go to prove that that the U.S. and the south Korean warmongers are closely cooperating with each other in the efforts to use troops of the marine corps as an advance contingent for a war of aggression on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Dialogue and war can never go together. The south Korean rulers are talking a lot about \"dialogue\" but they are, in actuality, laying a stumbling block in its way.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to stop their rash acts and halt their military provocations aimed to vitiate the atmosphere of dialogue."
        },
        {
            "title": "Halt to Suppression of Reunification Activists Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-04ee.html",
            "content": "Halt to Suppression of Reunification Activists Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) --A spokesman for the Democratic Labor Party of south Korea in a commentary issued on May 4 denounced the puppet authorities' suppression of the Youth and Students Solidarity for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t The commentary recalled that the police and the Intelligence Service arrested the executive chairman of the organization and searched office rooms and houses of its former and incumbent members all at once that day on charges that they violated the \"National Security Law\" by having contact and exchange with the north.\n\t\t\t\t\t\n\t\t\t\t\t This fascist suppression by the security forces was aimed to retrieve the shameful defeat in the April 27 by-election, it said.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are working hard to make the political situation favorable to them by enforcing a horror-ridden politics through the invocation of the fascist law but this will get them nowhere, the commentary held.\n\t\t\t\t\t\n\t\t\t\t\t The commentary demanded that the security forces set free the arrested reunification activists immediately and stop at once the anachronistic crackdown."
        },
        {
            "title": "Authorities' Dictatorial Behavior Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-05ee.html",
            "content": "Authorities' Dictatorial Behavior Censured in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- The Citizens Solidarity for Genuine Democracy of south Korea released a commentary on May 5 denouncing the puppet government and the \"Grand National Party\" for their dictatorial behaviors.\n\t\t\t\t\t The commentary accused the GNP, which plays the role of a voting machine for the \"government,\" of railroading a \"motion calling for the 'National Assembly's ratification of FTA\" with the European Union through it on May 4.\n\t\t\t\t\t\n\t\t\t\t\t The above-said action taken by the GNP, defying the people's mindset reflected in the by-election patently revealed its dictatorial true colors, it said.\n\t\t\t\t\t\n\t\t\t\t\t The commentary warned the GNP that it would face a stern judgment by the people whose living has been seriously deteriorated.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the opposition parties to turn out in the actions to get the motion retracted."
        },
        {
            "title": "Reform of Tax Policy Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-09ee.html",
            "content": "Reform of Tax Policy Demanded in S. Korea\r\n Pyongyang, May 9 (KCNA) -- Kim Kwang Su, vice-director of the institute for economic studies in south Korea, contributed an article calling for reforming the unpopular tax policy to the south Korean newspaper Hangyore.\n\t\t\t\t\tHe in the article recalled that when he proposed creating a citizens' society calling for the reform of the tax policy and opened a homepage in this regard, more than 1,000 people subscribed to it in a single day.\n\t\t\t\t\t\n\t\t\t\t\t It cannot but be an astonishing response when compared with the number of the subscribers to the internet homepage opened by a major media institution several months ago which reached 400-500, the article said, adding: This makes it easy to guess how ardently the citizens wish to see the present wrong tax policy reformed.\n\t\t\t\t\t\n\t\t\t\t\t  Lee Myung Bak talked about \"honest tax payment\" and justice in tax affairs and the like these days, but who would believe the present regime as it plays a double game, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Lee himself paid just 10,000-20,000 won for health insurance between 2000 and 2002 when he had property worth tens of billions of won and after he became the president it was brought to light that those who were informally designated as ministers by him were suspected of evading taxes and concealing the source of their incomes.\n\t\t\t\t\t\n\t\t\t\t\t The article deplored that the tax burden of the high-income class sharply dropped while that of the low-income further increased after the present \"government\" enforced a policy for reducing the taxes for the rich which it described as a \"proposal for reforming the tax system allegedly aimed at supporting the economy of the common people\".\n\t\t\t\t\t\n\t\t\t\t\t There can never be justice in tax affairs unless the above-said system is corrected, it concluded."
        },
        {
            "title": "Finland-Korea Society Meets ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-02ee.html",
            "content": "Finland-Korea Society Meets \r\nPyongyang, May 9 (KCNA) -- An annual general meeting of the Finland-Korea Society took place in Helsinki on April 28.\n\t\t\t\t\t The meeting reviewed the activities of the society last year and discussed the orientation of its work for this year.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the society expressed firm conviction that the Korean people under the wise leadership of Kim Jong Il would build a thriving socialist nation without fail and accomplish the cause of independent and peaceful reunification of the country at any cost, overcoming difficulties before them. \n\t\t\t\t\t\n\t\t\t\t\t  The meeting decided to promote the development of the cultural relations and exchange between the two peoples with a main emphasis on steadily pushing forward the preparations for most significantly commemorating the centenary of birth of President Kim Il Sung, the great leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho was reelected chairman of the society at the meeting."
        },
        {
            "title": "Kim Il Sung's Exploits Praised in Colombia ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-01ee.html",
            "content": "Kim Il Sung's Exploits Praised in Colombia \r\n Pyongyang, May 9 (KCNA) -- The Group for the Study of the Juche Idea \"Kanggye\" of Colombia released a statement on May 3 in support of the resolution of the consultative meeting of senior officials of the international preparatory committee for commemorating the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the resolution of the consultative meeting of senior officials of the international preparatory committee for commemorating the centenary of birth of President Kim Il Sung which called for commemorating with splendor the centenary of his birth as a great auspicious event in human history.\n\t\t\t\t\t\n\t\t\t\t\t It is a great pleasure for us to significantly commemorate with the centenary of birth of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t We reconfirm that the Juche idea, the Songun idea founded by the President serves as a fundamental source that makes it possible for the DPRK to achieve great successes in all realms of society.\n\t\t\t\t\t\n\t\t\t\t\t We will hold various events for significantly commemorating the birth anniversary of the President to glorify his exploits forever."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed in Bangladesh",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-03ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed in Bangladesh\r\n Pyongyang, May 9 (KCNA) -- The May 3 issue of the Bangladeshi paper Ekota carried an article on the occasion of the 39th anniversary of President Kim Il Sung's famous work \"On the Three Principles of National Reunification\".\n\t\t\t\t\t The work is the talk he made to delegates of the south Korean side to the north-south high-level political talks on May 3 and November 3, Juche 61 (1972).\n\t\t\t\t\t\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The three principles--independence, peaceful reunification and great national unity--laid down by the President clearly indicate the basic stand and ways to settle the issue of Korea's reunification by the concerted efforts of the Koreans in line with their independent will and interests.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification are absolutely supported by all the Koreans for their validity and vitality and powerfully encourage them in their cause of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration, a programme for implementing it, are the important guidelines for achieving Korea's reunification based on the principles.\n\t\t\t\t\t\n\t\t\t\t\tA lot difficulties and trials still lie in the way of the Korean people but Korea is sure to be reunified as it is holding in high esteem General Secretary Kim Jong Il who is thoroughly carrying out the last instruction of the President for national reunification."
        },
        {
            "title": "China on Importance of Ideological and Cultural Agitation",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-14ee.html",
            "content": "China on Importance of Ideological and Cultural Agitation\r\n Beijing, May 7 (KCNA) -- Liu Yunshan, head of the Publicity Department of the C.C., the Communist Party of China, at a recent round-table talk with heads of publicity departments across the country, stressed the importance of the ideological and cultural agitation work.\n\t\t\t\t\t The major task of this work is to agitate, bring the masses into action and serve them, and it is of special and weighty significance in carrying out the party's mass line, he said.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the front of ideological and cultural agitation to hold fast to the assignment given by the party and state and do utmost to serve the masses and thus render strong metal power to hitting the targets of the 12th Five-Year Plan."
        },
        {
            "title": "Russia Concerned over US Plan for MD ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-08ee.html",
            "content": "Russia Concerned over US Plan for MD \r\n Moscow, May 7 (KCNA) -- Dmitri Rogozin, Russian permanent representative at NATO, on May 5 expressed deep concern about the U.S. plan for establishing a missile defense system in Europe.\n\t\t\t\t\t As regards the U.S. plan to deploy interceptor missiles in Romania, he said that if this happened, the territory of Russia up to the Ural region might come within the range of U.S. interceptor missiles.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. not to have the interceptor missiles under the MD in Europe deployed near the Russian border, ie closer than their range."
        },
        {
            "title": "Fijian PM Calls for Unity and Cooperation of Neighboring Countries",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-06ee.html",
            "content": "Fijian PM Calls for Unity and Cooperation of Neighboring Countries\r\n Pyongyang, May 9 (KCNA) -- The Fijian prime minister, addressing a recent international meeting, called on Pacific island countries to work together to collectively address issues of common interest.\n\t\t\t\t\t Outside forces are resorting to intervention to destroy unity of regional countries, he said. Solidarity would only come about when there is equal and fair treatment for all countries, without the interference of outside parties, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Cooperation is essential for development, he said, calling upon regional countries to jointly strive for the common interests."
        },
        {
            "title": "Kenyan PM Calls for Jointly Coping with Issue of Climate Change",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-07ee.html",
            "content": "Kenyan PM Calls for Jointly Coping with Issue of Climate Change\r\n Pyongyang, May 9 (KCNA) -- Raila Amolo Odinga, prime minister of Kenya, speaking at a recent international meeting, called upon African countries to jointly cope with the issue of climate change.\n\t\t\t\t\t Rising food and energy prices due in part to climate conditions are adding to the urgency, Odinga said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that African countries should get united for the success of the 17th Conference of the Parties of the United Nations Framework Convention on Climate Change in Durban in November."
        },
        {
            "title": "Jordan Welcomes Hamas-Fatah Reconciliation Deal",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-15ee.html",
            "content": "Jordan Welcomes Hamas-Fatah Reconciliation Deal\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- Jordan's Minister of State for Communications and Media Affairs Taher Adwan Wednesday clarified the government's stand supporting the efforts of the Palestinians to achieve national unity.\n\t\t\t\t\t Jordan welcomes the reconciliation deal signed between Fatah and Hamas, he said.\n\t\t\t\t\t\n\t\t\t\t\t The Jordanian government hopes that the deal will enhance Palestinian, Jordanian, Arab and international efforts to attain the desired peace and create an independent Palestinian state, said Adwan."
        },
        {
            "title": "Iraqi Army Chief Proposes Regional Security with Iran ",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-17ee.html",
            "content": "Iraqi Army Chief Proposes Regional Security with Iran\r\nPyongyang, May 9 (KCNA) -- The chief of staff of the Iraqi armed forces proposed a regional security organization that would include neighboring Iran to maintain stability.  \n\t\t\t\t\t \"We have ambition to create a regional security organization to preserve the security of all states and ensure stability for its peoples,\" he said during a recent meeting with the Iranian ambassador to his country.\n\t\t\t\t\t\n\t\t\t\t\t His remarks came as the U.S. forces are preparing to completely pull out from Iraq by the end of 2011."
        },
        {
            "title": "High Food Prices Slow Poverty Reduction in Asia and Pacific",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-16ee.html",
            "content": "High Food Prices Slow Poverty Reduction in Asia and Pacific\r\n Pyongyang, May 9 (KCNA) -- A UN survey released on Wednesday showed that high food price inflation kept an additional 19.4 million in poverty in the Asia-Pacific region last year."
        },
        {
            "title": "US Policy toward Japan Is for Dominationism",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-13ee.html",
            "content": "US Policy toward Japan Is for Dominationism\r\n Pyongyang, May 9 (KCNA) -- The United States in 2009 warned Japan under then Prime Minister Yukio Hatoyama about its wavering policies on bilateral ties, the New York Times reported Wednesday, quoting U.S. cables posted on the whistleblower website WikiLeaks.\n\t\t\t\t\t The U.S. government under President Barack Obama fretted about Hatoyama's positions different from the former governments and the contentious plan to relocate a U.S. Marine Corps base in Okinawa, the report said. \n\t\t\t\t\t\n\t\t\t\t\t Kurt Campbell, U.S. assistant secretary of state for East Asian and Pacific Affairs, complained in October 2009 that Hatoyama told in Beijing that Japan depended on the United States too much.\n\t\t\t\t\t\n\t\t\t\t\t Such remarks \"would create a crisis in U.S.-Japan relations,\" Campbell was quoted as telling Akihisa Nagashima, parliamentary defense secretary of Japan.\n\t\t\t\t\t\n\t\t\t\t\t A cable dated Dec. 10, 2009, also showed that U.S. Ambassador to Japan John Roos told then Japanese Land Minister Maehara that the U.S. had a \"problem\" with Hatoyama telling Obama to trust him over the relocation of the Futenma Air Station but not following through, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t Such warning and complaint of the U.S. are revelation of the scheme to put under its control and use Japan for the realization of the dominationist policy to \"stage a comeback to Asia.\""
        },
        {
            "title": "July 30 Designated International Day of Friendship",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-18ee.html",
            "content": "July 30 Designated International Day of Friendship\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- The UN General Assembly on May 3 adopted a resolution proclaiming July 30 as the International Day of Friendship. \n\t\t\t\t\t \"The relevance and importance of friendship is recognized as a noble and valuable sentiment in the lives of human beings around the world,\" the resolution said."
        },
        {
            "title": " Kim Jong Il recibe la carta aprobada en seminario latinoamericano",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-29ee.html",
            "content": "Kim Jong Il recibe la carta aprobada en seminario latinoamericano\r\nPyongyang, 9 de mayo (ATCC) -- El Dirigente  Kim Jong Il recibió una carta que le enviaran el 29 de abril los participantes en el Seminario Latinoamericano sobre la Idea Juche: \"La Idea Juche y la Lucha por la Independencia Antiimperialista en América Latina\", que tuvo lugar en México. \n\t\t\t\t\tSegún la misiva, a través del presente seminario, los participantes sintieron en lo más profundo del corazón que Su Excelencia gran Presidente         Kim Il Sung, fundador de la idea Juche y de la Corea socialista, en toda su vida, acumuló eternas e imperecederas proezas, en aras de la victoria de la causa de las masas populares por la independencia antiimperialista con la bandera de la idea Juche en alto, y que Su Excelencia estimado Kim Jong Il, con la bandera de la idea Juche y la de Songun en alto, dedica todo su desvelo a realizar la verificación de la independencia en el mundo rechazando toda clase de arbitrariedades y desafíos de los imperialistas. \n\t\t\t\t\t\n\t\t\t\t\tLa idea Juche, concebida por Su Excelencia gran Presidente Kim Il Sung, heredada y desarrollada con brillantez por Su Excelencia estimado Kim Jong Il, es una gran ideología directiva y gran doctrina revolucionaria que debemos mantener en nuestra lucha por rechazar las prepotencias y arbitrariedades de las fuerzas imperialistas y dominacionistas, por el desarrollo independiente de los países y las naciones y por la victoria de la causa de independencia antiimperialista, destaca. \n\t\t\t\t\t\n\t\t\t\t\tEl presente Seminario nos permitió tener la firme seguridad de que sólo cuando avancemos a pasos agigantados bajo la bandera de la idea Juche, será posible alcanzar la causa de las masas populares por la independencia antiimperialista, afirma. \n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante también, profundamente conscientes de la misión ante la época y responsabilidad de que somos propagandistas y divulgadores de la gran ideología, encarnaremos la idea Juche acorde con las realidades y condiciones concretas de nuestros países para contribuir así activamente la realización de la causa de independencia antiimperialista, enfatiza."
        },
        {
            "title": "ATCC comenta la cínica conducta de Japón en tema de Mar Este de Corea",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-30ee.html",
            "content": "ATCC comenta la cínica conducta de Japón en tema de Mar Este de Corea\r\nPyongyang, 9 de mayo (ATCC) -- La nación coreana está sumamente indignada ante las cínicas acciones de Japón orientadas a usurpar territorios ajenos. \n\t\t\t\t\tEl 26 de abril, el periódico estadounidense Wall Street Journal utilizó correctamente el nombre de Mar Este de Corea y el islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el gobierno japonés formuló una protesta a la compañía Dow-Jones, que administra ese periódico, con el propósito de confundir la opinión pública internacional como si el Mar Este de Corea y el islote Tok formaran parte del territorio japonés desde la antigüedad y de satisfacer su astuta ambición de agredir a Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl Mar Este de Corea y el islote Tok son territorios jurisdiccionales de Corea desde la remota antigüedad. \n\t\t\t\t\t\n\t\t\t\t\tDesde la edad antigua, primer tiempo de civilización humana, los antepasados coreanos descubrieron el Mar Este de Corea y avanzaron en masas al archipiélago japonés.\n\t\t\t\t\t\n\t\t\t\t\tEn ese curso, fundaron el Estado Usan que abarcaba la isla Ullung y el islote Tok.\n\t\t\t\t\t\n\t\t\t\t\tAdquirieron profundos conocimientos sobre dicho mar y lo denominaron oficialmente como el Mar Este de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLos datos geográficos y mapas de varios países del mundo como \"Atlas de Asia\" para niños y \"Atlas de Rusia\", impresos en 1737 y en 1745 por la Academia Científica de Petersburgo, lo anotaron no como el Mar de Japón sino como el Mar de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDespués de inventar en 1905 el \"Tratado de 5 Puntos de Ulsa\", los mapas de Japón comenzaron a tergiversar esa anotación como el \"Mar de Japón\" y lo hicieron más abiertamente después de la ocupación de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLos hechos históricos demuestran claramente que el \"Mar de Japón\" es un nombre criminal difundido en el período de la ocupación militar de Corea por parte de Japón y es un producto de su política de expansionismo militarista. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el gobierno japonés protestó esta vez la utilización correcta del nombre de ese mar mostrando cuán asquerosa es su ambición de arrebatar aguas marítimas y territorios ajenos. \n\t\t\t\t\t\n\t\t\t\t\tEn estos momentos en que Japón sufre las consecuencias del peor desastre natural en su historia, los países vecinos y la sociedad internacional le brindan asistencia sincera deseando la recuperación pronta. Hasta los países, que están en agudo enfrentamiento con Japón por el litigio territorial, se ponen al frente de esa ayuda humanitaria. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el país isleño revela su sucia ambición expansionista ignorando hasta la elemental ética que rige en las relaciones internacionales. \n\t\t\t\t\t\n\t\t\t\t\tLa nación coreana no perdonará jamás las absurdas pretensiones de Japón de ganar el reconocimiento de la sociedad internacional sobre el nombre tergiversado \"Mar de Japón\"."
        },
        {
            "title": "Política dominacionista de EE.UU. sobre Japón, comentario de ATCC",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-31ee.html",
            "content": "Política dominacionista de EE.UU. sobre Japón, comentario de ATCC\r\nPyongyang, 9 de mayo (ATCC) -- El periódico estadounidense The New York Times reportó el día 4 citando los datos de WikiLeaks que en 2009, Estados Unidos advirtió al entonces gobierno japonés de Yukio Hatoyama por la vacilante política sobre EE.UU. \n\t\t\t\t\tEn aquel entonces, EE.UU. se puso inquieto de los movimientos insólitos de Hatoyama en la política sobre EE.UU. como la promesa electoral de trasladar la base militar norteamericana de Futenma a las afueras del departamento de Okinawa. \n\t\t\t\t\t\n\t\t\t\t\tDurante la visita a China, Hatoyama dijo que \"hasta la fecha, Japón vino dependiendo demasiado de EE.UU.\".\n\t\t\t\t\t\n\t\t\t\t\tKurt Campbell, asistente del secretario de Estado norteamericano para asuntos de Asia Oriental y el Pacífico, expresó su disgusto en las conversaciones con el secretario de defensa del Parlamento de Japón, Nagashima, sostenidas en octubre de 2009, diciendo que tales palabras de Hatoyama crearán una crisis en las relaciones entre ambos países. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el embajador estadounidense en Japón de aquel entonces, John Roos, confesó al entonces ministro de Territorio y Transporte de Japón, Maehara, que su país tiene un dolor de cabeza por el incumplimiento de lo que ha prometido Hatoyama a Obama en el tema de mudanza de la base militar de Futenma. \n\t\t\t\t\t\n\t\t\t\t\tTales advertencias y descontento de EE.UU. revelan la ambición de seguir controlando a Japón para usarlo en la realización de su política de \"retorno a Asia\" de carácter dominacionista."
        },
        {
            "title": "Universidad de Industria Ligera Han Tok Su ayuda a las fábricas",
            "url": "http://kcna.co.jp/item/2011/201105/news09/20110509-32ee.html",
            "content": "Universidad de Industria Ligera Han Tok Su ayuda a las fábricas\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ATCC) -- Los profesores e investigadores de la Universidad de Industria Ligera Han Tok Su de Pyongyang ayudan bien en lo científico-técnico a las fábricas y empresas de varias ramas.\n\t\t\t\t\t  En cooperación con el colectivo de técnicos de la Fábrica Textil de Pyongyang, ellos resolvieron los problemas técnicos presentados en la transformación de la caldera del taller combinado de teñido reduciendo a la mitad el consumo de carbón.\n\t\t\t\t\t\n\t\t\t\t\t  Contribuyeron grandemente a la normalización de producción de la fábrica al presentar el nuevo proyecto de minimizar al máximo el contenido de soda cáustica en las aguas residuales derivadas de teñidura.\n\t\t\t\t\t\n\t\t\t\t\t  Gracias a los esfuerzas abnegados de ellos, avanza en la etapa final la construcción de la base de producción de aglutinante de la briqueta oval de antracita que aportará al aumento de la producción de clínker de magnesia en la Mina Heroína Juventud de Taehung.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos computarizaron los equipos analíticos de la Fábrica de Elaboración de Harina de Trigo de Pyongyang y la Granja de Cerdos de Pyongyang y desarrollaron el aditamento para elevar la calidad del pan y rosquillas.\n\t\t\t\t\t\n\t\t\t\t\t Además, aplicaron el nuevo suplemento en pienso que aumenta el peso de los cerdos.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos ayudaron también a las fábricas de industria local como las de alimentos de Changsong, Sakju y Musan.\n\t\t\t\t\t\n\t\t\t\t\t  Además, fabricaron nuevas máquinas eficientes y las suministraron a las unidades productoras."
        }
    ]
}