{
    "date": "2011-09-03",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-03ee.html",
    "articles": [
        {
            "title": "Greetings to Captains Regent of San Marino",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-38ee.html",
            "content": "Greetings to Captains Regent of San Marino\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to Maria Ruisa Berti and Filippo Tamagnini, captains regent of San Marino, on its national day.\n\t\t\t\t\t\n\t\t\t\t\tThe message wished the people of San Marino progress and prosperity."
        },
        {
            "title": "Taekwon-Do Teams of Foreign Countries and Regions, Members of ITF Here",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-44ee.html",
            "content": "Taekwon-Do Teams of Foreign Countries and Regions, Members of ITF Here\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- Teams of foreign countries and regions including Kazakhstan, Grenada, South Africa, New Zealand, the U.S., Bulgaria, Barbados, Peru, Puerto Rico, Sweden, Switzerland, Hong Kong of China, Zimbabwe, Iran, Argentina, Australia, Ethiopia, Spain, Croatia, France, Canada and Taipei of China and members of the International Taekwon-Do Federation arrived here Saturday to participate in the 17th Taekwon-Do World Championship.\n\t\t\t\t\t\n\t\t\t\t\tEarlier arrivals included teams from Russia, the Netherlands, the Czech Republic, England, Denmark, India, Malaysia, United Arab Emirates, Scotland and Singapore."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-43ee.html",
            "content": "Visits\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- A DPRK government economic trade delegation led by So Kil Bok, vice-minister of Foreign Trade, left here Saturday by air to participate in the 7th Expo for Investment and Trade in Jilin, China and Northeast Asia to be held in Changchun.\n\t\t\t\t\t\n\t\t\t\t\tA delegation of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea led by its Chairman Nikolai Polishk, a delegation of the Newspaper Al Baath of Syria led by its General Director Abdullatif Oumran and a delegation of the Study and Research Forum of Songun Politics of the National Press Club of Nepal led by its Chairman Ram K. Karmacharya arrived here on the same day."
        },
        {
            "title": "DPRK Premier Gets Familiar with Construction of Huichon Power Station on Spot",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-47ee.html",
            "content": "DPRK Premier Gets Familiar with Construction of Huichon Power Station on Spot\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- DPRK Premier Choe Yong Rim got familiar with the construction of the Huichon Power Station on the spot on September 1 and 2.\n\t\t\t\t\t\n\t\t\t\t\tAfter looking round the Ryongrim dam of Huichon Power Station No. 1, the generator room of Station No. 2 and other places, the premier discussed practical issues to thoroughly implement leader Kim Jong Il's on-the-spot instructions.\n\t\t\t\t\t\n\t\t\t\t\tThe consultative meeting took measures to accelerate the assembly of generating equipment and the construction of outdoor substation in keeping with the completion of dam project and waterway tunnel project and ensure a timely supply of equipment and materials by the relevant units."
        },
        {
            "title": "Military Attaches Corps Visits Ryongrim Dam of Huichon Power Station No. 1",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-45ee.html",
            "content": "Military Attaches Corps Visits Ryongrim Dam of Huichon Power Station No. 1\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- The Military Attaches Corps here visited the Ryongrim Dam of Huichon Power Station No. 1 on Friday on the occasion of the 51st anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tMembers of the corps were deeply impressed to look at the dam and the large manmade lake.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the visit Sun Yanfeng, military, naval and air attache of the Chinese embassy here who is doyen of the corps, wrote in the visitor's book: The heroic Korean People's Army is a main force for the building of a prosperous and powerful nation. We wish the officers and men of the KPA fresh success in the country's defence and the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tDmitri Zheleznikov, military attache of the Russian embassy here, said that it is a miracle unimaginable in other countries to build such huge dam in a matter of just two years.\n\t\t\t\t\t\n\t\t\t\t\tLeonardo Perez Mesa, military attache of the Cuban embassy here, said he came to clearly know that the slogan \"We do what the Party is determined!\" is by no means an empty talk for the servicepersons of the KPA as they completed the dam just in a matter of two years true to the order of the Supreme Commander, though it was so vast project that would take others more than a decade to complete it."
        },
        {
            "title": "FINA Water Polo Clinic for Referees Held in DPRK",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-37ee.html",
            "content": "FINA Water Polo Clinic for Referees Held in DPRK\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- The FINA (International Federation of Swimming) water polo clinic for referees was held at the Indoor Swimming Pool Complex in Chongchun Street from Aug. 25 to 31.\n\t\t\t\t\t\n\t\t\t\t\tThe clinic was attended by coaches from the Sports Team of the Ministry of Fisheries and other sports teams, teachers from juvenile sports schools and researchers concerned. \n\t\t\t\t\t\n\t\t\t\t\tIt, divided into the theoretical and practical courses, dealt with the trend of the water polo development, refereeing principles in match, circumstantial judgment and methods of analyzing matches. \n\t\t\t\t\t\n\t\t\t\t\tNenad Manojlovic, a lecturer of the FINA, officiated the clinic."
        },
        {
            "title": "Exhibition of Angling Tools Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-36ee.html",
            "content": "Exhibition of Angling Tools Held in Pyongyang\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- An exhibition of angling tools took place in the promenade of the Taedong River on Thursday during the 10th national angling contest.  \n\t\t\t\t\t\n\t\t\t\t\tThe exhibition drew 338 items in 114 kinds sent by all provinces. \n\t\t\t\t\t\n\t\t\t\t\tAll angling tools and baits attracted admiration from visitors. \n\t\t\t\t\t\n\t\t\t\t\tExhibits sent by Kangwon and South Hwanghae provinces were most popular. \n\t\t\t\t\t\n\t\t\t\t\tVisual aids on the knack of angling for fish were also on display at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tThe first prize went to Kangwon Province, second to Nampho City and third to South Hwanghae Province."
        },
        {
            "title": "Spanish State Deficit Witnesses Further Fall in July",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-25ee.html",
            "content": "Spanish State Deficit Witnesses Further Fall in July\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- Spain's state deficit stood at 22,746 million euros (about 32,299 million U.S. dollars) at the end of July, the equivalent of 2.09 percent of the country's GDP, the Spanish government said on Aug. 31."
        },
        {
            "title": "Developing Countries Exert Efforts to Develop Education",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-26ee.html",
            "content": "Developing Countries Exert Efforts to Develop Education\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- Developing countries are gaining successes following several measures for developing education.\n\t\t\t\t\t\n\t\t\t\t\tIn Cuba more than 1 180 000 students have graduated from universities till now since the victory in the revolution as a result of the efforts put to the education at universities. The number of university graduates this year is expected to reach 104 900.\n\t\t\t\t\t\n\t\t\t\t\tLast December the Bolivian government adopted a new method of education to provide equal educational conditions to all the students and applied new method of education, free from colonial vestige.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the efforts made by the Kenyan government the number of senior school students increased to 1 600 000 last year from 1 030 000 of 2007 on a nationwide scale.\n\t\t\t\t\t\n\t\t\t\t\tIn Ecuador the number of under-12 children of school age reached 95.1 percent toward the end of last year.\n\t\t\t\t\t\n\t\t\t\t\tThis country built 10 schools and a lot of training centers during the last 4 years and trained more than 20 000 teachers.\n\t\t\t\t\t\n\t\t\t\t\tIn Venezuela at least 11 560 schools are to be newly built or expanded till 2012 according to the government measures to improve the educational conditions.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian government plans to build 120 new professional and technological schools to develop professional education. \n\t\t\t\t\t\n\t\t\t\t\tGhana is building university of medicine and university of power and resources development in Volta and Brong-Ahafo Regions."
        },
        {
            "title": "Developing Countries Make Efforts to Overcome Food Crisis",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-27ee.html",
            "content": "Developing Countries Make Efforts to Overcome Food Crisis\r\n\n\t\t\t\t\tPyongyang, September 3 (KCNA) -- Developing countries are working hard to develop agriculture by their own efforts and ensure self-sufficiency in food.\n\t\t\t\t\t\n\t\t\t\t\tThe Lao government made public a 2015 national strategy aimed at fundamentally settling the food problem and improving the nutritious conditions of the people. \n\t\t\t\t\t\n\t\t\t\t\tCambodia envisages irrigating 70 per cent of cultivated land till 2013 according to the new plan for increasing the agricultural output.\n\t\t\t\t\t\n\t\t\t\t\tIn Myanmar, agricultural experts are positively disseminating the modern technology to the farmers while introducing and providing information about various advanced farming methods through media.\n\t\t\t\t\t\n\t\t\t\t\tTanzania is widely introducing new corn species. Recently the agricultural scientists of this country bred three kinds of new corn species. They have advantages of enduring drought and growing faster than other previous species.\n\t\t\t\t\t\n\t\t\t\t\tThe Kenyan government set a goal to build 60 reservoirs in 10 years time and increase the irrigated land to 40 000 ha every year. Mali plans to reclaim more than 326 400 ha of land and water some 138 900 ha of farm land by 2012.\n\t\t\t\t\t\n\t\t\t\t\tThrough close cooperation and multilateral exchanges among countries the work to modernize the agricultural field is being actively conducted."
        },
        {
            "title": "Kim Yong Nam felicita a los regentes de San Marino",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-16ss.html",
            "content": "Kim Yong Nam felicita a los regentes de San Marino\r\n\n\t\t\t\t\tPyongyang, 3 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de felicitacion a los regentes de la Republica de San Marino, Maria Ruisa Berti y Filippo Tamagnini, en ocasion del Dia Nacional de este pais.\n\t\t\t\t\t\n\t\t\t\t\tEn su misiva, el remitente formula votos por el progreso y la prosperidad del pueblo de San Marino."
        },
        {
            "title": "Choe Yong Rim analiza obra de Central Hidroelectrica de Huichon",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-17ss.html",
            "content": "Choe Yong Rim analiza obra de Central Hidroelectrica de Huichon\r\n\n\t\t\t\t\tPyongyang, 3 de septiembre (ACNC) -- El primer ministro del Consejo de Ministros, Choe Yong Rim, averiguo los dias 1 y 2 en el mismo lugar el estado de construccion de la Central Hidroelectrica de Huichon.\n\t\t\t\t\t\n\t\t\t\t\tTras recorrer el dique de Ryongrim de la Central Hidroelectrica No.1 de Huichon, la sala de generadores de la Central Hidroelectrica No.2 de Huichon y otros lugares, discutio los asuntos practicos para materializar cabalmente la instruccion del Dirigente Kim Jong Il dada en el terreno.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva se realizaron las labores organizativas para acelerar el ensamblaje de los equipos generadores y la construccion de la subestacion  de transformacion fuera del edificio conforme a la terminacion del levantamiento del dique y la obra de tunel de agua y garantizar a tiempo los equipos y materiales necesarios en las unidades interesadas."
        },
        {
            "title": "CRPP comenta sustitucion de ministro surcoreano de Reunificacion",
            "url": "http://kcna.co.jp/item/2011/201109/news03/20110903-18ss.html",
            "content": "CRPP comenta sustitucion de ministro surcoreano de Reunificacion\r\n\n\t\t\t\t\tPyongyang, 3 de septiembre (ACNC) -- Respecto a la sustitucion del ministro de Reunificacion del Sur de Corea, Hyon In Thaek, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) respondio el dia 3 la pregunta de la ACNC:\n\t\t\t\t\t\n\t\t\t\t\tHace poco, Hyon In Thaek, repudiado y denunciado por distintos estratos del Sur de Corea, se retiro del cargo del ministro de Reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tEsto es la sentencia de la opinion publica que demanda el cambio de la politica de enfrentamiento con la RPDC y la mejora de las relaciones entre ambas partes coreanas y de la opinion interna y externa.\n\t\t\t\t\t\n\t\t\t\t\tLa sustitucion de Hyon, promotor de la confrontacion fratricida y en contra de la reunificacion, significa el fracaso total de la politica conflictiva de las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tHyon recurrio con imprudencia a las maniobras conflictivas anti-reunificacion y por fin, fue rechazado no solo por habitantes de distintos estratos y partidos opositores sino tambien por el partido en el poder y se vio obligado a destituirse.\n\t\t\t\t\t\n\t\t\t\t\tSon incontables los crimenes de Hyon en las relaciones intercoreanas que deciden el destino de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLos crimenes de Hyon, maniaco de confrontacion, no se borraran por su remocion, sino seran denunciados por la nacion. \n\t\t\t\t\t\n\t\t\t\t\tAunque sea tarde, la destitucion de Hyon es una medida afortunada. \n\t\t\t\t\t\n\t\t\t\t\tPero, su nombramiento como asistente especial del \"presidente\" para la politica de reunificacion es una burla a la poblacion surcoreana y a la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tEsto pone en duda la voluntad de las autoridades surcoreanas de cambiar la politica sobre el Norte y de mejorar las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa sustitucion de Hyon no debe ser un expediente temporal para enganar la opinion publica y salvarse de la crisis.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben darse clara cuenta de que no pueden lograr nada dando espaldas a las relaciones intercoreanas y poner de inmediato fin a su politica fratricida de acuerdo con la actual tendencia. \n\t\t\t\t\t\n\t\t\t\t\tObservaremos junto con toda la nacion la actitud posterior de las autoridades surcoreanas."
        }
    ]
}