{
    "date": "2011-07-22",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-22ee.html",
    "articles": [
        {
            "title": "DPRK Decides to Dispatch Its Ambassador to ASEAN",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-01ee.html",
            "content": "DPRK Decides to Dispatch Its Ambassador to ASEAN\r\n Pyongyang, July 22 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to a question put by KCNA Friday as regards the DPRK's decision to dispatch its ambassador to ASEAN:\n\t\t\t\t\t  The DPRK has always paid deep attention to the development of relations with ASEAN with a long history and tradition.\n\t\t\t\t\t\n\t\t\t\t\t ASEAN has emerged a powerful political and economic force promoting regional peace, stability and prosperity on the principle of respect for sovereignty, non-interference in internal affairs and equality.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by its desire to contribute to the peace and development of Asia and the rest of the world through the development of relations with ASEAN, the DPRK joined ASEAN Regional Forum in 2000 and acceded to the Treaty of Amity and Cooperation in Southeast Asia in 2008.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government decided to dispatch its ambassador to ASEAN to further expand and develop the friendly and cooperative relations with ASEAN as required by the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t The current step of the DPRK will contribute to boosting the mutual confidence and mutually beneficial cooperation between the DPRK and ASEAN."
        },
        {
            "title": "Lee Myung Bak Group of S. Korea Indicted for Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-33ee.html",
            "content": "Lee Myung Bak Group of S. Korea Indicted for Human Rights Abuses\r\n Pyongyang, July 22 (KCNA) -- The Democratic Lawyers Association of Korea and the DPRK Association of Human Rights Studies on July 22 issued a joint indictment to disclose the criminal contents and anti-human rights nature of south Korea's \"National Security Law\" and the Lee Myung Bak group's violations of human rights. \n\t\t\t\t\t According to the indictment, the \"National Security Law\", which consists of four chapters and 25 sections and annex, is the most fascist law against human rights unprecedented in its contents. \n\t\t\t\t\t\n\t\t\t\t\t Every section of the NSL contains expressions hostile to fellow countrymen such as \"anti-state organization\" and \"its members.\" The first sentence of paragraph 2 of the first sub-section of Section 4 in particular stipulates the north as \"an enemy state.\" \n\t\t\t\t\t\n\t\t\t\t\t The NSL is the most draconic law applicable to all activities of those going against the requirements and interests of the ruling quarters on charges of \"state disturbance\" and \"threat to state existence\". \n\t\t\t\t\t\n\t\t\t\t\t The course of its enactment and retrogressive revision makes it possible to clearly know about the ulterior purpose and nature of those who instituted this evil law.\n\t\t\t\t\t\n\t\t\t\t\t The NSL is a legal and institutional mechanism the Syngman Rhee clique of traitors set up on December 1, 1948 to justify the puppet colonial regime installed through the \"separate election\" and freeze the national split. \n\t\t\t\t\t\n\t\t\t\t\t At that time the NSL had six sections. It was an imitation of \"The Maintenance of the Public Order Act\" in the period of the Japanese imperialists' colonial rule. It was also a copy of a \"decree\" of the U.S. military administration which called on it to suppress the independent rights of the south Korean people.  \n\t\t\t\t\t\n\t\t\t\t\t This law has steadily undergone a retrogressive revision to be a tool of the puppet ruling quarters for maintaining the fascist dictatorial system and escalating the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The indictment cites concrete data to prove that since the very day it took office the Lee Myung Bak puppet group revived the NSL and fascist dictatorial system and has savagely violated the rights of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t According to the data, the group has harshly suppressed on the strength of the NSL the people who rose up demanding independence and democracy of the south Korean society and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group is steeped in sycophancy towards the U.S. to the marrow of its bones. No sooner had it come to power than executed by invoking the NSL those people who called for the end to the U.S. domination and interference. On the contrary it has called for \"priority to south Korea-U.S. relations\" and \"strategic alliance in the 21st century.\"\n\t\t\t\t\t\n\t\t\t\t\t It thus disclosed its true colors as A-class stooge and henchman serving the U.S. imperialists whose military presence in south Korea is root cause of the Korean nation's misfortune and sufferings.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's suppression of personages of different social standings and organizations calling for reunification through alliance with the north and the implementation of the north-south joint declaration are typical of its human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The group is punishing those standing for national harmony and reunification and the implementation of the north-south joint declarations, treating them as criminals. It asserts that \"it cannot live with the north in the bright world,\" \"the south should not consider the north as fellow countrymen with whom it can live together\" and \"the north should be regarded as the target of confrontation.\"\n\t\t\t\t\t\n\t\t\t\t\t In 2009 alone the group deleted off at least 14 000 articles praising the north from Internet, charging that they violated the provision \"appraisal and encouragement\" of the NSL and arrested those related to it.\n\t\t\t\t\t\n\t\t\t\t\t It arrested Rev. Han Sang Ryol, who visited the DPRK last year marking the 10th anniversary of the publication of the June 15 joint declaration, by dint of the NSL.\n\t\t\t\t\t\n\t\t\t\t\t Recently the Lee group let the puppet Intelligence Service and the Security Investigation Group search houses and offices of more than 10 personages of workers, political and academic organizations on absurd charges that they \"conducted espionage and built an underground party\" at the \"instruction of the north\". \n\t\t\t\t\t\n\t\t\t\t\t Such suppression is aimed to calm down the people's resentment caused by the group's domestic and foreign policy failure, economic bankruptcy, people's destitution and anti-reunification policy for confrontation. This is also aimed to divert elsewhere the people's criticism of the group and prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The group even invokes NSL to suppress the people demanding basic rights including the right to existence and the right to learning.\n\t\t\t\t\t\n\t\t\t\t\t According to data underreported by the puppet group, the number of the people arrested or put behind bars on charges of the violation of the NSL increased to 350 percent after the emergence of the present regime as against the preceding regime. \n\t\t\t\t\t\n\t\t\t\t\t However, the group tries to enact the \"North Korean Human Rights Act\" while taking issue with the \"human rights issue\" in the DPRK. It is also kicking up an anti-DPRK human rights row not only in south Korea but in foreign countries.\n\t\t\t\t\t\n\t\t\t\t\t The indictment urged the puppet group to face up to the trend of the times and immediately abolish the NSL and stop anti-DPRK human rights row."
        },
        {
            "title": "Cold Weather Observed in East Coastal Areas of Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-21ee.html",
            "content": "Cold Weather Observed in East Coastal Areas of Korea\r\n Pyongyang, July 22 (KCNA) -- East coastal areas of Korea have been affected by cold weather. \n\t\t\t\t\t According to meteorologists, the daytime temperature in the areas is 2-5 degrees centigrade lower than the average and cold weather will persist for some more days.\n\t\t\t\t\t\n\t\t\t\t\t Low temperature is unfavorable for the growth of rice and other crops.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kwang Chol, director of the Agricultural Information and Technology Center of the Academy of Agricultural Science, told KCNA that cold weather badly affects rice plants in the growth period."
        },
        {
            "title": "DPRK Women Judoists Prove Successful",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-32ee.html",
            "content": "DPRK Women Judoists Prove Successful\r\n Pyongyang, July 22 (KCNA) -- The DPRK women Judoists proved successful at the woman Judo game of the 5th Military World Games in Brazil.\n\t\t\t\t\t Kim Sol Mi and An Kum Ae beat their rivals of Brazil in the women's 48kg category and 52kg category events, coming first place.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Kyong Jin bagged a bronze medal at the men's 60kg category event."
        },
        {
            "title": "First Democratic Election in Korea ",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-20ee.html",
            "content": "First Democratic Election in Korea\r\nPyongyang, July 22 (KCNA) -- The DPRK will have an election for deputies to provincial (municipal), city (district) and county people's assemblies on July 24.\n\t\t\t\t\t The first democratic election in Korea took place on November 3, Juche 35 (1946).\n\t\t\t\t\t\n\t\t\t\t\t At that time, the anti-imperialist, anti-feudal democratic revolution was successfully carried out in the northern half of Korea. So, it was an urgent issue for Korea to develop the existing provisional people's committee into a legally-consolidated people's committee through election.\n\t\t\t\t\t\n\t\t\t\t\t On September 25, 1946, President Kim Il Sung put an election for members of the People's Committee of North Korea on the agenda of the 2nd Session of the Central Committee of the Workers' Party of North Korea. He, on November 1, elaborated on the tasks of the soon-to-be-elected People's Committee and voters at a Pyongyang meeting celebrating a democratic election.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the election, the people of Samdung-myon (sub-county), Kangdong County, South Phyongan Province, nominated Kim Il Sung as a candidate for deputy to the provincial people's committee, reflecting the unanimous will of all the people in the province.\n\t\t\t\t\t\n\t\t\t\t\t The President visited Samdung-myon and other places to meet voters and guide election preparations. \n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, all people turned out in making preparations for a democratic election.\n\t\t\t\t\t\n\t\t\t\t\t The class enemies, under the patronage of the U.S. imperialists, tried hard to foil the election, but to no effect.\n\t\t\t\t\t\n\t\t\t\t\t On November 3, 99.6 percent of the registered voters took part in the universal, equal and direct election, the first of its kind in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The successful election demonstrated the patriotic zeal of the Korean people rallied around the President and their capacity for building an independent and sovereign state."
        },
        {
            "title": "Comradely Relationship between Kim Il Sung, Zhou Baozhong ",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-19ee.html",
            "content": "Comradely Relationship between Kim Il Sung, Zhou Baozhong \r\n Pyongyang, July 22 (KCNA) -- Recently, General Secretary Kim Jong Il received a Chinese friendship delegation and a delegation of the Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association when they were visiting the DPRK to attend the celebrations of the 50th anniversary of the bilateral treaty of friendship, cooperation and mutual assistance.\n\t\t\t\t\t The news served as a reminder of the history of the DPRK-China friendship forged in the flames of the revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Recorded in the history are great feats performed by President Kim Il Sung in developing the bilateral ties with ardent human love and revolutionary obligation.\n\t\t\t\t\t\n\t\t\t\t\t His relationship with Zhou Baozhong, who was a commanding officer of the Anti-Japanese Allied Army, is one of the examples showing his devoted effort for the development of friendship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It was in the early 1930s that he met Zhou in east Manchuria for the first time.\n\t\t\t\t\t\n\t\t\t\t\t Their comradely relationship, which started in the anti-Japanese struggle, continued for scores of years.\n\t\t\t\t\t\n\t\t\t\t\t In the mid-1930s Zhou was worrying himself about no progress in rallying Chinese anti-Japanese units. What is worse, he was injured in the Luozigou battle in June 1934.\n\t\t\t\t\t\n\t\t\t\t\t At that time he requested some recommendations from Kim Il Sung, who had rich experience in handling matters with anti-Japanese units. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung made a long, arduous journey to north Manchuria to help Zhou.\n\t\t\t\t\t\n\t\t\t\t\t Later, he, though suffering from a chill, sent his man to Zhou with medicines.\n\t\t\t\t\t\n\t\t\t\t\t Their relationship went on in the period of the Chinese people's war for the liberation of the northeast region.\n\t\t\t\t\t\n\t\t\t\t\t Zhou often said the Chinese people should never forget the sincere internationalist assistance rendered by the Korean people led by Kim Il Sung for the liberation of northeast China.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Korean war (June 1950-July 1953) Zhou sent his aide and driver to Korea to attend Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t After Zhou passed away, Kim Il Sung recalled that he looked taciturn and blunt, but was kindhearted and faithful to his obligations and that he knew how to show good will to a man of good will and offer sympathy to a sympathetic man."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (19)",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-03ee.html",
            "content": "Worthwhile Life under Care of Great Leader (19)\r\n Pyongyang, July 22 (KCNA) -- Paternal love of General Secretary Kim Jong Il reaches to even families of ordinary workers in the DPRK.\n\t\t\t\t\t Discharged soldier couple, Ju Sang Ho and Kim Song Sil, who are working at the Hamju County Farmers Rest Home, had honor of being given such love.\n\t\t\t\t\t\n\t\t\t\t\t In November 2006 the leader visited their dwelling house while going round the Kumjingang Hungbong Youth Power Station and the newly-built farmers rest home.\n\t\t\t\t\t\n\t\t\t\t\t Looking at their military uniforms and a marriage photo of them in shock-brigade uniforms on the wall of the house, he said it is an admirable scene that can be seen only in the era of Songun. He praised the couple for having done their work faithfully and kept the house in a cultured way to suit the socialist life style.\n\t\t\t\t\t\n\t\t\t\t\t Determined to exalt their life as discharged soldier couple blessed by the leader, Ju and Kim are working hard in the soldier spirit to lay sideline economic foundation and provide the cultural and emotional living conditions for the rest of farmers by their own efforts."
        },
        {
            "title": "One Million-People Signature Campaign Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-04ee.html",
            "content": "One Million-People Signature Campaign Declared in S. Korea\r\n Pyongyang, July 22 (KCNA) -- The preparatory committee for People's Network for Getting Registration Fee Halved held a press conference in Seoul on July 19, at which it declared one million-people signature campaign for settlement of the registration fee issue.\n\t\t\t\t\t The committee charged that the Lee Myung Bak \"government\" has not made any estimate for the registration fee in the next year's draft budget despite the people's protest.\n\t\t\t\t\t\n\t\t\t\t\t It will conduct a signature campaign from that day to September in order to display the people's unanimous will to get registration fee halved without fail, the organization said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"National Assembly\" immediately compile budget for registration fee and enact relevant legislation.\n\t\t\t\t\t\n\t\t\t\t\t The organization also stated that it would stage a protest against the police authorities for having issued summons for at least 200 participants in the candlelight rallies for the settlement of registration fee issue to appear at the police."
        },
        {
            "title": "Attempted Arrest of Reunification Champions Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-05ee.html",
            "content": "Attempted Arrest of Reunification Champions Protested in S. Korea\r\n Pyongyang, July 22 (KCNA) -- Civic and public organizations of south Korea, including the Inchon Headquarters of the Confederation of Trade Unions and the People's Solidarity for the Repeal of the \"National Security Law\", called a press conference outside the Seoul District Court on July 19 in protest against the Intelligence Service' s attempted arrest of reunification champions.\n\t\t\t\t\t Speakers at the conference said that the IS additionally applied a warrant of arrest for four persons of those involved in the reunification movement, who are under persecution on the charge of \"case of the Iljin Association\", and encroached upon their right of defense.\n\t\t\t\t\t\n\t\t\t\t\t The contact and exchange with the north to implement the June 15 joint declaration cannot be incriminated but should be encouraged, they held.\n\t\t\t\t\t\n\t\t\t\t\t The current repressive case is part of suppression by dint of the anachronistic \"National Security Law\" as the Lee Myung Bak \"government\" deliberately invented it in a bid to tide over the ruling crisis, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the IS stop at once the violation of human rights."
        },
        {
            "title": "Sweltering Weather Claims 3 Lives in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-06ee.html",
            "content": "Sweltering Weather Claims 3 Lives in S. Korea\r\n Pyongyang, July 22 (KCNA) -- Three old persons died and 16 fell sick in Chonan, South Chungchong Province and Haenam, South Jolla Province on July 18 and 19. \n\t\t\t\t\t The sweltering weather sweeps different areas of south Korea, KBS of south Korea reported on July 20."
        },
        {
            "title": "Events in Tanzania, Pakistan Mark Anniversary of Demise of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-17ee.html",
            "content": "Events in Tanzania, Pakistan Mark Anniversary of Demise of Kim Il Sung\r\n Pyongyang, July 22 (KCNA) -- A remembrance meeting was held in Tanzania on July 8 and a seminar on feats of President Kim Il Sung in Pakistan on July 9 on the 17th anniversary of his demise.\n\t\t\t\t\t At the events speakers praised his undying feats for the Korean revolution and the accomplishment of the human cause of independence. \n\t\t\t\t\t\n\t\t\t\t\t He founded the immortal Juche idea, led the two revolutionary wars and two-stage social revolutions to victory and built a powerful socialist nation, independent in politics, self-supporting in economy and self-reliant in national defence in Korea, they noted.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the way of the Korean revolution with his energetic ideological and theoretical activities, built socialism centred on the popular masses in Korea and made great contributions to global independence, they said.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il who is successfully carrying forward the idea and cause of the President the DPRK is invariably winning victory after victory despite the imperialists' vicious blockade, they added."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated by Nepali Paper",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-02ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated by Nepali Paper\r\n Pyongyang, July 22 (KCNA) -- The Nepali paper Budhabar on July 13 carried a photo of President Kim Il Sung acknowledging the cheering masses and an article titled \"Statesman always alive in the hearts of mankind\" to commemorate the 17th anniversary of his demise.\n\t\t\t\t\t He is a great man who built the DPRK into an independent and sovereign state, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people are advancing vigorously despite hardships while shattering moves of all hostile forces. This is thanks to the powerful military capability, result of the President's efforts.\n\t\t\t\t\t\n\t\t\t\t\t Not only the Korean people but also progressive mankind are remembering the President who performed enormous feats."
        },
        {
            "title": "Anniversary of Korean People's Victory in Fatherland Liberation War Marked Abroad",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-07ee.html",
            "content": "Anniversary of Korean People's Victory in Fatherland Liberation War Marked Abroad\r\n Pyongyang, July 22 (KCNA) -- Media of different countries carried special write-ups on the 58th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The Mexican paper Unidad Nacional on July 15 carried an article with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the Korean people in the Fatherland Liberation War against the armed invasion by the U.S. imperialists would be unthinkable apart from the extraordinary military strategy of the President, the article said. \n\t\t\t\t\t\n\t\t\t\t\t He wrought miracles in the Fatherland Liberation War to be specially recorded in the world history of wars with his superb war methods suited to the characteristics of the modern war, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali paper Jana Sata on July 16 carried an article with a photo of the President.\n\t\t\t\t\t\n\t\t\t\t\t It said Kim Il Sung is an extraordinary strategist who led to victory the Korean war ignited by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t On July 15 the Lao National Televisions broadcasted twice a Korean film introducing the April Spring Friendship Art Festival."
        },
        {
            "title": "WHO Plans to Support DPRK's Telemedicine Service ",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-25ee.html",
            "content": "WHO Plans to Support DPRK's Telemedicine Service\r\n Pyongyang, July 22 (KCNA) --The World Health Organization (WHO) announced that it would support the DPRK in expanding telemedicine service in the country, said VOA.\n\t\t\t\t\t WHO considers the telemedicine service started in the DPRK in 2008 has proved successful, the radio said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In a recently issued report concerning its activities in southeast Asia, WHO said it confirmed the possibility of the service's development in the country through its initial success.\n\t\t\t\t\t\n\t\t\t\t\t Many Koreans benefit from the telemedicine network.\n\t\t\t\t\t\n\t\t\t\t\t The telemedicine network, called a long-distance medical service in the DPRK, links hospitals with each other through optical fibre cable and helps treat patients from far away through computers.\n\t\t\t\t\t\n\t\t\t\t\t WHO pays deep concern to the DPRK's telemedicine service."
        },
        {
            "title": "US Fails in Sanctions against DPRK: Economic Expert",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-31ee.html",
            "content": "US Fails in Sanctions against DPRK: Economic Expert\r\n Pyongyang, July 22 (KCNA) -- The vice-director of the U.S. Peterson International Economic Institute said the U.S. has failed in sanctions against the DPRK, said a media report. \n\t\t\t\t\t Speaking at a centre in Washington on Wednesday, the economic expert said the U.S. has pursued different policies, including sanctions, to pressure the DPRK, but produced no result."
        },
        {
            "title": "Chinese Official Calls for Upholding CPC Leadership over Prosecution",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-22ee.html",
            "content": "Chinese Official Calls for Upholding CPC Leadership over Prosecution\r\n Beijing, July 21 (KCNA) -- Zhou Yongkang, secretary of the Central Commission of Politics of China, on July 16 called on prosecution agencies to uphold the leadership of the Communist Party of China (CPC).\n\t\t\t\t\t He made the call in a letter to the 13th National Procuratorial Work Meeting held in Yinchuan, capital of northwest China's Ningxia Hui Autonomous Region.\n\t\t\t\t\t\n\t\t\t\t\t Zhou said that prosecution agencies nationwide should safeguard people's lawful rights and interests, steadfastly pursue socialism with Chinese characteristics, and maintain and develop the socialist prosecution system of the Chinese style."
        },
        {
            "title": "Notice for Strengthening Security of Mail Service",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-23ee.html",
            "content": "Notice for Strengthening Security of Mail Service\r\n Beijing, July 21 (KCNA) -- The Ministry of Public Security, Ministry of State Security and State Post Bureau of China jointly issued a notice concerning mail service recently.\n\t\t\t\t\t In the notice, they called for defending order of mail service and ensuring state and public security and stability."
        },
        {
            "title": "Chinese Police Chief Calls for Building Strong Fire Brigade",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-28ee.html",
            "content": "Chinese Police Chief Calls for Building Strong Fire Brigade\r\n Beijing, July 21 (KCNA) -- Meng Jianzhu, minister of Public Security of China, on Tuesday called for building a strong fire brigade.\n\t\t\t\t\t During an inspection tour of the Fire-fighting Bureau under the ministry, Meng said it is necessary along with the rapid economic growth to renovate and strengthen the fire-fighting work and prevent and control extra-large fires. \n\t\t\t\t\t\n\t\t\t\t\t It is also important to strengthen party building in the fire brigade and arm firemen with socialist theories peculiar to China so that they can display a sound spirit of devotedly serving for the people, he added."
        },
        {
            "title": "Festival of Grassland Culture Held in China",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-29ee.html",
            "content": "Festival of Grassland Culture Held in China\r\n Beijing, July 21 (KCNA) -- The 8th festival of Inner Mongolian grassland culture was held in China for a week ending July 16.\n\t\t\t\t\t A cultural forum, art performance, film show and other events took place during the week.\n\t\t\t\t\t\n\t\t\t\t\t An estimated 200,000 people in the Inner Mongolia Autonomous Region took part in or enjoyed the festival.\n\t\t\t\t\t\n\t\t\t\t\t The theme of the festival was \"Let us widely introduce grassland culture, show fine literary and art works, propel cultural development and promote harmony of society\"."
        },
        {
            "title": "Russia Plans to Launch New Carrier Rockets",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-26ee.html",
            "content": "Russia Plans to Launch New Carrier Rockets\r\n Moscow, July 21 (KCNA) -- Russia has continued directing much effort to space development.\n\t\t\t\t\t On July 16, the director-general of the Khrunichev State Space Center, announced that Russia plans to launch a new-type light carrier rocket Angara in the first half of 2013 and a heavy carrier rocket in the second half of the same year."
        },
        {
            "title": "Japan Seeks Expanded Military Ties with US",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-30ee.html",
            "content": "Japan Seeks Expanded Military Ties with US\r\n Pyongyang, July 22 (KCNA) -- Japan is seeking to expand military ties with the U.S. in the hope of realizing its ambition for reinvasion with the backing of the U.S.\n\t\t\t\t\t As part of the attempt, Japan had a U.S. marine officer assigned to the Asaka base of the Ground Self-defense Force (GSDF) of Japan on Wednesday, for the first time.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. officer will be permanently stationed at a research centre of the GSDF to take a mission of information exchange concerning security, said a news report."
        },
        {
            "title": "Natural Disasters in India, US, Japan",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-09ee.html",
            "content": "Natural Disasters in India, US, Japan\r\n Pyongyang, July 22 (KCNA) -- Downpours fell in Assam State, India recently, leaving persons dead. Tens of thousands of inhabitants were evacuated and many villages inundated.\n\t\t\t\t\t The total number of victims is more than 150,000. \n\t\t\t\t\t\n\t\t\t\t\t Sand storms broke out in Arizona State, the U.S. on July 18.\n\t\t\t\t\t\n\t\t\t\t\t With sand clouds hanging as high as about 900 m, the sky in Phoenix city turned brown. Drivers had trouble running vehicles and the airliner service was cancelled.\n\t\t\t\t\t\n\t\t\t\t\t A large and powerful typhoon of over 90 kilometers per hour lashed western Japan early Wednesday, leaving one person missing and 50 injured. A total of around 170,000 households temporarily suffered power blackouts.\n\t\t\t\t\t\n\t\t\t\t\t The typhoon also disrupted public transportation. Train and airliner services were suspended and roads blocked."
        },
        {
            "title": "Iran Demands Foreign Troops out of Region ",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-14ee.html",
            "content": "Iran Demands Foreign Troops out of Region \r\n Tehran, July 21 (KCNA) -- A spokesman for the Iranian Foreign Ministry at a press conference on July 19 demanded the foreign troops out of the region.\n\t\t\t\t\t The foreign forces' interference never conforms with the interests of the regional countries, he said, adding: The presence of foreign troops has caused instability, terrorist act, drug trafficking, destruction of economic foundation and killing of innocent inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t The best way of restoring the regional peace and security is to get the U.S. forces and other foreign troops withdrawn from the region at an early date, he stressed."
        },
        {
            "title": "Iran Installs Smart Systems to Control Its Borders",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-24ee.html",
            "content": "Iran Installs Smart Systems to Control Its Borders\r\n Tehran, July 21 (KCNA) -- Iran has directed much effort to strengthening the security of the frontier.\n\t\t\t\t\t Iranian Deputy Interior Minister for Security Affairs Ali Abdollahi revealed that the country installed monitoring systems along its borders to prevent illegal crossings.\n\t\t\t\t\t\n\t\t\t\t\t In a press conference on Monday he said the smart systems will help bullets be fired automatically at anyone attempting to illegally enter the country."
        },
        {
            "title": "Iran-Pakistan Gas Pipeline Project Moves Ahead",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-27ee.html",
            "content": "Iran-Pakistan Gas Pipeline Project Moves Ahead\r\n Tehran, July 21 (KCNA) -- The project of natural gas pipeline linking Iran to Pakistan has made headway.\n\t\t\t\t\t Iranian President Mahmoud Ahmadinejad, at a recent meeting with the Pakistani prime minister, said the pipeline would become operational in 2013.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian government plans to export up to 21 million cubic meters of natural gas to Pakistan annually through the pipeline."
        },
        {
            "title": "Cuba Plans to Increase Oil Refining Capacity",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-13ee.html",
            "content": "Cuba Plans to Increase Oil Refining Capacity\r\n Havana, July 21 (KCNA) -- The Camilo Cienfuegos Oil Refinery of Cuba is planning to launch the second-stage project to increase its capacity.\n\t\t\t\t\t Several storage tanks will be built as part of the project.\n\t\t\t\t\t\n\t\t\t\t\t When finished the capacity of oil refining per day will increase to 150,000 bbl from the current 65 000 bbl level."
        },
        {
            "title": "Syria Recognizes Palestine with East Kuds as Capital",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-08ee.html",
            "content": "Syria Recognizes Palestine with East Kuds as Capital\r\n Pyongyang, July 22 (KCNA) -- The Syrian Foreign Ministry in a statement on July 18 said the government of Syria recognizes the Palestinian independent state on the lines of the 1967 Middle East war with East Kuds as its capital.\n\t\t\t\t\t Syria will view the office of the Palestinian Liberation Organization in Damascus as an embassy, the statement said."
        },
        {
            "title": "Palestinians Denounce Israel for Its Settlement Expansion Bids",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-15ee.html",
            "content": "Palestinians Denounce Israel for Its Settlement Expansion Bids\r\n Pyongyang, July 22 (KCNA) -- The spokesman of the Palestinian Presidency on Monday strongly denounced Israel for its settlement expansion bid.\n\t\t\t\t\t On Monday the Israeli authorities made a decision to build 336 apartments in the Jewish settlements in the West Bank. This can never be pardoned, the spokesman said.\n\t\t\t\t\t\n\t\t\t\t\t A high-ranking member of the PLO noted struggle is the only way of building an independent state. The Palestinian people will not stop the popular protests against the Israel's settlement expansion bids, he added."
        },
        {
            "title": "IED Explosion Kills 3 NATO Soldiers in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-10ee.html",
            "content": "IED Explosion Kills 3 NATO Soldiers in Afghanistan\r\n Pyongyang, July 22 (KCNA) -- More NATO soldiers in Afghanistan keen on waging \"anti-terrorist war\" met deaths due to the military operations of the resistance forces of the country.\n\t\t\t\t\t Three NATO soldiers were killed as an Improvised Explosive Device (IED) went off in eastern Afghanistan region on Monday."
        },
        {
            "title": "US Cisco Systems Inc. to Cut 6,500 Jobs",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-11ee.html",
            "content": "US Cisco Systems Inc. to Cut 6,500 Jobs\r\n Pyongyang, July 22 (KCNA) -- The U.S. networking-equipment maker Cisco Systems Inc. on Monday announced that it is cutting 6,500 jobs as part of its moves to boost profitable growth."
        },
        {
            "title": "Allende's Heroic End Newly Proved",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-18ee.html",
            "content": "Allende's Heroic End Newly Proved\r\nPyongyang, July 22 (KCNA) -- It has been newly proved that Salvador Allende, ex-president of Chile, died a heroic death.   \n\t\t\t\t\t His daughter Senator Isabel Allende told a press conference on Tuesday that an examination of her father's remains confirmed that he killed himself, not murdered by the enemy, during the military coup in September 1973.\n\t\t\t\t\t\n\t\t\t\t\t When the military attacked the presidential palace with the backing of the U.S. imperialists to keep Chile from taking the road of independence and socialism, Salvador Allende fought the enemy at the risk of his life with an automatic rifle in his hand, remaining faithful to the revolutionary principles to the last moment of his life.\n\t\t\t\t\t\n\t\t\t\t\t His doctor also confirmed that the ex-president killed himself, not surrendering to the enemy.\n\t\t\t\t\t\n\t\t\t\t\t In the last moment, he reportedly said, \"Allende will never surrender\". \n\t\t\t\t\t\n\t\t\t\t\t He has still remained in the memory of the Korean and other progressive people all over the world as hero of the Chilean people and the world working class. His end reminds people of the heroic struggle for defending the Commune of Paris. \n\t\t\t\t\t\n\t\t\t\t\t The scientific proof concerning his end puts a period to the unreasonable assertion about his death."
        },
        {
            "title": "Heroin Seized in Turkey, France",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-12ee.html",
            "content": "Heroin Seized in Turkey, France\r\n Pyongyang, July 22 (KCNA) -- The Turkish security forces confiscated 20.5 kilograms of heroin hidden in a van in an operation conducted in eastern province of Van and 37.7 kilograms of heroin hidden in a private residence in Istanbul on Monday and detained 13 people in connection with the illicit drugs. \n\t\t\t\t\t French customs have seized about 175 kg of cocaine in southern department Pyrenees-Orientales on Monday."
        },
        {
            "title": "Earthquake Hits Taiwan",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-16ee.html",
            "content": "Earthquake Hits Taiwan\r\n Pyongyang, July 22 (KCNA) - A 5.1-magnitude earthquake occurred in waters off Hualian County, Taiwan on July 18.\n\t\t\t\t\t The epicenter was 27.1 km underwater."
        },
        {
            "title": "Kim Jong Il dirige bases de produccion y procesamiento de frutas",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-34ee.html",
            "content": "Kim Jong Il dirige bases de produccion y procesamiento de frutas \r\n　Pyongyang, 22 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la ampliada Granja Fruticola Combinada Taedonggang y el Combinado de Procesamiento de Frutas Taedonggang recien construido. \n\t\t\t\t\t　El Dirigente visito la Granja Fruticola Combinada Taedonggang, cuya capacidad fue ampliada.\n\t\t\t\t\t\n\t\t\t\t\t　Los constructores crearon el milagro asombroso de acabar en un corto plazo de tiempo la obra de ampliacion de la capacidad, equivalente a una gran transformacion de la naturaleza. En particular, asentaron la firme base para producir por propia cuenta las posturas frutales, mediante el acondicionamiento magnifico del centro genetico de manzanas con area de 50 hectareas y el establecimiento del sistema de produccion de posturas frutales segun el cultivo de tejido. \n\t\t\t\t\t\n\t\t\t\t\t　Tras escuchar ante el plano las explicaciones sobre la Granja Porcina Taedonggang, el Criadero de Tortugas  Taedonggang y la Fabrica de Red Taedonggang, construidos nuevamente en la zona de esta granja fruticola combinada, recorrio varios lugares de la granja incluso el centro genetico de manzanas para hacer conocimiento detallado de la construccion y del cultivo de frutas. \n\t\t\t\t\t\n\t\t\t\t\t　La construccion de granjas fruticolas de gran dimension como la Taedonggang es una gran empresa que puede ser cumplida solo en el regimen socialista de nuestro pais basado en el colectivismo, dijo y agrego con orgullo que es muy poderosa la fuerza espiritual de nuestro ejercito y pueblo unidos monoliticamente en torno al partido y al lider. \n\t\t\t\t\t\n\t\t\t\t\t　La Granja Fruticola Combinada Taedonggang es una gran creacion conveniente al aspecto del nuevo siglo, senalo y apunto que por el gran auge que se libra en todo el pais se cambia diariamente la fisonomia de la patria prenunciando el radiante futuro cercano de la gran potencia prospera. \n\t\t\t\t\t\n\t\t\t\t\t　La Granja Fruticola Combinada Taedonggang es el modelo que reviste suma importancia en suministrar las frutas a los habitantes y desarrollar modernamente la fruticultura del pais, dijo y presento las tareas programaticas que incumben a la fabrica y la granja. \n\t\t\t\t\t\n\t\t\t\t\t　Para elevar la fertilidad de las huertas frutales, es preciso usar eficientemente el sistema de produccion circular entre la fruticultura y la ganaderia, indico y anadio la necesidad de gestionar bien la granja porcina Taedonggang, construida modernamente, y echar mucho mas fertilizantes compuestos organicos. \n\t\t\t\t\t\n\t\t\t\t\t　Las ramas relacionadas deben prestar profunda atencion a esta granja y producir y suministrar suficientemente las maquinas, productos agroquimicos, abonos y otros equipos y materiales necesarios a la granja, porque esta es una importante base fruticola que contribuye a la mejora de la vida alimentaria de nuestro pueblo, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\t　Acto seguido, el Dirigente visito de orientacion el Combinado de Procesamiento de Frutas Taedonggang recien construido. \n\t\t\t\t\t\n\t\t\t\t\t　Esta fabrica con la superficie total de 49 mil metros cuadrados es una base moderna y combinada de procesamiento de frutas con la capacidad de producir cada ano decenas de miles de toneladas de frutas procesadas como jugos de distintos tipos,  refrescos gaseosos, mermeladas, aguardiente, vinagre, perfume, champu y reflejo mediante la condensacion de manzanas, peras, melocotones, fresas y otras frutas. \n\t\t\t\t\t\n\t\t\t\t\t　Es un gran exito que los constructores militares, los obreros de la fabrica y los voluntarios hayan construido magnificamente en un corto tiempo la fabrica de procesamiento de frutas tan moderna y combinada que deseaba nuestro pueblo, destaco y expreso gran satisfaccion de haber construido esta fabrica modelo que puede representar la epoca del Songun. \n\t\t\t\t\t\n\t\t\t\t\t　La fabrica asegura en el maximo nivel tanto la calidad de la construccion como la disposicion tecnica, dijo.\n\t\t\t\t\t\n\t\t\t\t\t　La experiencia muestra elocuentemente que cuando los funcionarios con elevado espiritu partidista, el revolucionario y el popular materialicen cabalmente la idea del Partido de dar importancia a la ciencia y tecnica y creen constantemente lo nuevo liberandose con audacia de la concepcion existente, podrian llevar al maximo nivel todos los dominios en un corto tiempo y lograr un cambio radical en la mejora de las condiciones de la vida del pueblo, afirmo. \n\t\t\t\t\t\n\t\t\t\t\t　La tarea importante que incumbe a la fabrica es producir mucho mas frutas procesadas que contribuiran a la mejora de la vida del pueblo, ateniendose a las bases de produccion recien preparadas, y asegurar su calidad y la seguridad higienica, enseno. \n\t\t\t\t\t\n\t\t\t\t\t　Evaluo reiteradamente que todos los constructores y los voluntarios participantes en la obra de ampliacion de capacidad de la Granja Fruticola Combinada Taedonggang y la obra de construccion del Combinado de Procesamiento de Frutas Taedonggang hicieron gran aporte en la sagrada lucha por la prosperidad de la patria, y les dio su agradecimiento. \n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron en esta ocasion los cuadros directivos de los organismos del partido y las fuerzas armadas: Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk y Kim Chang Sop, los miembros de la Comision Militar Central del PTC: Kim Kyong Ok, Kim Won Hong, Kim Yong Chol y Yun Jong Rin, y el jefe de departamento del CDN, Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Il presencia la funcion de Orquesta Sinfonica Nacional",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-35ee.html",
            "content": "Kim Jong Il presencia la funcion de Orquesta Sinfonica Nacional\r\n　Pyongyang, 22 de julio (ATCC) -- El Dirigente  Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio la funcion de la Orquesta Sinfonica Nacional \n\t\t\t\t\t　Los ejecutantes pusieron en la escena el segundo movimiento \"Su vida\" y el quinto \"El General dirige sobre el terreno a la manera guerrillera\" de entre la suite sinfonica \"!Corea, te hare grande!\", la orquesta de cuerda \"Galopa el caballo Chollima\", la musica orquestal \"Abundante cosecha en campos de Chongsan\", la sinfonia en serie \"Himno al Partido\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\t　El Dirigente expreso gran satisfaccion de que los creadores y artistas de la orquesta hayan ofrecido una funcion magnifica con talentos artisticos y pasion y les dio agradecimiento evaluando altamente el exito de la funcion.\n\t\t\t\t\t\n\t\t\t\t\t　Los directores y ejecutantes de la orquesta sinfonica han descrito bien todas las piezas conforme al matiz nacional y el sentimiento de la epoca, dijo el Dirigente y aprecio el modo y la postura de creacion sincera y entusiasta de ellos que siguen esforzandose por mejorar sus capacidades y habilidades artisticas.\n\t\t\t\t\t\n\t\t\t\t\t　La musica orquestal al estilo coreano, que materializa los caracteres jucheano, nacional y musical en la rama de musica y arte, muestra en rica y hermosa descripcion musical la aspiracion independiente y el noble mundo espiritual de las personas y contribuye mucho a satisfacer en lo suficiente la demanda cultural del pueblo coreano y a promover la amistad y el intercambio entre los paises, apunto.\n\t\t\t\t\t\n\t\t\t\t\t　Y presento las tareas programaticas que serviran de guia para desarrollar la sinfonia.\n\t\t\t\t\t\n\t\t\t\t\t　La vieron tambien los cuadros directivos de los organismos del Partido y las fuerzas armadas:     Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Gyong Dok, Ju Gyu Chang, U Tong Chuk, Kim Chang Sop y Ri Myong Su, los miembros de la Comision Militar Central del PTC: Kim Kyong Ok, Kim Won Hong, Kim Yong Chol y Yun Jong Rin, el jefe de departamento del CDN Hyon Chol Hae y los funcionarios de sectores de literatura y arte, prensa e informacion."
        },
        {
            "title": "RPDC decide tener embajador en ASEAN",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-36ee.html",
            "content": "RPDC decide tener embajador en ASEAN\r\n　Pyongyang, 22 de julio (ATCC) -- En relacion con que la Republica Popular Democratica de Corea decidio enviar a su embajador ante ASEAN, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 22 la siguiente respuesta a la ATCC:\n\t\t\t\t\t  La RPDC presta siempre profunda atencion al desarrollo de las relaciones con ASEAN que tiene larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, ASEAN constituye poderosas fuerzas politicas y economicas que promueven la paz, la estabilidad y la prosperidad de la region basandose en los principios de respeto de la soberania, no injerencia en los asuntos internos e igualdad.\n\t\t\t\t\t\n\t\t\t\t\t  Partiendo del deseo de contribuir a la paz y al desarrollo de Asia y el resto del mundo mediante el desarrollo de las relaciones con ASEAN, la RPDC ingreso en 2000 al Foro Regional de ASEAN y en 2008 al Tratado de Amistad y Cooperacion en el Sudeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  El Gobierno de la RPDC decidio enviar a su embajador acreditado en ASEAN para ampliar y desarrollar mas las relaciones de amistad y cooperacion con ASEAN conforme a lo que exige la realidad.\n\t\t\t\t\t\n\t\t\t\t\t  Esta medida contribuira a profundizar y desarrollar la confianza reciproca y la cooperacion de beneficio mutuo entre la RPDC y ASEAN."
        },
        {
            "title": "AJDC y AEDH publican acta de acusacion",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-37ee.html",
            "content": "AJDC y AEDH publican acta de acusacion\r\n　Pyongyang, 22 de julio (ATCC) -- La Asociacion de Juristas Democratas de Corea y la Asociacion de Estudio de Derechos Humanos publicaron en conjunto este viernes una acta de acusacion.\n\t\t\t\t\t　El resumen de acta de acusacion sigue abajo:\n\t\t\t\t\t\n\t\t\t\t\t　La \"ley de seguridad\" consta de 4 capitulos, 25 articulos y disposiciones suplementarias.\n\t\t\t\t\t\n\t\t\t\t\t　En todos los articulos de la \"ley de seguridad\" estan enumeradas las expresiones hostiles a la connacional RPDC tales como \"organizacion anti-Estado\" y \"miembro de ella\". En particular, en la clausula 2 del parrafo 1 del articulo 4 esta senalada la expresion \"pais enemigo\" en alusion al Norte (Republica Popular Democratica de Corea).\n\t\t\t\t\t\n\t\t\t\t\t　El proceso de institucion y desarrollo de esta ley permite saber la naturaleza y las caracteristicas de los individuos que la fabricaron.\n\t\t\t\t\t\n\t\t\t\t\t　Esta ley es un aparato legal e institucional inventado por la banda del traidor Syngman Rhee para legalizar su poder titere y colonial construido el primero de diciembre de 1948 a traves de las divisionistas \"elecciones por separado\" y perpetuar la division nacional.\n\t\t\t\t\t\n\t\t\t\t\t　Tenia entonces solo 6 articulos imitando la \"ley de mantenimiento de seguridad\" de la epoca de dominio colonial del imperialismo japones y el \"decreto\" de la administracion militar norteamericana que restringio los derechos independientes de los habitantes surcoreanos con la administracion militar.\n\t\t\t\t\t\n\t\t\t\t\t　Desde el primer dia de su mandato, la banda de Lee Myung Bak restituyo totalmente la \"ley de seguridad\" y el sistema de dictadura fascista y vino violando brutalmente los derechos humanos de la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t　Tan pronto como tomaron el \"poder\", los conservadores surcoreanos, colmados del servilismo proyanqui, expusieron su naturaleza de lacayo mas leal a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t　Hablando de \"dar prioridad a las relaciones Sur de Corea-EE.UU.\" y de la \"alianza estrategica del siglo XXI\", ejecutaron a los que demandan poner punto final a la dominacion e intervencion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t　La campana represiva de la banda de Lee contra las personalidades de distintos estratos y las entidades, que demandan la reunificacion pro-Norte y la ejecucion de la Declaracion Conjunta Norte-Sur, constituye el climax de sus acciones anti-DDHH.\n\t\t\t\t\t\n\t\t\t\t\t　Los titeres surcoreanos tratan como criminales y sancionan cruelmente a las personalidades de distintos estratos y los habitantes aspirantes a la unidad nacional, la reintegracion territorial y el cumplimiento de la Declaracion Conjunta Norte-Sur, diciendo que \"no podemos convivir con el Norte en este mundo\" y \"no deben considerar al Norte como connacional sino como blanco de enfrentamiento\".\n\t\t\t\t\t\n\t\t\t\t\t　En 2009, eliminaron del Internet mas de 14 mil articulos online que \"elogiaron al Norte\" y arrestaron a los que los publicaron.\n\t\t\t\t\t\n\t\t\t\t\t　Cometio la accion fascista de arrestar y encarcelar en virtud de la misma ley al pastor Han Sang Ryol, quien con motivo del 10o aniversario de la publicacion de la Declaracion Conjunta del 15 de Junio, visito el ano pasado a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Recientemente, a las ordenes de ellos, los agentes del Servicio Nacional de Inteligencia y el Grupo de Investigacion de Seguridad registraron por la fuerza las casas y oficinas de mas de una decena de personalidades de los circulos obrero, politico y cientifico bajo las sospechas de \"realizar espionaje y fundar un partido clandestino\" segun \"el mandato del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t　No cabe duda de que tal feroz campana de represion de los titeres surcoreanos parte del siniestro objetivo de alargar su vida en agonia al distraer la mirada critica y aplacar la ira del pueblo multiplicada por el fracaso total de la politica exterior e interior, la quiebra de economia y vida del pueblo, la campana de enfrentamiento y anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t　No estan a salvo ni los que reclaman los elementales derechos humanos como los derechos a vivir y aprender.\n\t\t\t\t\t\n\t\t\t\t\t　Segun las estadisticas reducidas por ellas, los arrestados y encarcelados durante el mandato del traidor Lee bajo las sospechas de violacion de la \"ley de seguridad\" crecieron 350 % en comparacion con el \"regimen\" de su antecesor.\n\t\t\t\t\t\n\t\t\t\t\t　Por otra parte, la camarilla de Lee Myung Bak actua ridiculamente para inventar la \"ley de DDHH del Norte\" cuestionando el inexistente \"problema de DDHH\" y lanza una febril campana anti-RPDC en el mismo tema hasta en el Sur de Corea y la arena internacional.\n\t\t\t\t\t\n\t\t\t\t\t　Ella debe abrogar ahora mismo la \"ley de seguridad\" y parar su ofensiva anti-RPDC en el campo de DDHH justipreciando la corriente de la epoca actual."
        },
        {
            "title": "Aparece fenomeno frio en Mar Este de Corea",
            "url": "http://kcna.co.jp/item/2011/201107/news22/20110722-38ee.html",
            "content": "Aparece fenomeno frio en Mar Este de Corea\r\n　Pyongyang, 22 de julio (ATCC) -- En estos dias surge el fenomeno frio en las localidades litorales del Mar Este de Corea.\n\t\t\t\t\t　De acuerdo con los meteorologos, en dichas localidades la temperatura del mediodia rebajo 2~5 grados por Celsius mas que el promedio y este fenomeno durara algun tiempo.\n\t\t\t\t\t\n\t\t\t\t\t　Esta condicion meteorologica desfavorable perjudica la crianza de los cultivos como el arroz.\n\t\t\t\t\t\n\t\t\t\t\t　Pak Kwang Chol (44 anos de edad), director del Centro de Investigacion de la Informatica Agricola perteneciente a la Academia de Ciencias Agricolas dijo que el arroz puede dar pocas flores por frio en estos dias."
        }
    ]
}