{
    "date": "2011-12-13",
    "url": "http://kcna.co.jp/item/2011/201112/2011-12-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Commands Firing Drill of KPA Large Combined Unit 966",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-13ee.html",
            "content": "Kim Jong Il Commands Firing Drill of KPA Large Combined Unit 966\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, commanded a firing drill of the Large Combined Unit 966 of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t After receiving salute he mounted on the observation post and was briefed on the firing drill there before guiding it. \n\t\t\t\t\t\n\t\t\t\t\t With the start of the drill, powerful striking means opened fire on the targets all at once. \n\t\t\t\t\t\n\t\t\t\t\t After watching the drill he expressed great satisfaction over the fact that servicepersons are fully prepared to defeat any sudden attack from the enemy and defend the socialist motherland impregnably and highly appreciated their successful drill. \n\t\t\t\t\t\n\t\t\t\t\t The Korean socialist system centered on the popular masses will remain forever as an invincible bulwark as there are the steel-like elite army, the matchlessly strong army of vanguard fighters of the Songun revolution who are ready to devote their youths and lives to the party and the leader, the country and the people, he said. \n\t\t\t\t\t\n\t\t\t\t\t Then the Supreme Commander inspected the combined training ground of the unit to learn about the situation of the combat and political training for the new year. \n\t\t\t\t\t\n\t\t\t\t\t He gave the commanding officers and staff members of the KPA Supreme Command accompanying him the precious instructions to be implemented by the KPA. \n\t\t\t\t\t\n\t\t\t\t\t The KPA should be further strengthened to accomplish the cause of the Songun revolution, the revolutionary cause of Juche pioneered in the forests of Mt. Paektu, through generations, he stressed, calling for steady and big efforts to bolstering up the military capability, the sovereignty of the country and the nation and national strength.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to stir up the training spirit of Mt. Paektu in every training ground true to the WPK's idea of pushing back the frontiers of latest science and technology and thus prepare all the servicepersons to be stalwart combatants, he said: It is very important for the KPA guarding the forefront of socialism with the arms of revolution and class, to stage exercises in an effective way. \n\t\t\t\t\t\n\t\t\t\t\t He posed for a picture with the servicepersons involved in the drill.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Jong Un, vice-chairman of the WPK Central Military Commission; KPA Vice Marshal Ri Yong Ho, Presidium member of the Political Bureau of the C.C., WPK and chief of the KPA General Staff; Kim Kyong Ok, first vice department director of the C.C., WPK; KPA Generals Kim Won Hong, Pak Jae Gyong and Hyon Chol Hae; and staff members of the KPA Supreme Command."
        },
        {
            "title": "Kim Yong Nam Back Home ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-34ee.html",
            "content": "Kim Yong Nam Back Home \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, returned home Tuesday after wrapping up his official goodwill visit to Tanzania.\n\t\t\t\t\t\n\t\t\t\t\t Coming back together with Kim were Foreign Minister Pak Ui Chun and other suite members."
        },
        {
            "title": "Congratulations to Egyptian PM and FM ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-12ee.html",
            "content": "Congratulations to Egyptian PM and FM\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- DPRK Premier Choe Yong Rim Monday sent a congratulatory message to Kamal El Ganzouri upon his appointment as prime minister of Egypt.\n\t\t\t\t\t\n\t\t\t\t\t Choe wished the prime minister success in his work for the country's security, stability and economic development.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun also sent a similar message to his Egyptian counterpart Mohamed Kamel Amr to congratulate him on his stay in office."
        },
        {
            "title": "Russian Delegation Here",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-03ee.html",
            "content": "Russian Delegation Here\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- A delegation of the Russian Aerial Transport Administration led by Director Neradiko Alexandr   arrived here on Monday."
        },
        {
            "title": "DPRK, Russia to Boost Cooperation in Air Search and Rescue ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-32ee.html",
            "content": "DPRK, Russia to Boost Cooperation in Air Search and Rescue \r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- An agreement on cooperation in air search and rescue between the DPRK and Russian governments was signed at the Mansudae Assembly Hall Tuesday. \n\t\t\t\t\t\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Director Kang Ki Sop and other officials of the General Bureau of Civil Aviation of the DPRK and officials concerned and from the Russian side a delegation of the Russian Aerial Transport Administration led by Director Neradiko Alexandr and Russian Ambassador to the DPRK Valery Sukhinin. \n\t\t\t\t\t\n\t\t\t\t\t Kang Ki Sop and Neradiko Alexandr inked the agreement."
        },
        {
            "title": "Greek Party Leader on Relations with WPK ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-14ee.html",
            "content": "Greek Party Leader on Relations with WPK \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The Communist Party of Greece will strive to develop its ties with the Workers' Party of Korea, said Aleka Papariga, general secretary of the CPG Central Committee, on Dec. 9.\n\t\t\t\t\t\n\t\t\t\t\tAs clarified in General Secretary Kim Jong Il's work \"Socialism Is a Science\", socialism is a science and future of humankind, she said when meeting a WPK delegation led by Vice Department Director of Its Central Committee Ri Yong Chol.\n\t\t\t\t\t\n\t\t\t\t\t The delegation attended the 13th international meeting of communist and labor parties."
        },
        {
            "title": "WPK Delegation Returns Home after Visit to Europe",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-35ee.html",
            "content": "WPK Delegation Returns Home after Visit to Britain, Greece\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The delegation of the Workers' Party of Korea led by Ri Yong Chol, vice department director of its Central Committee, came back home Tuesday after visiting Britain and Greece."
        },
        {
            "title": "Premier Reviews Construction of Seawater Supply Center, Dolphin Aquarium ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-33ee.html",
            "content": "Premier Reviews Construction of Seawater Supply Center and Dolphin Aquarium \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Premier Choe Yong Rim reviewed the construction of seawater supply center and dolphin aquarium.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the projects from officials concerned, he went round interior and exterior of the construction sites.\n\t\t\t\t\t\n\t\t\t\t\t He called for completing projects successfully and actively contributing to improving the standards of people's living."
        },
        {
            "title": "Gift to Kim Il Sung from Chinese Family",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-10ee.html",
            "content": "Gift to Kim Il Sung from Chinese Family\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The Chinese family of Chai Shiying who was related to the anti-Japanese revolutionary struggle made a present to President Kim Il Sung to commemorate his birth anniversary, April 15, 2012. \n\t\t\t\t\t\n\t\t\t\t\t The gift was delivered to DPRK Ambassador to China Ji Jae Ryong by a great-grandson of Chai Shiying on Dec. 9."
        },
        {
            "title": "Gift to Kim Jong Il from Chinese Family",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-11ee.html",
            "content": "Gift to Kim Jong Il from Chinese Family\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- General Secretary Kim Jong Il received a gift from the family of Chai Shiying, a Chinese related to the anti-Japanese revolutionary struggle, on the occasion of his birthday, February 16 in 2012. \n\t\t\t\t\t\n\t\t\t\t\t A great-grandson of Chai Shiying handed over the gift to DPRK Ambassador to China Ji Jae Ryong on Dec. 9."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Marked",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-31ee.html",
            "content": "Anniversary of Kim Il Sung's Work Marked\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- A meeting was held at the Central Hall of Workers on Tuesday to commemorate the 40th anniversary of President Kim Il Sung's famous work \"On the Character and Tasks of the Trade Unions in a Socialist Society\".\n\t\t\t\t\t\n\t\t\t\t\t The work, published on December 14, 1971, clarifies the duty of the trade unions -- strengthening the ideological education, working-classizing and revolutionizing members, letting them warmly love the socialist system, raising the standard of technical culture and organizing and mobilizing them to accomplishing the immediate economic tasks.\n\t\t\t\t\t\n\t\t\t\t\t It also expounds the tasks arising in bolstering the political, economic and military might of the DPRK and strengthening the solidarity with the international revolutionary forces in order to achieve the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the General Federation of Trade Unions of Korea, in a report said that the President's work serves as guidelines to be consistently held fast in strengthening the trade unions into a political organization that defends and carries out the cause of the party.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the President had wisely led the trade unions to preserve the revolutionary character as an ideological and educational organization and make contribution to accomplishing the cause of transforming the whole society on the Juche idea through dynamic three revolutions -- ideological, technological and cultural --among the working class and members of the trade unions.\n\t\t\t\t\t\n\t\t\t\t\tThe President's idea and theory of building the trade unions have been developed in depth thanks to General Secretary Kim Jong Il, the reporter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t All the successes are a fruition of the wise leadership of Kim Il Sung and Kim Jong Il who put forward the original idea and theory of building the trade unions, brightly indicated the road to be followed by them and led them step by step.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underscored the need to strengthen the ideological education to fully tap the mental power of the working class and members of the trade unions and arouse them to the general onward drive.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, and officials and members of the trade unions."
        },
        {
            "title": "Geology Museum at Kim Chaek University of Technology",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-27ee.html",
            "content": "Geology Museum at Kim Chaek University of Technology\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, December 13 (KCNA) -- A geology museum has been built at Kim Chaek University of Technology in Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe museum exhibits more than 800 pieces of minerals, rocks and samples of fossil organisms and 20 kinds of illustrations and e-media.\n\t\t\t\t\t\n\t\t\t\t\tIt consists of two halls -- geology and underground resources.\n\t\t\t\t\t\n\t\t\t\t\tThe Geology Hall displays fossils, crystal and igneous, metamorphic and sedimentary rocks.\n\t\t\t\t\t\n\t\t\t\t\tThe Underground Resources Hall houses some 400 exhibits, divided into metal, nonmetal and energy resources.\n\t\t\t\t\t\n\t\t\t\t\tMultimedia about the formation and evolution of the earth and videos about geological prospecting are also available in the museum. \n\t\t\t\t\t\n\t\t\t\t\tIt provides conditions of hands-on education for students and research activities."
        },
        {
            "title": "Kim Myong Suk, Blind Kayagum Player ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-30ee.html",
            "content": "Kim Myong Suk, Blind Kayagum Player \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Kim Myong Suk, a 56-year-old woman, is well known for wonderfully playing Kayagum, a string instrument peculiar to the Korean nation. She is working at Pyongyang Kim Won Gyun Conservatory. \n\t\t\t\t\t\n\t\t\t\t\t Kim, born blind, is a left-hand player. \n\t\t\t\t\t\n\t\t\t\t\t She, with a natural bent for music, began learning how to play Kayagum at the age of 5. Her ability was cultivated thanks to the socialist education system. \n\t\t\t\t\t\n\t\t\t\t\t Working at the conservatory, Kim developed her unique technical skill, contributing to the compilation of new Kayagum schools and teaching materials. \n\t\t\t\t\t\n\t\t\t\t\t She was honored with the title of Merited Artist."
        },
        {
            "title": "Sinphyong Rest House ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-29ee.html",
            "content": "Sinphyong Rest House\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The Sinphyong Rest House is located in the middle of the Pyongyang-Wonsan expressway.\n\t\t\t\t\t\n\t\t\t\t\t The house nestles in a scenic spot in harmony with a lake that appeared along with the construction of a minor power station dam, fantastic cliffs and rocks and neighboring mountains. It serves as a rest resort for local and foreign tourists and overseas Koreans on their way to Wonsan, Mt. Kumgang or Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t During the break in their car trip, the tourists enjoy the beautiful scenery of the lake and mountains.\n\t\t\t\t\t\n\t\t\t\t\t The rest house serves dishes cooked with mushroom, bellflower root, leopard plant and other edible herbs growing in Sinphyong area, as well as coffee and tea.\n\t\t\t\t\t\n\t\t\t\t\t A tourist resort, called Sinphyong Kumgang, is under construction around the house."
        },
        {
            "title": "Korean-Style Socialist Economic Management Guarantees Building of Economic Power",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-36ee.html",
            "content": "Korean-Style Socialist Economic Management Guarantees Building of Economic Power\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The DPRK celebrates the 50th anniversary of enforcement of Korean-style socialist economic management.\n\t\t\t\t\t\n\t\t\t\t\t The Taean Work System created by President Kim Il Sung in December 1961 is a unique economic management system under socialism which turned the economic management into the work of popular masses by giving priority to political affairs under the guidance of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t In line with the requirements of the Taean Work System, the WPK and the government of the DPRK led the party committees to raise their roles and tapped the popular masses' revolutionary enthusiasm and creative ingenuity in a proper way, thus effecting constant changes and innovations in building socialist economy.\n\t\t\t\t\t\n\t\t\t\t\t They also gave rise to an industrial revolution in the new century advancing towards the world by overcoming the worst trials. \n\t\t\t\t\t\n\t\t\t\t\t The 50-year-long history in which they have embodied the System proved that to embody the collective guidance of the party committee and the mass line is a fundamental principle for socialist economic management and an immutable truth that brings earlier the emergence of prosperity.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Secretary Kim Jong Il made energetic activities to thoroughly apply the System, whose validity and vitality have been proven in building socialist economy, to all the sectors of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t He authored many works, clarifying the orientation and ways for improving the economic management under socialism in keeping with the intrinsic characteristics of the System. \n\t\t\t\t\t\n\t\t\t\t\t By making tireless long journey of field guidance, he led the party committees to give free rein to the mental power of the popular masses by implementing the mass line under their collective guidance and manage the economic work in a scientific and reasonable manner.\n\t\t\t\t\t\n\t\t\t\t\t He set forth principled issues such as strengthening the trinity of general manager, party secretary and chief engineer, attaching importance to political work in administrative and economic work and regarding the science and technology as a lifeline.\n\t\t\t\t\t\n\t\t\t\t\t He called on the party and society to popularize the achievements and experiences gained in the work to embody the System.\n\t\t\t\t\t\n\t\t\t\t\t He put forward as model units the factories and enterprises the party committees of which provided proper political orientation to economic work guided by the politics of the WPK, improved the supply service for people based on the just outlook on the masses and encouraged them to implement the WPK's economic policy in an organized manner.\n\t\t\t\t\t\n\t\t\t\t\t Officials and workers of industrial establishments across the country embodied the fundamental principles of the socialist economic management to bring about great innovations and leap forward in production and construction.\n\t\t\t\t\t\n\t\t\t\t\t The hot wind of CNC, the flame of the campaign to push back the frontiers of the latest science and technology set off in Jagang Province demonstrated the advantages and might of Korean-style economic management system.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are confident that Korean-style economic management system is a constant mode of economic management to be relied on in the whole course of socialist construction and that the building of an economic power is sure to triumph only when they thoroughly implement the fundamental principles."
        },
        {
            "title": "Gifts to Kim Jong Il by APR",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-28ee.html",
            "content": "Gifts to Kim Jong Il by APR\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- On display at the International Friendship Exhibition House in the DPRK are an electronic wall clock and a book \"History of Moscow.\"\n\t\t\t\t\t\n\t\t\t\t\t They are gifts presented to General Secretary Kim Jong Il by the Agrarian Party of Russia (APR) on September 24, Juche 86 (1997.)\n\t\t\t\t\t\n\t\t\t\t\t The round clock is placed in the center of a pottery portraying the APR's emblem. Seen in the upper part of the clock are spikes of wheat and letters \"APR.\"\n\t\t\t\t\t\n\t\t\t\t\t The copper-bound book \"History of Moscow\" introduces the formation and development of the Russian city.  \n\t\t\t\t\t\n\t\t\t\t\t The gifts mirror the APR members' deep reverence for Kim Jong Il and their wish for his good health."
        },
        {
            "title": "Japan Accused of Laying Groundwork for Overseas Expansion: Minju Joson",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-05ee.html",
            "content": "Japan Accused of Laying Groundwork for Overseas Expansion: Minju Joson\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- There held a vice ministerial-level meeting for reviewing the \"three principles of arms export\" in Japan on Nov. 28. \n\t\t\t\t\t\n\t\t\t\t\t It tabled the issue of softening the principles to lay groundwork for Japan to take an active part in international development of military equipment.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that more similar meetings would be held in the days ahead with their conclusions leading to decisions of the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t A bylined commentary of Minju Joson Tuesday observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Sinister intention is behind the Japanese reactionaries' desperate efforts to free Japan from such legal restrictions as \"three principles of arms export\".\n\t\t\t\t\t\n\t\t\t\t\t It is to realize the dream of \"greater east Asia co-prosperity sphere\" which Japan failed to do as a defeated state even though it had pressed ahead with the scheme to turn itself into a military giant in reliance on the United States.\n\t\t\t\t\t\n\t\t\t\t\t It is well known that senior officials of the Japanese government have long visited the \"Yasukuni shrine\" in group, openly revealing Japan's wild ambition for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t Now Japan is contemplating turning down the \"three principles of arms export\", an attempt that gives imminent danger to the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t What can not be overlooked is that the prime minister openly \"encouraged\" the troops of the Ground \"Self-Defense Force\" to be dispatched abroad. \n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for Japan, which has tried to soften the \"three principles\" while running toward its conversion into a military giant, to talk about \"contribution\" to peace of the international community. \n\t\t\t\t\t\n\t\t\t\t\t Lurking behind such moves is an ulterior aim to blunt the sharp watch of the international public and realize the scheme for conversion into a military power and overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t In actuality Japan appears to be a nation posing a threat to the world peace. \n\t\t\t\t\t\n\t\t\t\t\t Japan should be mindful that conversion into a military power and overseas aggression can never be the way out for itself."
        },
        {
            "title": "Anti-Reunification Conservative Forces Are Source of Nation's Miseries",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-06ee.html",
            "content": "Anti-Reunification Conservative Forces Are Source of Nation's Miseries\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Whoever is concerned about the destiny of the nation should not turn aside from the country's reunification but take an active part out of patriotism in fighting the anti-reunification forces intent on the north-south confrontation and national division.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the country's reunification can not be achieved as long as the anti-reunification forces escalating the north-south confrontation while doing harm to the unity of the nation and the cause of the reunification are left in tact, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's struggle for the country's reunification should primarily target against the anti-reunification forces. The struggle against the anti-reunification forces will guarantee the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean anti-reunification forces are the heinous group of traitors going against the June 15 era of reunification being obsessed with anachronistic concept of confrontation.\n\t\t\t\t\t\n\t\t\t\t\tThey pushed the favorably developing inter-Korean relations to a catastrophe through the anti-reunification policy of \"no nukes, opening and 3000 dollars\" since they took office and have made desperate efforts to provoke a war against the DPRK in collusion with outside forces while putting outsiders above compatriots. They also ruined all the achievements made in the inter-Korean relations since the publication of the June 15 joint declaration, while talking about the \"south-north relations dragged by the north\" and \"lost decade\". Meanwhile, they orchestrated the \"Cheonan\" warship incident and Yonphyong Island incident against the DPRK and, under the pretext of those incidents, pushed the inter-Korean relations to a standstill. They also waged madcap war exercises with the U.S. to provoke a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The nation-wide struggle to resolutely foil the row for north-south confrontation kicked up by conservative group presents itself as an urgent and practical task.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north, the south and overseas should get united close under the banner of the pro-reunification patriotism and turn out as one in the nation-wide struggle to check and frustrate the anti-reunification moves of the south Korean conservative group and severely punish the group of traitors in the name of the nation."
        },
        {
            "title": "Rodong Sinmun Calls for Making Greater Economic Progress",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-07ee.html",
            "content": "Rodong Sinmun Calls for Making Greater Economic Progress\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The Korean people will spur the drive for pushing back the frontiers of latest science and technology under the leadership of Kim Jong Il to make a leaping progress toward the high eminence of prosperity and bring earlier the rosy future of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The drive, initiated by the Workers' Party of Korea, is Korean-style strategy of development to hold supremacy in everything in the shortest period by jumping in a bold way over the development phases covered by humankind and make steady progress from the latest science to the cutting-edge science, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This drive calls for setting a target high and attaining it at a breath to make the world look up to Kim Il Sung's Korea.\n\t\t\t\t\t\n\t\t\t\t\t To push back the frontiers of latest science and technology is the true way for defending the sovereignty and dignity of the country and nation, a shortcut to prosperity and a key to frustrating the imperialists' scientific and technological blockade and emerging the final victor.\n\t\t\t\t\t\n\t\t\t\t\t Everything in the world may be blockaded, but no one can repress the strong consequence of the Korean nation to go ahead of the world and its resourceful brain.\n\t\t\t\t\t\n\t\t\t\t\t The drive to push back the frontiers of latest science and technology in the DPRK serves as a stubborn offensive propelled by dint of great mental power and a scientific and prospective undertaking whereby an example is set in knowledge-based industry and steadily expanded. It is also a powerful scientific and technological movement conducted in reliance on the contingent of talents.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will not fall back even a step from this drive under any storm and stress but bring earlier the new spring of prosperity through it."
        },
        {
            "title": "S. Korean Authorities' Plan to Erect Lamp Towers Close to MDL Assailed",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-08ee.html",
            "content": "S. Korean Authorities' Plan to Erect Lamp Towers Close to MDL Assailed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The puppet Ministry of Defense of south Korea plans to build two lamp towers close to the Military Demarcation Line as a new step to escalate the anti-DPRK psychological warfare, according to the south Korean MBC on Sunday. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers are set to operate psychological means to be set up to view the north side's region from mid-December.\n\t\t\t\t\t\n\t\t\t\t\t The puppet government is directly spearheading this operation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces set up a lamp tower in Aegi Peak in Kagum-Ri, Hasong-Myon, Kimpho City, Kyonggi Province long ago and have used it for the psychological campaign against the north.\n\t\t\t\t\t\n\t\t\t\t\t At the end of last year, they turned on the light in violation of the north-south agreement in June 2004 in which both sides agreed to renounce propaganda activities and remove all propaganda means from the area along the Military Demarcation Line.   \n\t\t\t\t\t\n\t\t\t\t\t The puppet military authorities are openly describing it as part of the efforts to escalate the anti-DPRK psychological warfare."
        },
        {
            "title": "Candlelight Rallies Held in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-09ee.html",
            "content": "Candlelight Rallies Held in S. Korea\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, December 13 (KCNA) -- More than 5,000 south Korean people held a candlelight rally in Seoul on Sunday calling for opposing the conclusion of the humiliating Free Trade Agreement (FTA) and dissolving the \"Grand National Party.\" They included members of the Headquarters of the All-people Movement for Checking the Conclusion of the south Korea-U.S. FTA and civic and public organizations lawmakers from opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t FTA will benefit only a handful of privileged people, they said, calling for carrying on the struggle by the concerted efforts against the present \"government\" and the GNP in their moves to harm the people's right to existence. \n\t\t\t\t\t\n\t\t\t\t\t They called for totally disbanding the GNP at its deathbed.\n\t\t\t\t\t\n\t\t\t\t\t They appealed to all the people to fight it out against the conclusion of the humiliating agreement with confidence in victory.\n\t\t\t\t\t\n\t\t\t\t\t Peasants in Asan, South Chungchong Province also held a rally on Dec. 9 to oppose the conclusion of FTA.\n\t\t\t\t\t\n\t\t\t\t\t The speakers accused the GNP of having railroaded the FTA motion through the \"National Assembly\" while turning a deaf ear to the voices of the peasants.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to never pardon the traitors selling off the interests of the people to the U.S."
        },
        {
            "title": "Abrogation of NSL Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-37ee.html",
            "content": "Abrogation of NSL Demanded in S. Korea \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The People's Solidarity for the Repeal of the \"National Security Law\" (NSL) in south Korea held a meeting in Seoul on Dec. 10 to demand repeal of the fascist law. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting charged that this year the prosecution and police arrested people more than four times the figure in 2006 by invoking the NSL.\n\t\t\t\t\t\n\t\t\t\t\t For 63 years after the emergence of this fascist law, such fabrications as \"spy-ring case\" have been cooked up one after another and ordinary people branded as spies in a day due to the authorities' anti-DPRK hostile policy, they said.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to regard the north as enemy, and the NSL should be repealed without fail, they stressed. \n\t\t\t\t\t\n\t\t\t\t\t They declared they would punish the \"government\", hell-bent on human rights abuses with the unpopular and treacherous fascist law, at an early date."
        },
        {
            "title": "Bangladeshi Organizations Praise Great Persons of Mt. Paektu ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-01ee.html",
            "content": "Bangladeshi Organizations Praise Great Persons of Mt. Paektu \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, December 13 (KCNA) -- The Bangladesh-Korea Friendship and Solidarity Committee issued a bulletin on Dec. 7 to mark the 20th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Songun and Kim Jong Il\" noted that Kim Jong Il developed in depth the Songun idea fathered by President Kim Il Sung to pursue the Songun politics for the first time in the history of world politics. \n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is the most powerful political mode guaranteeing the victorious advance of socialism, the cause of independence despite the highhanded and arbitrary practices of the imperialists getting evermore pronounced in recent years, it said, adding: Progressive personages of many countries praise the Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy released a bulletin \"Ardent Love for Future\" on Dec. 6 with the approach of the 94th birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said the life of Kim Jong Suk was one of loving care devoted to the future."
        },
        {
            "title": "Feats of Kim Jong Il and Kim Jong Suk Lauded Abroad",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-02ee.html",
            "content": "Feats of Kim Jong Il and Kim Jong Suk Lauded Abroad\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, December 13 (KCNA) -- Newspapers of Russia and India dedicated special write-ups to the 20th anniversary of General Secretary Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 94th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Nakhodkinski Rabochi on Dec. 7 carried an article titled \"Defender of Socialism\" with a photo of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t His assumption of KPA supreme commandership was an event of historical significance in defending and glorifying socialism, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of the great brilliant commander the army and people of the DPRK smashed all sorts of anti-DPRK moves of the imperialist allied forces getting evermore vicious towards the close of the last century and reliably defended the banner of socialism, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper India Europe News and Information Bureau on Dec. 5 edited several articles under the headline of \"On the 20th Anniversary of Comrade Kim Jong Il's Assumption of KPA Supreme Commandership\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted that Kim Jong Il has wisely led the work to increase the politico-ideological and military technical might of the KPA in every way. \n\t\t\t\t\t\n\t\t\t\t\t Another Indian paper Public News on Dec. 6 carried an article entitled \"Kim Jong Suk Enjoying Eternal Admiration\". \n\t\t\t\t\t\n\t\t\t\t\t In the whole period of her life, not long, Kim Jong Suk devoted her all to ensuring safety and good health of President Kim Il Sung, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t To hand down her feats, the Korean people called some areas and institutions in the country after her august name."
        },
        {
            "title": "Radioactive Damage on Increase in Japan",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-21ee.html",
            "content": "Radioactive Damage on Increase in Japan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Residents in three municipalities including the towns of Namie and Kawamata have been exposed to up to some 37 millisieverts of radiation during the four months after the powerful earthquake and tsunami on March 11 crippled the plant, Fukushima prefectural government officials said Friday.\n\t\t\t\t\t\n\t\t\t\t\t Tokyo Electric Power Co. on Dec. 6 announced that it has been confirmed that 150 liters of contaminated water containing strontium, a radioactive substance, leaked into the sea from the device for desalinization of the Fukushima Nuclear Power Plant."
        },
        {
            "title": "Sentiment among Large Japanese Firms Down ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-19ee.html",
            "content": "Sentiment among Large Japanese Firms Down \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Business confidence among large Japanese firms deteriorated in the three months through December, the government said Friday.\n\t\t\t\t\t\n\t\t\t\t\t The sentiment index covering companies capitalized at 1 billion yen or more slid to minus 2.5 from the previous quarter's plus 6.6."
        },
        {
            "title": "Algerian President Reinforces Anti-corruption Agency",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-17ee.html",
            "content": "Algerian President Reinforces Anti-corruption Agency\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Algerian President Abdelaziz Bouteflika on Thursday signed a decree on the organization of the central Anti-corruption Agency.\n\t\t\t\t\t\n\t\t\t\t\t A statement issued by the President Office indicates that the decree would constitute \"a new brick\" in the process of establishing and reinforcing anti-corruption mechanism to fight against all forms of offenses to the nation's wealth. The government is pushing forward the revision of the anti-corruption law."
        },
        {
            "title": "Zimbabwean President Calls for Protecting People's Rights",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-23ee.html",
            "content": "Zimbabwean President Calls for Protecting People's Rights\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Zimbabwean President Robert G. Mugabe, addressing the Congress of the Zimbabwe African National Union－Patriotic Front (ruling party) on Dec. 8, expressed the stand of the government to protect the people's rights.\n\t\t\t\t\t\n\t\t\t\t\t Foreign firms have long paid very insignificant amount of tax and utilities while plundering the country of its natural resources at their will, he said, adding the government is working hard to take over the right to control the mining and manufacturing sectors from the West.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the government to enforce the policy of defending the economic right to make the people have access to the natural resources now in the hands of the West and win economic liberation.\n\t\t\t\t\t\n\t\t\t\t\t His country will not stand even a step back from its sacred cause despite the hostile acts of the Western powers, he noted, calling for heightening vigilance against the hoax of the Western countries to re-colonize Africa and plunder its natural resources."
        },
        {
            "title": "Sri Lanka Protests NATO Air Attacks on Pakistan",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-26ee.html",
            "content": "Sri Lanka Protests NATO Air Attacks on Pakistan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Sri Lanka on Friday held a protest condemning last month's NATO air strike that killed 24 Pakistani troops on the border with Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t A large number of supporters of Sri Lanka-Pakistan Friendship Association participated in the protest.\n\t\t\t\t\t\n\t\t\t\t\t \"The attack is one of the heinous crimes by the NATO forces,\" the participants said."
        },
        {
            "title": "S. Africa Works to Prevent Global Warming",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-25ee.html",
            "content": "S. Africa Works to Prevent Global Warming\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- South Africa is working hard to develop and use renewable energy to prevent global warming.\n\t\t\t\t\t\n\t\t\t\t\t South African President Jacob Zuma on Saturday endorsed the establishment of the South African Renewable Initiative.  \n\t\t\t\t\t\n\t\t\t\t\t Zuma announced South Africa's commitment to reducing its carbon emissions by 34 percent by 2020 by increasing electricity production by renewable energy."
        },
        {
            "title": " One Palestine Killed, 13 Wounded by Israeli Rockets",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-18ee.html",
            "content": "One Palestine Killed, 13 Wounded by Israeli Rockets\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The Israeli army is persistent in military attacks on Palestinians despite protest and denunciation from the international community.\n\t\t\t\t\t\n\t\t\t\t\t Palestinians say a civilian was killed early Friday and 13 other people were wounded by Israeli rocket attacks on Gaza."
        },
        {
            "title": "U.S. Police Evict Occupy Boston Protesters ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-20ee.html",
            "content": "U.S. Police Evict Occupy Boston Protesters \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- U.S. police officers swept through Dewey Square early Saturday, tearing down tents at the Occupy Boston encampment and arresting more than 40 protesters."
        },
        {
            "title": "U.S. Trade Deficit Hits 43.5 Bln",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-22ee.html",
            "content": "U.S. Trade Deficit Hits 43.5 Bln\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- The U.S. trade deficit in October amounted to 43.5 billion U.S. dollars, the U.S. Commerce Department announced Friday."
        },
        {
            "title": "Cuba-Caricom Summit Held ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-24ee.html",
            "content": "Cuba-Caricom Summit Held \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tHavana, December 12 (KCNA) -- Summit between Cuba and the Caribbean Community (Caricom) was held in the capital city of Trinidad and Tobago.\n\t\t\t\t\t\n\t\t\t\t\t Discussed there were the matters of boosting cooperation and keeping close economic ties among Caricom member nations.\n\t\t\t\t\t\n\t\t\t\t\t The participants denounced the U.S. for not respecting the resolutions on lifting sanctions against Cuba that have been adopted at the UN General Assembly every year.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. keeps interfering in the internal affairs of Cuba, they said, voicing their stand to extend invariable support and solidarity to Cuba in the future, too."
        },
        {
            "title": "Cooperation among Developing Countries ",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-16ee.html",
            "content": "Cooperation among Developing Countries \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, December 13 (KCNA) -- Nigeria and Indonesia on Dec. 5 signed a Memorandum of Understanding (MoU) on the investment of 1 billion U.S. dollars in mining, palm oil and rubber development. \n\t\t\t\t\t\n\t\t\t\t\t Burundi and Rwanda have recently signed an agreement to boost border trade."
        },
        {
            "title": "Kim Jong Il dirige ejercicios de gran unidad combinada 966 del EPC",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-38ee.html",
            "content": "Kim Jong Il dirige ejercicios de gran unidad combinada 966 del EPC\r\n\n\t\t\t\t\tPyongyang, 13 de diciembre (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea, Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio los ejercicios de golpe con fuegos de la gran unidad combinada 966 del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLuego de recibir el parte de recepcion, el Comandante Supremo fue al observatorio donde escucho explicaciones sobre el desarrollo de los ejercicios y dirigio los ejercicios de golpe con fuegos de la gran unidad combinada.\n\t\t\t\t\t\n\t\t\t\t\tUna vez iniciados los ejercicios, los poderosos medios de golpe abrieron simultaneamente los fuegos dando golpe implacable a los blancos.\n\t\t\t\t\t\n\t\t\t\t\tAl verlos, Kim Jong Il se mostro muy satisfecho de que los uniformados hayan estado bien listos para frustrar a tiempo cualesquier agresiones inesperadas de los enemigos y defender como una muralla de acero la patria socialista y evaluo altamente los exitos de ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que gracias a contar con los militares dispuestos a sacrificar su juventud y vida para defender al Partido y el Lider, la patria y el pueblo, con el destacamento selecto de acero crecido como combatientes vanguardistas de la revolucion del Songun y con el gran ejercito incomparablemente fuerte, el regimen socialista centrado en las masas populares sera para siempre el invencible baluarte.\n\t\t\t\t\t\n\t\t\t\t\tLuego, dando vueltas por el campo de ejercicios generales de la unidad, hizo conocimiento del estado de ejercicios combativos y politicos para el nuevo ano.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dio a los acompanantes y a los miembros de mando de operaciones de la Comandancia  Suprema las preciosas instrucciones que se presenten ante el EPC.\n\t\t\t\t\t\n\t\t\t\t\tPara llevar a feliz termino de generacion en generacion la causa revolucionaria del Juche, la de la revolucion del Songun iniciada en la selva del monte Paektu, hay que fortalecer el EPC, dijo y anadio que deben seguir esforzandose por fortalecer las fuerzas militares,  soberania y fuerza del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que en pleno acato a la idea del Partido en materia de conquistar la tecnologia de punta, hay que avivar el fervor de ejercicios del Paektu en los campos de ejercicios combativos y preparar a todos los militares como valientes combatientes, senalo y anadio que es muy importante hacer bien los ejercicios para el EPC que con el fusil de la revolucion y de la clase defiende la linea avanzada socialista.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Comandante Supremo se fotografio junto a los militares participantes en el entrenamiento. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, el vicemariscal del EPC Ri Yong Ho, miembro del Presidium del Buro Politico del CC del PTC y jefe del Estado Mayor General del EPC, Kim Kyong Ok, primer subjefe de departamento del CC del PTC, los generales de ejercito del EPC Kim Won Hong, Pak Jae Gyong y Hyon Chol Hae, y los miembros de mando de operaciones de la Comandancia Suprema del EPC."
        },
        {
            "title": "Choe Yong Rim recorre varios lugares de esta capital",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-39ee.html",
            "content": "Choe Yong Rim recorre varios lugares de esta capital\r\n\n\t\t\t\t\tPyongyang, 13 de diciembre (ACNC) -- El premier coreano Choe Yong Rim analizo en el terreno el dia 13 la construccion del centro de suministro de agua salada y del acuario de delfines.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar las explicaciones sobre el estado de las obras por parte de los funcionarios concernientes, Choe paso revista al interior y exterior de los lugares de construccion.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de terminar con excelencia los objetos pedidos para contribuir al mejoramiento de la vida del pueblo."
        },
        {
            "title": "RPDC acoge 50o aniversario del sistema de trabajo de Taean",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-40ee.html",
            "content": "RPDC acoge 50o aniversario del sistema de trabajo de Taean\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 13 de diciembre (ACNC) -- El pueblo coreano acoge el 50o aniversario del sistema de administracion economica socialista al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema de trabajo de Taean, creado en diciembre del 50 (1961) de la Era Juche por el Presidente Kim Il Sung, es el original sistema de administracion economica socialista que da prioridad a la labor politica bajo la guia del partido y transforma la gestion economica como la labor de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tAl elevar el papel del comite del Partido y movilizar racionalmente el entusiasmo revolucionario y la capacidad creativa de las masas populares de acuerdo con las exigencias del sistema de trabajo de Taean, el partido y el Estado de la RPDC han logrado incesantes creaciones y transformaciones en la construccion economica socialista. \n\t\t\t\t\t\n\t\t\t\t\tSuperaron las pesimas vicisitudes y registraron la revolucion industrial en el nuevo siglo. \n\t\t\t\t\t\n\t\t\t\t\tLos 50 anos pasados manifestaron que materializar la direccion colectiva del comite del Partido y la linea de las masas es el principio fundamental de la administracion economica socialista y la invariable verdad que posibilita lograr cuanto antes la prosperidad de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il libro energicas actividades revolucionarias para implantar estrictamente en todos los dominios de la economia nacional el sistema de trabajo de Taean, cuya justeza y vitalidad fueron comprobadas en la construccion economica socialista. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente publico muchas obras, en las cuales ilumino claramente el rumbo y los remedios para mejorar la gestion empresarial socialista conforme a las caracteristicas esenciales de ese sistema de trabajo. \n\t\t\t\t\t\n\t\t\t\t\tAl realizar incesantemente la visita de orientacion, hizo materializar la linea de las masas bajo la direccion colectiva del comite del Partido y poner de pleno manifiesto la fuerza espiritual de las masas, de modo que se gestionara la economia de manera cientifica y racional. \n\t\t\t\t\t\n\t\t\t\t\tEnseno los asuntos de principios como el de fortalecer la colaboracion entre el director, el secretario del partido y el ingeniero en jefe, realizar la politizacion en el trabajo administrativo y economico y tomar las ciencias y tecnicas como linea de la vida y generalizo en todo el partido y toda la sociedad los exitos y experiencias. \n\t\t\t\t\t\n\t\t\t\t\t  Presento como unidades modelos las fabricas y empresas cuyos comites del partido dieron ejemplos en hacer bien la direccion politica sobre la labor economica, en mejorar la labor de intendencia con el justo punto de vista hacia las masas y en organizar y movilizar a las masas a cumplir la politica economica del partido.\n\t\t\t\t\t\n\t\t\t\t\t  Los funcionarios y trabajadores de las fabricas y empresas de todas las localidades crearon una gran renovacion y gran salto en la produccion y la construccion al materializar los principios fundamentales de la administracion economica socialista.\n\t\t\t\t\t\n\t\t\t\t\t  El fervor por conquistar la tecnologia CNC y de punta producido en la provincia de Jagang demuestra plenamente la superioridad y el poderio del sistema de la administracion economica socialista al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo coreano tiene la  firme conviccion de que el sistema de la administracion economica al estilo coreano constituye el invariable tipo de administracion economica a ser mantenida en todo el periodo historico de la construccion socialista y el credo de que sera cierta la victoria de la construccion de la potencia economica cuando materializa cabalmente sus principios fundamentales."
        },
        {
            "title": "Acto por 40o aniversario de obra de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201112/news13/20111213-41ee.html",
            "content": "Acto por 40o aniversario de obra de Kim Il Sung \r\n\n\t\t\t\t\tPyongyang, 13 de diciembre (ACNC) -- Tuvo lugar el dia 13 en la Casa Central de Obreros el acto por el 40o aniversario de la obra maestra del Presidente Kim Il Sung \"Sobre el caracter y los deberes de la Union de los Sindicatos en la sociedad socialista\" publicada el 14 de diciembre del 60 (1971) de la Era Juche. \n\t\t\t\t\t\n\t\t\t\t\tLa obra dilucida los deberes de la Union de los Sindicatos, entre otros, el de intensificar la educacion ideologica para que los gremiales tengan la idea revolucionaria y de la clase obrera, amen ardientemente al regimen socialista, eleven sus niveles tecnicos y culturales y se movilicen al cumplimiento de inmediatas tareas economicas. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, presenta las tareas para aumentar el poderio politico, economico y militar de la RPDC para lograr la reunificacion de la patria y consolidar la solidaridad con las fuerzas revolucionarias internacionales. \n\t\t\t\t\t\n\t\t\t\t\tEl presiente del Comite Central de la Federacion General de los Sindicatos de Corea, Hyon Sang Ju, dijo en el informe que la obra del Presidente sirve de guia a ser mantenida siempre para fortalecer la FGSC como una organizacion politica que defiende y materializa la causa del partido. \n\t\t\t\t\t\n\t\t\t\t\tEl Presidente dirigio sabiamente la FGSC para que contribuyera a la transformacion de toda la sociedad segun la idea Juche, manteniendo su caracter revolucionario como entidad de educacion ideologica y desplegando con dinamismo las tres revoluciones: ideologica, tecnica y cultural, senalo.\n\t\t\t\t\t\n\t\t\t\t\tLa ideologia y la teoria del Presidente en materia de la construccion de la Union de los Sindicatos se han desarrollado y enriquecido gracias al Dirigente Kim Jong Il, destaco. \n\t\t\t\t\t\n\t\t\t\t\tLa FGSC debe intensificar mas la educacion ideologica para poner de pleno manifiesto la fuerza espiritual de la clase obrera y de los gremiales y llamarlos a la marcha de gran auge, concluyo.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion el secretario del CC del Partido del Trabajo de Corea, Choe Ryong Hae, los funcionarios de la FGSC y los gremiales."
        }
    ]
}