{
    "date": "2011-06-10",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Performance Given by Art Groups",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-38ee.html",
            "content": "Kim Jong Il Enjoys Performance Given by Art Groups\r\n Pyongyang, June 10 (KCNA) -- General Secretary Kim Jong Il together with officers and men of the KPA enjoyed a performance given by the art groups of families of servicepersons of KPA Units 534, 529, 264 and 549 which participated in the second round of the fourth contest of art groups of families of servicepersons of the KPA.\n\t\t\t\t\t Its repertoire included colorful numbers of diverse genres like oungum ensemble \"Nostalgia\", an immortal masterpiece, accordion and song \"Glory to Our Great Party\", dialogic poem \"General and Families of Servicepersons\", solo \"I Am a Wife of Officer\" and chorus \"Let's Keep Pace with Footsteps of General\".\n\t\t\t\t\t\n\t\t\t\t\t In their revolutionary and militant performance the art groups enthusiastically sang of the worthwhile life they are leading while defending the outposts for devotedly defending the leader as assistants to their husbands and powerfully demonstrated the unshakable faith and will of the families of servicepersons to devote their lives to the sacred struggle for devotedly defending the headquarters of the revolution and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the performance flawless in ideological contents and artistry staged by the members of the art groups with numbers of great cognitional and educational value. He highly appreciated the successful performance and extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t All the numbers put on the stage dealt with important and meaningful socio-political issues arising in the struggle and life of people in the era of Songun through the depiction of essential and significant aspects of life strictly on the basis of reality and made a profound ideological and artistic representation of them, he said. He praised them for their splendid performance and extended a warm salute to them.\n\t\t\t\t\t\n\t\t\t\t\t Through the contest of art groups of families of servicepersons held every year their cultural attainments showed a marked improvement and the level of their performing activities made leaping progress, he said, advancing the important tasks to serve as guidelines for intensifying the mass cultural and art activities.\n\t\t\t\t\t\n\t\t\t\t\tAmong the audience were senior officials of the party and armed forces organs Kim Jong Un, Ri Yong Ho, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Jang Song Thaek, Kim Jong Gak, Kim Yong Il, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Kim Chang Sop and Ri Myong Su, Members of the WPK Central Military Commission Kim Kyong Ok, Kim Myong Guk, Kim Won Hong and Yun Jong Rin and Department Director of the NDC Hyon Chol Hae."
        },
        {
            "title": "CPC Delegation Here",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-23ee.html",
            "content": "CPC Delegation Here\r\n Pyongyang, June 10 (KCNA) -- A delegation of the Communist Party of China headed by Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, arrived here on Friday.\n\t\t\t\t\t The delegation is made up of Wang Jiarui, head of the International Liaison Department of the CPC Central Committee, Sun Zhengcai, secretary of the Jilin Provincial Committee of the CPC, Pan Ligang, director of a bureau of the Organization Department of the CPC Central Committee, Li Xi, head of the Organization Department of the Shanghai Municipal Committee of the CPC, Shi Taifeng, head of the Organization Department of the Jiangsu Provincial Committee of the CPC, an assistant to the head of the International Liaison Department of the CPC Central Committee and others.\n\t\t\t\t\t\n\t\t\t\t\t It was greeted at the airport by Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, and other officials of the C.C., the WPK and Ambassador Liu Hongcai and staff members of the Chinese embassy here."
        },
        {
            "title": "Strategic Dialogue between Party Delegations of DPRK, China",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-27ee.html",
            "content": "Strategic Dialogue between Party Delegations of DPRK, China\r\n Pyongyang, June 10 (KCNA) -- Strategic dialogue was held between the delegations of the Workers' Party of Korea and the Communist Party of China at the Mansudae Assembly Hall on Friday.\n\t\t\t\t\t Present there from the DPRK side were Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the WPK, and Department Director Ri Yong Su and other officials of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the Chinese side were Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, Wang Jiarui, head of the International Liaison Department of the C.C., the CPC, Sun Zhengcai, secretary of the Jilin Provincial Committee of the CPC, Liu Hongcai, Chinese ambassador to the DPRK, Pan Ligang, director of a bureau of the Organization Department of the C.C., the CPC, Li Xi, head of the Organization Department of the Shanghai Municipal Committee of the CPC, Shi Taifeng, head of the Organization Department of the Jiangsu Provincial Committee of the CPC, and Yang Yanyi, assistant to the head of the International Liaison Department of the C.C., the CPC.\n\t\t\t\t\t\n\t\t\t\t\t At the strategic dialogue both sides informed each other of their party activities and exchanged views on the issue of boosting the friendly and cooperative relations between the two parties and countries and other matters of bilateral concern."
        },
        {
            "title": "WPK Central Committee Hosts Reception for CPC Delegation",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-33ee.html",
            "content": "WPK Central Committee Hosts Reception for CPC Delegation\r\n Pyongyang, June 10 (KCNA) -- The Central Committee of the Workers' Party of Korea hosted a reception in honor of the delegation of the Communist Party of China at the People's Palace of Culture Friday.\n\t\t\t\t\t Present there on invitation were the members of the CPC delegation headed by Li Yuanchao, member of the Political Bureau and the Secretariat of the C.C., the CPC who is head of its Organization Department, and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok and Kim Ki Nam, members of the Political Bureau and secretaries of the C.C., the WPK, Kang Sok Ju, member of the Political Bureau of the C.C, the WPK and vice-premier of the Cabinet, Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C, the WPK, and Ri Yong Su, department director, and other officials of the C.C, the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok said in a speech at the reception that the DPRK visit paid by the CPC delegation at a time when the atmosphere of the DPRK-China friendship is growing strong thanks to General Secretary Kim Jong Il's visit to China is injecting vitality into the development of the friendly and cooperative relations between the two parties and countries.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast policy of the WPK and DPRK government to boost the traditional DPRK-China friendship generation after generation, he noted, adding the WPK would work hard to fully embody the spirit of the agreement reached between the top leaders of the two countries and thus dynamically develop the DPRK-China friendly and cooperative relations. \n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished the Chinese people fresh successes in the efforts to put into practice the scientific outlook on development and build a harmonious society this year, the first year of the 12th five-year plan, under the guidance of the CPC with Hu Jintao as its general secretary.\n\t\t\t\t\t\n\t\t\t\t\t  Li Yuanchao in his speech said that he was pleased to visit the DPRK, a friendly neighbor, leading the delegation upon authorization of the C.C., the CPC with Hu Jintao as general secretary.  \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would successfully accomplish the cause of building a thriving nation while effecting a new great revolutionary surge in various fields of socialist construction under the leadership of the WPK headed by General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Saying that it is the steadfast policy of the Chinese party and government to boost the China-DPRK friendly relations, he expressed the will to create a rosy future of the two countries as intended by the top leaders together with the Korean comrades."
        },
        {
            "title": "Chairwoman of Chinese Women's Federation Hopes for Brisk Bilateral Exchange",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-36ee.html",
            "content": "Chairwoman of Chinese Women's Federation Hopes for Brisk Bilateral Exchange\r\n Beijing, June 9 (KCNA) -- Chen Zhili, vice-chairwoman of the Standing Committee of the National People's Congress and  chairwoman of the All-China Women's Federation, Thursday met and had a talk with the visiting delegation of the Korean Democratic Women's Union led by its Vice-Chairwoman Chae Chun Hui at the Great Hall of the People in Beijing.\n\t\t\t\t\t Chen Zhili said that the traditional Sino-DPRK friendship provided by Chairman Mao Zedong and President Kim Il Sung is developing on a new high stage.\n\t\t\t\t\t\n\t\t\t\t\t The China visit paid by General Secretary Kim Jong Il in last May marked an occasion in putting greater spurs to the development of the Sino-DPRK friendly relations, she noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The historic Conference of the Workers' Party of Korea marked a milestone in the Korean people's efforts to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t She wished the Korean people greater success under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t She expressed expectation that the exchange and cooperation between the two women's organizations would be brisk in the future, too."
        },
        {
            "title": "State Officials Enjoy Performance Given by Art Group of Builders",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-35ee.html",
            "content": "State Officials Enjoy Performance Given by Art Group of Builders\r\n Pyongyang, June 10 (KCNA) -- A performance was given by the art group of builders for overseas projects at the People's Palace of Culture on Friday.\n\t\t\t\t\t Among the audience were senior party and state officials, chairperson of a friendly party and officials of party and armed forces organs, working people's organisations, ministries, national institutions and in the fields of culture and arts and mass media and others.\n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included narration and chorus \"May of Victory\", dance with drums and song \"Thunder over Jong Il Peak\", Oungum ensemble \"When We Sing of Songun\", dialogic poem \"General and Builders for Overseas Projects\" and story-telling and song \"Forward to Effect Great Surge in Improving Standard of People's Living in the Fighting Spirit of General.\" \n\t\t\t\t\t\n\t\t\t\t\t The performers impressed the audience by truthfully representing the reality in which a drive for a great revolutionary surge is raging throughout the country and astonishing events are taking place one after another under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They also vividly reflected the revolutionary spirit of the Korean working class loudly sounding the grand march for improving the standard of the people's living."
        },
        {
            "title": "Officials of Trade Unions Start Study Tour of Mt. Paektu Area",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-17ee.html",
            "content": "Officials of Trade Unions Start Study Tour of Mt. Paektu Area\r\nPyongyang, June 10 (KCNA) -- Officials and members of trade unions started the study tour of the revolutionary battle sites in the area of Mt. Paektu on the occasion of the 55th anniversary of General Secretary Kim Jong Il's start of study tour of the said revolutionary battle sites.\n\t\t\t\t\t A meeting to start the tour took place in the plaza of the Victorious Battle of Pochonbo Memorial Tower in Hyesan City on June 9.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and flowers before the statue of President Kim Il Sung at the memorial tower and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that they would deeply grasp the revolutionary history and undying feats of the three commanders of Mt. Paektu and earnestly learn from the spirit of devotedly defending the leader and the indomitable fighting spirit displayed by the revolutionary forerunners.\n\t\t\t\t\t\n\t\t\t\t\t That day they visited the Museum of President Kim Il Sung's Revolutionary Activities in Ryanggang Province."
        },
        {
            "title": "Korean People Vow to Punish S. Korean Traitors",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-31ee.html",
            "content": "Korean People Vow to Punish S. Korean Traitors\r\n Pyongyang, June 10 (KCNA) -- The recently released statement of the spokesman for the General Staff of the Korean People's Army adds fuel to public anger at the south Korean regime for its provocation against the DPRK.\n\t\t\t\t\t The principal of Changdok School, Kang Jun Ho, told KCNA that the Lee Myung Bak group of traitors will never escape from severe punishment by the entire Korean people for its insult to the supreme dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A composer of the Mansudae Art Troupe, Cha Song Chol, said that all the artistes are working hard to create art works encouraging the army and people to devotedly defend the leader and annihilate the enemy.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jae Hyok, a section chief of the Bioengineering Branch of the State Academy of Sciences, noted that when an opportunity presents itself, all the people of the DPRK will devote themselves to the struggle against the enemy so as to demonstrate the might of their unity around the Workers' Party of Korea and the leader.\n\t\t\t\t\t\n\t\t\t\t\t Won Se Yon, head of the national Taekwon-Do team, said that all the athletes are willing to punish the traitors to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Son In Bok, a student of Law College of Kim Il Sung University, vowed to become a hero in a nationwide retaliation war against the traitors."
        },
        {
            "title": "Anniversary of Anti-Japanese June 10 Independence Movement Observed",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-32ee.html",
            "content": "Anniversary of Anti-Japanese June 10 Independence Movement Observed\r\n Pyongyang, June 10 (KCNA) -- An event to observe the 85th anniversary of the Anti-Japanese June 10 Independence Movement was held here on Friday under the auspices of the Council for the Reunification of Tangun's Nation.\n\t\t\t\t\t Participants in the event include members of the council and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t A north-south joint appeal was made public at the event.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called on the organizations in the north and the south to pool their efforts to launch dynamic actions for foiling the Japanese imperialists' moves to stage a comeback to Korea and forcing Japan to make apology and reparation for its past crimes by inheriting the spirit of independence and sovereignty displayed by the participants in the June 10 Independence Movement.\n\t\t\t\t\t\n\t\t\t\t\t It also called for resolute actions against all moves of the forces to infringe upon the interests of the Korean nation in collusion with Japan and other foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t It underlined the need to achieve great national unity and bring about a landmark phase in the movement for independent reunification, peace and prosperity under the banner of \"By the Korean nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t A special prayer meeting was held at the Jangchung Cathedral.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of the Central Committee of the Catholic Association of Korea and representatives of believers in the city and local areas.\n\t\t\t\t\t\n\t\t\t\t\t A sermon was delivered by the chairman of the C.C., the CAK before prayers were offered by believers.\n\t\t\t\t\t\n\t\t\t\t\t They recalled that the June 10 movement powerfully demonstrated the strong spirit of the Korean people, calling on all Koreans to work hard to achieve independent reunification under the banner of the June 15 joint declaration by learning from the patriotic spirit of the forerunners. -0-"
        },
        {
            "title": " Sports Contest for Songun Torch Prize Opens",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-34ee.html",
            "content": "Sports Contest for Songun Torch Prize Opens\r\n Pyongyang, June 10 (KCNA) -- The Sports Contest for the Songun Torch Prize opened with due ceremony in Chongjin City, North Hamgyong Province, on Friday. \n\t\t\t\t\t Its participants will compete in different events including football, basketball, volleyball, table-tennis, weightlifting and boxing in Chongjin, Wonsan, Kangwon Province, Sariwon, North Hwanghae Province and in other places."
        },
        {
            "title": "Reception Hosted by Charge D'Affaires of Russia Here",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-22ee.html",
            "content": "Reception Hosted by Charge D'Affaires of Russia Here\r\n Pyongyang, June 10 (KCNA) -- Alexander Matsegora, charge d' affaires ad interim of the Russian embassy here, hosted a reception on Friday on the occasion of the national day of Russia.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, Ri Yong Chol, vice department director of the C.C., the Workers' Party of Korea, Kung Sok Ung, vice-minister of Foreign Affairs, Mun Jae Chol, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Russia Friendship Association, and others, diplomatic envoys of various countries and representative of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception. \n\t\t\t\t\t\n\t\t\t\t\tThe Consulate General of Russia in Chongjin, North Hamgyong Province, also arranged a reception on the same occasion."
        },
        {
            "title": "Kim Il Sung and Kim Jong Il's Undying Feats Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-37ee.html",
            "content": "Kim Il Sung and Kim Jong Il's Undying Feats Praised by Foreigners\r\nPyongyang, June 10 (KCNA) -- Foreigners visited the Pyongyang Cultural Exhibition and expressed deep impressions on the feats President Kim Il Sung and General Secretary Kim Jong Il performed in realizing the cause of global independence.\n\t\t\t\t\t Hari Untoro Dradjat who was head of an Indonesian government cultural delegation said that the President wrote many works and made great contributions to the development of human thought and theory.\n\t\t\t\t\t\n\t\t\t\t\t Jawhar Sircar who was head of an Indian government cultural delegation noted that the works written by the peerlessly great men are giving perfect answers to the problems arising in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The ideological and theoretical feats of the President are further shining thanks to Kim Jong Il and the undying feats the peerlessly great men performed in accomplishing the human cause of independence will shine long, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Matteo Carbonelli, secretary general of the European Society for the Study of the Juche Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t I keenly felt that the Korean people are the one with high pride blessed by the illustrious leaders down through generations, while seeing the pictures of the revolutionary activities of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK is demonstrating its might as the invincible socialist power as it is holding Kim Jong Il in high esteem."
        },
        {
            "title": " Production Goes Up at Industrial Establishments",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-30ee.html",
            "content": "Production Goes Up at Industrial Establishments\r\n Pyongyang, June 10 (KCNA) -- Industrial establishments on the east coast of Korea have contributed to improving the people's living standard and building a thriving nation with increased production.\n\t\t\t\t\t The Musan Mining Complex successfully blasted 150,000 cubic meters of earth this year to expand the mining area after quadrupling the earth-scraping capacity last year.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Chaek Iron and Steel Complex built a high-temperature air combustion heating furnace based on CNC technology and reconditioned the oxidation furnace. It has made more than 100 technical inventions to increase the production. \n\t\t\t\t\t\n\t\t\t\t\t The Puryong Ferroalloy Factory produces self-baking electrodes with anthracite as fuel.\n\t\t\t\t\t\n\t\t\t\t\t The Songjin Steel Complex built an oxygen melting furnace and other facilities needed for increased output.\n\t\t\t\t\t\n\t\t\t\t\t The Komdok Mining Complex has boosted production by giving precedence to pit construction and tunneling and raising the concentration rate.\n\t\t\t\t\t\n\t\t\t\t\t The Tanchon Magnesia Factory has been newly furnished with a light burning magnesia production process through anthracite gasification, and modern packing container and tile production processes.\n\t\t\t\t\t\n\t\t\t\t\t Increased production has also been reported from the Hamhung Woolen Mill and the Ryongsong Machine Complex. \n\t\t\t\t\t\n\t\t\t\t\t The Hungnam Fertilizer Complex is stepping up the first series of the gasification project for fertilizer production."
        },
        {
            "title": "Ruined House of Ancient Times Discovered",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-28ee.html",
            "content": "Ruined House of Ancient Times Discovered\r\n Pyongyang, June 10 (KCNA) -- Archaeologists of the Archaeological Institute of the Academy of Social Sciences recently discovered a ruined house belonging to the period of top-shaped vessels (late 4th millennium BC-late 2nd millennium BC) in the DPRK.\n\t\t\t\t\t The house unearthed in Woldang-ri, Sinwon County, South Hwanghae Province, covers 16 square meters.\n\t\t\t\t\t\n\t\t\t\t\t An arrowhead, plane, crescent-shaped knife, axes, spinning wheel and other stoneware and earthenware pieces were found on the floor of the house.\n\t\t\t\t\t\n\t\t\t\t\t Among the earthenware pieces, only two top-shaped vessels remained unbroken.\n\t\t\t\t\t\n\t\t\t\t\t In the centre of the floor was a 5-10cm thick heap of burnt earth 60cm across, which is believed to be a firepot site.\n\t\t\t\t\t\n\t\t\t\t\t Burnt stumps of wooden pillars were also found on the edges of ruined walls.\n\t\t\t\t\t\n\t\t\t\t\t The discovery is of weighty significance in studying remains and relics dating back to the period of the top-shaped vessels."
        },
        {
            "title": "S. Hamgyong Province Takes on New Look",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-29ee.html",
            "content": "S. Hamgyong Province Takes on New Look\r\n Pyongyang, June 10 (KCNA) -- South Hamgyong Province on the east coast of Korea has taken on a new look thanks to the devoted effort of its people.\n\t\t\t\t\t The Ryongjon Fruit Farm in Pukchong County built a new orchard covering hundreds of hectares in May and the Toksong Fruit Farm in Toksong County has also enlarged its orchard area.\n\t\t\t\t\t\n\t\t\t\t\t The reconstruction project of Kowon-Hamhung highway has come to an end.\n\t\t\t\t\t\n\t\t\t\t\t The Kwangmyongsong Saltern contributes to the development of the nation's chemical industry and locally-controlled industry and the improvement of the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Pujon and Jangjin counties built large potato seed stores and potato starch factories.\n\t\t\t\t\t\n\t\t\t\t\t Sinhung County cultivated some 510 hectares of new land on the banks of the River Songchon.\n\t\t\t\t\t\n\t\t\t\t\t The Hamhung City Raw Material Farm cultivated new land covering hundreds of hectares and Sudong-ri in Hoesang District, Hamhung City turned 120 hectares of land into rice fields.\n\t\t\t\t\t\n\t\t\t\t\t The Tongbong and Suhung cooperative farms in Hamju County are models in double and triple cropping for a year. The Wondong Cooperative Farm in Sinhung County has increased grain output by producing large quantities of Hukbosan fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t The province has built some power stations along the Kumjin, Songchon and Tokji rivers.\n\t\t\t\t\t\n\t\t\t\t\t The Songhung Reservoir was built in Kowon County to prevent flood damage and irrigate fields.\n\t\t\t\t\t\n\t\t\t\t\t Goat farms in the province produce varieties of milk-processed goods like cheese and butter.\n\t\t\t\t\t\n\t\t\t\t\t The Kwangpho Duck Farm and the Sinhung Fish Farm were reconstructed successfully on an expansion basis.\n\t\t\t\t\t\n\t\t\t\t\t The province also has many beauty spots and recreation grounds on the coast and in mountains."
        },
        {
            "title": "Rodong Sinmun Calls for Full Play to Revolutionary Soldier Spirit",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-24ee.html",
            "content": "Rodong Sinmun Calls for Full Play to Revolutionary Soldier Spirit\r\nPyongyang, June 10 (KCNA) -- Rodong Sinmun Friday editorially calls upon all Korean people to achieve a great victory in the drive for a great surge by dint of the revolutionary soldier spirit, single-mindedly united around General Secretary Kim Jong Il.\n\t\t\t\t\t Kim Jong Il, while providing field guidance to the construction site of the Anbyon Youth Power Station on June 10, 1996, called the fighting spirit displayed by the soldier-builders there the revolutionary soldier spirit, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary soldier spirit is a valuable mental treasure as it brought a great victory of the Songun politics of the Workers' Party of Korea and serves as a treasured sword for powerfully demonstrating before the whole world the invincibility of Korean-style socialism and a banner for creation and leap forward as it made a history of new great surge in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the Songun politics of the WPK are fully displayed thanks to the might of the revolutionary soldier spirit. It is fully proved that the Songun politics is the most powerful political mode in the present era as it provides a sure guarantee for winning steady victories in the Juche-oriented revolution despite any storm and stress.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has defended the socialist system and ushered in a new era of triumphant cause of independence despite manifold sanctions, blockades and aggression moves of the imperialists and reactionaries. This is a miracle of history.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have remained true to the principle of socialism, the true nature of socialism, creating the Kanggye spirit during the period of ordeals, convinced that we could live without sugar but could not live without bullets, a clear proof of their revolutionary character based on the revolutionary soldier spirit."
        },
        {
            "title": "Actions for Putting End to Treacherous Policy of S. Korea Called for",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-25ee.html",
            "content": "Actions for Putting End to Treacherous Policy of S. Korea Called for\r\n Pyongyang, June 10 (KCNA) -- People of all strata in the north and the south and overseas should turn out in mass actions for putting an end to the pro-U.S. moves of the south Korean conservative authorities who sold off the national dignity and sovereignty to foreign forces. \n\t\t\t\t\t Rodong Sinmun Friday says this in a by-lined article. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The June popular uprising in south Korea 24 years ago was a mass anti-U.S. struggle against fascism to put an end to the colonial domination of foreign forces and the dictatorial rule of the military fascist hooligans. \n\t\t\t\t\t\n\t\t\t\t\t The developments since the uprising taught a lesson that in order to achieve independence, democracy and reunification in south Korea it is necessary to carry on a stubborn struggle till the traitorous ruling quarters have been completely buried and a new society of the working people has been built. \n\t\t\t\t\t\n\t\t\t\t\t More than two decades have passed since the uprising but the desire of the south Korean people for independence, democracy and reunification has not yet come true. \n\t\t\t\t\t\n\t\t\t\t\t Due to the continued U.S. military presence in south Korea the foreign domination over all fabrics of social life including politics, economy, military affairs and culture has increased and the sovereignty of its people has been totally trampled down. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. presence and domination over south Korea are the root cause of all misfortunes and sufferings of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The reality calls on the south Koreans to rise in the second June popular uprising to build a new reunified country free from foreign forces and traitors, concludes the article."
        },
        {
            "title": "Anniversary of June 10 Independence Movement Observed",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-26ee.html",
            "content": "Anniversary of June 10 Independence Movement Observed\r\n Pyongyang, June 10 (KCNA) -- Japan should pay a very high price for the crimes committed against the Korean people at an early date, urges Rodong Sinmun in an article dedicated to the 85th anniversary of the Anti-Japanese June 10 Independence Movement. \n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The movement was an eruption of the pent-up resentment and grudge of the Koreans against the harsh colonial rule of the Japanese imperialists and a mass anti-Japanese patriotic struggle to retake the usurped country and establish national sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists brutally brandished swords against peaceable demonstrators and fired bullets and shells at them, killing many of them and arresting and detaining them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' brutal suppression of the participants in the movement was a typical example of their unprecedented mass killings of Koreans as it was part of their policy for exterminating the nation. \n\t\t\t\t\t\n\t\t\t\t\t  According to the books and confidential documents published by the Japanese imperialists, more than one million Korean people were killed during their colonial rule. This means one out of 20 Koreans was killed by the Japanese imperialists at that time. \n\t\t\t\t\t\n\t\t\t\t\t Their brutal crackdown and massacre were the hideous state-sponsored crimes committed by Japan which can never be justified, pardoned and written off.\n\t\t\t\t\t\n\t\t\t\t\t  Minju Joson Friday says in a by-lined article that the Japanese reactionaries are working hard to whitewash their past wrongdoings, shirk off the responsibility for redressing them and realize their wild ambition to stage a comeback to Korea. This bespeaks that they are a group of corrupt hooligans bereft of even elementary morality and the criminals to be condemned by the international community."
        },
        {
            "title": "Dangerous War Maneuvers Launched by US and S. Korean Warmongers",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-16ee.html",
            "content": "Dangerous War Maneuvers Launched by US and S. Korean Warmongers\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers kicked off the madcap joint tactical maneuvers in Kyonggi Province on June 7, the south Korean Yonhap News reported.\n\t\t\t\t\t Involved in the maneuverability and combat exercises are huge aggression forces including various type tanks, armored cars, artillery pieces and trucks belonging to the 1st Brigade under the U.S. 2nd Division and the 2nd Armored Brigade under the 1st Corps of the puppet army. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers are getting frantic with the war maneuvers while conducting real time monitoring of the military exercises by unmanned reconnaissance planes of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Command of the puppet Marine Corps announced that it would stage a shelling drill on Paekryong Island on June 9."
        },
        {
            "title": "S. Korean Authorities Urged to Ensure Event Common to Nation",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-07ee.html",
            "content": "S. Korean Authorities Urged to Ensure Event Common to Nation\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The permanent representative of the South Side Committee for Implementing the June 15 Joint Declaration and the executive chairman of the opposition Democratic Party held a press conference at the \"National Assembly\" on June 7 and demanded the authorities ensure the event common to the nation to mark the 11th anniversary of the joint declaration, the south Korean Yonhap News said.\n\t\t\t\t\t They accused the authorities of disallowing the visit to the north by a delegation of the South Side Committee to discuss the issue of the June 15 event this year under the pretext of the \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations of reconciliation and peace had been promoted in the past through the June 15 events common to the nation, they said.\n\t\t\t\t\t\n\t\t\t\t\t But the Lee Myung Bak \"government\" blocked even the smallest exchange of NGOs and, consequently, the events have not taken place since 2008, they noted, holding that the exchange of NGOs should be normalized to bring the inter-Korean relations back on a normal track as the first step."
        },
        {
            "title": "Miserable Plight of University Students Deplored in South Korea",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-08ee.html",
            "content": "Miserable Plight of University Students Deplored in South Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- South Korean MBC reported on June 7 about the south Korean university students undergoing sufferings due to the spiraling registration fee.\n\t\t\t\t\t It recalled students are staging demonstrations every day in demand of the reduction of the registration fee.\n\t\t\t\t\t\n\t\t\t\t\t It is hard to know whether the main job of the students is to study or do extra-mural labor to earn money for paying very high registration fee, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The registration fee is steadily going up despite the fact that the educational environment of the south Korean universities is the worst in the world.\n\t\t\t\t\t\n\t\t\t\t\t The registration fee issue should be settled at an early date, it stressed."
        },
        {
            "title": "Kim Jong Il's Work Carried by Nepali Newspaper",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-01ee.html",
            "content": "Kim Jong Il's Work Carried by Nepali Newspaper\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The Nepali newspaper Arpan on June 3 carried the first part of General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction.\"\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), says that it is of fundamental significance in carving out the destiny of the popular masses to preserve the Juche character and national character and that this matter was not properly dealt with in the preceding theory."
        },
        {
            "title": "Mexicans Hail Kim Jong Il's Successful Visit to China",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-02ee.html",
            "content": "Mexicans Hail Kim Jong Il's Successful Visit to China\r\nPyongyang, June 10 (KCNA) -- Events were held in Mexico between June 2 and 4 in celebration of General Secretary Kim Jong Il's successful unofficial visit to the People's Republic of China.\n\t\t\t\t\t There were a meeting by the People's Socialist Party of Mexico, a lecture by the Chamber of Deputies of the Parliament and a seminar by the Institute for the Study of the Juche Idea. \n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the C.C., People's Socialist Party of Mexico, and other speakers said that Kim Jong Il's recent visit for steady development of the DPRK-China friendship was successfully carried out amid the special care and cordial hospitality of the Chinese party and government. \n\t\t\t\t\t\n\t\t\t\t\t The visit is a clear proof showing that he attaches great importance to the friendship between the DPRK and China provided by their leaders of elder generation, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism, said in the lecture that the visit is of weighty significance in further developing the traditional DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the prominent leader of the present times steering the world politics and the development of international relations, the most experienced elder statesman and the peerlessly great man giving a powerful impetus to the victorious advance of the human cause of independence, the lecturer said. \n\t\t\t\t\t\n\t\t\t\t\t Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, said at the seminar that the world political and social circles are highly lauding the historical significance of Kim Jong Il's recent China visit.\n\t\t\t\t\t\n\t\t\t\t\t The feats performed by him in external activities for developing the DPRK-China friendly relations in the new century will remain forever, the chairman said."
        },
        {
            "title": "Anniversary of June 15 Joint Declaration Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-03ee.html",
            "content": "Anniversary of June 15 North-South Joint Declaration Observed in Foreign Countries\r\n Pyongyang, June 10 (KCNA) -- Newspapers of Cambodia, Egypt and Bangladesh carried special write-ups and articles on the occasion of the 11th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\tThe June 2 issue of the Cambodian newspaper People carried a photo showing General Secretary Kim Jong Il's revolutionary activities and an article.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper said in the article that his transparent idea of national independence is fully reflected in the June 15 North-South Joint Declaration and the October 4 declaration, adding that the cause of Korea's reunification is sure to be accomplished thanks to the firm independent stand taken by him. \n\t\t\t\t\t\n\t\t\t\t\t The Egyptian newspaper Al-Misaiya on June 3 said in an article that more than a decade has passed since the publication of the June 15 North-South Joint Declaration, the idea of \"By our nation itself\", its main spirit, serves as an invincible banner for Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t The article stressed that Korea's reunification is a matter to be settled in the idea and wishes of the Korean nation responsible for it and, in other words, it is a matter of right to national self-determination. \n\t\t\t\t\t\n\t\t\t\t\t It held that there is no other way but to implement the joint declaration in order to achieve Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi newspaper Blits on June 1 in an article introduced the fact that President Kim Il Sung founded the Association for the Restoration of the Fatherland and achieved the historic cause of national liberation by the concerted efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The article stressed that the President's history of great national unity has been successfully carried forward by Kim Jong Il."
        },
        {
            "title": "Decision to Convene World Conference on Juche Idea Hailed by Pakistani Personages",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-04ee.html",
            "content": "Decision to Convene World Conference on Juche Idea Hailed by Pakistani Personages \n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- A meeting was held in Lahore, Pakistan on May 26 in support of the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea.\n\t\t\t\t\t Present there were personages of the Lahore Branch of the Pakistan-Korea Friendship Association, the Pakistan Committee for Supporting Korea's Reunification, the Pakistan Organization for Afro-Asian People's Solidarity, the Pakistan Trade Union Federation and the Pakistan Peasants Committee and other Pakistanis.\n\t\t\t\t\t\n\t\t\t\t\t The decision was read out at the meeting to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t Speakers highly appreciated the feats President Kim Il Sung performed by founding the Juche idea and successfully embodying it in the Korean revolution, stressing the significance and importance of the commemoration of the centenary of his birth. \n\t\t\t\t\t\n\t\t\t\t\tThey expressed their determination to widely introduce the greatness and feats of the President and General Secretary Kim Jong Il among broad strata of Pakistanis on the occasion of the significant day and hold colorful political and cultural events by various forms and methods.\n\t\t\t\t\t\n\t\t\t\t\t An appeal to the Juche idea study organizations and progressive people in the world was adopted at the meeting."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-05ee.html",
            "content": "Kim Il Sung's Feats Praised by Bangladeshi Paper\n\t\t\t\t\t\t\r\nPyongyang, June 10 (KCNA) -- The Bangladeshi paper Blits on June 2 carried a special write-up under the title \"Kim Il Sung, our leader.\" It was accompanied with a photo of President Kim Il Sung and General Secretary Kim Jong Il among children.\n\t\t\t\t\t The paper said in an article: The Korean people call the President our leader in reverence.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the President is always alive in their minds. He founded the Juche idea that man is the master of everything and decides everything.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has turned into a military power capable of resolutely wiping out any formidable enemy thanks to his line of self-reliant defence.\n\t\t\t\t\t\n\t\t\t\t\t The signal progress of the DPRK yesterday and today would be unthinkable without his dedication all his life. \n\t\t\t\t\t\n\t\t\t\t\t The advantageous socialist system in the DPRK and the steel-like single-minded unity of all the people are the fruition of his wise leadership and precious heritage."
        },
        {
            "title": "Serial Picture Books Published in China",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-09ee.html",
            "content": "Serial Picture Books Published in China\n\t\t\t\t\t\t\r\n Beijing, June 8 (KCNA) -- The work to publish 100 kinds of serial picture books is going on in China on the occasion of the 90th anniversary of the Communist Party of China.\n\t\t\t\t\t 48 kinds of picture books were published and released till June 2.\n\t\t\t\t\t\n\t\t\t\t\t The books deal with the shining historic course in which the CPC built new China by leading the people across the country. \n\t\t\t\t\t\n\t\t\t\t\t The publication of the books will last till June 20."
        },
        {
            "title": " Lebanese President Condemns Israeli Killing of Palestinians",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-10ee.html",
            "content": "Lebanese President Condemns Israeli Killing of Palestinians\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- Lebanese President Michel Suleiman in a statement on Monday condemned Israel's murder of Palestinians.\n\t\t\t\t\t The Israeli army on Sunday opened fire at Palestinians who staged a demonstration against Israel in the occupied Golan Heights of Syria, claiming many casualties. In this regard he issued the statement branding it as genocide.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the international community to put pressure on the Israeli authorities to stop at once such genocide."
        },
        {
            "title": "Iran Warns Enemy of Its Conspiratorial Moves",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-11ee.html",
            "content": "Iran Warns Enemy of Its Conspiratorial Moves\r\n Tehran, June 8 (KCNA) -- Iran's Parliament (Majlis) Speaker Ali Larijani in an interview with a news agency on June 5 warned the enemy of its conspiratorial moves against his country.\n\t\t\t\t\t The hostility of Iran's enemies is aimed at warding off the country's influence in the Mideast region, he said, adding that the Islamic Republic will counter any act of aggression against the country with its missiles.\n\t\t\t\t\t\n\t\t\t\t\t Iran has turned into an independent and influential country in the region, he noted, stressing that the enemies of the Islamic Revolution are bound to fail."
        },
        {
            "title": "Earthquake Jolts Russia",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-12ee.html",
            "content": "Earthquake Jolts Russia\r\n Moscow, June 8 (KCNA) -- A 5.5-magnitude earthquake jolted the Kurils, Russia on June 7.\n\t\t\t\t\t The epicenter was the east coastal area of Shikotan Island."
        },
        {
            "title": "US Moves to Beef up Air Force",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-13ee.html",
            "content": "US Moves to Beef up Air Force \r\n Pyongyang, June 10 (KCNA) -- The United States is getting frantic with the moves to increase its air force in a bid to intensify its military intervention in other countries.\n\t\t\t\t\t According to the plan for purchasing aircraft recently submitted to the U.S. Congress, the Defense Department plans to increase the number of drones to 650 till 2021.\n\t\t\t\t\t\n\t\t\t\t\t Its plan includes the purchase of 78 MQ-1C Grey Eagle drones and 11 Block 30 drones, the latest modified version of RQ4 Global Hawk drones which the U.S. air force is planning to purchase till September 2016."
        },
        {
            "title": "Israeli Army Kills More Palestinians",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-14ee.html",
            "content": "Israeli Army Kills More Palestinians\r\n Pyongyang, June 10 (KCNA) -- The Israel army is killing Palestinians almost everyday despite the international community's protest and denunciation.\n\t\t\t\t\t At least 20 people were killed and more than 300 wounded after Israeli troops opened fire on hundreds of protesters against Israel in the occupied Golan Heights of Syria on June 5."
        },
        {
            "title": "Number of Natural Disaster-stricken Refuges on Steady Increase Worldwide",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-15ee.html",
            "content": "Number of Natural Disaster-stricken Refuges on Steady Increase Worldwide\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The number of the refugees caused by natural disasters last year worldwide reached about 42 million, more than double that in the previous year.\n\t\t\t\t\t This was clarified by an international survey on June 6."
        },
        {
            "title": "China Clarifies Its Stand to Continue Nuclear Development",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-18ee.html",
            "content": "China Clarifies Its Stand to Continue Nuclear Development\r\n Beijing, June 8 (KCNA) -- China asserts its sustainable nuclear development on the premise of its safety, the director of the State Atomic Energy Agency of China, said at a meeting of the Board of Governors of the IAEA held in Vienna, Austria on June 6.\n\t\t\t\t\t It is an important element of China's strategy for energy development to use nuclear energy for peaceful purposes and increase the proportion of clean energy, he said, adding that the Chinese government attaches great importance to nuclear safety and observes safety-first principle and established perfect nuclear safety regulations and systems for supervising nuclear safety and taking emergency measures.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear energy still remains an important option due to the shortage of energy and climate change worldwide but its development should be premised on safety, he stressed."
        },
        {
            "title": "Saudi Arabia Plans Construction of Reactors",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-19ee.html",
            "content": "Saudi Arabia Plans Construction of Reactors\r\n Pyongyang, June 10 (KCNA) -- Saudi Arabia is planning to build 16 reactors for the generation of electricity by 2030.\n\t\t\t\t\t Its government decided to set up two reactors a decade after as the first step to satisfy the 20 percent of increasing electricity demand with atomic power generation and two more reactors every year later.\n\t\t\t\t\t\n\t\t\t\t\t Its total expense amounts to 100 billion U.S. dollars."
        },
        {
            "title": "US Would Not Yield Asia",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-20ee.html",
            "content": "US Would Not Yield Asia \n\t\t\t\t\t\t\r\n Moscow, June 8 (KCNA) -- The Russian paper Nezabisimaya Gazetta on June 7 carried an article \"The U.S. will not yield Asia to China\".\n\t\t\t\t\t The paper said as follows.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Secretary of Defense Gates said that it would maintain its military intervention in the region, speaking at the recent Asian security meeting held in Singapore. \n\t\t\t\t\t\n\t\t\t\t\t He assured its participants that it would not evade the fulfillment of its commitment to \"protect\" its allies.\n\t\t\t\t\t\n\t\t\t\t\t  He continued: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. will maintain its military bases in the Asian region and boost the mutual cooperation with Japan, south Korea, Australia and Singapore.\n\t\t\t\t\t\n\t\t\t\t\t  It will continue dispatching its forces to its \"outposts\" and will not cease its military exercises with its allies in the region. It will also expand its intervention in Southeast Asia and the Indian Ocean."
        },
        {
            "title": "US Attempt to Use Its Futenma Base for Indefinite Period",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-21ee.html",
            "content": "US Attempt to Use Its Futenma Base for Indefinite Period\r\n Pyongyang, June 10 (KCNA) -- The Japanese Jiji Press Ltd. on June 8 said that the U.S. Department of Defense officially announced on June 6 that \"V-22 Osprey\" of its Marines would be deployed in the Futenma base of U.S. forces from the latter half of next year. This is aimed to increase the mobility and operational capability of the 3rd marine expedition force in Okinawa, the press said, and went on:\n\t\t\t\t\t The U.S. seeks to permanently keep its Marines in Okinawa in a bid to contain China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  Now that the transfer of the Futenma airfield is up in the air due to Japan's political situation and U.S. financial difficulties, the U.S. Marines is contemplating using the airfield till fiscal 2025 (October 2024-September 2025) and planning to modernize its facilities. \n\t\t\t\t\t\n\t\t\t\t\t The deployment of \"V-22 Osprey\" is, therefore, regarded as an attempt to use the base for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t  The deployment of these transport planes would help intensify the rapid reaction to cope with \"any emergency\" in the Taiwan Straits and it would also help boost the capability to deploy Marines in case of \"contingency\" on the Korean Peninsula if they are put on board on \"Essex\" using the Sasebo base of the U.S Navy as its base. Through the above-said deployment the U.S. forces seek to bolster its capability to dispatch its forces South Asia and Mideast.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the plan of the U.S. Marine air force in the fiscal 2011 calls for modernizing and overhauling the Futenma airfield so that it might be used till the fiscal 2025. The repair of runways and taxiways and the construction of heliports, etc. are envisaged in the plan."
        },
        {
            "title": "En Pyongyang delegacion del PCCh",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-39ee.html",
            "content": "En Pyongyang delegacion del PCCh\r\nPyongyang, 10 de junio (ATCC) -- Llego a esta capital la delegacion del Partido Comunista de China (PCCh) encabezada por el miembro del Buro Politico y del Secretariado del Comite Central del PCCh y jefe de Departamento de Organizacion, Li Yuanchao, e integrada por Wang Jiarui, jefe del Departamento de Enlace Internacional del CC del PCCh, Sun Zhengcai, secretario del Comite Provincial del PCCh en Jilin, Pan Ligang, director de buro del Departamento de Organizacion del CC del PCCh, Li Xi, jefe del Departamento de Organizacion del Comite Municipal del PCCh en Shanghai, Shi Taifeng, jefe de Departamento de Organizacion del Comite Provincial del PCCh en Jiangsu, y un asistente al jefe del Departamento de Enlace Internacional del CC del PCCh y otros acompanantes.\n\t\t\t\t\tEn el aeropuerto fue acogida por Choe Thae Bok, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, y otros funcionarios del CC del PTC, el embajador Liu Hongcai y otros miembros de la sede diplomatica acreditada en Corea."
        },
        {
            "title": "Dialogo estrategico entre delegaciones del PTC y del PCCh",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-40ee.html",
            "content": "Dialogo estrategico entre delegaciones del PTC y del PCCh\r\nPyongyang, 10 de junio (ATCC) -- Tuvo lugar el dia 10 en el capitalino Palacio de los Congresos Mansudae el dialogo estrategico entre las delegaciones del Partido del Trabajo de Corea y del Partido Comunista de China.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana Choe Thae Bok, miembro del Buro Politico y secretario del Comite Central del PTC, Ri Yong Su, jefe de departamento y otros funcionarios del CC del PTC y por la china Li Yuanchao,  miembro del Buro Politico y del Secretariado y jefe del Departamento de Organizacion, del CC del PCCh, Wang Jiarui, jefe del Departamento de Enlace Internacional del CC del PCCh, Sun Zhengcai, secretario del Comite Provincial del PCCh en Jilin, Liu Hongcai, embajador chino en Corea, Pan Ligang, director de buro del Departamento de Organizacion del CC del PCCh, Li Xi, jefe del Departamento de Organizacion del Comite Municipal del PCCh en Shanghai, Shi Taifeng, jefe del Departamento de Organizacion del Comite Provincial del PCCh en Jiangsu, y un asistente al jefe del Departamento de Enlace Internacional del CC del PCCh.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes se informaron las actividades de sus respectivos partidos e intercambiaron las opiniones sobre el mayor desarrollo de las relaciones de amistad y cooperacion entre los dos partidos y los dos paises y otros asuntos de interes mutuo."
        },
        {
            "title": "Cuadros directivos presencian funcion artistica de constructors",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-41ee.html",
            "content": "Cuadros directivos presencian funcion artistica de constructores \r\nPyongyang, 10 de junio (ATCC) -- Los funcionarios directivos del partido y el Estado, el presidente de partido amigo, los  funcionarios de los organismos del partido y las fuerzas armadas, entidades de masas, ministerios, organos centrales y sectores de cultura, arte, prensa e informacion, y otros vieron este viernes en el Palacio Cultural del Pueblo la funcion artistica de constructores calificados para las obras en el extranjero.\n\t\t\t\t\tLos ejecutantes pusieron en la escena varias piezas como la narracion y coro \"Mayo de Triunfo\", la danza con tambor y cancion \"Trueno en el pico   Jong Il\", la cancion con acompanamiento de Oungum \"Cuando cantamos sobre el Songun\", la poema en dialogo \"el Dirigente y constructores calificados para las obras en el extranjero\", la charla y cancion \"Al gran auge por el mejoramiento de la vida del pueblo con el espiritu de ofensiva del Dirigente\". etc.\n\t\t\t\t\t\n\t\t\t\t\tA traves de tales piezas, los ejecutantes mostraron con gran emocion que bajo la sabia direccion del Dirigente Kim Jong Il se avivan en todo el pais las llamaradas del gran auge revolucionario y se registran muchos milagros sorprendentes al mundo.\n\t\t\t\t\t\n\t\t\t\t\tTambien demostraron bien el impetu revolucionario de los obreros coreanos que avanzan con mas vigor por mejorar la vida del pueblo."
        },
        {
            "title": "Cuadros directivos del Estado visitan el dique de Ryongrim",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-42ee.html",
            "content": "Cuadros directivos del Estado visitan el dique de Ryongrim \r\nPyongyang, 10 de junio (ATCC) -- Los cuadros directivos del Estado, el presidente de partido amigo y los funcionarios de los organismos del partido, entidades de masas, ministerios y organos centrales recorrieron el dia 9 el dique de Ryongrim de la Central Hidroelectrica no. 1 de Huichon.\n\t\t\t\t\tGracias a la construccion exitosa de este dique se abrio la radiante perspectiva para terminar hasta el ano 2012 la construccion de la Central Hidroelectrica de Huichon. \n\t\t\t\t\t\n\t\t\t\t\tAl regresar a la patria despues de su historica visita a China, el Dirigente realizo la visita de orientacion al campo de la construccion de la Central de Huichon, donde manifesto gran satisfaccion de que los constructores militares hayan levantado magnificamente esta creacion monumental a ser transmitida en letras doradas en la historia de la construccion de la gran potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes recorrieron el dique de Ryongrim tras escuchar ante el plano las explicaciones de que el Dirigente encargo al Ejercito Popular la obra del dique de Ryongrim, ilumino el metodo de construccion al estilo coreano y dispenso gran benevolencia a los constructores militares. Y asimilaron profundamente el hecho de que la sabia direccion, la gran confianza y el amor del Dirigente sirven de fuerza motriz de creacion de milagros.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las obras literarias y artisticas y los articulos de madera creados por los constructores militares, los visitantes sintieron que gracias a los militares del Ejercito Popular, se logran los exitos sucesivos en los campos de la construccion de la gran potencia prospera."
        },
        {
            "title": "Rodong Sinmun exhorta a manifestar espiritu revolucionario de militares",
            "url": "http://kcna.co.jp/item/2011/201106/news10/20110610-43ee.html",
            "content": "Rodong Sinmun exhorta a manifestar espiritu revolucionario de militares\r\nPyongyang, 10 de junio (ATCC) -- El diario Rodong Sinmun divulgo este viernes el editorial exhortando a todos los coreanos, unidos monoliticamente en torno al Dirigente Kim Jong Il, lograr la gran victoria en el gran auge con el poderio del espiritu revolucionario de los militares.\n\t\t\t\t\tEl 10 de junio del 85 (1996) de la Era Juche, el Dirigente visito el lugar de construccion de la Central Hidroelectrica Juventud de Anbyon, donde califico el espiritu combativo de los constructores militares del espiritu revolucionario de los militares, senala el editorial y continua:\n\t\t\t\t\t\n\t\t\t\t\tTal espiritu es el precioso patrimonio mental que trajo el gran triunfo de la politica de Songun del Partido del Trabajo de Corea, el remedio inquebrantable que permitio ostentar con vigor a todo el mundo la invencibilidad del socialismo al estilo coreano y la bandera de creacion y saltos que abrio la historia de nuevo y gran auge de la epoca del Songun.\n\t\t\t\t\t\n\t\t\t\t\tCon el poderio del espiritu revolucionario de los militares se ponen de pleno manifiesto la justeza y la vitalidad de la politica de Songun del PTC, que deviene el modo politico mas poderoso de nuestra epoca capaz de garantizar con firmeza la invencibilidad de la revolucion del Juche superando cualesquier dificultades y pruebas.\n\t\t\t\t\t\n\t\t\t\t\tHemos defendido nuestro regimen socialista y abierto una nueva epoca del triunfo de la causa de independencia aun en medio de dobles y triples sanciones, bloqueo y maniobras agresivas de los imperialistas y otros reaccionarios, lo cual es un milagro de la historia.\n\t\t\t\t\t\n\t\t\t\t\tHemos mantenido con firmeza el principio y el caracter original del socialismo creando el espiritu de Kanggye en el periodo dificil con la conviccion de \"Podemos vivir sin caramelo, pero no, sin balas\", lo cual muestra fehacientemente el impetu del pueblo coreano que cuenta con el espiritu revolucionario de los militares."
        }
    ]
}