{
    "date": "2011-08-04",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Replies to Hu Jintao ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-58ee.html",
            "content": "Kim Jong Il Replies to Hu Jintao \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, sent a reply message to Hu Jintao, general secretary of the C.C., Communist Party of China and president of the People's Republic of China, on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I express thanks to you for your message of sympathy over the floods that hit some areas of the DPRK, causing damage. \n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish you great success in your responsible work for prosperity of the country."
        },
        {
            "title": "Kim Jong Il Sends Autograph to Staff of National Theatrical Troupe",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-28ee.html",
            "content": "Kim Jong Il Sends Autograph to Staff of National Theatrical Troupe\r\n\n\t\t\t\t\tPyongyang, August 4 (KCNA) -- General Secretary Kim Jong Il sent his autograph to creators, artistes and employees of the National Theatrical Troupe in reply to their letter to him.\n\t\t\t\t\t\n\t\t\t\t\t In the letter to him they recalled he gave meticulous guidance to them in creating the drama \"We Will Recollect Today\" till it has been completed. Yet, he highly appreciated it as the most famous work and monumental masterpiece representing literature and art of the Songun era, praising them for all achievements.\n\t\t\t\t\t\n\t\t\t\t\t In the letter they renewed their resolution to remain true to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t  They also pledged themselves to reproduce in a short span of time the famous five revolutionary dramas the production of which was guided by him after lighting the beacon of revolution in the production of \"The Shrine\"-style revolutionary dramas as required by the stage decor of the new theatre and perform them."
        },
        {
            "title": "Message of Sympathy to Kim Jong Il from Russian President",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-24ee.html",
            "content": "Message of Sympathy to Kim Jong Il from Russian President\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Kim Jong Il, chairman of the National Defence Commission of the Democratic People's Republic of Korea, Tuesday received a message of sympathy from D. Medvedev, president of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the news that sudden floods hit the DPRK, causing considerable loss in lives and properties, I sincerely express my sympathy.\n\t\t\t\t\t\n\t\t\t\t\t I'd like to ask you to convey my deep condolences and sympathy to the bereaved families and friends of the dead. I hope the life of all the victims will be brought to normal as soon as possible."
        },
        {
            "title": "DPRK Premier Acquaints Himself with Work of Major Industrial Establishments",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-25ee.html",
            "content": "DPRK Premier Acquaints Himself with Work of Major Industrial Establishments\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- DPRK Premier Choe Yong Rim acquainted himself with the work of major industrial establishments on Tuesday and Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the May 18 large forging plant of the Chollima Steel Complex, the combined processing shop No. 1 of the Taean Heavy Machine Complex, the large truck assembling shop of the Sungri Motor Complex and other places and convened consultative meetings there.\n\t\t\t\t\t\n\t\t\t\t\t The meetings discussed the issues of supplying more iron and steel to major construction sites including that of Mansudae area, speeding up the production of generating equipment to send them to the Huichon Power Station now close to completion and producing high-efficient trucks suited to the actual conditions of the DPRK to satisfactorily meet the increased demand of transportation in the different domains of national economy."
        },
        {
            "title": "KPA Navy Commander Meets Leading Officers of Chinese Flotilla",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-39ee.html",
            "content": "KPA Navy Commander Meets Leading Officers of Chinese Flotilla\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Wonsan, August 4 (KCNA) -- Admiral Jong Myong Do, commander of the Navy of the Korean People's Army, met and had a friendly talk with leading officers of the flotilla of training ship and frigate of the Navy of the Chinese People's Liberation Army headed by Vice Admiral Tian Zhong, commander of the North Sea Fleet of the Navy, on Thursday when the latter paid a courtesy call on him."
        },
        {
            "title": "Wonsan City Senior Official Meets Leading Officers of Chinese Flotilla",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-38ee.html",
            "content": "Wonsan City Senior Official Meets Leading Officers of Chinese Flotilla\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Yom Pong Jin, chief secretary of the Wonsan City Committee of the Workers' Party of Korea, met and had a friendly talk with leading officers of the flotilla of training ship and frigate of the Navy of the Chinese People's Liberation Army headed by Vice Admiral Tian Zhong, commander of the North Sea Fleet of the Navy, on Thursday when the latter paid a courtesy call on him."
        },
        {
            "title": "Chinese Flotilla Arrives at Wonsan Port of DPRK ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-33ee.html",
            "content": "Chinese Flotilla Arrives at Wonsan Port of DPRK\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- A flotilla of the Navy of the Chinese People's Liberation Army (CPLA) led by Vice Admiral Tian Zhong, commander of the North Sea Fleet of the CPLA Navy, arrived at Wonsan Port on Thursday. The flotilla consists of training ship \"Zheng He\" and frigate \"Luoyang\".\n\t\t\t\t\t\n\t\t\t\t\t Members of the flotilla landed on the quay.\n\t\t\t\t\t\n\t\t\t\t\t Present there to greet them were Major General Kim Myong Sik and other generals and officers of the Korean People's Army, Mun Hak Won, secretary of the Wonsan City Committee of the Workers' Party of Korea, Kim Won Il, vice-chairman of the Wonsan City People's Committee, Chinese Ambassador to the DPRK Liu Hongcai and Sun Yanfeng, military, naval and air attache of the Chinese embassy.\n\t\t\t\t\t\n\t\t\t\t\t A welcome ceremony took place at the wharf. \n\t\t\t\t\t\n\t\t\t\t\t KPA servicepersons and working people in the city gave hearty welcome to commanding officers and sailors of the flotilla."
        },
        {
            "title": "Chinese Sailors Pay Floral Tribute to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-35ee.html",
            "content": "Chinese Sailors Pay Floral Tribute to Kim Il Sung\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang August 4 (KCNA) -- Members of the flotilla of navy ships of the Chinese People's Liberation Army headed by Vice Admiral Tian Zhong, commander of the North Sea Fleet of the Navy, laid a floral basket before the statue of President Kim Il Sung in the city of Wonsan in Kangwon Province of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They placed the floral basket in the name of the flotilla before the statue and paid high tribute to Kim Il Sung with deep reverence for him."
        },
        {
            "title": "Chinese Flotilla Feted",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-53ee.html",
            "content": "Chinese Flotilla Feted\r\n\n\t\t\t\t\t Wonsan, August 4 (KCNA) -- The Navy Command of the Korean People's Army Thursday gave a reception in honor of the sailors of the flotilla of training ship and frigate of the Navy of the Chinese People's Liberation Army on a goodwill visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Vice Admiral Tian Zhong, commander of the North Sea Fleet of the CPLA Navy, leading officers and sailors of the flotilla and staff members of the Chinese embassy in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t KPA Admiral Jong Myong Do, commander of the KPA Navy, KPA general officers and officers of the KPA, Yom Pong Jin, chief secretary of the Wonsan City Committee of the Workers' Party of Korea, Ri Il Sop, chairman of the Wonsan City People's Committee, were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Maj. General of the KPA Kim Myong Sik made a speech at the reception.\n\t\t\t\t\t\n\t\t\t\t\t The flotilla's visit to the DPRK marks a significant occasion in developing the DPRK-China traditional friendship and cooperative relations between the navies of the two countries onto a new stage, he said.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the armies of the two countries have contributed to protecting the regional peace and stability, supporting and cooperating with each other in the common idea of defending socialism against imperialism, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship, provided by President Kim Il Sung together with Chinese revolutionaries of elder generation, is favorably developing with each passing day under the deep care of the top leaders of the two countries, he said.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever make joint efforts with Chinese comrades to boost the friendly and cooperative relations between the armies of the DPRK and China, between the navies in particular.\n\t\t\t\t\t\n\t\t\t\t\t Tian Zhong said:\n\t\t\t\t\t\n\t\t\t\t\t The visit of the flotilla to mark the 50th anniversary of the China-DPRK treaty of friendship, cooperation and mutual assistance is aimed at contributing to developing the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The two countries are friendly neighboring countries which have the same mountain and rivers and the China-DPRK friendship provided and cultivated by the revolutionaries of the elder generation is indeed precious.\n\t\t\t\t\t\n\t\t\t\t\t The leaders of the two countries have had a shared understanding in developing the China-DPRK friendly relations, he said, stressing that the China-DPRK friendship is an unbreakable common treasure as it stood all trials and storms.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to boost the friendly and cooperative relations between the navies of the two countries and defend peace and stability in Northeast Asia."
        },
        {
            "title": "IFRCS Aids Flood Victims of DPRK",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-54ee.html",
            "content": "IFRCS Aids Flood Victims of DPRK\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The International Federation of Red Cross and Red Crescent Societies (IFRCS) rendered assistance to Koreans suffering from flood.\n\t\t\t\t\t\n\t\t\t\t\t The federation announced that it allocated 590,000 U.S. dollars as special aid budget for flood-stricken DPRK on Tuesday, according to VOA. \n\t\t\t\t\t\n\t\t\t\t\t The targets of the assistance include Hamhung and Sinpho cities and Hongwon County in South Hamgyong Province, Kumchon County in North Hwanghae Province, and Haeju City, Chongdan, Paechon, Pongchon and Yonan counties in South Hwanghae Province. \n\t\t\t\t\t\n\t\t\t\t\t Utensils, waterproof vinyl sheets and other relief materials were conveyed to victims. \n\t\t\t\t\t\n\t\t\t\t\t Many people are living in insecure houses and others are sheltering themselves in vinyl houses or their relatives' houses."
        },
        {
            "title": "Red Cross Relief Activities Launched in DPRK ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-56ee.html",
            "content": "Red Cross Relief Activities Launched in DPRK \r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The Red Cross Society of the Democratic People's Republic of Korea has launched relief activities for flood victims with flood damages getting serious in the country.\n\t\t\t\t\t\n\t\t\t\t\t The society dispatched inspection teams to the flood-hit cities and counties of South Hwanghae and Kangwon provinces, Kaesong City and other areas to learn about damages and convey emergency relief materials to victims.\n\t\t\t\t\t\n\t\t\t\t\t It has also rendered medical services to flood victims, while taking measures to prevent outbreak of epidemics.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a number of Red Cross volunteers are taking part in relief activities in the afflicted areas. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK-resident delegation of the International Federation of Red Cross and Red Crescent Societies is joining the relief work."
        },
        {
            "title": "Damage from Heavy Rains",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-55ee.html",
            "content": "Damage from Heavy Rains\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Some areas of the DPRK have suffered damage from heavy rains from Wednesday afternoon.\n\t\t\t\t\t\n\t\t\t\t\t According to results of an initial survey, the railway service between the Paekgumsan and Tonsan railway stations in South Hamgyong Province has been suspended by landslides from early Thursday morning.\n\t\t\t\t\t\n\t\t\t\t\t A concrete bridge was destroyed in Pukchong County of the same province, cutting off road traffic.\n\t\t\t\t\t\n\t\t\t\t\t Kaesong City has 105 hectares of rice field flooded and some 180m-long riverbank collapsed."
        },
        {
            "title": "Downpour Batters DPRK Again",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-41ee.html",
            "content": "Downpour Batters DPRK Again\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- A torrential rain as much as 50 to 80mm fell in some areas of South and North Hamgyong, Kangwon and South and North Hwanghae provinces from 18:00 Wednesday to 09:00 Thursday, according to data available at the Central Meteorological Research Institute.\n\t\t\t\t\t\n\t\t\t\t\t It rained 89mm and 72mm respectively in Sepho and Cholwon counties, Kangwon Province, 85mm in Kilju County, North Hamgyong Province and 70mm in Pukchong County, South Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t 55mm downpour hit Kilju County, Pukchong and Toksong counties from 03:00 to 06:00 Wednesday and from 00:00 to 03:00 Thursday.\n\t\t\t\t\t\n\t\t\t\t\t The consecutive rainfalls have severely affected the people's living and grain output throughout the country."
        },
        {
            "title": "Nationwide Relief Effort Launched for S. Hwanghae Province",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-52ee.html",
            "content": "Nationwide Relief Effort Launched for S. Hwanghae Province\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- In the wake of human and material losses in the DPRK caused by typhoon-5 and heavy rains from late June to mid-July, a rain-triggered flood has harassed the country again from late July.\n\t\t\t\t\t\n\t\t\t\t\t South Hwanghae Province has suffered most seriously from the flood.\n\t\t\t\t\t\n\t\t\t\t\t The government has launched a nationwide effort to stabilize the flood victims' living and rebuild wrecked dwelling houses and public buildings.\n\t\t\t\t\t\n\t\t\t\t\t Ministries, national institutions and provincial people's committees have sent food, drinking water, utensils, garments and other daily necessities to the flood-afflicted areas.\n\t\t\t\t\t\n\t\t\t\t\t The ministries of agriculture, electric power industry, and land and environmental conservation have dispatched officials to learn about damages and find out what they should do to help the victims.\n\t\t\t\t\t\n\t\t\t\t\t Cement, steel, timbers, plate glass and other emergency relief materials have been trucked to the damaged province."
        },
        {
            "title": "Anniversary of Kim Jong Il's Russia Visit Marked at Russian Embassy Here",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-31ee.html",
            "content": "Anniversary of Kim Jong Il's Russia Visit Marked at Russian Embassy Here\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 4 (KCNA) -- Russian Ambassador to the DPRK Valery E. Sukhinin hosted a reception at the embassy Thursday to mark the 10th anniversary of General Secretary Kim Jong Il's visit to Russia and the adoption of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Vice-President of the Presidium of the DPRK Supreme People's Assembly Yang Hyong Sop, Vice Department Director of the C.C., the Workers' Party of Korea Ri Chang Gun, Vice-Minister of the People's Armed Forces Pak Jae Gyong, Vice-Minister of Foreign Affairs Kung Sok Ung and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said in his speech that the Russia-DPRK Moscow Declaration signed by the leaders of the two countries serves the cornerstone for boosting the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t Russia and the DPRK are neighboring countries and the relations of the two peoples have a long history, he said, referring to the cooperation between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased with the close political relations and contacts between the two countries and progress in trade and economic relations, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the relations of friendship and mutual benefits between the Russian Federation and the DPRK would grow stronger in the future, too as intended by the leaders of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said that Kim Jong Il's historic visit to Russia was an epochal event as it marked a new occasion in boosting the traditional DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t He noted that visit, contact and exchange between the two countries have become brisk in politics, economy, culture and other fields. \n\t\t\t\t\t\n\t\t\t\t\t We are rejoiced over the achievements made by Russia in the work to ensure social stability and economic progress and increase the national defence capability, he said, wishing prosperity and wellbeing to the Russian people. \n\t\t\t\t\t\n\t\t\t\t\t Russian Consul General in Chongjin Vyacheslav Tsupikov, too, gave a reception on the same day."
        },
        {
            "title": "Cuban Embassy Officials Visit Pyongyang Embroidery Institute ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-30ee.html",
            "content": "Cuban Embassy Officials Visit Pyongyang Embroidery Institute \n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Staff members of Cuban embassy here visited the Pyongyang Embroidery Institute on Thursday to mark the month of solidarity with the Cuban people. \n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the institute, the visitors toured its embroidery production rooms.\n\t\t\t\t\t\n\t\t\t\t\t They also enjoyed an acrobatic performance given by the Pyongyang Moranbong Circus on the same day."
        },
        {
            "title": "Lao Embassy Officials Tour Sariwon",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-34ee.html",
            "content": "Lao Embassy Officials Tour Sariwon\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Lao Ambassador to the DPRK Chaleune Warinthrasak and his embassy officials visited Minsok (Folk) Street in Sariwon City on Thursday to mark the 35th anniversary of the  conclusion of the treaty on cultural cooperation between governments of the DPRK and Laos.\n\t\t\t\t\t\n\t\t\t\t\t The guests went round sites of folklore games and folklore amusement places, etc. built in a peculiar style.\n\t\t\t\t\t\n\t\t\t\t\t They also toured various places of the recreation ground."
        },
        {
            "title": "Homage Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-36ee.html",
            "content": "Homage Paid to Kim Il Sung\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Foreign guests and overseas Koreans visited the Kumsusan Memorial Palace Thursday to pay homage to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Among them were a delegation of the Unified Communist Party of Nepal (Maoist) headed by Darmendra Raj Bastala, member of the Political Bureau of the Party Central Committee and chairman of its Western Regional Committee, and a delegation of Korean youth officials in Japan led by Kim Tu Sop, vice-chairman of the Central Standing Committee of the Korean Youth League in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the President in boundless reverence.\n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": "Seminar on Drama \"We Will Recollect Today\" Held",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-37ee.html",
            "content": "Seminar on Drama \"We Will Recollect Today\" Held\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- A seminar of Juche-oriented idea of literature and art on Drama \"We Will Recollect Today\", the winner of Kim Il Sung Prize, took place at the National Theatre on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Minister of Culture An Tong Chun, Chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea Kim Pyong Hun, officials concerned, officials in the fields of theatrical art and media and creators, artistes, media persons and teachers and researchers of universities. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the drama gives a truthful artistic representation of how ordinary heroes remain true to their principle and finally emerge victors in the trying days, thus clarifying the profound theory of seed that the issue of faith constitutes a fundamental issue on which hinge the destiny of every person and that of the country and revolution.\n\t\t\t\t\t\n\t\t\t\t\t They noted that through the portrayal of the heroine who dedicates herself to the struggle for tomorrow, convinced that the day when all people can live well off is sure to come when they firmly trust and follow General Secretary Kim Jong Il the drama teaches truth that faith conjures up the most beautiful memory. \n\t\t\t\t\t\n\t\t\t\t\t The drama sets persons with negative character, reflecting the situation in the period of the Arduous March and letting them stand in dramatic contrast to the heroine, teaching a serious lesson that a man without faith will only have to regret for what they did, they noted, and continued: The drama clearly proves that the revolutionary soldier spirit only can serve as a driving force that will encourage the Korean people to emerge victorious, weathering stern ordeals and difficulties. \n\t\t\t\t\t\n\t\t\t\t\t They concluded that the production of the drama as a masterpiece representing the era and loved by the people is the precious fruition of the Juche-oriented theory on drama."
        },
        {
            "title": "We Will Also Recollect Tomorrow Like This",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-32ee.html",
            "content": "We Will Also Recollect Tomorrow Like This\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Rodong Sinmun Thursday carries a political essay \"We Will Recollect Tomorrow, Too.\" \n\t\t\t\t\t\n\t\t\t\t\t The political essay recalls that when drama \"We Will Recollect Today\" was aired by television, it evoked so lively response that it was the topic of public discussion. \n\t\t\t\t\t\n\t\t\t\t\t The essay goes on: \n\t\t\t\t\t\n\t\t\t\t\t Our people's recollection of what happened in those days is not memory of sorrow but memory of faith and will.\n\t\t\t\t\t\n\t\t\t\t\t Our generation clearly realized what right path we have followed and how just we were when we kept to the path without hesitation, overcoming manifold difficulties.\n\t\t\t\t\t\n\t\t\t\t\t Let us share the will with our General Kim Jong Il to the end! This slogan dating back to the hardest time of the Arduous March was the true voice of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Many people sacrificed their precious lives, picturing today to themselves. They include naive children like Song Hui, those who devoted themselves to their comrades and the collective and even laid down their lives, firmly believing in the country and socialism only and those who thought of machine tools at their factories before caring for their own properties and those who thought of the big family of socialism before caring for their own families. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is proud of having the history in which General Secretary Kim Jong Il and the people shared weal and woe in the most difficult time. He firmly believed in the people and they have followed the same road to the last under his leadership. This is the ever-lasting soul of Korea and like the heart of the nation. This is the precious legacy left by our generation to the next generation and constitutes a great wherewithal which encourages us to dash ahead, drawing exhaustible strength.\n\t\t\t\t\t\n\t\t\t\t\t We have the 5 000-year-long-history of the nation behind and a hundred-year-long history of Kim Il Sung's Korea at hand. Our beloved descendents and everlasting future wait for us. \n\t\t\t\t\t\n\t\t\t\t\t Everyday witnesses the country dashing ahead, dramatic changes taking place in the sky, land and seas and people's wealth growing.\n\t\t\t\t\t\n\t\t\t\t\t With a view to providing happiness to the people who have shared the same destiny with the Party to the last, leader Kim Jong Il put forward a far reaching plan to make them enjoy a cultured life of world standard despite difficulties facing the country.\n\t\t\t\t\t\n\t\t\t\t\t He, so painful to see people undergoing sufferings, made long journeys to the front in tears. He visited with heavy heart villages not much known, factories at standstill and unforgettable mountains and fields. He made the Arduous March through a forced march to provide the people with tremendous wealth.\n\t\t\t\t\t\n\t\t\t\t\t A day and night of creation comes in and out for morrow.\n\t\t\t\t\t\n\t\t\t\t\t The heart of our generation is burning with a mission and consciousness to make better things for the sake of posterity and recollect today with pride in the distant future.\n\t\t\t\t\t\n\t\t\t\t\t One should have faith in laying a springboard for happiness just as one should be confident of overcoming the extreme phase of trials. Our people had to rise up, overcoming grief yesterday but now they should stand high, overlooking the world. \n\t\t\t\t\t\n\t\t\t\t\t We are facing fresh trials at present when we stand high after bringing about dramatic turns with a dream.\n\t\t\t\t\t\n\t\t\t\t\t The enemies are getting more persistent in their economic blockade to deter the people's wealth from increasing and highly civilized and modern structures from appearing. \n\t\t\t\t\t\n\t\t\t\t\t Our onward movement is faced with bottlenecks and something impossible and unprecedented challenges as hard to overcome as those during the Arduous March. Our people are required more urgently than ever before to cherish the same faith as was displayed when they kept to their chosen road to the last. \n\t\t\t\t\t\n\t\t\t\t\t The advance towards the thriving socialist nation is an untrodden path and it is a forced march which requires overcoming a lot of trials. \n\t\t\t\t\t\n\t\t\t\t\t Our answer is a confident and clear one. \n\t\t\t\t\t\n\t\t\t\t\t Watch us. Korea does what it is determined to do. Our generation has pushed back the frontiers of latest science and technology with the sweat of their brow under the guidance of Kim Jong Il. The echo among the mountains that resounded in our generation and the new high civilization achieved by them will always remain shining as precious treasures on this land. \n\t\t\t\t\t\n\t\t\t\t\t Future is carved out generation after generation in which what each one did is remembered with pride and this tradition is given steady continuity. This will make a history of ever-lasting victory and as a result, our country will eternally prosper. \n\t\t\t\t\t\n\t\t\t\t\t Then, we will recollect today again. \n\t\t\t\t\t\n\t\t\t\t\t Our descendents will sing most loudly of the present generation, always remembering them who suffered a lot and created a lot."
        },
        {
            "title": "New Koryo Therapy Developed in Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-40ee.html",
            "content": "New Koryo Therapy Developed in Korea\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The Academy of Koryo Medicine has made a chart of meridian nerve points after making a research in the correlation between by the Kyongrak theory, an elementary theory of ancient medicine, and modern medicine. \n\t\t\t\t\t\n\t\t\t\t\t The chart is based on over 360 acupuncture points squared in a scientific and theoretical way with some 200 motor points and innervation points, at least 30 spinal joints and peripheral nerve.\n\t\t\t\t\t\n\t\t\t\t\t With the help of the chart, the academy applies acupuncture, moxibustion and physio-therapy to patients who suffer from spinal trouble.\n\t\t\t\t\t\n\t\t\t\t\t This method mixed with Koryo intravenous is also available for cerebral thrombosis. \n\t\t\t\t\t\n\t\t\t\t\t Most of the hospitals in the DPRK have Koryo medicine departments."
        },
        {
            "title": "CPRK Secretariat Blasts \"Spy Ring Case\" Fabricated by S. Korean Security Authorities",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-57ee.html",
            "content": "CPRK Secretariat Blasts \"Spy Ring Case\" Fabricated by S. Korean Security Authorities\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued information bulletin No. 977 Thursday denouncing the south Korean public security authorities for cooking up \"spy ring case.\"\n\t\t\t\t\t\n\t\t\t\t\t The bulletin says:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean fascist security authorities including the Intelligence Service and prosecution have kicked off a wholesale repression of pro-reunification patriots in south Korea after cooking up \"spy ring case.\"\n\t\t\t\t\t\n\t\t\t\t\t They arrested lots of people of opposition parties and those from all social standings including trade unions, academic and economic circles, talking about \"contacts\" and presenting \"material evidence.\" They are investigating those people in a bid to persecute them.\n\t\t\t\t\t\n\t\t\t\t\t The CPRK Secretariat denounces the \"spy ring case\" fabricated by the south Korean puppet group as a fascist suppression of pro-reunification and patriotic forces in south Korea and another serious provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"spy ring case\" is a groundless farce.\n\t\t\t\t\t\n\t\t\t\t\t As for \"material evidence\" put up by them, they were already made public through south Korean media and Internet. What they called \"list\" is also a sheer fabrication.\n\t\t\t\t\t\n\t\t\t\t\t The security authorities named the \"underground party\" organization this or that, provoking the laughter of the people.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method traditionally used by the puppet group to cook up \"spy ring cases\" whenever it faced serious ruling crises.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is on the verge of catastrophe due to the puppet group's despicable policy of sycophancy and treachery, its moves for confrontation with fellow countrymen, unpopular rule and corruption and irregularities. The people's wrath and grudge against the authorities are running high.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans from all walks of life are waging unflinching anti-\"government\" actions, determined to vote down the puppet group in the \"National Assembly\" and \"presidential\" elections slated for next year.\n\t\t\t\t\t\n\t\t\t\t\t By fabricating such shocking cases as \"spy ring case\" and kicking off a repressive campaign, the puppet security authorities seek to distract the mindset of the broad masses from the failed domestic and foreign policies and stalled north-south relations and divert elsewhere the attention of the public opinion. It also seeks to tide over the crisis by branding the progressive forces as \"pro-communist\" and \"pro-north\" forces and thus ensure the conservative group's maintenance of power.\n\t\t\t\t\t\n\t\t\t\t\t Another aim sought by the group is to turn down the public demand for improving the north-south relations and making a switchover in the \"north policy\" and maintain the policy of escalating confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, the \"spy ring case\" met a strong rebuff from the south Korean opposition parties and people from all social strata. They are dismissing the case as a \"base and despicable farce\", a \"plot to stamp out the progressive forces\" and \"part of campaign for next year's general and presidential elections\".\n\t\t\t\t\t\n\t\t\t\t\t The recent case brought to light the true colors of the conservative group keen on stoking confrontation against reunification.\n\t\t\t\t\t\n\t\t\t\t\t The fascist security authorities are gravely mistaken if they think they can mislead the public opinion and tide over the ruling crisis through such sordid farce.\n\t\t\t\t\t\n\t\t\t\t\t Their last-ditch efforts will only invite bitterer censure at home and abroad and provoke stronger protest by the people.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group had better immediately stop the mean farce and suppression of the pro-reunification and patriotic figures."
        },
        {
            "title": "DPRK Newspapers on DPRK-Russia Relations",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-29ee.html",
            "content": "DPRK Newspapers on DPRK-Russia Relations\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Today marks the 10th anniversary the publication of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\tPapers of the DPRK Thursday stress that the adoption of the declaration during General Secretary Kim Jong Il's historic visit to Russia was clearly recorded in the annals of DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t His Russia visit in the first year of the new century was an epochal event as it opened a new phase of the bilateral friendly relations,   Rodong Sinmun says in a bylined article, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the Moscow Declaration the DPRK and Russia stated that to further develop the bilateral relations of friendship and cooperation with a long history conforms with the basic interests of the two peoples and makes signal contribution to ensuring peace and security of Asia and the rest of the world. They also affirmed their will to boost the bilateral cooperation in politics, economy, military affairs, science and technology, culture and other fields.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of this declaration in the wake of the DPRK-Russia Joint Declaration in Pyongyang and the conclusion of the bilateral treaty of friendship, good neighborliness and cooperation brought a bright prospect for strengthening the bilateral friendly relations in a diversified way on the principles of complete equality, reciprocity, mutual respect and noninterference.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the two countries have developed favorably in keeping with the desire and interests of the two peoples over the past 10 years since Kim Jong Il's Russia visit and the publication of the DPRK-Russia Moscow Declaration.\n\t\t\t\t\t\n\t\t\t\t\t Practical steps are being taken to deepen cooperation and exchange between the two countries in various fields in the spirit of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people hope that everything would go well in friendly Russia.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Russia relations will further develop by their joint efforts in the spirit of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says in a bylined article the declaration was that on independence in the 21st century calling for building a just and peaceful new world.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will as ever push ahead with the common cause of humankind for global independence, the paper adds."
        },
        {
            "title": "S. Korean Authorities Hit for Chilling Atmosphere of Dialogue: Minju Joson",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-26ee.html",
            "content": "S. Korean Authorities Hit for Chilling Atmosphere of Dialogue: Minju Joson\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Some days ago, the chairman of the south Korean Joint Chiefs of Staff was closeted with Chief of the U.S. Army Staff Martin Dempsey in Seoul over the \"military tendency of the north\". Martin at a hearing of the Senate Armed Services Committee stigmatized the DPRK as a \"major threat to the regional security in Northeast Asia\" and openly described it as the U.S. policy to fight it out to win a victory. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Thursday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by south Korea through the one-hour talk was to harm the compatriots with the U.S. help, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are doing only acts of spoiling the atmosphere of dialogue, going against the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t They attempt to stage the adventurous Ulji Freedom Guardian war exercises against the DPRK, while frequently holding war confabs with their American masters. This escalated the already high tension on the Korean Peninsula, bringing to light the south Korean authorities' aim in their much-touted \"dialogue\".\n\t\t\t\t\t\n\t\t\t\t\t Their hypocritical talk about \"dialogue\" is a trite artifice to mislead domestic and foreign public opinion. It is aimed to cover up their criminal true colors opposing the improvement of the north-south relations and resumption of the six-party talks, provoke a war against the north in the future and shift the blame on to the other.\n\t\t\t\t\t\n\t\t\t\t\t All facts show that the south Korean authorities seek dependence on foreign forces and confrontation with the people in the DPRK, not dialogue, peace and the improvement of the north-south relations. Dependence on outsiders and confrontation with fellow countrymen lead to a ruin."
        },
        {
            "title": "Actions for Peace and Reunification against US Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-15ee.html",
            "content": "Actions for Peace and Reunification against US Called for in S. Korea\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The south Korean Federation of University Students in the 21st Century formed a grand march group for reunification in Seoul on August 1 at which it called for staging a dynamic struggle for peace and reunification against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t At the inaugural ceremony speakers said the march group would travel all areas of south Korea till August 15 to disclose the crimes related to the defoliant burial by the U.S. forces in south Korea and conduct activities for peace and reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They noted they would also struggle for the settlement of the university registration fee issue."
        },
        {
            "title": "Stop to Suppression of Reunification Champions Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-16ee.html",
            "content": "Stop to Suppression of Reunification Champions Demanded in S. Korea\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The publisher of the south Korean magazine Minjok 21 issued a statement on July 29 demanding an immediate stop to the suppression of reunification champions.\n\t\t\t\t\t\n\t\t\t\t\t The Intelligence Service searched the houses and offices of those concerned of Minjok 21 and is now busy investigating them on the charge that \"they conducted espionage at the instructions of the north\", the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable to brand the legitimate news coverage of Minjok 21 as illegal at present, it said.\n\t\t\t\t\t\n\t\t\t\t\t The suppression of media activities for reunification in the era aspiring after national reconciliation and cooperation is a foolish act to further bedevil the inter-Korean relations, it held.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"government\" stop at once the suppression of reunification champions and make an apology before the people for the case."
        },
        {
            "title": "S. Korean Police's Suppression of Actions for Vital Rights Slammed",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-17ee.html",
            "content": "S. Korean Police's Suppression of Actions for Vital Rights Slammed\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The south Korean fascist police on August 1 suddenly raided the place where the chairman of the Confederation of Trade Unions was staging a hunger strike for vital rights, pulled down a tent and walked off the vice-chairman and leading members of the Confederation who protested against the action.\n\t\t\t\t\t\n\t\t\t\t\t Labor, political, civic and public and other circles of south Korea held a press conference in Seoul that day denouncing the puppet police for its fascist suppression of the actions for vital rights.\n\t\t\t\t\t\n\t\t\t\t\t The police can never be tolerated as they are committing violence against people as servants of power, speakers said.\n\t\t\t\t\t\n\t\t\t\t\t The on-going repression is a declaration of war against the people, they said, vowing to struggle against the authorities' violence.\n\t\t\t\t\t\n\t\t\t\t\t The further the authorities intensify the crackdown, people will display higher fighting spirit and bring Chongwadae to ruin, they declared."
        },
        {
            "title": "S. Korean Military Prosecution Authorities' Fascist Action Disclosed",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-19ee.html",
            "content": "S. Korean Military Prosecution Authorities' Fascist Action Disclosed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The south Korean newspaper Kyunghyang Daily News on August 2 disclosed that the prosecution authorities of the puppet forces indicted a teacher of a naval academy on June 27 on charges of the violation of the \"National Security Law\" while taking issue with his teaching program.\n\t\t\t\t\t\n\t\t\t\t\t According to it, the fascist authorities took such action, claiming the books written by authors of classics he had in possession and \"Study of President Kim Il Sung's anti-Japanese guerrilla movement in Manchuria\", \"Korean People's Revolutionary Army-politics of memory and politics of reality\" and other documents he received from Internet were \"literature benefiting the enemy\".\n\t\t\t\t\t\n\t\t\t\t\t The prosecution charged him with sympathizing with the stand of the north for the mere reason that in his 2009 teaching program he explained the formation of the Association for the Restoration of the Fatherland, the Pochonbo Battle and the agrarian reform carried out in the northern half of Korea right after liberation.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are set to hold a trial of him at the Taejon Military Court on August 9."
        },
        {
            "title": "Strike in S. Korea Demands Compensation for Damage",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-23ee.html",
            "content": "Strike in S. Korea Demands Compensation for Damage\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Members affiliated with the south Korean Emergency Measure Committee of Pusan Savings Bank held a strike outside the \"National Assembly\" building on August 1 in demand of the compensation for damage, south Korean CBS reported.\n\t\t\t\t\t\n\t\t\t\t\t They pointed to the big damage they suffered due to the case of the Pusan Savings Bank, an extra-large scandal of the privileged circle.\n\t\t\t\t\t\n\t\t\t\t\t They accused the NA of sidestepping the issues of making a thoroughgoing investigation into the case and compensating for the damage, while putting its political logic to the fore.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the NA hold a hearing on the case at an early date and opt for probing the truth about it."
        },
        {
            "title": "Meeting Held to Convey Relief Funds Sent by Kim Jong Il to Koreans in Japan ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-20ee.html",
            "content": "Meeting Held to Convey Relief Funds Sent by Kim Jong Il to Koreans in Japan \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 4 (KCNA) -- More Koreans in Miyagi Prefecture, were confirmed to have suffered from the mass earthquake and its ensuing tsunami in Japan. A meeting for conveying the relief funds sent by General Secretary Kim Jong Il to their bereaved families and victims was held at Korean Primary and Secondary School in Tohoku on July 30.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man, chief vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), conveyed the relief funds.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said Koreans in Japan could live with dignity thanks to their homeland and Chongryon, renewing their determination to make redoubled efforts to rehabilitate in unity the school and other facilities of Chongryon at an early date and bring the living of the afflicted people to normal."
        },
        {
            "title": "Chongryon's Sincere Help in Work to Eradicate Aftermath of Earthquake",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-21ee.html",
            "content": "Chongryon's Sincere Help in Work to Eradicate Aftermath of Earthquake\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The Emergency Measure Committee of the General Association of Korean Residents in Japan (Chongryon) is rendering sincere help in the work to eradicate the aftermath of the massive earthquake.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee, on July 30 conveyed to the chairman of the Miyagi Prefectural Commercial Association 50 million yen in relief reflecting the sincerity of Chongryon officials and compatriots from across Japan so it might be used for the construction of a new school building in Miyagi Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the measure committee sent relief funds to help disaster-stricken Koreans and rehabilitate Korean schools in Miyagi, Iwate, Fukushima and Ibaragi prefectures.\n\t\t\t\t\t\n\t\t\t\t\t It is appealing to broad strata of compatriots to join the \"campaign for collecting funds for relieving compatriots stricken by massive earthquake in East Japan\"."
        },
        {
            "title": "US Experts Call for Continued Dialogue between DPRK, US",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-42ee.html",
            "content": "US Experts Call for Continued Dialogue between DPRK, US\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- U.S. experts called on the U.S. and DPRK to continue dialogue to understand each other's position.\n\t\t\t\t\t\n\t\t\t\t\t \"We all think that such dialogue is much profitable than confrontation. We need to understand each other,\" said Prof. Donald Zagoria from the National Committee on American Foreign Policy at a press conference after participating in a meeting on Monday between the visiting DPRK delegation and a group of U.S. experts.\n\t\t\t\t\t\n\t\t\t\t\t Former U.S. negotiator on DPRK affairs Evans Revere, who also took part in the meeting, voiced the same view.\n\t\t\t\t\t\n\t\t\t\t\t Saying the atmosphere of the discussion is frank and friendly, he hoped the dialogue can and will continue in the future."
        },
        {
            "title": "War Victory Day of Korean People Marked by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-03ee.html",
            "content": "War Victory Day of Korean People Marked by Foreign Organizations\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Organizations of different countries posted special write-ups on their Internet homepages on July 25 and 27 on the 58th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy posted an article titled \"Great victory in Fatherland Liberation War\" illustrated with a photo of President Kim Il Sung acknowledging the cheers of the masses.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK won the victory in the war, honorably protecting the sovereignty and dignity of the country and defending the global peace and security by shattering the moves of the U.S. to dominate the world, the article said.\n\t\t\t\t\t\n\t\t\t\t\tThe feats the President performed in winning the victory in the war and the tradition of the Korean people's victory remain shining more brilliantly thanks to General Secretary Kim Jong Il, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea posted on its homepage an article accompanied by a photo of Kim Il Sung making the historic radio address \"Go All Out for Victory in the War\".\n\t\t\t\t\t\n\t\t\t\t\t The article praised the undying feats the peerlessly great man performed by defeating the U.S. imperialists, who boasted of being the \"strongest\" in the world, with his ever-changing strategies and tactics and extraordinary commanding art.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association in an article said the Songun politics provides a sure guarantee for preventing a war in the Korean Peninsula, ensuring peace and security there and defending the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Association will conduct more extensive activities to get a peace treaty concluded between the DPRK and the U.S., the article noted."
        },
        {
            "title": "Juche Idea Study Group Formed in Mexico",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-02ee.html",
            "content": "Juche Idea Study Group Formed in Mexico\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The San Luis Potosi Youth Study Group of the Mexican Committee for the Study of Kimilsungism was formed on July 29.\n\t\t\t\t\t\n\t\t\t\t\t Maria Antonia del Angel Guzman was elected the chief of the group at the inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t She said in her speech that she grasped the greatness and vitality of the Juche idea, the Songun idea while deeply studying them and expressed her determination to perform the mission and duty as a Juche idea adherent for creating an international atmosphere of commemorating the centenary of birth of President Kim Il Sung in 2012 as a great jubilee in human history."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n\n\t\t\t\t\tPyongyang, August 4 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Exalt the Brilliance of Comrade Kim Il Sung's Idea on the Youth Movement and the Achievements Made under His Leadership\" was brought out in pamphlet in Russia.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on August 24, Juche 85 (1996), clarifies in detail the essence of the Juche-oriented youth movement, the ideas and theories enunciated by President Kim Il Sung on the Juche-oriented youth movement, the undying feats he performed in leading the youth movement and tasks and ways for further developing the youth movement as required by a new higher stage of its development.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony was held in Vladivostok Vit Publishing House on July 27."
        },
        {
            "title": "China Calls for Improving Law-abiding Spirit",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-43ee.html",
            "content": "China Calls for Improving Law-abiding Spirit\r\n\n\t\t\t\t\t Beijing, August 3 (KCNA) -- The Communist Party Central Committee and the State Council of China recently made public a notice concerning the 6th five-year plan (2011-2015) for education in law observance.\n\t\t\t\t\t\n\t\t\t\t\t The education is an important, basic work for improving public spirit of law observance and building a law-abiding socialist society, the notice said.\n\t\t\t\t\t\n\t\t\t\t\t The notice called on party committees at all levels and local governments to press ahead with the education as part of economic and social development programs so as to fulfill its targets and duties."
        },
        {
            "title": "China Takes Measures for Labor Safety",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-45ee.html",
            "content": "China Takes Measures for Labor Safety\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Beijing, August 3 (KCNA) -- Chinese Premier Wen Jiabao recently called for taking measures to ensure labor safety.\n\t\t\t\t\t\n\t\t\t\t\t Presiding over a State Council meeting, Wen said labor safety is related to lives and properties of the popular masses and to the reputation of the party and government.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted a decision to strengthen the work for labor safety in traffic, coal mining and construction sectors."
        },
        {
            "title": "China Calls for Promoting Youth Political Participation",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-46ee.html",
            "content": "China Calls for Promoting Youth Political Participation\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Zhou Changkui, a member of the Secretariat of the C.C., the Communist Youth League of China, recently called for promoting youth political participation at a UN high-level meeting on youth.\n\t\t\t\t\t\n\t\t\t\t\t In order to facilitate common development of the world, it is necessary to expand the scope of young people's political participation and encourage them to take part in the modernization process of their countries, Zhou said."
        },
        {
            "title": "China Urges Israel to Stop Construction of Settlements",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-09ee.html",
            "content": "China Urges Israel to Stop Construction of Settlements\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The deputy chief of the mission of China at the UN at a recent meeting of the UNSC urged Israel to stop at once the construction of settlements.\n\t\t\t\t\t\n\t\t\t\t\t Israel's expansion of settlements is a stumbling block lying in the way of resuming the Palestine-Israel peace talks, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t China calls upon all parties concerned to settle the Palestine-Israel disputes through political and diplomatic channels on the basis of the UN resolutions, the \"peace-for-land principle\" and the \"Arab peace initiative\", etc. and thus build a Palestinian independent state with full sovereignty, he stressed."
        },
        {
            "title": "Building of Advanced Grass-root Party Organizations Called for in China ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-44ee.html",
            "content": "Building of Advanced Grass-root Party Organizations Called for in China \r\n\n\t\t\t\t\t Beijing, August 3 (KCNA) -- A central guidance group of the Communist Party of China (CPC) recently released a document calling for carrying on activities for building advanced grass-root party organizations serving the people.\n\t\t\t\t\t\n\t\t\t\t\t Public units and service establishments should maintain the principle of people first and governance for the people, and improve working style and ability in order to properly serve the people, the document said.\n\t\t\t\t\t\n\t\t\t\t\t Thereby, the activities should become a process acceptable to masses, it noted."
        },
        {
            "title": "Russia Chides US Congress' Resolution",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-10ee.html",
            "content": "Russia Chides US Congress' Resolution\r\n\n\t\t\t\t\t Moscow, August 3 (KCNA) -- Dmitri Rogozin, Russian permanent representative to NATO on July 31 chided U.S. Congress' resolution.\n\t\t\t\t\t\n\t\t\t\t\t U.S. Congress recently adopted a resolution calling upon Russia to stop \"occupation\" of Abkhazia and Southern Osetia and respect the independence and territorial integrity of Georgia. It is aimed at drumming up support to some statesmen in the U.S., he held.\n\t\t\t\t\t\n\t\t\t\t\t Such behavior of the U.S. will do harm to improving the bilateral relations as it is an insult to Russia, he stressed."
        },
        {
            "title": " Russia Warns of US Sanction",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-48ee.html",
            "content": "Russia Warns of US Sanction\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Moscow, August 3 (KCNA) -- Leonid Slutski, first vice-chairman of the State Duma International Affairs Committee of Russia, recently warned the U.S. State Department of its decision to apply a visa restriction to some Russian officials.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. decision is undermining the confidence between Russia and the U.S. and Russia's reaction to it will be strong, he added."
        },
        {
            "title": "Russia Terms Iran's Missile Threat to Europe Groundless",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-47ee.html",
            "content": "Russia Terms Iran's Missile Threat to Europe Groundless\r\n\n\t\t\t\t\t Moscow, August 3 (KCNA) -- Dmitri Rogozin, Russian permanent representative to NATO, at a recent press conference described Iran's missile threat to Europe as groundless.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable to allege that Iran may attack Poland or Norway with its missiles, he said.\n\t\t\t\t\t\n\t\t\t\t\t Some NATO member nations voice fears that Iran may launch a missile attack on Baltic nations but it is a lie, he added."
        },
        {
            "title": "Bolivia Seeks Strengthened Relationship with Russia: President",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-50ee.html",
            "content": "Bolivia Seeks Strengthened Relationship with Russia: President\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Bolivian President Evo Morales said in a recent TV interview that Bolivia is interested in strengthening relations with Russia.\n\t\t\t\t\t\n\t\t\t\t\t Bolivia is expecting Russia to offer its technologies and scientific know-how to all Latin American nations, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He also voiced the belief that negotiations for mutual cooperation in trade, investment and other fields will continue."
        },
        {
            "title": " South African Communist Party Celebrates 90th Birthday",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-51ee.html",
            "content": "South African Communist Party Celebrates 90th Birthday\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The South African Communist Party (SACP) celebrated its 90th anniversary on Sunday in Durban.\n\t\t\t\t\t\n\t\t\t\t\t The celebration was attended by senior officials and other members of the SACP, figures of the African National Congress (ANC), Congress of South African Trade Union (COSATU) and other political parties and organizations of the country. \n\t\t\t\t\t\n\t\t\t\t\t Delegates of communist parties of China and other countries were invited there. \n\t\t\t\t\t\n\t\t\t\t\t In his congratulatory speech South African President Jacob Zuma said the SACP and its alliance partners had played a huge role in the attainment of freedom in South Africa. \n\t\t\t\t\t\n\t\t\t\t\t \"The task is to ensure that we achieve economic freedom for our people,\" said the president, who is also ANC president.\n\t\t\t\t\t\n\t\t\t\t\t A statement was adopted in the celebration."
        },
        {
            "title": "President of Cuban Council of State Calls for Better Planning ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-11ee.html",
            "content": "President of Cuban Council of State Calls for Better Planning \r\n\n\t\t\t\t\t Havana, August 3 (KCNA) -- Raul Castro, president of the Council of State and president of the Council of Ministers of Cuba, speaking at the enlarged meeting of the Council of Ministers on July 28, stressed the need to improve planning.\n\t\t\t\t\t\n\t\t\t\t\t Planning better would help reap greater benefits while saving more, he said.\n\t\t\t\t\t\n\t\t\t\t\t The nation's economy grew in the first half of the year as compared with that in the same period of last year, he noted, adding that tapping reserves well would help register bigger successes."
        },
        {
            "title": "Cuban People Remember Martyrs",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-49ee.html",
            "content": "Cuban People Remember Martyrs\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Havana, August 3 (KCNA) -- Cuban people on July 30 cherished the memory of people who fell in the struggle against Batista's dictatorship. \n\t\t\t\t\t\n\t\t\t\t\t Fidel Castro, leader of the Cuban revolution, and Raul Castro, president of the Council of State of Cuba, placed wreaths before the martyrs' cemetery in Santiago de Cuba.\n\t\t\t\t\t\n\t\t\t\t\t Thousands of people marched from Cespedes Park to the cemetery to pay tribute to the martyrs."
        },
        {
            "title": "Chavez Urges People to Face Challenges with Unity",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-12ee.html",
            "content": "Chavez Urges People to Face Challenges with Unity\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Venezuelan President Hugo Chavez called on the people to face political challenges with the union of all social factors. He said this at roundtable talks on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the preparation for elections scheduled for next year.\n\t\t\t\t\t\n\t\t\t\t\t What is most important at present is to strengthen the unity of all revolutionary factors, enhance the government's efficiency and immediately solve the people's problems, he noted."
        },
        {
            "title": "Palestinian Negotiator Refuses Israel's Call for Public Debate",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-04ee.html",
            "content": "Palestinian Negotiator Refuses Israel's Call for Public Debate\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Saeb Erekat, a member of the Executive Committee of the Palestine Liberation Organization, on Sunday rejected an Israeli call for a public debate on Israel's occupation of the West Bank.\n\t\t\t\t\t\n\t\t\t\t\t Erekat's remarks came after Israeli Deputy Foreign Minister Danny Ayalon challenged Erekat to accept a public debate on the status of the West Bank, which has been occupied by Israel since 1967.\n\t\t\t\t\t\n\t\t\t\t\t \"Ending the Israeli occupation is not a point need to discuss,\" said Saeb Erekat.\n\t\t\t\t\t\n\t\t\t\t\t Erekat said \"the Palestinians want to build their state on the occupied lands within the pre-1967 borders.\""
        },
        {
            "title": "More Palestinians Killed by Israeli Army",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-13ee.html",
            "content": "More Palestinians Killed by Israeli Army\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The Israeli army is killing more Palestinians despite the international community's protest and denunciation.\n\t\t\t\t\t\n\t\t\t\t\t Israeli troops raided Qalandiya refugee camp in the West Bank Monday and shot dead two Palestinians and wounded three others during a military operation."
        },
        {
            "title": "Protests Go on in Israel",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-07ee.html",
            "content": "Protests Go on in Israel\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Protests of working people over improved living condition have spread from Tel Aviv, Israel to at least a half-dozen other cities Saturday.\n\t\t\t\t\t\n\t\t\t\t\t 50,000 people marched in Tel Aviv.\n\t\t\t\t\t\n\t\t\t\t\t Marching streets, demonstrators expressed complaints of the ceaseless rise of dwelling house prices and the decrease of the working people's wage. They strongly demanded the authorities take emergency steps."
        },
        {
            "title": "More NATO Soldiers Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-06ee.html",
            "content": "More NATO Soldiers Killed in Afghanistan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- More NATO soldiers in Afghanistan met deaths.\n\t\t\t\t\t\n\t\t\t\t\t Four NATO soldiers were killed by the military attacks of the resistance forces in the southern and eastern areas of Afghanistan on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Sunday's casualties bring to 335 the number of NATO service members who lost their lives since beginning this year in Afghanistan."
        },
        {
            "title": "Varieties of Drugs Seized in Iran",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-05ee.html",
            "content": "Varieties of Drugs Seized in Iran\r\n\n\t\t\t\t\t Tehran, August 3 (KCNA) -- Several operations for combating drugs were conducted in Fars Province, Iran recently.\n\t\t\t\t\t\n\t\t\t\t\t Varieties of drugs of 575 kg were seized in the operations.\n\t\t\t\t\t\n\t\t\t\t\t This was made by a news agency of Iran on July 30."
        },
        {
            "title": "Earthquakes Hit Japan, Guam Region, Fiji",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-22ee.html",
            "content": "Earthquakes Hit Japan, Guam Region, Fiji\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- A 6.4-magnitude earthquake hit Tohoku area, Japan on July 31.\n\t\t\t\t\t\n\t\t\t\t\t The epicenter was about 40 km deep in the waters off Fukushima Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t A 6.6-magnitude earthquake jolted the southern area of Fiji on July 29. The epicenter was the southern waters. \n\t\t\t\t\t\n\t\t\t\t\t An earthquake measuring 5.6 on the Richter scale jolted Guam region in the West Pacific on Saturday. The epicenter was the southwestern waters."
        },
        {
            "title": "Natural Disasters in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-14ee.html",
            "content": "Natural Disasters in Different Countries\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- Strong whirlwind hit Blagobeshensk, Russia recently, causing damage.\n\t\t\t\t\t\n\t\t\t\t\t The whirlwind left 30 odd people dead and wounded, destroyed many dwelling houses, cut off electric wires and paralyzed traffic.\n\t\t\t\t\t\n\t\t\t\t\t Storm Nock-Ten was spreading over Vietnam from Saturday afternoon, causing damage.\n\t\t\t\t\t\n\t\t\t\t\t The storm accompanied by heavy rains left two people dead as of July 31. At least 44 000 people were evacuated and about 2,500 hectares of farmlands were inundated.\n\t\t\t\t\t\n\t\t\t\t\t A landslide triggered by torrential rain in Maluk Province, Indonesia on July 31 left four people dead and another wounded.\n\t\t\t\t\t\n\t\t\t\t\t A landslide in the western area on July 29 has killed four children and two others wounded."
        },
        {
            "title": "Japan's Unemployment Rate Rises",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-18ee.html",
            "content": "Japan's Unemployment Rate Rises\r\n\n\t\t\t\t\tPyongyang, August 4 (KCNA) -- Those unemployed in Japan totaled a seasonally adjusted 2.89 million people, an increase of 60,000 additional people unemployed in June, the Ministry of Internal Affairs said on July 29.\n\t\t\t\t\t\n\t\t\t\t\t Hokuriku Electric Power Co. said Friday its group net profit in the April to June period plunged 36.9 percent from a year earlier.\n\t\t\t\t\t\n\t\t\t\t\t All Nippon Airways Co. on Friday reported a group operating loss of 8.10 billion yen in the April-June period. \n\t\t\t\t\t\n\t\t\t\t\t Mazda Motor Corp. said Friday it logged a group operating loss of 23.09 billion yen in the April to June quarter."
        },
        {
            "title": " Massive Lay-off in US",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-08ee.html",
            "content": "Massive Lay-off in US\r\n\n\t\t\t\t\t Pyongyang, August 4 (KCNA) -- The U.S. Federal Administration of Aviation recently published a plan for massive job cuts under the pretext of worsening business.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that under this plan about 4,000 people were dismissed."
        },
        {
            "title": "Kim Jong Il enva mensaje de respuesta al presidente chino ",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-60ee.html",
            "content": "Kim Jong Il enva mensaje de respuesta al presidente chino \r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, envi el da 4 un mensaje de respuesta a Hu Jintao, Secretario General del Comit Central del Partido Comunista de China y Presidente de la Repblica Popular China.\n\t\t\t\t\t\n\t\t\t\t\tEl texto completo de la misiva va como sigue: \n\t\t\t\t\t\n\t\t\t\t\tQuisiera agradecerle a Usted por haberme enviado un mensaje de consuelo por las prdidas causadas por inundaciones en algunas zonas de nuestro pas. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desearle grandes xitos en su trabajo responsable para la prosperidad del pas."
        },
        {
            "title": "Kim Jong Il firma carta de artistas del Conjunto Dramtico Nacional",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-61ee.html",
            "content": "Kim Jong Il firma carta de artistas del Conjunto Dramtico Nacional \n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- El Dirigente Kim Jong Il puso su firma tras leer la carta que le enviaron los creadores, artistas y empleados del Conjunto Dramtico Nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa carta seala que el Dirigente dirigi minuciosamente y perfeccion el drama \"Recordaremos el da de hoy\", pero concedi los xitos a los creadores del drama calificndolo de una obra maestra monumental que representa la literatura y arte de la era del Songun.\n\t\t\t\t\t\n\t\t\t\t\t Ellos expresaron en su misiva sus decisiones de apoyar con fidelidad la direccin del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\t  Apuntaron que redescribiran lo ms pronto posible y pondrn en la escena del nuevo teatro los cinco dramas revolucionarios, completados al estilo de \"Ermita Songhwang\" por el Dirigente."
        },
        {
            "title": "Kim Jong Il recibe mensaje de simpata de Medvedev",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-62ee.html",
            "content": "Kim Jong Il recibe mensaje de simpata de Medvedev\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- El Dirigente Kim Jong Il, Presidente del Comit de Defensa Nacional de la Repblica Popular Democrtica de Corea, recibi un mensaje de simpata que le dirigiera el da 2 el Presidente de la Federacin Rusa, D. Medvedev.\n\t\t\t\t\t\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tExpreso mi sincera simpata ante el hecho de que la RPDC haba sufrido grandes prdidas humanas y daos debido a las inesperadas inundaciones.\n\t\t\t\t\t\n\t\t\t\t\tLe ruego que transmita las profundas condolencias y compasin a los familiares y amigos de los fallecidos y deseo que todos los daados rescaten cuanto antes su estabilidad."
        },
        {
            "title": "Choe Yong Rim recorre empresas importantes",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-63ee.html",
            "content": "Choe Yong Rim recorre empresas importantes\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- Los das 2 y 3, el premier coreano Choe Yong Rim analiz sobre el terreno el trabajo del Complejo de Acero Chollima, el Complejo de Maquinaria Pesada de Taean y el Complejo Automovilstico Sungri.\n\t\t\t\t\t\n\t\t\t\t\tTras recorrer la fbrica de forja de gran tamao 18 de mayo del Complejo de Acero Chollima, el taller de procesamiento general no.1 del Complejo de Maquinaria Pesada de Taean y el taller de montaje de camiones grandes del Complejo Automovilstico Sungri, etc. convoc las reuniones consultivas.\n\t\t\t\t\t\n\t\t\t\t\tEn las ocasiones se abordaron el problema de asegurar en grandes cantidades los materiales de hierro y acero a los lugares de construccin de objetos importantes como la obra de la zona Mansudae, acelerar la produccin de instalaciones de generacin de electricidad y suministrarlas a la Central Hidroelctrica de Huichon en etapa de su culminacin y el de satisfacer suficientemente la creciente demanda de transporte de varios dominios de la economa nacional al producir muchos camiones eficientes y convenientes a la realidad de Corea."
        },
        {
            "title": " En Wonsan flotilla china",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-64ee.html",
            "content": "En Wonsan flotilla china\r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- Arrib el da 4 al puerto de Wonsan la flotilla de las fuerzas navales del Ejrcito Popular de Liberacin de China (EPLCh), compuesta por el barco de entrenamiento \"Zheng He\" y la fragata \"Luoyang\" y dirigida por el vicealmirante Tian Zhong, comandante de la Flota del Mar Norte del EPLCh. \n\t\t\t\t\t\n\t\t\t\t\tTian Zhong y otros miembros de mando de la flotilla fueron acogidos en el embarcadero por el mayor general  Kim Myong Sik y otros generales y oficiales del Ejrcito Popular de Corea, el secretario del Comit del Partido del Trabajo de Corea en la Ciudad de Wonsan, Mun Hak Won, el vicepresidente del Comit Popular de la misma ciudad, Kim Won Il,  el embajador chino en Corea Liu Hongcai y el agregado militar de la embajada china Sun Yanfeng.\n\t\t\t\t\t\n\t\t\t\t\tEn el embarcadero tuvo lugar la ceremonia de bienvenida. \n\t\t\t\t\t\n\t\t\t\t\tLos militares del EPC y los trabajadores de Wonsan dieron bienvenida a los miembros de mando y marineros de la flotilla."
        },
        {
            "title": "Peridicos conmemoran adopcin de Declaracin Corea-Rusia de Mosc",
            "url": "http://kcna.co.jp/item/2011/201108/news04/20110804-65ee.html",
            "content": "Peridicos conmemoran adopcin de Declaracin Corea-Rusia de Mosc\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, 4 de agosto (ACNC) -- El 4 de agosto de 2001, durante la histrica visita del Dirigente Kim Jong Il a la Federacin Rusa, qued aprobada la Declaracin Corea-Rusia de Mosc. \n\t\t\t\t\t\n\t\t\t\t\tEn sendos artculos divulgados este jueves, los peridicos coreanos destacaron que ese suceso se ha registrado en letras doradas en la crnica de la amistad Corea-Rusia.\n\t\t\t\t\t\n\t\t\t\t\t  La visita a Rusia que realiz el Dirigente en ese primer ao del nuevo siglo fue acontecimiento trascendental que explor el nuevo plano de las relaciones de amistad Corea-Rusia, seala el diario Rodong Sinmun y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  En la Declaracin Corea-Rusia de Mosc, ambas partes estipularon que desarrollar ms las relaciones bilaterales de amistad y cooperacin con profundas races histricas conviene a los intereses fundamentales de s mismas y hace gran aporte a preservar la paz y la seguridad de Asia y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Confirmaron la voluntad de desarrollar ms la cooperacin bilateral en varios sectores como poltica, economa, asuntos militares, ciencias y tcnicas, cultura, etc.\n\t\t\t\t\t\n\t\t\t\t\t  La Declaracin Conjunta Corea-Rusia aprobada en Pyongyang, el tratado sobre la amistad, la buena vecindad y la cooperacin Corea-Rusia y la Declaracin Corea-Rusia de Mosc abrieron las posibilidades de fortalecer y desarrollar multilateralmente las relaciones de amistad entre ambos pases en los principios de igualdad total, beneficio mutuo, respeto mutuo y no intervencin en asuntos internos.\n\t\t\t\t\t\n\t\t\t\t\t  Durante 10 aos desde la visita del Dirigente a Rusia y la publicacin de la Declaracin Corea-Rusia de Mosc, las relaciones Corea-Rusia vinieron desarrollndose positivamente conforme al deseo y a los intereses de los pueblos de ambos pases.\n\t\t\t\t\t\n\t\t\t\t\t  Segn el espritu de la Declaracin Corea-Rusia de Mosc, ambos pases toman medidas prcticas para profundizar la cooperacin y el intercambio en varios dominios.\n\t\t\t\t\t\n\t\t\t\t\t  El pueblo coreano desea que todo le vaya bien a Rusia, pas amistoso.\n\t\t\t\t\t\n\t\t\t\t\t  Las relaciones Corea-Rusia se consolidarn y se desarrollarn ms gracias a los esfuerzos conjuntos de los dos pases conforme al espritu de dicho documento.\n\t\t\t\t\t\n\t\t\t\t\t  Por su parte, el peridico Minju Joson seala que la Declaracin Corea-Rusia de Mosc fue el manifiesto de independencia del siglo 21 que declar la construccin de un nuevo mundo justo y pacfico, agregando que el pueblo coreano impulsar activamente en el futuro tambin la causa comn de la humanidad para verificar la independencia en el mundo entero."
        }
    ]
}