{
    "date": "2011-07-16",
    "url": "http://kcna.co.jp/item/2011/201107/2011-07-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Enjoys Concert Given by Unhasu Orchestra",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-34ee.html",
            "content": "Kim Jong Il Enjoys Concert Given by Unhasu Orchestra\r\n Pyongyang, July 16 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, enjoyed a concert given by the Unhasu Orchestra at the newly rebuilt Unhasu Theatre to mark its opening.\n\t\t\t\t\t Going round the theatre, he acquainted himself in detail with its rebuilding.\n\t\t\t\t\t\n\t\t\t\t\t The theatre, elegant and exquisite in its architectural style as it is a good combination of national classic beauty and modern fashion, is a splendid cultural edifice meeting the requirements of the new century, he said, praising the soldier-builders and designers for making a great contribution to rebuilding the theatre on a modern basis with main emphasis on thoroughly applying the Party's Juche-based idea of architectural aesthetics to designing and construction.\n\t\t\t\t\t\n\t\t\t\t\t Then he enjoyed the concert given by the orchestra marking the opening of the theatre.\n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included prelude \"Fortune of Korea\", trombone solo and mixed chorus \"Song of Victory in Forest\", jangsaenap and chorus \"Our Socialist Countryside Is Good\" and narration and chorus \"Glory to Our Great Party\".\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the artistes of the orchestra gave a splendid concert fully reflecting the aspiration and desire of the Korean people by displaying the revolutionary creative style. He highly estimated the successful concert and extended special thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t The creators and artistes of the orchestra have successfully materialized the WPK's idea of music development in the new century on keeping alive the nature of Korean music and developing it into a new art of Korean style suited to the appearance of a thriving nation, firmly maintaining the Juche-based stand in the creation of the concert from A to Z, he said, highly praising again the creators for having registered distinguished achievements in the creation of the concert equivalent to producing another new art work.\n\t\t\t\t\t\n\t\t\t\t\t The concert touches people's heartstrings and deeply impress them particularly because it made bold innovations in all music elements ranging from its theme and composition to arrangement, composition of musical instruments, rendition and representation to suit the ever-growing ideological and emotional requirements of the army and people of the DPRK along with the era of Songun, not wedded to ready-made usage.\n\t\t\t\t\t\n\t\t\t\t\t The orchestra has conducted dynamic performing activities with works suited to the revolutionary enthusiasm and national emotion of the Korean people while keeping alive its intrinsic characteristics and thus grown to be a prestigious art organization of high stature loved by the people, he said. It is our great pride to have such art creative group taking the lead in implementing the Party's line on literature and arts.\n\t\t\t\t\t\n\t\t\t\t\t The creative attitude and style of the orchestra is an example for all our art organizations to follow, he noted, expressing expectation and conviction that all the creators and artistes in the field of literature and arts would bring about new innovations in the art creation and performing activities as it does and thus positively contribute to the sacred struggle to model the whole society on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were senior officials of party and armed forces organs Kim Jong Un, Ri Yong Ho, Kim Ki Nam, Choe Thae Bok, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk, Kim Chang Sop and Ri Myong Su, Members of the Central Military Commission of the WPK Kim Kyong Ok, Kim Won Hong, Kim Yong Chol and Yun Jong Rin, Department Director of the NDC Hyon Chol Hae and officials in the fields  of literature and arts and media."
        },
        {
            "title": "DPRK Delegation Leaves",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-30ee.html",
            "content": "DPRK Delegation Leaves \r\n Pyongyang, July 16 (KCNA) -- A delegation of the DPRK headed by its Foreign Minister Pak Ui Chun left here on Saturday to attend the ministerial meeting of ASEAN Regional Forum to be held in Bali, Indonesia and to visit Mongolia, Malaysia and Singapore."
        },
        {
            "title": "Senior Officials Visit Commodity Exhibition",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-31ee.html",
            "content": "Senior Officials Visit Commodity Exhibition\r\n Pyongyang, July 16 (KCNA) -- Senior party and state officials and officials of working people's organizations, ministries and national institutions visited the 2nd commodity exhibition of Pyongyang Department Store No. 1 Saturday.\n\t\t\t\t\t On display there are at least 3.5 million quality light industrial commodities of more than 1,400 varieties.\n\t\t\t\t\t\n\t\t\t\t\t Going round the exhibition, the visitors admired the quality consumer goods and other commodities of diverse varieties produced by industrial establishments and other production units throughout the country."
        },
        {
            "title": "Commodity Exhibition Opened",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-27ee.html",
            "content": "Commodity Exhibition Opened\r\n Pyongyang, July 16 (KCNA) -- A commodity exhibition was opened at Pyongyang Department Store No. 1 recently. \n\t\t\t\t\tOn display at the exhibition are more than 3.5 million goods of over 1,400 kinds presented by industrial establishments in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t Production units under the Ministry of Foodstuff and Daily Necessities Industry, the General Bureau of Public Service and the Ministry of Construction and Building-Materials Industry exhibit cookies, articles for cultural use and furniture.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Light Industry, the Sericulture Guidance Bureau and the Unha Guidance Bureau put on show quality textile goods, fibers, kitchenware and footwear.\n\t\t\t\t\t\n\t\t\t\t\t Catching visitors' eyes in the exhibition are August 3 consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t They, mainly produced by reutilization production work-teams, are popular among visitors for their fashionable styles and economic effectiveness.\n\t\t\t\t\t\n\t\t\t\t\t The manager of Pyongyang Department Store No. 1, Jong Myong Ok, told KCNA that the exhibition draws hundreds of industrial establishments throughout the country, including reutilization production work-teams.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition showing the development of the country's light industry would contribute to improving the people's standard of living."
        },
        {
            "title": "Kim Il Sung Prize Awarded to Drama \"We Will Recollect Today\"",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-29ee.html",
            "content": "Kim Il Sung Prize Awarded to Drama \"We Will Recollect Today\"\r\nPyongyang, July 16 (KCNA) -- Kim Il Sung Prize was awarded to drama \"We Will Recollect Today\" the National Theatrical Troupe produced true to the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t The drama gives a profound philosophical clarification of the memory of faith and will. It serves as a good textbook instilling a revolutionary view on life and future into the servicepersons and the people of the DPRK."
        },
        {
            "title": "Commendations Awarded to Meritorious Creators, Artistes and Officials ",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-32ee.html",
            "content": "Commendations Awarded to Meritorious Creators, Artistes and Officials\r\nPyongyang, July 16 (KCNA) -- Commendations were awarded to officials, creators, artistes and students who performed merits in producing drama \"We Will Recollect Today\".\n\t\t\t\t\t The title of Labor Hero was awarded to Ri Ji Yong, head of the State Theatrical Troupe, Kim Il Sung Prize to two persons, Kim Il Sung Youth Honor Prize to four and Kim Il Sung Children Honor Prize to two. \n\t\t\t\t\t\n\t\t\t\t\t The title of People's Artiste was awarded to Jang Chan Guk, chief of the Direction Section of the troupe, the title of People's Actor to three persons, the title of Merited Artiste to five persons, the title of Merited Actor to six persons. \n\t\t\t\t\t\n\t\t\t\t\t The Order of National Flag First Class, Order of Labor, Orders of National Flag Second and Third Class and Medal of Merit were awarded to 135 persons. \n\t\t\t\t\t\n\t\t\t\t\t  A decree of the Presidium of the DPRK Supreme People's Assembly on awarding the commendations was promulgated on Saturday."
        },
        {
            "title": "New Postage Stamps Issued",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-26ee.html",
            "content": "New Postage Stamps Issued\r\nPyongyang, July 16 (KCNA) -- The DPRK State Stamp Bureau issued news stamps (three sheets) to mark General Secretary Kim Jong Il's unofficial visit to China (May 20-26).\n\t\t\t\t\t The sheets with the flags of the DPRK and China have inscriptions \"Commemoration of the Great Leader Comrade Kim Jong Il's Unofficial Visit to the People's Republic of China\", \"Commemoration of the Great Leader Comrade Kim Jong Il's Unofficial Visit to the Northeastern and Huadong Regions of China\" and \"May 20-26, Juche 100 (2011)\".\n\t\t\t\t\t\n\t\t\t\t\t They contain photos of Kim Jong Il having talks with Chinese President Hu Jintao and visiting various places of China."
        },
        {
            "title": "Heavy Rains Hit DPRK ",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-33ee.html",
            "content": "Heavy Rains Hit DPRK\r\nPyongyang, July 16 (KCNA) -- Heavy rains hit different parts of the DPRK from July 12 to 15, causing damage. \n\t\t\t\t\t Hard hit were North and South Hwanghae provinces and South Hamgyong Province. \n\t\t\t\t\t\n\t\t\t\t\t Rainfall registered more than 250 mm in all parts of South Hwanghae Province. \n\t\t\t\t\t\n\t\t\t\t\t The downpour left at least 15,000 hectares of farmland inundated, taking the province as a whole. 10 000 hectares of them completely went under water and a lot of dwelling houses, public buildings and roads were destroyed. \n\t\t\t\t\t\n\t\t\t\t\t More than 3 000 hectares of paddy and non-paddy fields were submerged or brought under silt in Chongdan County. Haeju City, Thaethan, Ongjin, Pyoksong, Jaeryong and Sinchon counties were also hit hard by torrential rain. \n\t\t\t\t\t\n\t\t\t\t\t Several dykes were destroyed and at least 5,900 hectares of paddy and non-paddy fields were inundated or brought under silt in North Hwanghae Province. \n\t\t\t\t\t\n\t\t\t\t\t Heavy rains caused damage to some parts of South Hamgyong Province. \n\t\t\t\t\t\n\t\t\t\t\t Torrential rain hit Hamhung City on Thursday and Friday, leaving dwelling houses destroyed and causing casualties. It also left hundreds of hectares of farmland completely inundated and roads destroyed to bring traffic to suspension. \n\t\t\t\t\t\n\t\t\t\t\t Steps are being taken to recover from the damage in the afflicted areas."
        },
        {
            "title": "Worthwhile Life under Care of Great Leader (13)",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-05ee.html",
            "content": "Worthwhile Life under Care of Great Leader (13)\r\n Pyongyang, July 16 (KCNA) -- Particular isGeneral Secretary Kim Jong Il's loving care for the scientists of the DPRK.\n\t\t\t\t\t He visited the Hamhung Branch of the State Academy of Sciences in June, 2002 and met with doctors and their wives working there.\n\t\t\t\t\t\n\t\t\t\t\t The couple, Nam Jong Su and Ryu Kyong Ok, were also greatly excited to meet the leader whom they longed to see even in a dream.\n\t\t\t\t\t\n\t\t\t\t\t He told them to exalt the honor of the scientists' families. Bearing deep in mind his deep trust and expectation, the couple worked heart and soul to discharge their duty as scientists in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Nam Jong Su put the preservation of historic relics with the help of multi-media on a scientific basis. He registered great achievements in the scientific researches for glorifying the revolutionary traditions of the Workers' Party of Korea and preserving and managing historic sites and relics by successfully training reserves as befitting scientists of the Party.\n\t\t\t\t\t\n\t\t\t\t\t Deputy to the Supreme People's Assembly Ryu Kyong Ok, a room chief of the Analysis Chemical Research Institute, performed feats in the scientific researches to contribute to improving the standard of people's living including the analysis of high molecular substance structure."
        },
        {
            "title": "Rodong Sinmun Accuses Japanese Reactionaries of Stoking Territorial Disputes",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-19ee.html",
            "content": "Rodong Sinmun Accuses Japanese Reactionaries of Stoking Territorial Disputes \r\n Pyongyang, July 16 (KCNA) -- The desperate efforts of Japan to stoke territorial disputes with its neighboring countries, attempts at territorial expansion and reinvasion, are as foolish as precipitating its self-destruction. \n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\t Noting that Japan has become frantic in its moves to stoke the above-said disputes these days, the article discloses its basic aims and their danger as follows:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists seek to acquire \"dominion\" on islands of neighboring countries with which they have territorial disputes in a bid to markedly expand the territorial sphere of Japan and launch reinvasion and operations to conquer Asia with those islands as its springboard and military strategic bridgehead. In the final analysis, they are set to realize their old dream of \"Greater East Asia Co-prosperity Sphere\" at any cost. \n\t\t\t\t\t\n\t\t\t\t\t It is one of the main aims sought by the Japanese reactionaries in the above-said disputes to hasten the militarization of society by imbuing Japanese people with ultra-nationalism. \n\t\t\t\t\t\n\t\t\t\t\t Such ultra-nationalist and militarist farces as national rallies demanding the \"return of territories\" are openly taking place in Japan with the presence of authorities. This proves that the process of turning society to the Right and militarization has already gone beyond the danger line. \n\t\t\t\t\t\n\t\t\t\t\t Japan is persisting in the territorial disputes with so much zeal because of its present political and economic crises. \n\t\t\t\t\t\n\t\t\t\t\t As Japan has to import most of raw materials and fuel from overseas, it is by no means fortuitous for Japan to be locked in territorial disputes with neighboring countries after designating the regions rich in resources as targets of reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t Japan's frantic moves are attributable to the zealous prodding of its U.S. master. \n\t\t\t\t\t\n\t\t\t\t\t In pursuance of its strategic interests the U.S. seeks to use Japan as a shock brigade and war servant in carrying out its strategy for Asian domination. In the meantime, the Japanese militarists work hard to realize their militarist ambition at any cost by zealously implementing the U.S. policy of aggression. \n\t\t\t\t\t\n\t\t\t\t\t However, this is nothing but a foolish calculation of Japan."
        },
        {
            "title": "US and S. Korean Authorities Accused of Spawning Nuclear Issue on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-20ee.html",
            "content": "US and S. Korean Authorities Accused of Spawning Nuclear Issue on Korean Peninsula\r\n Pyongyang, July 16 (KCNA) -- Rodong Sinmun Saturday carries a by-lined commentary on the lapse of 54 years since the U.S. began arming its aggression forces in south Korea with nuclear weapons.\n\t\t\t\t\t The nuclear issue surfaced on the Korean Peninsula mainly because the U.S. deployed many nukes in south Korea and worked hard to mount a preemptive nuclear attack on the DPRK. This is also attributable to the puppet warmongers who conspired with the U.S., the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never evade the responsibility for being the arch criminal who shipped nukes into south Korea to spawn the nuclear issue and stood in the way of its settlement.\n\t\t\t\t\t\n\t\t\t\t\t If the whole Korean Peninsula is to be denuclearized, it is urgent to defuse the U.S. nuclear threat which compelled the DPRK to have access to nukes. If the U.S. is truly interested in the settlement of the issue, it should drop its attempt to attack the DPRK with nukes.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war on the peninsula is increasing due to the treacherous moves of the south Korean conservative authorities, the lackeys of the U.S. The nuclear issue has not yet been settled despite the positive efforts of the DPRK. This is entirely attributable to the Lee Myung Bak group of traitors' nuclear racket and moves to ignite a nuclear war against the DPRK, the group utterly indifferent to the fate of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet authorities had better reflect on their deployment of nuclear weapons in south Korea and steady increase of the danger of a nuclear war before pulling up the DPRK's nuclear deterrent for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean conservative group should give up their foolish dream and stop at once the anachronistic nuclear racket and moves to ignite a nuclear war against the DPRK."
        },
        {
            "title": "US Introduction of Nuclear Submarine to S. Korea Blasted",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-21ee.html",
            "content": "US Introduction of Nuclear Submarine to S. Korea Blasted\r\n Pyongyang, July 16 (KCNA) -- The U.S. forces in south Korea recently opened to the public the nuclear submarine Texas belonging to the U.S. 7th Fleet which they brought to Pusan Port. This was not simply aimed to demonstrate the modern submarine but to egg the puppet forces of south Korea on to launch a war of aggression backed by its nuclear means.\n\t\t\t\t\t Commenting on this, Minju Joson Saturday says: This was little short of agitating a war.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the issue lies in that a war to be provoked by the U.S. by putting the south Korean army to the fore may spill over into a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t On July 15, 54 years ago the U.S. officially announced that it would start arming its forces in south Korea with nuclear weapons. The U.S. is the chieftain which spawned the nuclear issue on the Korean Peninsula half a century ago. It has constantly threatened the DPRK with nuclear weapons. \n\t\t\t\t\t\n\t\t\t\t\t This is the very reason why the nuclear issue on the Korean Peninsula has not yet seen a solution and the danger of a nuclear war is increasing on the peninsula with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not drive the Lee Myung Bak group to escalating the confrontation with fellow countrymen if it does not want to provoke a nuclear war on the peninsula."
        },
        {
            "title": "S. Korean Conservative Group Bound to Go to Ruin",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-22ee.html",
            "content": "S. Korean Conservative Group Bound to Go to Ruin\r\nPyongyang, July 16 (KCNA) -- With the end of its rule drawing close, the south Korean conservative group is more desperately resorting to acts of treachery and making last-ditch efforts to prolong its remaining days in a bid to tide over the ever-worsening ruling crisis but they are in vain, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t The conservative group is a bandit of traitors who regard it as means of existence to depend on and follow foreign forces and a group of heinous confrontation maniacs trampling down the aspiration of all Koreans for peace and reunification, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The group has prolonged its dirty remaining days, backed by the U.S., turning its back on the nation.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by what the group has done during its little over three years of office.\n\t\t\t\t\t\n\t\t\t\t\t Ever since it came to power, the Lee Myung Bak group has pursued the policy of deteriorating the inter-Korean relations while antagonizing fellow countrymen. It talked about \"no nukes, opening and 3 000 dollars,\" negating the historic June 15 joint declaration and the October 4 declaration. It has pursued political and military confrontation with the DPRK, getting extremely hostile to its dignified system. \n\t\t\t\t\t\n\t\t\t\t\t Those who go against the will and wishes of the nation cannot escape its curse and condemnation. The miserable fate of the successive puppet ruling quarters goes to clearly prove that whoever pursues confrontation with fellow countrymen in disregard of the nation's aspiration cannot escape ruin.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group will never be able to escape final ruin in face of the dynamic struggle of the popular masses rallied close as one under the banner of independence, democracy and reunification."
        },
        {
            "title": "US and S. Korean Authorities Hit for Going against Peace and Reunification of Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-06ee.html",
            "content": "US and S. Korean Authorities Hit for Going against Peace and Reunification of Korea\r\n Pyongyang, July 16 (KCNA) -- 14 civic and public organizations of south Korea including the Solidarity for Implementing the South-North Joint Declaration, the People for Achieving Peace and Reunification and the Catholic Alliance for Justice held the 142nd action for independence, peace and reunification in Seoul on July 12.\n\t\t\t\t\t The U.S. said recently that realizing the \"strategic flexibility\" of the U.S. forces in south Korea is to expand its influence as far as Northeast Asia, the organizations said.\n\t\t\t\t\t\n\t\t\t\t\t This is an act of going against the need of the times when peace should be established in the Korean Peninsula and the rest of Northeast Asia, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the authorities for hatching plots to arrest the protest actions of people from all walks of life in a bid to push forward the construction of the Jeju naval base to be used by the U.S. forces and shutting their eyes to the U.S. forces' burial of defoliant.\n\t\t\t\t\t\n\t\t\t\t\t They accused the authorities of blocking inter-Korean cooperation and exchange and going against the nation's desire for peace and reunification, without apologizing for the incident in which the warmongers set up and fired at targets to hurt the dignity of the leadership of the DPRK and the scattering of anti-DPRK leaflets.\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve peace and reunification of the Korean Peninsula, the south Korean and U.S. authorities should withdraw the U.S. forces form south Korea and force the  maniacs for confrontation with the DPRK to step down, they stressed."
        },
        {
            "title": "Anti-US Actions Staged outside US Military Bases in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-07ee.html",
            "content": "Anti-US Actions Staged outside US Military Bases in S. Korea\r\n Pyongyang, July 16 (KCNA) -- Simultaneous anti-U.S. demonstrations were held before the U.S. military bases in south Korea on July 13.\n\t\t\t\t\t Participating in them were members of civic and public organizations and political parties including the Environment Movement Association, the Green Federation, the Citizens' Solidarity for Democratic Society, the preparatory committee of the People's Strength for New Society and the Democratic Labor Party.\n\t\t\t\t\t\n\t\t\t\t\t Neither probe into the truth nor apology has yet been made even though two months have passed since the disclosure of the burial of defoliant by the U.S. forces in south Korea, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They urged to probe the U.S. forces' crimes to the bottom."
        },
        {
            "title": "S. Korean Authorities' Suppression of Trade Unions Slammed",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-08ee.html",
            "content": "S. Korean Authorities' Suppression of Trade Unions Slammed\r\nPyongyang, July 16 (KCNA) -- The chairman of the south Korean Confederation of Trade Unions on July 13 launched an indefinite hunger strike in protest against the authorities' unreasonable lay-off and suppression of trade unions.\n\t\t\t\t\t Prior to the strike, he held a joint press conference in Seoul with opposition parties and civic and public organizations.\n\t\t\t\t\t\n\t\t\t\t\t Speakers denounced the Lee Myung Bak \"government\" for hurling the security forces into cracking down on workers of the Hanjin Heavy Industries Co. Ltd., and the Yusong Enterprise in their actions to gain the right to existence.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Teachers Union are being deprived of the political and vital rights owing to the \"government\" suppression, they said.\n\t\t\t\t\t\n\t\t\t\t\t The society where money is almighty should be replaced with a society centered on man, they said, stressing the people's actions for the right to existence would go on in the future."
        },
        {
            "title": "Police Suppression Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-09ee.html",
            "content": "Police Suppression Protested in S. Korea\r\nPyongyang, July 16 (KCNA) -- Civic and public organizations of south Korea held a press conference in Seoul on July 13 to condemn the police for ruthlessly suppressing the actions for vital rights.\n\t\t\t\t\t Speakers at the conference noted that the police on July 9 assaulted the participants in the actions to support the workers on a sit-in strike in protest against the massive lay-off by the Hanjin Heavy Industries Co. Ltd.\n\t\t\t\t\t\n\t\t\t\t\t The police fired toxic tear liquid containing carcinogen material at the masses mixed with children and old men, many of them suffering pain, they pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The police repression left some of them wounded and a large number of people including the crippled were walked away, they noted, adding this deed can not be justified with any reason.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities immediately dismiss those concerned including the director of the Police Agency."
        },
        {
            "title": "More Suicides in S. Korean Puppet Army",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-10ee.html",
            "content": "More Suicides in S. Korean Puppet Army\r\n Pyongyang, July 16 (KCNA) -- Suicides are increasing in the south Korean puppet army, according to south Korean KBS on July 14.\n\t\t\t\t\t A soldier of a commando unit stationed in Kyonggi Province committed suicide at a hotel on July 12.\n\t\t\t\t\t\n\t\t\t\t\t Another soldier of a military unit in Kyongsan, North Kyongsang Province hung himself to death at a unit storehouse on July 4."
        },
        {
            "title": "Lectures Given to Commemorate Anniversary of Demise of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-01ee.html",
            "content": "Lectures Given to Commemorate Anniversary of Demise of Kim Il Sung\r\nPyongyang, July 16 (KCNA) -- Lectures were given in Mexico, Sweden, Italy, Nigeria, Uganda and Indonesia from July 5 to 8 to commemorate the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The coordinator of the National Coordinating Committee of the Workers' Party of Mexico praised Kim Il Sung as a great man of the century, outstanding statesman and kind-hearted father of the people who made an immortal contribution to socialist construction and the accomplishment of the cause of independence of the popular masses in the DPRK under the uplifted banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has turned into an invincible socialist power, independent in politics, self-supporting in economy and self-reliant in national defense, and a country centered on the popular masses under the wise leadership of the President, he said.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Sweden referred to the fact that Kim Il Sung laid down the line of building a true people's government and built the first people's democratic state in the East in Korea and made sure that party and state activities were conducted strictly in line with the will and requirements of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy pointed to the fact that the President waged an arduous armed struggle, liberating the country, and clarified principled issues arising in the strengthening and development of the socialist cause and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy, the acting executive secretary of the Ugandan National Women's Council and the director of P.T. Dwi Mitra Perkasa of Indonesia highly praised Kim Il Sung for the immortal exploits he performed by devoting his all to the prosperity of the country and happiness of its people and global independence all his life."
        },
        {
            "title": "Centenary of Birth of Kim Il Sung to Be Commemorated in Karelia, Russia",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-04ee.html",
            "content": "Centenary of Birth of Kim Il Sung to Be Commemorated in Karelia, Russia\r\nPyongyang, July 16 (KCNA) -- A meeting of the Karelia, Russia, preparatory committee for commemorating the centenary of birth of President Kim Il Sung was held on June 30.\n\t\t\t\t\t The meeting discussed the issues of holding diverse events to grandly commemorate the Day of the Sun in 2012 as a great jubilee in human history and intensifying activities to celebrate with splendor the February holiday by various forms and methods.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee stressed the need to orient all the events to highly praising the undying feats of Kim Il Sung and General Secretary Kim Jong Il and supporting the Korean people in their efforts to build a thriving nation."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated by Cambodian Media",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated by Cambodian Media\r\nPyongyang, July 16 (KCNA) -- Cambodian media observed the 17th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The July 6th issue of the Cambodian newspaper Pracheachon carried a portrait of smiling Kim Il Sung and an article titled \"Political idea of President Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t The article said the life of President Kim Il Sung, founder of socialist Korea, was totally dedicated to the people, adding that he projected the Korean people as the genuine master of the country and society.\n\t\t\t\t\t\n\t\t\t\t\t The July 8th issue of Kmae Amata carried an article titled \"President Kim Il Sung is always alive in the hearts of progressive mankind\" illustrated with a picture showing his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t The article recalled that he met political and social figures of many countries, instilling faith in socialism into them, when not a few people were writhing in the mire of ideological wavering and confusion due to the collapse of socialism in various countries.\n\t\t\t\t\t\n\t\t\t\t\t Apsara Television and Radio Broadcasting Service and 《F.M.90.5》Radio on July 3 and 4 aired programs on the exploits of Kim Il Sung who set forth an original idea and theory of nation-building and  built an invincible socialist power and those of General Secretary Kim Jong Il who successfully accomplished the cause of perpetuating the memory of the President.\n\t\t\t\t\t\n\t\t\t\t\t AKP News Agency released an article highly eulogizing the revolutionary life of the President who made an immortal contribution to the cause of global independence."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated in Foreign Countries",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-03ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated in Foreign Countries\r\n Pyongyang, July 16 (KCNA) -- Bulletins were issued in different countries from July 4 to 8 on the 17th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t A bulletin issued by Kim Jong Suk Library in Peru carried photographs of Kim Il Sung and General Secretary Kim Jong Il and an article entitled \"Comrade Kim Il Sung is always alive for his immortal exploits.\"\n\t\t\t\t\t\n\t\t\t\t\t The article said that the President was outstanding thinker and theoretician, brilliant strategist and benevolent father of the Korean people, adding his revolutionary life was recorded as the most brilliant chapter in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the Juche idea and fully embodied it in the revolution and construction and devoted his all to the accomplishment of the socialist cause, the article noted. It praised him as the sun of Juche who turned the DPRK into a prosperous socialist country, independent in politics, self-supporting in economy and self-reliant in national defense, and greatly contributed to the global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria, printed the portrait of the smiling President in its bulletin and introduced his brilliant revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t Other foreign organizations including the preparatory committees of Democratic Congo and Guinea for commemorating the centenary of the birth of the President, the Guinean National Committee for the Study of the Juche Idea and the Federal Republic of Germany-DPRK Association also issued articles hailing his sacred revolutionary life together with his photographs."
        },
        {
            "title": "Health Ministers of BRICS Meet",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-25ee.html",
            "content": "Health Ministers of BRICS Meet\r\n Beijing, July 15 (KCNA) -- The first Meeting of Ministers of Health of BRICS was held in Beijing, China on July 11.\n\t\t\t\t\t Present there were the ministers of health of China, Brazil, Russia, India and South Africa.\n\t\t\t\t\t\n\t\t\t\t\t Li Keqiang, vice-premier of the State Council of China, in a congratulatory message sent to the meeting said that the agenda of the meeting would not only be related to the health issue of the people of the five countries of BRICS who account for about 43 percent of the world population but play an important role in developing the world healthcare."
        },
        {
            "title": "Republic of South Sudan Joins UN",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-28ee.html",
            "content": "Republic of South Sudan Joins UN\r\nPyongyang, July 16 (KCNA) -- The Republic of South Sudan became the 193rd member of the United Nations.\n\t\t\t\t\t The UN General Assembly adopted a resolution on July 14 in this regard."
        },
        {
            "title": "Hu Jintao on Developing Military Education",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-11ee.html",
            "content": "Hu Jintao on Developing Military Education\r\n Beijing, July 15 (KCNA) -- Hu Jintao, chairman of the Central Military Commission of China, stressed the need to develop the education at military academies. He said this in his speech to the delegates at the 16th national meeting of military academies held at the Great Hall of the People on July 12.\n\t\t\t\t\t The military academies are playing an important role in modernizing the army as they are organs to train talented military personnel, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He urged the military academies to place the ideological and political construction before anything else and train many military personnel of a new type with high qualification and thus provide excellent talents who can contribute to creditably discharging the historic mission of the Chinese army on a new stage in the new century."
        },
        {
            "title": "China Cooperates with Different Counties",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-16ee.html",
            "content": "China Cooperates with Different Counties\r\n Pyongyang, July 16 (KCNA) -- Chinese and Russian officials on Tuesday reached an agreement on increased cooperation in forest-fire prevention along the 4,300-kilometer Sino-Russian border.  \n\t\t\t\t\t China and Serbia on Monday pledged to further expand bilateral economic cooperation."
        },
        {
            "title": "Meeting held in China to Assess and Review State Action Plan for Human Rights",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-23ee.html",
            "content": "Meeting held in China to Assess and Review State Action Plan for Human Rights\r\n Beijing, July 15 (KCNA) -- A meeting for assessing and reviewing the \"2009-2010 State Action Plan for Human Rights\" was held at the Great Hall of the People in Beijing on July 12 under the sponsorship of the Information Office of the State Council.\n\t\t\t\t\t It comprehensively reviewed the implementation of the plan and experience and the important achievements made in human rights work of China.\n\t\t\t\t\t\n\t\t\t\t\t The Information Office of the State Council published the plan in April 2009 upon the authorization of the State Council."
        },
        {
            "title": "Russian President on Development of Fishery Domain",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-24ee.html",
            "content": "Russian President on Development of Fishery Domain\r\n Moscow, July 15 (KCNA) -- Russian President Dmitri Medvedev referred to the development of the fishery domain in a congratulatory letter sent to the working people in the field on the Day of Fishermen.\n\t\t\t\t\t The fishery domain is playing an important role in ensuring the nation's food security, he said, calling upon the field to modernize fishing boats and develop processing capacity and infrastructure.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to value biological resources, make a rational use of them and pay special attention to introducing latest technology to prevent nature from being destroyed."
        },
        {
            "title": "Iran Refutes US Accusations against It over Iraq: Spokesman",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-12ee.html",
            "content": "Iran Refutes US Accusations against It over Iraq: Spokesman\r\nTehran, July 15 (KCNA) -- Iran's Foreign Ministry spokesman, in an interview with a TV press on July 12, refuted the U.S. accusations against his country.\n\t\t\t\t\t U.S. Secretary of Defense Leon Panetta said Monday that the United States is very concerned about Iran providing weapons to militants in Iraq. The spokesman termed this a \"big lie.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to find a way to extend its forces' stay in Iraq and Afghanistan since the Americans are facing a widespread wave of opposition by the regional people, he noted."
        },
        {
            "title": "Turkish PM Demands Israeli Apology",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-13ee.html",
            "content": "Turkish PM Demands Israeli Apology\r\n Pyongyang, July 16 (KCNA) -- Turkish Prime Minister Recep Tayyip Erdogan said on July 8 that Turkish-Israeli relations would not normalize if Israel did not apologize.\n\t\t\t\t\t He made the remarks while reading out the government program at the parliament.\n\t\t\t\t\t\n\t\t\t\t\t Erdogan said nobody could think of any normalization in the Turkish-Israeli relations unless Israel made an official apology, paid compensation to relatives of those who lost their lives in last year's Gaza-bound flotilla attack, and lifted the embargo on Gaza.\n\t\t\t\t\t\n\t\t\t\t\t He said the Turkish government would continue to follow the developments regarding the Israeli attack on the flotilla."
        },
        {
            "title": "US Forces Kill More Pakistanis",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-14ee.html",
            "content": "US Forces Kill More Pakistanis\r\nPyongyang, July 16 (KCNA) -- The U.S. forces in Afghanistan are committing killing of Pakistanis every day under the pretext of \"anti-terrorism\".\n\t\t\t\t\t At least five people were killed and six others injured Tuesday morning as U.S. drones fired two missiles at a vehicle in Pakistan's northwest tribal area of South Waziristan."
        },
        {
            "title": "Rocket Launched in Argentina",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-15ee.html",
            "content": "Rocket Launched in Argentina\r\nPyongyang, July 16 (KCNA) -- Argentina successfully launched a rocket Monday.\n\t\t\t\t\t The rocket Gradicom II was launched at a military base in northern La Rioja Province.\n\t\t\t\t\t\n\t\t\t\t\t The solid fuel-powered rocket was 7 686 millimeters long and weighs 933 kilograms and was completely developed by Argentine scientists and technicians.\n\t\t\t\t\t\n\t\t\t\t\t It will contribute to developing the nation's space science and technology."
        },
        {
            "title": "Earthquakes Jolt Indonesia, New Zealand, Philippines",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-17ee.html",
            "content": "Earthquakes Jolt Indonesia, New Zealand, Philippines\r\n Pyongyang, July 16 (KCNA) -- A 6.1-magnitude earthquake jolted Maluku Province, Indonesia on July 13.\n\t\t\t\t\t The epicenter was 223 km southwest of Saumlaki.\n\t\t\t\t\t\n\t\t\t\t\t A 5.9-magnitude earthquake hit Kermadec Islands, New Zealand on July 11. \n\t\t\t\t\t\n\t\t\t\t\t An earthquake measuring 5.3 on the Richter scale jolted central Philippines Tuesday."
        },
        {
            "title": "Kim Jong Il presencia la funcion del conjunto artistico de China",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-35ee.html",
            "content": "Kim Jong Il presencia la funcion del conjunto artistico de China\r\n　Pyongyang, 16 de julio (ATCC) -- El Dirigente Kim Jong Il, Secretario General del Partido del Trabajo de Corea y Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, presencio el dia 15 la funcion del conjunto artistico de drama danzario \"Confeti en el camino de seda\" del Teatro de Cancion y Danza de la Provincia de Gansu de China, de visita en Corea con motivo del 50o aniversario de la concertacion del tratado sobre la amistad, la cooperacion y la ayuda mutua Corea-China y del 30o aniversario de representacion en Corea del citado drama.\n\t\t\t\t\t　El jefe del conjunto artistico dirigio al Dirigente regalo preparado con sinceridad a nombre de esta entidad artistica.\n\t\t\t\t\t\n\t\t\t\t\t　El drama danzario \"Confeti en el camino de seda\" es la obra que ha creado a base de la pintura mural de una caverna de la provincia de Gansu situada en el Noroeste de China.\n\t\t\t\t\t\n\t\t\t\t\t　A traves de los episodios entre el pueblo chino y otros pueblos de varios paises que habian en el camino de seda en la epoca de la dinastia de los Tang de China, refleja la aspiracion y la demanda de los habitantes que habian luchado contra los dominantes feudales corruptos de aquel entonces y todos los males sociales causados por estos y apreciado la buena fe y la obligacion moral.\n\t\t\t\t\t\n\t\t\t\t\t　La funcion fue objeto de efusivas ovaciones por parte de los espectadores por sus hermosos movimientos de danzas adecuados al compas de las melodias graciosas y altas habilidades artisticas.\n\t\t\t\t\t\n\t\t\t\t\t　Terminada la funcion, el Dirigente se reunio con los miembros directivos del conjunto artistico y les felicito por el exito de funcion.\n\t\t\t\t\t\n\t\t\t\t\t　Le acompanaron en verla Kim Jong Un, vicepresidente de la Comision Militar Central del PTC, Kim Yong Chun, miembro del Buro Politico del Comite Central del PTC y ministro de las Fuerzas Armadas Populares, Kim Ki Nam y Choe Thae Bok, miembros del Buro Politico y secretarios del CC del PTC, Kang Sok Ju, miembro del BP del CC del PTC y viceprimer ministro del Consejo de Ministros, Jang Song Thaek, miembro suplente del Buro Politico del CC del PTC y vicepresidente del Comite de Defensa Nacional, Kim Yang Gon, Choe Ryong Hae y Thae Jong Su, miembros suplentes del Buro Politico y secretarios del CC del PTC, Kim Jong Gak, miembro suplente del BP del CC del PTC y primer subjefe de la Direccion Politica General del Ejercito Popular de Corea, Mun Kyong Dok, miembro suplente del Buro Politico y secretario del CC del PTC y secretario responsable del Comite del PTC en la Ciudad de Pyongyang, Ri Myong Su, ministro de Seguridad del Pueblo, Kim Kye Gwan, primer viceministro de Relaci\n\t\t\t\t\t\n\t\t\t\t\t ones Exteriores, Hyon Chol Hae, jefe de departamento del CDN, y otros funcionarios directivos de los organos del partido y las fuerzas armadas y de las ramas de cultura y arte, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\t　Tambien vieronla el jefe del conjunto artistico chino Zhang Ming, subdirector del Departamento Cultural de la provincia de Gansu, Liu Hongcai, embajador chino en Corea y otros miembros de la sede diplomatica china y los huespedes chinos quienes permanecen en Corea."
        },
        {
            "title": "CRPP rechaza la \"carta blanca de DDHH del Norte de 2011\"",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-36ee.html",
            "content": "CRPP rechaza la \"carta blanca de DDHH del Norte de 2011\"\r\nPyongyang, 16 de julio (ATCC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 15 la informacion no. 975.\n\t\t\t\t\t　El texto integral va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t　En estos dias, la banda traidora del Sur de Corea difunde la llamada \"carta blanca de DDHH del Norte de 2011\" que calumnia e insulta nuestro regimen socialista centrado en las masas populares y la vida independiente y autentica de nuestro pueblo. \n\t\t\t\t\t\n\t\t\t\t\t　Este documento intrigante anti-RPDC, publicado bajo el rotulo de haber \"investigado generalmente el estado de DDHH del Norte\", esta lleno de mentiras, falsificaciones y calumnias de toda indole. \n\t\t\t\t\t\n\t\t\t\t\t　Esto es una provocacion politica intolerable a nuestro sagrado sistema y dignidad y produce la indignacion de nuestro pueblo. \n\t\t\t\t\t\n\t\t\t\t\t　El hecho muestra una vez mas claramente cual es la locura de confrontacion fratricida de los traidores surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t　Perdieron el juicio elemental los compinches de la camarilla de Lee enloquecidos por la extremada hostilidad y el enfrentamiento contra sus connacionales.\n\t\t\t\t\t\n\t\t\t\t\t　A pesar de que convirtieron el suelo surcoreano en un infierno humano y tumba de DDHH sin precedentes, cuestionan atrevidamente el \"estado de DDHH\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\t　Debido a sus politicas antipopulares fascistas, los habitantes surcoreanos estan en extrema miseria, se ven violados despiadadamente la justicia, la verdad y los derechos humanos, y se tornan cada dia mas siniestras la represion y la persecucion contra las personalidades patrioticas pro-reunificacion. \n\t\t\t\t\t\n\t\t\t\t\t　Ademas, estan podridas la politica y toda la sociedad por fraudes, estafas, ilegalidad y corrupcion de Chongwadae (Casa Azul) y otros gobernantes. \n\t\t\t\t\t\n\t\t\t\t\t　En esa sociedad surcoreana se incrementa cada dia mas el numero de las personas que se suicidan por la privacion de los derechos elementales a vivir, a estudiar y a trabajar, razon por la cual el Sur de Corea esta reconocido por todo el mundo como \"pais atrasado en DDHH\" y \"reino de tratas de personas\". \n\t\t\t\t\t\n\t\t\t\t\t　Es por eso que los surcoreanos de distintos estratos como obreros, campesinos y estudiantes se levantan en la lucha contra la banda traidora gritando que \"no podemos vivir mas\" y que \"abajo el poder de Lee Myung Bak\". \n\t\t\t\t\t\n\t\t\t\t\t　Los titeres surcoreanos pretenden absurdamente manchar con la intrigante campana de DDHH la imagen exterior de la RPDC en avance victorioso y exterminar la creciente demanda de distintos circulos del Sur de Corea de mejorar las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\t　Si ellos se aferran con frenesi a las intrigas conflictivas anti-RPDC, se revelaran tanto mas claramente su naturaleza grosera y asquerosa. \n\t\t\t\t\t\n\t\t\t\t\t　Como hemos aclarado, no permitiremos jamas las maniobras conflictivas anti-RPDC de la banda traidora de Lee, que denigra nuestro sistema sagrado y prestigioso, sino le castigaremos rotundamente. \n\t\t\t\t\t\n\t\t\t\t\t　La banda de traidores surcoreanos debe actuar con prudencia dandose clara cuenta de la ardiente enemistad y la voluntad de guerra sagrada de represalia de nuestro ejercito y pueblo."
        },
        {
            "title": "Editados sellos dedicados a visita a China de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-37ee.html",
            "content": "Editados sellos dedicados a visita a China de Kim Jong Il\r\nPyongyang, 16 de julio (ATCC) -- El Buro Estatal de Sellos de Corea dio a luz tres papeles enterizos de tamano pequeno en conmemoracion de la visita extraoficial del Dirigente Kim Jong Il a la Republica Popular China del 20 al 26 de mayo.\n\t\t\t\t\t　En los papeles enterizos, en que estan dibujadas las banderas nacionales de ambos paises, se leen las letras siguientes: \"En homenaje a la visita extraoficial a la Republica Popular China del gran Dirigente, camarada Kim Jong Il \", \"En homenaje a la visita extraoficial del gran Dirigente, camarada Kim Jong Il a las regiones del Noreste y Huadong de la Republica Popular China\" y \"Desde el 20 hasta el 26 de mayo del 100 (2011) de la Era Juche\".\n\t\t\t\t\t\n\t\t\t\t\t　Ademas, estan redactadas las fotos del Dirigente departiendo con su homologo Hu Jintao y las otras referentes a su visita a China."
        },
        {
            "title": "Exhibicion de mercancias muestra aspecto de industria ligera",
            "url": "http://kcna.co.jp/item/2011/201107/news16/20110716-38ee.html",
            "content": "Exhibicion de mercancias muestra aspecto de industria ligera \r\nPyongyang, 16 de julio (ATCC) -- En todas las muestras del Almacen No. 1 de Pyongyang abundan las mercancias de industria ligera de diversos tipos y de buena apariencia. \n\t\t\t\t\t　Alli se ven mas de 3 millones 500 mil productos de mas de mil 400 especies expuestos por muchas unidades, entre otras fabricas y empresas centrales y locales, almacenes capitalinos y brigadas de produccion de las tiendas de articulos generales. \n\t\t\t\t\t\n\t\t\t\t\t　Los confites, los articulos de uso cultural, los muebles, etc. presentados por las unidades productivas adscritas al Ministerio de la Industria Alimentaria y de Necesidades Diarias, la Direccion General de Servicios al Pueblo y el Ministerio de Construccion e Industria de Materiales de Construccion muestran los esfuerzos de los funcionarios y trabajadores por la mejora de las condiciones de vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\t　Las telas, los productos de fibra, los enseres domesticos y los zapatos exhibidos por el Ministerio de Industria Ligera, la Direccion de Sericultura y Seda y la Direccion Unha llegan a cubrir las crecientes necesidades materiales y culturales de los habitantes. \n\t\t\t\t\t\n\t\t\t\t\t　Los mas atrayentes son los articulos de consumo popular 3 de Agosto, producidos por las brigadas de produccion. \n\t\t\t\t\t\n\t\t\t\t\t　Estas mercancias reflejan sensiblemente la demanda de la gente y tienen alta eficiencia economica. \n\t\t\t\t\t\n\t\t\t\t\t　 La gerente del Almacen No. 1 de Pyongyang, Jong Myong Ok (de 54 anos de edad), dijo a la ATCC que en el presente certamen participaron centenares de fabricas, empresas y brigadas de produccion adscritas a los ministerios, organos centrales, almacenes y el dominio comercial. \n\t\t\t\t\t\n\t\t\t\t\t　El certamen mostrara el aspecto de desarrollo de la industria ligera del pais y contribuira a mejorar las condiciones de vida del pueblo."
        }
    ]
}