{
    "date": "2011-08-07",
    "url": "http://kcna.co.jp/item/2011/201108/2011-08-07ee.html",
    "articles": [
        {
            "title": "Performance Given by Military Band of Navy of CPLA ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080722ee.html",
            "content": "Performance Given by Military Band of Navy of CPLA\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- A performance was given by the military band of the Navy of the Chinese People's Liberation Army, which came to the DPRK together with the flotilla of training ship and frigate of the CPLA Navy at the Songdowon Youth Open-Air Theatre on Sunday.\n\t\t\t\t\t\n\t\t\t\t\tAmong the audience were Rear Admiral of the Korean People's Army Kim Myong Sik, and other generals, officers and seamen and working people in Wonsan City.\n\t\t\t\t\t\n\t\t\t\t\tAlso among the audience were Vice Admiral Tian Zhong, commander of the North Sea Fleet of the CPLA Navy, leading officers and other seamen of the Chinese Navy flotilla and the military attache of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\tThe artistes started their performance with the orchestra ensemble of the immortal revolutionary paean \"Song of General Kim Il Sung.\" \n\t\t\t\t\t\n\t\t\t\t\tThey put on the stage diverse numbers including trumpet trio \"Song of Guerilla\", female solo \"Way in the Sky\" and ensemble \"Song of Resisting America and Aiding Korea.\"\n\t\t\t\t\t\n\t\t\t\t\tThey sang well several Korean songs including \"Platycodon\" and \"Arirang\" to the delight of the audience."
        },
        {
            "title": "Reception Given by Flotilla of Chinese Navy",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080723ee.html",
            "content": "Reception Given by Flotilla of Chinese Navy\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The flotilla of the Navy of the Chinese People's Liberation Army hosted a reception aboard the training ship \"Zheng He\" on Sunday in connection with its visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were Rear Admiral of the Korean People's Army Kim Myong Sik and other generals and officers, Yom Pong Jin, chief secretary of the Wonsan City Committee of the Workers' Party of Korea, and Ri Il Sop, chairman of the Wonsan City People's Committee, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tVice Admiral Tian Zhong, commander of the North Sea Fleet of the CPLA Navy, and other leading officers and seamen of the flotilla, charge d'affaires ad interim Guan Huabing, military, naval and air attache Sun Yanfeng and staff members of the Chinese embassy here were present there.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there."
        },
        {
            "title": "Sojourn of Seamen of CPLA Navy",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080721ee.html",
            "content": "Sojourn of Seamen of CPLA Navy\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Seamen of the flotilla of training ship and frigate of the Navy of the Chinese People's Liberation Army visited the Songdowon International Children's Camp.\n\t\t\t\t\t\n\t\t\t\t\tThey laid bunches of flowers before the statue of President Kim Il Sung at the Camp and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\tThey were deeply impressed to see the modern camp.\n\t\t\t\t\t\n\t\t\t\t\tThey also visited Wonsan University of Agriculture. \n\t\t\t\t\t\n\t\t\t\t\tThey went round various places of the university, being briefed on its history. \n\t\t\t\t\t\n\t\t\t\t\tLeading seamen of the flotilla toured Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, friendly football and basketball games of seamen of the Korean People's Army and Chinese seamen took place.\n\t\t\t\t\t\n\t\t\t\t\tThey were watched by officials concerned, seamen of the two countries and working people in Wonsan. \n\t\t\t\t\t\n\t\t\t\t\tDivided into the friendship group and solidarity group, players of the two navies displayed high collectivist spirit. \n\t\t\t\t\t\n\t\t\t\t\tThen their participants had diverse sports and amusement games, deepening the friendship."
        },
        {
            "title": "Kim Il Sung's Works Carried by Uruguayan Paper ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080701ee.html",
            "content": "Kim Il Sung's Works Carried by Uruguayan Paper\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The Uruguayan paper La Juventud on July 31 devoted a whole page to the gist of \"On the Three Principles of National Reunification\", \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" and \"3. Let Us Reunify the Country Independently and Peacefully\" from \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\", the works of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe work \"On the Three Principles of National Reunification\" published on May 3 and November 3, 1972 clarifies the three principles of national reunification--independence, peaceful reunification and great national unity-- and the idea of achieving cooperation between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" published on April 6, 1993 comprehensively indicates the ways of achieving the great national unity including the issue of founding a united state through the great national unity and uniting on the basis of patriotism and the spirit of national independence, the issue of promoting co-existence, co-prosperity and common interests, stopping all political strifes fostering division and confrontation among fellow countrymen and the issue of refraining from rejecting each other because of differences in isms but joining hands for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t\"3. Let Us Reunify the Country Independently and Peacefully\" from the work \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\" (October 10, 1980) clarifies the new reunification proposal for founding the Democratic Federal Republic of Koryo on the three principles of national reunification and the 10-point policy to be enforced by the DFRK."
        },
        {
            "title": "DPRK's Important Day Marked by Mexican Organization ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080702ee.html",
            "content": "DPRK's Important Day Marked by Mexican Organization\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued bulletin No. 79 on the 51st anniversary of the start of leader Kim Jong Il's Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe bulletin carried an article headlined \"Kim Jong Il, Songun leadership and modern Korea\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il started his Songun revolutionary leadership over Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on August 25, 1960 by carrying forward the idea of President Kim Il Sung on attaching importance to army and military affairs, the article said.\n\t\t\t\t\t\n\t\t\t\t\tThe military capacity of the DPRK has grown remarkably thanks to the 50 odd year-long Songun leadership by Kim Jong Il and the single-minded unity of the DPRK society has reached the highest level, it noted.\n\t\t\t\t\t\n\t\t\t\t\tHis Songun leadership brought about eye-opening changes in all fields including the country's economy, it said. It introduced in detail the facts that he set forth the line of building economy in the era of Songun and led the work to thoroughly implement it."
        },
        {
            "title": "Kim Il Sung's Idea of Great National Unity Praised by Indian Paper ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080703ee.html",
            "content": "Kim Il Sung's Idea of Great National Unity Praised by Indian Paper\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The Indian paper India Europe News and Information Bureau on August 1 carried an article on the 14th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t\n\t\t\t\t\tThe paper in an article titled \"Kim Il Sung, for reunified Korea\" said:\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung always put great national unity above anything else to achieve the reunification of Korea and made sure that everything was subordinated to this.\n\t\t\t\t\t\n\t\t\t\t\tHe held if the great unity of the nation is to be achieved, the north and the south of Korea should prioritize the interests of the nation, irrespective of ideology, ism and system.\n\t\t\t\t\t\n\t\t\t\t\tThe three principles of national reunification--independence, peaceful reunification and great national unity--were laid down by him.\n\t\t\t\t\t\n\t\t\t\t\t\"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\", the work published by him in April 1993, serves as a great programme for achieving the unity of the Korean nation and is powerfully encouraging all the Koreans in the north and the south and abroad in the struggle for unity and reunification."
        },
        {
            "title": "War Victory Day of Korean People Marked by Austrian Organization",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080704ee.html",
            "content": "War Victory Day of Korean People Marked by Austrian Organization\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna issued a bulletin on July 27, the 58th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists used even chemical and germ weapons in the Korean war by hurling their huge armed forces and armies of their satellites into it but yielded to the Korean people, suffering a shameful defeat for the first time in history, the bulletin said.\n\t\t\t\t\t\n\t\t\t\t\tAfterwards, the U.S. imperialists and the south Korean puppet forces have never ceased provocations for a new war of aggression against the DPRK but all their attempts went bust in face of the tremendous might of the KPA and the indomitable will of the Korean people, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has grown to be a military power thanks to the Songun politics of leader Kim Jong Il, it said. It cited concrete data to introduce the essence and requirements of the Songun politics of the Workers' Party of Korea."
        },
        {
            "title": "Anti-Reunification Forces' Repressive Racket under Fire",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080720ee.html",
            "content": "Anti-Reunification Forces' Repressive Racket under Fire\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The South Headquarters of the Pan-National Alliance for Korea's Reunification issued a commentary on August 3 denouncing the anti-reunification forces' politically-motivated repressive racket.\n\t\t\t\t\t\n\t\t\t\t\tThe commentary accused Won Se Hun, director of the Intelligence Service, of making a clumsy excuse that there weren't any political purposes in dealing with the so-called \"case of an underground party\" in an information bulletin issued that day. \n\t\t\t\t\t\n\t\t\t\t\tHe claimed the IS was guaranteeing human rights to the maximum but lawyers were disturbing its legitimate investigation, it said.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the said information bulletin was peppered with lies from A to Z, the commentary stated this case was also a product of the political purpose of the south Korean authorities as was the case with a lot of other cases fabricated by the present \"government.\" \n\t\t\t\t\t\n\t\t\t\t\tIt queried how the authorities can claim they had no political intention when cooking up \"the case of an underground party\" under the pretext of \"linkage with the north.\"\n\t\t\t\t\t\n\t\t\t\t\tThis racket is spearheaded by Won Se Hun, it noted, demanding the authorities immediately stop the anti-reunification moves."
        },
        {
            "title": "Stop to S. Korean Authorities' Construction of Military Base Demanded",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080705ee.html",
            "content": "Stop to S. Korean Authorities' Construction of Military Base Demanded\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The Jeju Island Committee of the Democratic Party of south Korea held a rally at the Kangjong Village in Sogwipho City, Jeju Island on July 30 at which it demanded the authorities stop at once the construction of a naval base.\n\t\t\t\t\t\n\t\t\t\t\tAt the rally speakers accused the \"Grand National Party\" and conservative media of labeling people opposing the construction of the naval base on Jeju Island as \"pro-north forces\" and \"Reds\".\n\t\t\t\t\t\n\t\t\t\t\tThe military and the \"government\" are wholly to blame for all misfortunes taking place at the Kangjong Village due to the mobilization of repressive forces, they charged.\n\t\t\t\t\t\n\t\t\t\t\tThey urged the \"government\" stop at once the project and settle the issue at an early date."
        },
        {
            "title": "S. Korean Conservative Media's Misinformation Accused",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080719ee.html",
            "content": "S. Korean Conservative Media's Misinformation Accused\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Members of the Emergency Measure Committee for Checking Radios Praising Pro-Japanese and Dictatorship grouping 97 south Korean organizations including the April Revolutionary Society on August 2 entered into a sit-in strike denouncing KBS for its misinformation.\n\t\t\t\t\t\n\t\t\t\t\tPrior to the strike, they held a ceremony of declaring the action before the head office of KBS. They accused KBS of preparing a \"special\" program praising Syngman Rhee, pro-American dictator, with August 15 as an occasion.\n\t\t\t\t\t\n\t\t\t\t\tSome days ago, KBS extolled a pro-Japanese element ill-famed for the punitive operations against the independence army in the past and mass killings of civilians with June 25 as an occasion, they charged.\n\t\t\t\t\t\n\t\t\t\t\tThis has a thread of connection with the conservative forces' wrong understanding of history intended to embellish and justify the pro-Japanese factions and dictators, they held.\n\t\t\t\t\t\n\t\t\t\t\tThey declared they would stage a hunger strike and sit-in demanding KBS totally stop falsifying truth."
        },
        {
            "title": "S. Korean Prosecution's Suppression Slammed",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080706ee.html",
            "content": "S. Korean Prosecution's Suppression Slammed\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- The south Korean Teachers Union (Jongyojo) in a statement on August 2 denounced the prosecution for its suppression of the organization.\n\t\t\t\t\t\n\t\t\t\t\tThe prosecution authorities indicted 1 318 teachers and 270 government employees on the unreasonable suspicion that they aided a progressive political party, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe prosecution's indictment is a premeditated and politically-motivated suppression of Jongyojo, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIntolerable are the authorities cracking down on teachers affiliated with Jongyojo and government employees while defending teachers who joined the \"Grand National Party\" or provided political funds to it, it held.\n\t\t\t\t\t\n\t\t\t\t\tJongyojo will stage a joint action to win back the political right of teachers and government employees, it declared."
        },
        {
            "title": "S. Korean Police Hit for Defending Conservative Forces' Violence",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080707ee.html",
            "content": "S. Korean Police Hit for Defending Conservative Forces' Violence\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- A deputy spokesman for the Democratic Labor Party of south Korea in a commentary on August 3 accused the police of shutting their eyes to the violence by the conservative forces against a progressive figure.\n\t\t\t\t\t\n\t\t\t\t\tThe commentary said:\n\t\t\t\t\t\n\t\t\t\t\tA group of a conservative organization surrounded Paek Ki Wan, director of the Unification Study Center, and resorted to violence against him, heaping unspeakable invectives upon him when he was on the way to the scene of hunger strike for vital rights.\n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is that such violence was perpetrated against the progressive figure in broad daylight and what is more shocking is that police remained a passive onlooker to it without checking it.\n\t\t\t\t\t\n\t\t\t\t\tThe commentary demanded the \"government\" and the police authorities make an apology for looking on the violent act of conservative forces with folded arms and take a step to prevent the recurrence of similar acts."
        },
        {
            "title": "China Rejects Japan's New \"Defense White Paper\"",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080717ee.html",
            "content": "China Rejects Japan's New \"Defense White Paper\"\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tBeijing, August 6 (KCNA) -- A spokesman for the Chinese Foreign Ministry at a press conference on Wednesday vehemently rejected the new \"defense white paper\" of Japan.\n\t\t\t\t\t\n\t\t\t\t\tIn the \"defense white paper\" Japan irresponsibly accused China of its defense building, the spokesman said, adding China expresses strong complaint about this.\n\t\t\t\t\t\n\t\t\t\t\tFor China to step up the building of defense and army modernization is entirely aimed at defending the sovereignty, security and territorial integrity of the country, not countering any country and the development of China does not threaten any country yesterday and tomorrow, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tHe urged Japan to sincerely reflect on its defense policy, regarding its history as mirror. \n\t\t\t\t\t\n\t\t\t\t\tA spokesman for the Chinese Defense Ministry at a press conference on August 4 said China is strongly opposed to the \"defense white paper\", noting that the Japanese government announced it, deliberately exaggerating the \"theory of China's threat\" in pursuit of its ulterior purpose."
        },
        {
            "title": "Afforestation in Fujian Province, China ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080708ee.html",
            "content": "Afforestation in Fujian Province, China\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tBeijing, August 6 (KCNA) -- Fujian Province, China created more 6.66 million mu of forests in the first half of the year. \n\t\t\t\t\t\n\t\t\t\t\tDuring the period many trees were planted on treeless mountains and roadsides, in particular."
        },
        {
            "title": "Economy Set to Grow in Cuba",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080709ee.html",
            "content": "Economy Set to Grow in Cuba\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tHavana, August 6 (KCNA) -- Economy is set to grow 2.9 percent in Cuba this year.\n\t\t\t\t\t\n\t\t\t\t\tThe production increased in power, oil industrial and other fields during the first half of the year."
        },
        {
            "title": "Iran Condemns West's Ideological and Cultural Poisoning ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080710ee.html",
            "content": "Iran Condemns West's Ideological and Cultural Poisoning\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tTehran, August 6 (KCNA) -- Recently the West is busy opening Persian satellite channels. In this regard the Iranian minister of Culture on August 2 said this is aimed at fostering the Western lifestyle in Iran, degrading young people and implanting its ideology into people's minds.\n\t\t\t\t\t\n\t\t\t\t\tIn order to prevent the younger generation from being infected with foreign lifestyle, it is necessary to intensify the positive cultural and art activities suited to the thinking and sentiment of Iran, he stressed."
        },
        {
            "title": "Economic Achievements in Syria, Iran",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080711ee.html",
            "content": "Economic Achievements in Syria, Iran\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Syria's oil output and gas production during the first half of 2011 have been estimated at 70.092 million barrels and 5.158 billion cubic meters.\n\t\t\t\t\t\n\t\t\t\t\tIran's total petrochemical products hit 13.9 million tons during the first four months of the current Iranian year.\n\t\t\t\t\t\n\t\t\t\t\tThe petrochemical production will hit 46 million tons by March 2012. They were made public by the governments of the said countries."
        },
        {
            "title": "Food Crisis in Mozambique ",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080712ee.html",
            "content": "Food Crisis in Mozambique\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Mozambique is facing a food crisis due to drought.\n\t\t\t\t\t\n\t\t\t\t\t63 000 people in Changgara Region, Tete Province and about 1 000 people in  Chemba Region, Sofala Province are exposed to starvation due to the shortage of food, a radio broadcasting service of the country said recently.\n\t\t\t\t\t\n\t\t\t\t\tThe government is taking steps to settle the food problem."
        },
        {
            "title": "Natural Disasters in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080713ee.html",
            "content": "Natural Disasters in Different Countries\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Cyclone accompanied by heavy rains recently hit the northern and central areas of Philippines, causing damage.\n\t\t\t\t\t\n\t\t\t\t\tThe cyclone left five people dead, five others wounded, caused property losses worth 59.43 million U.S. dollars and did damage to crops in many areas as of August 3.\n\t\t\t\t\t\n\t\t\t\t\tInhabitants of at least 14 700 households were evacuated and teaching was suspended at schools.\n\t\t\t\t\t\n\t\t\t\t\tCyclone accompanied by heavy rains also hit different areas of Thailand on August 3, causing flood. It claimed casualties, inundated 472 square km of farmlands. A total of 179 000 people were afflicted by it. Hardest hit was the northern area.\n\t\t\t\t\t\n\t\t\t\t\tHeat wave is scorching different areas of the U.S. recently, with casualties increasing. Strong storms hit them, causing damage.\n\t\t\t\t\t\n\t\t\t\t\tDallas, the third largest city in Texas, has had over 100 degrees Fahrenheit (38 degrees Celsius) for 32 straight days as of Tuesday, with 12 heat deaths confirmed. In Oklahoma, high temperatures have killed 11 people.\n\t\t\t\t\t\n\t\t\t\t\tStorms accompanied by heavy rains and lightning hit Chicago City on August 2, suspending power supply to about 23 800 inhabitants. Dwelling houses were burnt in succession, trees were rooted out and pulled down and train service delayed."
        },
        {
            "title": "Cooperation among Different Countries",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080714ee.html",
            "content": "Cooperation among Different Countries\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Argentine and Uruguay signed several agreements on strengthening bilateral ties of cooperation in geology, mining, agriculture and other fields Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tRwanda and Uganda Monday adopted MOU on developing cooperative relations in the fields of agriculture, information technology and foreign affairs."
        },
        {
            "title": "More U.S. Forces Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080715ee.html",
            "content": "More U.S. Forces Killed in Afghanistan\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- More U.S. forces engrossed in the \"anti-terrorist war\" in Afghanistan met deaths due to the attack operations of the resistance forces of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the U.S. forces who have been killed in the country since the start of the Afghan war is 1 588, CNN TV reported on Monday."
        },
        {
            "title": "Profits Drop at Japan's Enterprises",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080716ee.html",
            "content": "Profits Drop at Japan's Enterprises\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Japan's enterprises are suffering profit losses due to the consecutive depression.\n\t\t\t\t\t\n\t\t\t\t\tFuji Heavy Industries Ltd. said Tuesday its group operating profit tumbled 52.9 percent from a year earlier.\n\t\t\t\t\t\n\t\t\t\t\tNTT Data Corp. reported on Tuesday a 39.4 percent year-on-year fall in consolidated net profit for the April to June quarter.\n\t\t\t\t\t\n\t\t\t\t\tRenesas Electronics Corp. said Tuesday its group sales in the April-June quarter plunged 29.0 percent from a year earlier."
        },
        {
            "title": "Contaminated Water Continues to Leak from Japan's Nuclear Power Plant",
            "url": "http://kcna.co.jp/item/2011/201108/news07/2011080718ee.html",
            "content": "Contaminated Water Continues to Leak from Japan's Nuclear Power Plant\n\t\t\t\t\t\t\r\n\n\t\t\t\t\tPyongyang, August 7 (KCNA) -- Tokyo Electric Power Co. of Japan Monday announced that there occurred an accident in which water contaminated with radiation of high concentration leaked to other building from the Fukushima Nuclear Power Plant.\n\t\t\t\t\t\n\t\t\t\t\tAccording to it, about 700 tons of contaminated water leaked to other building from the building which houses facilities for collecting radiation-contaminated water and the concentration of radioactive substances was 22 000Bq of cesium-137 per one cubic cm.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, radioactive cesium of 30 000Bq at the maximum was detected at the facility burning up and disposing of sewage in Itsinoseki City, Iwate Prefecture and that of 10 500Bq in Oshu City."
        }
    ]
}