{
    "date": "2011-05-25",
    "url": "http://kcna.co.jp/item/2011/201105/2011-05-25ee.html",
    "articles": [
        {
            "title": "Greetings to Chairman of AU Committee ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-38ee.html",
            "content": "Greetings to Chairman of AU Committee \r\n Pyongyang, May 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Jean Ping, chairman of the Committee of the African Union, on the occasion of Day of Africa. \n\t\t\t\t\t Kim in the message said that since the heads of state and government of Africa set up a continental organization to promote the process for the political and economic integration of the region the dignity and international position of Africa advancing as an integral whole have remarkably risen as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have always extended full support and solidarity to the African people in their efforts to solve the issues arising in the whole continent by themselves in line with the common requirement and interests, the message noted.\n\t\t\t\t\t\n\t\t\t\t\t Reiterating the DPRK's invariable will to develop the traditional relations of friendship and cooperation with the African Union and its member nations on a new higher stage, the message sincerely wished the chairman bigger success in his responsible work for the development of the AU."
        },
        {
            "title": "U.S. Delegation Leaves",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-28ee.html",
            "content": "U.S. Delegation Leaves\r\n Pyongyang, May 25 (KCNA) -- A delegation of the Asia Society of the United States led by Chairperson Vishakha Nirubhai Desai left here by air on Wednesday."
        },
        {
            "title": "DPRK Ambassador to Czech Republic Appointed",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-37ee.html",
            "content": "DPRK Ambassador to Czech Republic Appointed\r\n Pyongyang, May 25 (KCNA) -- Ri Kwang Il was appointed as DPRK ambassador to the Czech Republic, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Rodong Sinmun on Danger of Law of Jungle Touted by Imperialists ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-07ee.html",
            "content": "Rodong Sinmun on Danger of Law of Jungle Touted by Imperialists \r\n Pyongyang, May 25 (KCNA) -- Imperialists claim that the law of the jungle is inevitable in human society. A bylined article of Rodong Sinmun Wednesday terms this sheer sophism intended to justify their exploitation and plunder of the toiling masses and eternally maintain their class and political rule over them.\n\t\t\t\t\t The gravity and dangerous nature of their claim lie in that they not only seek to maintain the unequal relations based on the law of the jungle at home but turn international relations into such. \n\t\t\t\t\t\n\t\t\t\t\t All the countries in the world are equal in their rights as the equal members of the international community. \n\t\t\t\t\t\n\t\t\t\t\t If a specified country is allowed to act as if it had the right to dominate the world in violation of the international norms and principles it is impossible to establish a fair international order and the law of the jungle is bound to prevail in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists regard high-handed and arbitrary practices as principal means for implementing their foreign policies for aggression. Their high-handed and arbitrary practices are based on arrogance and shamelessness that it is only they who have military power and privilege to dominate the world. \n\t\t\t\t\t\n\t\t\t\t\t The sound development of the international relations is obstructed by the high-handed and arbitrary practices of the imperialist powers and the tragic events are taking place in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists spread the tendency of bourgeois liberalism in other countries under the pretext of \"democracy\" and interfere in their internal affairs. This is another manifestation of the law of the jungle.\n\t\t\t\t\t\n\t\t\t\t\t They make those countries, small and weak, fall victim to the mode of existence based on the said law and high-handed practice before any others. \n\t\t\t\t\t\n\t\t\t\t\t If the high-handed and arbitrary practices of the imperialists are allowed and connived at, the way of life based on the law of the jungle will prevail in the international community and justice and truth will be trampled down mercilessly. In the end the world will turn into a lawless one."
        },
        {
            "title": "Huichon Reservoir's Water Level Goes Up",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-22ee.html",
            "content": "Huichon Reservoir's Water Level Goes Up\r\n Pyongyang, May 25 (KCNA) -- The water level has reached over 40 meters in the Huichon reservoir in the northern part of the DPRK. The reservoir began drawing water last month.\n\t\t\t\t\t Until now, water as much as tens of millions of cubic meters has been stored in the reservoir and the water level is steadily rising.\n\t\t\t\t\t\n\t\t\t\t\t It is likely to hold enough water for electricity production during this year's rainy season.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the construction of Huichon Power Station No. 2 is progressing apace at the final stage."
        },
        {
            "title": "New Foodstuffs Enjoy Popularity ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-20ee.html",
            "content": "New Foodstuffs Enjoy Popularity \r\n Pyongyang, May 25 (KCNA) -- The Samilpho Specialties Factory in Pyongyang began to make instant acorn noodle, potato makkoli (crude liquor) and bean cake. \n\t\t\t\t\t The new foodstuffs are sold at many shops in Pyongyang and beauty spots like Mts. Kumgang and Myohyang, enjoying popularity among local people, foreign tourists and overseas Koreans for their good flavor and nutritive qualities.\n\t\t\t\t\t\n\t\t\t\t\t The factory produces several hundred varieties of foodstuffs. \n\t\t\t\t\t\n\t\t\t\t\t It also offers technical assistance to other foodstuff factories to generalize the new foodstuffs in the country."
        },
        {
            "title": "Achievements Registered in Economic Sectors",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-21ee.html",
            "content": "Achievements Registered in Economic Sectors\r\n Pyongyang, May 25 (KCNA) -- Great achievements have been made in the Korean people's effort for the building of a thriving nation.\n\t\t\t\t\t The concrete tamping of the Ryongrim Dam was completed in some 700 days and the dam of Power Station No. 2 was built successfully in the construction of the Huichon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t The surge tank and pressure iron pipe construction projects have already been completed and the water tunnel project almost finished.\n\t\t\t\t\t\n\t\t\t\t\t The Bioengineering Branch of the State Academy of Sciences has succeeded in making DNA chip for testing genovariation, efficacious anti-cancer adjuvant, salt-resisting rice seed and insect-resisting maize strain.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Vegetable Science Institute with computer-controlled greenhouses has newly bred some 50 strains of over 20 crops. It has also doubled the production by introducing more than 20 sorts of new technologies.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Floriculture Institute, based on up-to-date technologies, has established mass propagation and cultivation methods of many flowers native to Korea and other countries.\n\t\t\t\t\t\n\t\t\t\t\t It took only three months for the Namhung Youth Chemical Complex to finish the second series of the gasification project for fertilizer production without use of naphtha.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongsong Machine Complex has developed equipment needed for heating and cooling buildings with geothermal water.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongjon Fruit Farm has several hundred hectares of high-yield dwarf apple trees.\n\t\t\t\t\t\n\t\t\t\t\t Many industrial establishments throughout the country have topped their monthly targets."
        },
        {
            "title": "Cuban Embassy Officials Visit Moranbong Secondary School No. 1",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-39ee.html",
            "content": "Cuban Embassy Officials Visit Moranbong Secondary School No. 1\r\n Pyongyang, May 25 (KCNA) -- Ambassador Jose Manuel Galego Montano and staff members of the Cuban embassy here visited DPRK-Cuba Friendship Moranbong Secondary School No. 1 on Wednesday on the occasion of the 116th death anniversary of Jose Marti, national hero of the Cuban people. \n\t\t\t\t\t The guests looked round the room devoted to the history of the school, \"Jose Marti Class\" and the \"room for friendship with Cuba.\"   They appreciated an art performance given by students."
        },
        {
            "title": "Taedongmun Kindergarten",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-23ee.html",
            "content": "Taedongmun Kindergarten\r\n Pyongyang, May 25 (KCNA) -- Pyongyang Taedongmun Kindergarten is well known in the DPRK for successful musical education.\n\t\t\t\t\t Many of its graduates are now active in famous art troupes and educational institutions as writers, musicians and teachers.\n\t\t\t\t\t\n\t\t\t\t\t Mun Kyong Jin, who won the title at an international violin concours, is also a graduate of the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t The principal of the kindergarten, Kim Hyong Ae, told KCNA that 30 years has passed since an early musical education class was formed at the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t \"In the late 1970's leader Kim Jong Il took the measure to form the early musical education class majoring in violin and kayagum at the kindergarten and sent various kinds of musical instruments, sound equipment and commuter buses to the kindergarten,\" she said.\n\t\t\t\t\t\n\t\t\t\t\t \"The kindergarten, with scores of violin, kayagum and audition rooms, properly selects children with musical ability and provides them with basic musical education through advanced teaching methods,\" she noted. \"The kindergarten will contribute to the development of musical art by training lots of musical talents.\""
        },
        {
            "title": "IIJI Director-General Praises Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-29ee.html",
            "content": "IIJI Director-General Praises Kim Il Sung \r\n Pyongyang, May 25 (KCNA) --  Vishwanath, secretary general of \"International Kim Il Sung Prize\" Council and director-general of the International Institute of the Juche Idea (IIJI), who visited the DPRK praised President Kim Il Sung as the greatest man. He said:\n\t\t\t\t\t After embarking on the road of the revolution the President liberated Korea and built a genuine country for the people.\n\t\t\t\t\t\n\t\t\t\t\t He fathered the Juche idea, brightly indicating the way for the popular masses to independently and creatively carve out their destinies. This was one of his greatest feats.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the Juche idea was of a great significance in the development of human thinking.\n\t\t\t\t\t\n\t\t\t\t\t He extended moral and material help and encouragement to the world progressives in their struggle to achieve national independence against imperialists' aggression.\n\t\t\t\t\t\n\t\t\t\t\t He is revered by progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t The august name of the President who performed undying feats on behalf of the times and history will shine long.\n\t\t\t\t\t\n\t\t\t\t\t The world conference on the Juche idea will be held in Pyongyang in 2012, centenary of birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t We are pleased that our unanimous desire can come true.\n\t\t\t\t\t\n\t\t\t\t\t The activities to study and disseminate the Juche idea are briskly underway worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The IIJI is going to make active contribution to stirring up international atmosphere for the significant commemoration of the centenary of birth of the President and for the successful conference."
        },
        {
            "title": "Anniversary of Chongryon Marked",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-17ee.html",
            "content": "Anniversary of Chongryon Marked\r\n Pyongyang, May 25 (KCNA) --The formation of the General Association of Korean Residents in Japan (Chongryon) was a historical event which declared before the world the start of the Juche-oriented movement of overseas compatriots and brought about a dramatic turn in hewing out the destiny of Koreans in Japan. \n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article dedicated to the 56th anniversary of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is a prestigious organization of overseas Koreans of the DPRK as it was founded under the extraordinary leadership of President Kim Il Sung and Kim Jong Il and has advanced along the road of victory. \n\t\t\t\t\t\n\t\t\t\t\t The formation of Chongryon helped the movement of Koreans in Japan develop into a patriotic movement to faithfully serve the country and nation, guided by the Juche idea and remaining unshaken in any storm and stress, while having a clear-cut program and line based on it. It enabled the Koreans in Japan to advance along the road of patriotism for the country and the nation, cherishing the honor and national dignity of being overseas citizens of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Over the past more than five decades Chongryon has performed great exploits for the country and nation true to the Juche-oriented idea of the movement of overseas Koreans of the President and Kim Jong Il and their leadership. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK and nation are highly proud of having such organization of overseas Koreans as Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon will as ever steadfastly carry forward the tradition of loyalty and that of single-minded unity and patriotism and eternally exalt its honor as a model organization of the Juche-oriented movement of overseas Koreans, concludes the article."
        },
        {
            "title": "U.S. Forces Hit for Burying Defoliant in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-04ee.html",
            "content": "U.S. Forces Hit for Burying Defoliant in S. Korea\r\n Pyongyang, May 25 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea in a commentary on May 20 denounced the U.S. forces in south Korea for having buried defoliant in the Waegwan military base in Chilgok County, North Kyongsang Province.\n\t\t\t\t\t The commentary expressed wrath at the hair-raising atrocity of the U.S. forces which buried a huge amount of poisonous chemical materials in secrecy.\n\t\t\t\t\t\n\t\t\t\t\t This recently disclosed crime is very serious, it said, urging the present \"government\" to promptly form a fact-finding group and thoroughly investigate and open to the public the truth about the case.\n\t\t\t\t\t\n\t\t\t\t\t On the same day political parties and civic and public organizations in Taegu and North Kyongsang Province of south Korea called a press conference outside the U.S. military base in Waegwan to condemn the burial case.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the conference said it has been revealed by this crime that the U.S. claim that it buried into the sea the remnant of defoliant used during the Vietnam War was a lie.\n\t\t\t\t\t\n\t\t\t\t\t That day members of the People for Achieving Peace and Reunification staged demonstrations outside the U.S. military bases in Ryongsan and Waegwan to condemn the U.S. forces' crimes. They declared that they would continue the struggle until the issue is settled.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean newspaper Hangyore on May 21 carried an editorial urging a thoroughgoing investigation into the above-said crime.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces should make public in detail the amount of defoliant introduced into south Korea and its transfer, storage and disposal, the editorial said."
        },
        {
            "title": "Anti-\"Government\" Struggle of Workers in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-05ee.html",
            "content": "Anti-\"Government\" Struggle of Workers in S. Korea\r\n Pyongyang, May 25 (KCNA) -- Unionists of 113 worksites under the south Korean Confederation of Trade Union formed an action group and staged a struggle in Seoul in denunciation of the puppet authorities' unpopular labor policy.\n\t\t\t\t\t The group held a rally outside the Seoul district employment agency on May 19.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the rally stressed that the serious capital-worker conflict, unjust layoff and repression of trade unions at worksites are ascribable to the labor policy of the present \"government\".\n\t\t\t\t\t\n\t\t\t\t\t After the rally the workers staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile Ro U Jong, vice-chairman of the Confederation, Kim Hyong U, vice-chairman of the Metal Industrial Trade Union, and other 4 persons staged on behalf of the action group a demonstration in front of the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t Earlier on May 18 the group held a rally to protest the unpopular rule of the puppet authorities."
        },
        {
            "title": "U.S. Tests New Type Nuclear Weapon",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-12ee.html",
            "content": "U.S. Tests New Type Nuclear Weapon\r\n Pyongyang, May 25 (KCNA) -- The U.S. is still keen on testing nuclear weapons.\n\t\t\t\t\t It was confirmed on May 21 that the U.S. Department of Energy made two tests of new form aimed at surveying the performance of a nuclear weapon by use of plutonium last year and this year, the Jiji Press said. \n\t\t\t\t\t\n\t\t\t\t\t Such nuclear test of the U.S. might touch off protest among anti-nuke organizations as \"it is likely to lead to the development of new type nuclear weapons\", the press added."
        },
        {
            "title": "U.S. Unreasonable Proposal Rejected",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-14ee.html",
            "content": "U.S. Unreasonable Proposal Rejected\r\n Pyongyang, May 25 (KCNA) -- The Kadena Cho Assembly of Okinawa Prefecture, Japan adopted a resolution rejecting the U.S. proposal for merging the U.S. air force base in Futenma with the U.S. base in Kadena.\n\t\t\t\t\tThe resolution dismissed such proposal as absolutely unacceptable, noting that it would be little short of polluting ecological environment and bringing more unbearable sufferings to the local inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t It demanded that the Futenma base be transferred to an area outside the prefecture."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Slammed",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-15ee.html",
            "content": "U.S. Hostile Policy toward DPRK Slammed\r\n Pyongyang, May 25 (KCNA) -- The Korean Friendship Association headquartered in Spain on May 12 posted on its Internet homepage \"One Corea Network\" an article titled \"Confrontation or Dialogue\".\n\t\t\t\t\t The hostile relations between the DPRK and the U.S. have lasted for more than 60 years and they not only involve the political, military, economic and all other fields but international issues such as the nuclear issue on the Korean Peninsula, gravely threatening regional and world peace, the article said.\n\t\t\t\t\t\n\t\t\t\t\t In an article subtitled \"End of confrontation\" homepage noted that the U.S. ignited the Korean war in June 1950 and in the post-war period it committed ceaseless military provocations and staged various war maneuvers every year with huge armed forces involved to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The sanctions and blockade of the imperialist allied forces headed by the U.S. reached an extreme phase in the closing years of the last century but the DPRK made a leap forward toward a thriving nation, not collapsing even in the worst adversity, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t In an article subtitled \"Lesson drawn from dialogue\" the homepage said that the DPRK has consistently called for dialogue, adding that it has made every possible effort to turn the Korean Peninsula into a nuclear-free peace zone by replacing the Armistice Agreement with a peace one and improving the DPRK-U.S. relations.\n\t\t\t\t\t\n\t\t\t\t\t Had the U.S. opted for dialogue after abandoning the anachronistic confrontation policy, the DPRK-U.S. hostile relations would have been already terminated and the denuclearization of the peninsula would have been realized smoothly, the article stressed."
        },
        {
            "title": "U.S. and S. Korea Announce Plan for Military Exercises",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-16ee.html",
            "content": "U.S. and S. Korea Announce Plan for Military Exercises\r\n Pyongyang, May 25 (KCNA) -- The U.S. imperialists and the south Korean warmongers on May 23 announced that they would stage large-scale combined battle exercises in the sky above the western area of the Korean Peninsula, the south Korean Yonhap News said.\n\t\t\t\t\t To be involved in the war maneuvers which will last till May 27 are various type fighters, helicopters, transport planes, AWACS and other huge air force, it reported.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. air force present in Japan will be deployed in south Korea on May 25.\n\t\t\t\t\t\n\t\t\t\t\t To be involved in the drills are also a simulation system for assessing arms, the system  capable of firing missiles at imaginary core military facilities of the rival side and making a real time confirmation of its success and equipment under the system for mobile drill for air battle.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that the warmongers finished the tactical discussion and the drafting of the plan to carry out tasks on May 21 and 22."
        },
        {
            "title": "U.S. Can Fake up New Farce in East Asia-Chinese Newspaper",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-24ee.html",
            "content": "U.S. Can Fake up New Farce in East Asia-Chinese Newspaper\r\n Beijing, May 23 (KCNA) -- Chinese Shijie Xinwenbao on May 17 said that the U.S. which fished in troubled waters of the \"Cheonan\" warship case may fake up new farce in East Asia.\n\t\t\t\t\t The U.S. and the south Korean puppet military plan to stage the first marines combined exercises in areas around Paekryong Island, the paper said, warning the U.S. against triggering off any other trouble on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A little time after former Japanese Prime Minister Hatoyama started pushing ahead with the establishment of the \"East Asian community\" last year the \"Cheonan\" sinking case was occurred on the Korean Peninsula and timed to coincide with this, Hatoyama stepped down from his office and all foreign strategies of Japan turned right, toward the U.S., the paper said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now pouring much more military and political resources into the Korean Peninsula and it can fake up any incident once it deems necessary to tide over difficulties in East Asia, it added.\n\t\t\t\t\t\n\t\t\t\t\t It appealed to the international community to heighten vigilance against the U.S. plot."
        },
        {
            "title": "U.S. and S. Korea Media Criticized for Hyping up DPRK's Cyber Warfare",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-25ee.html",
            "content": "U.S. and S. Korea Media Criticized for Hyping up DPRK's Cyber Warfare\r\n Beijing, May 23 (KCNA) -- An expert in information security issue of China Institutes of Contemporary International Relations at press conference with Huan Qiu Shibao on May 19 disclosed the aim sought by the mass media of the U.S. and south Korea in criticizing the cyber warfare armed forces of the DPRK.\n\t\t\t\t\t The U.S. and south Korea are intentionally hyping up the DPRK's potentials. Lurking behind this is their strategic calculation to secure a pretext for boosting their cyber attack ability and developing their own cyber weapons.\n\t\t\t\t\t\n\t\t\t\t\t In fact, in the wake of founding cyber warfare headquarters in January 2010 the south Korean military announced its plan to boost the cyber warfare armed forces and promoted the status of the headquarters to a unit directly under the Defense Ministry shortly ago so that it can perform offensive cyber operational duty, the paper said.\n\t\t\t\t\t\n\t\t\t\t\t The West blamed the DPRK hackers for the big attack on websites of the U.S. and south Korea in 2009 but the evidence they put up was simply based on source areas of IP addresses, added the paper."
        },
        {
            "title": "U.S. Involved in Radioactive Leakage in Japan",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-27ee.html",
            "content": "U.S. Involved in Radioactive Leakage in Japan\r\n Pyongyang, May 25 (KCNA) -- It was recently disclosed that the U.S. was involved in radioactive materials leakage in Japan that had triggered off serious concerns among people in several countries.\n\t\t\t\t\t The Tokyo Shimbun on May 18 quoted Cabinet Advisor Hirata Orija as saying at a lecture in Seoul that \"they were discharged to the sea at the strong request of the U.S.\""
        },
        {
            "title": "Crisis at Crippled Nuclear Power Plant of Japan Still Remains Serious ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-19ee.html",
            "content": "Crisis at Crippled Nuclear Power Plant of Japan Still Remains Serious\r\n Pyongyang, May 25 (KCNA) -- The recovery work at the Fukushima Nuclear Power Plant in Japan is facing difficulties, deepening its crisis. \n\t\t\t\t\t NHK reported about the amount of radioactive substances measured by the members of the working group inside the buildings that house nuclear reactors Nos. 2 and 3 for the first time in the wake of the explosions at the power plant. \n\t\t\t\t\t\n\t\t\t\t\t The results of the measurement said that the radioactive substances registered 50mSv/h at maximum inside reactor No. 2 and 170mSv/h at maximum inside reactor No.3. \n\t\t\t\t\t\n\t\t\t\t\t It was reported that humidity and temperature were so high in reactor No. 2 that people can work there just for a quarter hour though the level of radioactive substances there is relatively lower than that of those in reactors Nos. 1 and 3.\n\t\t\t\t\t\n\t\t\t\t\t The amount of radioactive substances measured inside the building of reactor No.3 was also obstructive to the recovery work. \n\t\t\t\t\t\n\t\t\t\t\t An aide to the Japanese Prime Minister expressed his view at a press conference that it was difficult to work due to a high level of radioactive substances. \n\t\t\t\t\t\n\t\t\t\t\t It was against this backdrop that the Tokyo Electric Power Co. on May 21 admitted the fact that the water contaminated by a high level of radioactive substances leaked into the sea from reactor No. 3 early in May. A total of 250 tons of contaminated water flew into the sea and its concentration is estimated to be about 100 times the legal level. \n\t\t\t\t\t\n\t\t\t\t\t TEPCO announced that there is a total of 98 500 tons of water contaminated by radiation near the buildings that house nuclear reactors and in the basement, etc. at present. \n\t\t\t\t\t\n\t\t\t\t\t It was reported that there is more such contaminated water inside the building which houses reactor No. 2 than in any other places.\n\t\t\t\t\t\n\t\t\t\t\t Damage by radiation is increasing to make the prospect of the recovery work at the power plant gloomier. \n\t\t\t\t\t\n\t\t\t\t\t Tokyo Shimbun reported recently that radioactive cesium beyond the legal level was detected on fodder collected in two pastures including that in Marumori Cho, Miyagi Prefecture. \n\t\t\t\t\t\n\t\t\t\t\t Radioactive cesium was also found on tea leaves cultivated in Yatsimata City and Oamishirasato Cho of Chiba Prefecture and radioactive substances were detected in sewage in Kawasaki City, Kanagawa Prefecture. \n\t\t\t\t\t\n\t\t\t\t\t In the meantime, the killer quake-and tsunami-related death toll reached 15 188 as of May 23, said the National Police Agency."
        },
        {
            "title": "Wen Jiabao on Issue of Korean Peninsula ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-35ee.html",
            "content": "Wen Jiabao on Issue of Korean Peninsula \r\n Pyongyang, May 25 (KCNA) -- Premier of the State Council of China Wen Jiabao said at a press interview on May 22 that only dialogue and negotiations are an ultimate way for solving the issue of the Korean Peninsula. \n\t\t\t\t\t Noting that what is most important at present is for the countries around the Korean Peninsula to promote dialogue concerning the issue of the peninsula, he underscored the need to provide conditions for the resumption of the six-party talks through various forms of bilateral and multilateral dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The six-party talks may play an important role in preserving the peace and stability of the region and realizing the denuclearization of the peninsula, he added."
        },
        {
            "title": "Inter-Continental Ballistic Missile Launched in Russia",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-08ee.html",
            "content": "Inter-Continental Ballistic Missile Launched in Russia\r\n Moscow, May 23 (KCNA) -- The Russian Navy succeeded in launching inter-continental ballistic missile Sineva in the waters of the Barents Sea on May 20.\n\t\t\t\t\t The missile, which was launched from strategic nuclear missile submarine \"Yekaterinburg\" under water, hit the target in the Kura firing range of Kamchatka at the fixed time.\n\t\t\t\t\t\n\t\t\t\t\t This was made public by the Russian Ministry of Defense."
        },
        {
            "title": "Landslide in India and Colombia",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-09ee.html",
            "content": "Landslide in India and Colombia\r\n Pyongyang, May 25 (KCNA) -- An earth dust storm swept different areas of Uttar Pradesh State, India on May 21, causing damage.\n\t\t\t\t\t The storm pulled down dwelling houses, leaving 24 persons dead and trees rooted out to collapse.\n\t\t\t\t\t\n\t\t\t\t\t The government is taking emergency rescue steps.\n\t\t\t\t\t\n\t\t\t\t\t A landslide occurred recently in the department of Santander, northeastern Colombia, causing dozens of casualties and missing persons as of May 19.\n\t\t\t\t\t\n\t\t\t\t\t Dwelling houses toppled down and vehicles were buried in the landslide. Rescue work is being conducted in the afflicted area."
        },
        {
            "title": "Earthquake Jolts Papua New Guinea",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-10ee.html",
            "content": "Earthquake Jolts Papua New Guinea\r\n Pyongyang, May 25 (KCNA) -- A 6.0-magnitude earthquake jolted Papua New Guinea on Saturday.\n\t\t\t\t\t The epicenter of the quake was 54 km southwest of Lae in eastern New Guinea region."
        },
        {
            "title": "Israeli Army Perpetrates Violence against Palestinians",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-11ee.html",
            "content": "Israeli Army Perpetrates Violence against Palestinians\r\n Pyongyang, May 25 (KCNA) -- The Israeli army is persisting in its violence against Palestinians despite protest and denunciation by the international community.\n\t\t\t\t\t Israeli troops fired at guiltless Palestinians in the Gaza Strip Friday, wounding two of them."
        },
        {
            "title": "Governor of Okinawa, Protests against U.S. Forces' Parachuting Drill",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-13ee.html",
            "content": "Governor of Okinawa, Protests against U.S. Forces' Parachuting Drill\r\n Pyongyang, May 25 (KCNA) -- The governor of Okinawa Prefecture, Japan in a statement on May 20 protested against the parachuting drill staged by the U.S. forces present in the prefecture.\n\t\t\t\t\t Accusing the U.S. forces in Kadena base of staging a parachuting drill without any prior notice to the prefectural authorities, the statement strongly demanded the Japanese government and the U.S. ban such drill in the future."
        },
        {
            "title": "Russia Faces off with U.S. over MD-KCNA Commentary",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-18ee.html",
            "content": "Russia Faces off with U.S. over MD-KCNA Commentary\r\n Pyongyang, May 25 (KCNA) -- Russia is taking active measures against the U.S. threat to his country.\n\t\t\t\t\t As already reported, the U.S. is deploying MD in Europe to lay a military siege network against Russia.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. reached an agreement with the Romanian authorities on the deployment of its interceptor missiles in the Romanian territory.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the firing range of the U.S. missiles in several regions in Europe has been expanded as far as the Ural Range of Russia.\n\t\t\t\t\t\n\t\t\t\t\t The director of the General Bureau for operations of the General Staff of the Armed Forces of the Russian Federation said that the situation has abruptly changed with the third and fourth stages of the U.S. MD being put into practice. 40 warships equipped with 400 interceptor missiles and other interceptor missiles deployed in Poland pose real threat to the nuclear deterrent of Russia, he added.\n\t\t\t\t\t\n\t\t\t\t\t Russia has already deployed Tochka-Y mobile tactical missile battalion in Southern Osetia and is now stepping up the development of promising missile intercepting means.\n\t\t\t\t\t\n\t\t\t\t\t New inter-continental ballistic missile PC-24 was already developed and a missile regiment equipped with this missile was organized and entered into combat duty on March 4.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talking about \"reduction of strategic weapons\" and \"restart\" of Russia-U.S. relations but behind the scene it is resorting to the moves to contain Russia's military strength.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. perfidious stand to the START that was officially put into force from February 5 speaks well for it.\n\t\t\t\t\t\n\t\t\t\t\t Russia announced that it would not go beyond the limit specified in the START as far as the military equipment plan is concerned but the U.S. said that the START does not restrict its MD plan.\n\t\t\t\t\t\n\t\t\t\t\t An aim sought by the U.S. is to press for the deployment of MD in Europe and put pressure upon Russia.\n\t\t\t\t\t\n\t\t\t\t\t This made Russia to warn that it may withdraw from the START.\n\t\t\t\t\t\n\t\t\t\t\t Russian President Medvedev said on May 18 that Russia will push forward the development of its nuclear attack potentials unless an agreement on MD is reached with the West. He expressed concerns that the conflict between Russia and the U.S. over MD may spark off new cold war."
        },
        {
            "title": "Japan's Moves to Revive Militarism Assailed",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-26ee.html",
            "content": "Japan's Moves to Revive Militarism Assailed\r\n Pyongyang, May 25 (KCNA) -- Governor of Osaka Prefecture Hashimoto on May 16 threatened to dismiss those teachers who do not stand up when singing Kimigayo.\n\t\t\t\t\t This is just a simple example indicative of education in militarism getting openly organized, obligatory and intensified by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t Kimigayo is a symbol of blood-stained Japanese militarism.\n\t\t\t\t\t\n\t\t\t\t\t Japan instituted Hinomaru which they fluttered when fighting overseas wars of aggression in the past as national flag and Kimigayo as national anthem in 1999 defying the unanimous voices of the international community against the revival of militarism.\n\t\t\t\t\t\n\t\t\t\t\t In the subsequent period, the Japanese authorities pressed the education organs to teach it to the students. At the same time, they taught students distorted history justifying Japan's history of aggression in the last century.\n\t\t\t\t\t\n\t\t\t\t\t Tokyo Metropolitan Governor Ishihara and Osaka Prefectural Governor Hashimoto and other ultra-right authorities are taking the lead.\n\t\t\t\t\t\n\t\t\t\t\t But educationists and conscientious personages desirous of the sound development of Japan are protesting against it. They are denouncing the authorities' pressure as crack down on the freedom of expression.\n\t\t\t\t\t\n\t\t\t\t\t The militarization of politics may turn the society fascist.\n\t\t\t\t\t\n\t\t\t\t\t The abnormal developments in Japan heading for the revival of militarism in violation of human rights and democracy are arousing serious concerns among the international community including the Asian countries."
        },
        {
            "title": "Intensified Education in Tradition Urged in China ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-30ee.html",
            "content": "Intensified Education in Tradition Urged in China \r\n Beijing, May 23 (KCNA) -- The chief procurator of the Supreme People's Procuratorate of China at a meeting on May 18 stressed the need to intensify the education in tradition among the prosecution organs. \n\t\t\t\t\t The prosecution organs across the country should give free scope to the tradition, harden their faith and energetically conduct the education on the subject of law enforcement for the people and practical activities to always keep the high mental traits and have stronger conviction in socialism with Chinese characteristics, he said. \n\t\t\t\t\t\n\t\t\t\t\t He also called for building the ranks of procurators for the masses and enforcing the law for the people."
        },
        {
            "title": "University Students' Volunteer Service Active in China ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-31ee.html",
            "content": "University Students' Volunteer Service Active in China \r\n Beijing, May 23 (KCNA) -- The Central Committee of the Communist Youth League, the Ministry of Education and other institutions of China recently issued a joint notice calling for successfully carrying out the planned volunteer service campaign of university students in the western region of the country this year. \n\t\t\t\t\t The notice said it is necessary to encourage, through this campaign in different part of the country, many more university graduates to volunteer to the places called by the country and train themselves and perform feats there."
        },
        {
            "title": "Russia Supports Creation of Palestine State",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-32ee.html",
            "content": "Russia Supports Creation of Palestine State\r\n Moscow, May 23 (KCNA) -- Sergei Naryshkin, head of the Presidential Administration of Russia, on Friday declared Russia's stand supporting creation of the independent Palestinian state. \n\t\t\t\t\t Russia consistently stands for creation of the independent Palestinian state with Eastern Jerusalem as a capital, he said."
        },
        {
            "title": "Russia Plans to Develop New Type Interceptor Missile System",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-33ee.html",
            "content": "Russia Plans to Develop New Type Interceptor Missile System\r\n Moscow, May 23 (KCNA) -- Russia plans to develop a new type mobile interceptor missile system in the near future to cope with the threat from space. \n\t\t\t\t\t This missile system is reportedly capable of undertaking such duties as detecting, taking options, automatically chasing and intercepting even in case of artificial and natural jamming. \n\t\t\t\t\t\n\t\t\t\t\t The deputy Chief of Staff of the Space Armed Forces of Russia declared this on May 20."
        },
        {
            "title": "Iran Plans to Impose Sanctions on U.S. Officials ",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-34ee.html",
            "content": "Iran Plans to Impose Sanctions on U.S. Officials \r\n Tehran, May 23 (KCNA) -- A senior Iranian lawmaker said Sunday that the Iranian Majlis (parliament) is reviewing a plan to impose sanctions on 26 U.S. officials for violations of human rights, the official IRNA news agency reported.\n\t\t\t\t\t Kazem Jalali, rapporteur of the National Security and Foreign Policy Commission of Iran's Majlis, said that the U.S. officials have committed human rights abuses and terrorism and abetted drug trafficking in Iraq and Afghanistan and in various other parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t Majlis will make the final decision to this end during the session on May 24, Jalali added."
        },
        {
            "title": "Chinese Paper on S. Korean Authorities' Subservience to U.S.",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-36ee.html",
            "content": "Chinese Paper on S. Korean Authorities' Subservience to U.S.\r\n Pyongyang, May 25 (KCNA) -- The 21st issue of Chinese paper Huan Qiu Shibao carried an article titled \"'Strategic rigidity' of south Korea is a hurdle lying in the way of inter-Korean talks\".\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous hope of the international community that the inter-Korean talks will take place to break the stalemate in the process for the denuclearization of the Korean Peninsula. But the attitude taken by south Korea makes it hard for people to have optimism. The article referred to the fact that the south Korean authorities are busy escalating the confrontation with the DPRK under the pretext of the conspiratorial \"Cheonan\" warship sinking case, etc.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK repeatedly clarified that it remains unchanged in its stand to denuclearize the peninsula and has made efforts to defuse the tension and contradiction through dialogue, the article noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The ball is in the court of the south Korean side.\n\t\t\t\t\t\n\t\t\t\t\t If south Korea shows its strategic flexibility, it will help open a new phase in inter-Korean dialogue.\n\t\t\t\t\t\n\t\t\t\t\t  If it behaves contrary to this, it may miss the chance to improve the inter-Korean relations and promote the process for denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t  South Korea and the West are overestimating the effect of their sanctions and pressure upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  To shape a policy toward the DPRK on the basis of misjudgment that the DPRK will collapse is not only unreasonable but very dangerous as it will only increase the tension and conflict. \n\t\t\t\t\t\n\t\t\t\t\t   South Korea and the U.S. differ from each other in their interests and strategic goals. Therefore, the U.S. policy of strategic patience toward the DPRK may be interpreted in a diverse manner. Consequently, there is no need for south Korea to blindly follow the U.S.\n\t\t\t\t\t\n\t\t\t\t\t South Korea may be hurt by the double-edged sword of tension and conflict.\n\t\t\t\t\t\n\t\t\t\t\t  If the inter-Korea talks are delayed due to its behavior to throw an insurmountable hurdle in the way of resuming the six-party talks,  south Korea will hardly say anything about the failure to realize denuclearization."
        },
        {
            "title": "Introduction of Greatness to Be Intensified in Guinea",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-06ee.html",
            "content": "Introduction of Greatness to Be Intensified in Guinea\r\n Pyongyang, May 25 (KCNA) -- The Guinean Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung issued a statement on May 18 in support of the decision of the senior officials' meeting of the International Preparatory Committee.\n\t\t\t\t\t President Kim Il Sung is a prominent great man who founded the Juche idea, the unique man-centered idea, to clearly show the road ahead of mankind, the statement said, adding: He is a peerlessly elder statesman who advanced the movement for global independence to victory while leading the country and the people for many years.\n\t\t\t\t\t\n\t\t\t\t\t The organization will conduct various activities for commemorating the centenary of birth of Kim Il Sung as a grand political festival common to mankind and, at the same time, intensify the introduction of the President's exploits and general secretary Kim Jong Il's greatness among the Guinean people, it said.\n\t\t\t\t\t\n\t\t\t\t\t It will also further strengthen the activities of solidarity with the Korean people in the efforts to bring about a decisive turn in the building of a thriving nation in the run-up to the centenary of birth of the President, safeguard the peace and security of the Korean Peninsula and achieve the independent and peaceful reunification of the country, the statement said."
        },
        {
            "title": "Dissemination of Juche Idea to Be Intensified in Various Countries",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-02ee.html",
            "content": "Dissemination of Juche Idea to Be Intensified in Various Countries\r\n Pyongyang, May 25 (KCNA) -- The Bangladesh Institute of the Juche Idea made public a statement on May 18 in support of the decision of the 13th enlarged meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea and the appeal to the Juche idea followers of the world adopted at the Latin American regional seminar on the Juche idea.\n\t\t\t\t\t The statement noted that President Kim Il Sung founded the Juche idea to clearly indicate the way for the accomplishment of the human cause of independence and ushered in the rise of the Songun revolution under the banner of the Juche idea, thus making immortal contributions to global independence.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun leadership of Kim Jong Il perfectly carrying forward the idea and cause of the President the Korean people are setting a shining example in defending the sovereignty of the country and the socialist gains and building a great prosperous and powerful country of Juche, it added.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that the Institute would intensify the study and dissemination of the Juche idea in the run-up to the centenary of birth of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Italian Committee for the Study of the Juche idea, too, issued a statement on May 16 in support of the said decision.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed the will of the Committee to conduct such various activities as seminar on the Juche idea and publication of works for commemorating the centenary of birth of the President as a great auspicious event in the history of mankind and expand the ranks of the Juche idea followers through this."
        },
        {
            "title": "Work Posted on Peruvian Internet Website",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-01ee.html",
            "content": "Work Posted on Peruvian Internet Website\r\n Pyongyang, May 25 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship on May 18 posted on its Internet homepage the full text of general secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\".\n\t\t\t\t\t The work, published on January 29, 2003, clarifies the idea that the Workers' Party of Korea's Songun revolutionary line, Songun politics is a powerful political mode of the present era which inherited and developed President Kim Il Sung's idea and line of attaching importance to arms and a scientific revolutionary line, a political mode which most correctly reflected the requirements of the times and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t It also elaborates on the validity, advantages and great vitality of the Songun politics."
        },
        {
            "title": "Regresa la delegacion de la Sociedad Asiatica de EE.UU.",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-40ee.html",
            "content": "Regresa la delegacion de la Sociedad Asiatica de EE.UU.\r\n Pyongyang, 25 de mayo (ATCC) -- Hoy partio de regreso de esta capital por via aerea la delegacion de la Sociedad Asiatica de Estados Unidos encabezada por su presidenta Vishakha Nirubhai Desai."
        },
        {
            "title": "Rodong Sinmun critica la ley de selva de los imperialistas",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-41ee.html",
            "content": "Rodong Sinmun critica la ley de selva de los imperialistas\r\n Pyongyang, 25 de mayo (ATCC) -- En un articulo individual divulgado este miercoles, el diario Rodong Sinmun denuncio a los imperialistas que hablan tanto como si fuera inevitable la ley de selva en la sociedad humana. \n\t\t\t\t\t Esa cinica sofisteria parte del intento de justificar la explotacion y saqueo de los imperialistas sobre las masas trabajadoras y mantener para siempre su dominio clasista y politico, senala el rotativo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t La ley de junglas resulta mas grave y peligrosa porque convierte en relaciones desiguales entre los fuertes y los debiles los vinculos entre los ciudadanos de paises capitalistas y hasta los internacionales.\n\t\t\t\t\t\n\t\t\t\t\t Todos los paises tienen los mismos derechos como miembros igualitarios de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t Si se permite que un pais determinado viole la norma y principios internacionales y se crea con el derecho a dominar el mundo, no se puede establecer un imparcial orden internacional y se impondra inevitablemente la ley de selva en las relaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\t Para cumplir su agresiva politica exterior, los imperialistas usan principalmente las arbitrariedades y la coaccion basadas en la altaneria y el cinismo que parten de las fuerzas militares y prerrogativas con que creen poder controlar el mundo.\n\t\t\t\t\t\n\t\t\t\t\t Como consecuencia de ello, se frena el sano desarrollo de las relaciones internacionales y acontecen incidentes tragicos en la arena internacional.\n\t\t\t\t\t\n\t\t\t\t\t La otra forma de la ley de selva esta en la intervencion en los asuntos internos de otros paises bajo la consigna de la liberalizacion burguesa sustentada en la \"democracia\".\n\t\t\t\t\t\n\t\t\t\t\t Los paises pequenos y debiles son primeros blancos de la ley de selva y el autoritarismo del imperialismo.\n\t\t\t\t\t\n\t\t\t\t\t Si se toleran las prepotencias del imperialismo, la sociedad internacional sera regida por la ley de junglas y la justicia y verdad resultaran pisoteadas, lo cual generara un gran caos en el mundo entero."
        },
        {
            "title": "Rodong Sinmun conmemora 56o aniversario de la Chongryon",
            "url": "http://kcna.co.jp/item/2011/201105/news25/20110525-42ee.html",
            "content": "Rodong Sinmun conmemora 56o aniversario de la Chongryon\r\n Pyongyang, 25 de mayo (ATCC) -- El diario Rodong Sinmun divulgo en su edicion de este miercoles un articulo individual dedicado al 56o aniversario de la fundacion de la Asociacion General de Coreanos Residentes en Japon (Chongryon).\n\t\t\t\t\t La fundacion de la Chongryon fue un evento historico que proclamo a todo el mundo el nacimiento del autoctono movimiento de compatriotas radicados en ultramar y trajo un cambio radical en la forja del destino de los coreanos residentes en Japon, comienza el articulo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon es una orgullosa entidad de la Republica Popular Democratica de Corea en ultramar, que fue fundada y vino avanzando victoriosamente por la extraordinaria guia del Presidente            Kim Il Sung y del Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Gracias a la fundacion de la Chongryon, el movimiento de coreanos residentes en Japon pudo desarrollarse como el patriotico, que trabaja por la patria y la nacion sin vacilacion alguna ante cualesquier vientos y mareas teniendo la idea Juche como su guia directriz y guiandose por el correcto programa y lineas basados en ese pensamiento.\n\t\t\t\t\t\n\t\t\t\t\t Y los compatriotas en Japon comenzaron a vivir por la patria y la nacion guardando el honor y la dignidad nacional por ser ciudadanos de la RPDC en ultramar.\n\t\t\t\t\t\n\t\t\t\t\t En pleno acato a la autoctona idea y direccion del Presidente y del Dirigente sobre el autoctono movimiento de compatriotas en ultramar, la Chongryon realizo durante mas de 50 anos pasados grandes hazanas por la patria y la nacion. \n\t\t\t\t\t\n\t\t\t\t\t Es un gran orgullo de nuestra patria y nacion contar con una organizacion como la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t En el futuro tambien, la Chongryon mantendra con firmeza las tradiciones de fidelidad, unidad monolitica y patriotismo y tendra siempre el honor de entidad modelo del autoctono movimiento de compatriotas en ultramar."
        }
    ]
}