{
    "date": "2011-10-26",
    "url": "http://kcna.co.jp/item/2011/201110/2011-10-26ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets General Manager of Chinese Group Company",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-09ee.html",
            "content": "Kim Yong Nam Meets General Manager of Chinese Group Company\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Yun Gongmin, general manager of the Hetian Group Company of China, and his party who paid a courtesy call on him at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Su Yong, chairman of the Commission for Joint Venture and Investment, Sin Nam Chol, general manager of the Yonggwang Development General Company, and other officials concerned."
        },
        {
            "title": "Gift from General Manager of Chinese Group Company",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-08ee.html",
            "content": "Gift from General Manager of Chinese Group Company\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- General Secretary Kim Jong Il received a gift from Yun Gongmin, general manager of the Hetian Group Company of China, on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The gift was handed to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by the general manager on Wednesday."
        },
        {
            "title": "Czech Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-11ee.html",
            "content": "Czech Ambassador Hosts Reception\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- A reception was given by Dusan Strauch, Czech ambassador to the DPRK, Wednesday, on its national day.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Vice Foreign Minister Kung Sok Ung, Vice Minister of Foreign Trade O Ryong Chol, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, Mun Song Mo, general director of the Bureau of Diplomatic Corps Affairs, officials concerned, and diplomatic envoys of different countries and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Czech embassy were present.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Presentation of Achievements in Mathematics Made",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-13ee.html",
            "content": "Presentation of Achievements in Mathematics Made\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- A national presentation of scientific and technological achievements gained in the field of mathematics was made in Pyongyang on Tuesday and Wednesday under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials, scientists, technicians, teachers and researchers of Kim Il Sung University, the Mathematics Institute under the State Academy of Sciences, Kim Chaek University of Technology and various other units in the field of science and education.\n\t\t\t\t\t\n\t\t\t\t\t The presentation was divided into panels of basic and applied mathematics and numeral science. 130 papers were presented there.\n\t\t\t\t\t\n\t\t\t\t\t The speakers introduced successes and experience gained in solving the mathematical issues which serve as a basic foundation for studying, developing and introducing science and technology, true to the Workers' Party of Korea's policy of attaching importance to science and technology."
        },
        {
            "title": "Indonesian Diplomats Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-14ee.html",
            "content": "Indonesian Diplomats Help Korean Farmers \r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Ambassador Nasri Gustaman and staff members of the Indonesian embassy here did friendship labor at the DPRK-Indonesia Friendship Yaksu Co-op Farm in Kangso District, Nampho City on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t They helped the farmers in rice threshing.\n\t\t\t\t\t\n\t\t\t\t\t During break they had conversations with farmers.\n\t\t\t\t\t\n\t\t\t\t\t The guests handed aid materials to the farm."
        },
        {
            "title": "DPRK Teams Have Football Matches with Russian, Brazilian Teams",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-12ee.html",
            "content": "DPRK Teams Have Football Matches with Russian, Brazilian Teams\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Ryongaksan team of the DPRK had a football match with the Ska-Engery Club team of Khabarovsk, Russia at Kim Il Sung Stadium in Pyongyang on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The match was drawn 1:1.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Pothonggang team of the DPRK played a goalless match with the Atletico Sorocaba Club team of Brazil at Yanggakdo Football Stadium in Pyongyang on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The first match between the two teams took place on Saturday."
        },
        {
            "title": "\"Complete Collection of Kim Il Sung's Works\" Off Press",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-10ee.html",
            "content": "\"Complete Collection of Kim Il Sung's Works\" Off Press\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Workers' Party of Korea Publishing House brought out Vol. 99 of \"Complete Collection of Kim Il Sung's Works\", a library of the immortal Juche idea which systematically and comprehensively deals with his works in a chronological order.\n\t\t\t\t\t\n\t\t\t\t\t The book contains Vol. 5 of President Kim Il Sung's reminiscences \"With the Century\". \n\t\t\t\t\t\n\t\t\t\t\t It comprehensively deals with the undying feats performed by the President and experience gained by him in the movement of the anti-Japanese united national front in the period from May 1936 to March 1937. \n\t\t\t\t\t\n\t\t\t\t\t In \"Chapter 13 Towards Mt. Paektu\" the book deals with stories that the President wisely organized and led the struggle to set up a base in the area of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t In \"Chapter 14 The People in Changbai\" the President recollected with deep emotion the heroic struggle of the people who created and glorified the tradition of assisting the revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t \"Chapter 15 Expansion of the Underground Front\" deals with facts that he wisely led the struggle to rally people of various strata around the anti-Japanese united national front under the banner of great national unity while energetically making preparations for founding a party in the homeland."
        },
        {
            "title": "Friendly Ties Established in Anti-Imperialist Struggle",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-31ee.html",
            "content": "Friendly Ties Established in Anti-Imperialist Struggle \r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- October 25 marked the 61st anniversary of the CPV (Chinese People's Volunteers) entry into the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The CPV participation in the Korean war is conspicuous in the history of the anti-imperialist revolutionary struggle of the Korean and Chinese people and in the history of their friendship.\n\t\t\t\t\t\n\t\t\t\t\t On June 25, 1953, the U.S. imperialists surprisingly unleashed a war against the DPRK, less than two years after its founding, in a bid to put the whole of Korea under its control and, furthermore, dominate mainland China and the rest of Asia.\n\t\t\t\t\t\n\t\t\t\t\t They mobilized huge forces in the war, committing ferocious massacres and indiscriminate destruction.\n\t\t\t\t\t\n\t\t\t\t\t When the Korean army and people were fighting life-and-death battles against the invaders, the Chinese party and government sent volunteers to the Korean war under the banner of resisting America and aiding Korea, safeguarding the home and defending the motherland.\n\t\t\t\t\t\n\t\t\t\t\t The dispatch was the Chinese people's political and military support for the Korean people and a token of their strong sense of internationalism. The volunteers bravely fought in the war in the spirit of defending their own villages and motherland.\n\t\t\t\t\t\n\t\t\t\t\t Their heroic battles greatly contributed to the Korean people's victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship has greeted a heyday thanks to deep concern and energetic activities of the two countries' leaders.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il visited northeast China in August this year to boost the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t On Monday, he met visiting Li Keqiang, member of the Standing Committee of the Political Bureau of the C.C., the Communist Party and vice-premier of the State Council of China, and discussed further developing the friendly relations between the two nations."
        },
        {
            "title": "Many Modern Factories Built in DPRK",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-28ee.html",
            "content": "Many Modern Factories Built in DPRK\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Many factories have been built in the DPRK to contribute to improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t A pig farm, net-weaving factory and terrapin farm named after Taedonggang started operation some time ago.\n\t\t\t\t\t\n\t\t\t\t\tThe large pig farm has insemination, delivery and meat processing facilities.\n\t\t\t\t\t\n\t\t\t\t\t All its production processes are controlled by computer.\n\t\t\t\t\t\n\t\t\t\t\t The farm produces a large quantity of organic fertilizer for the Taedonggang Combined Fruit Farm, forming a ring-shaped cyclic production system between the fruit and pig producers.\n\t\t\t\t\t\n\t\t\t\t\t The terrapin farm has neatly-built ponds teemed with terrapins to be used as material for tonics.\n\t\t\t\t\t\n\t\t\t\t\t It takes four or five years for terrapin to grow up in natural conditions, but it takes only one year for the farm to raise it up to more than 500 grams on the basis of a new breeding technology.\n\t\t\t\t\t\n\t\t\t\t\t The farm also raises tropical goldfish and bullfrog.\n\t\t\t\t\t\n\t\t\t\t\t The net-weaving factory, equipped with modern production processes, turns out various kinds of net needed for different economic sectors, including fruit farming and fishing industry."
        },
        {
            "title": "Mt. Ryongak",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-29ee.html",
            "content": "Mt. Ryongak\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Mt. Ryongak in Mangyongdae District, Pyongyang has been called \"Mt. Kumgang in Pyongyang\" from olden times for its picturesque scenery and myriad-shaped rocks.\n\t\t\t\t\t\n\t\t\t\t\t The mountain has some 20 fantastic peaks and armful-thick trees hundreds of years old.\n\t\t\t\t\t\n\t\t\t\t\t The highest peak of the mountain is Tae Peak 292 meters above the sea.\n\t\t\t\t\t\n\t\t\t\t\tThe mountain also boasts of historic and cultural relics, including Pobun Cloister built in the period of Koguryo Kingdom (277 B.C.-668 A.D.) and Ryonggok School built in Ri Dynasty (1392-1910).\n\t\t\t\t\t\n\t\t\t\t\t Sightseeing paths extending tens of kilometers have been paved and many resting places including pavilions built in the mountain under deep care of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The mountain scenery is more beautiful in autumn."
        },
        {
            "title": "World's First Rain Gauge",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-30ee.html",
            "content": "World's First Rain Gauge\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Korean nation was the first in the world to invent a rain gauge.\n\t\t\t\t\t\n\t\t\t\t\t The cylinder-shaped udometer had a delicate scale inside.\n\t\t\t\t\t\n\t\t\t\t\tBefore it was made, rainfall had been gauged in the way of measuring the depth of rainwater-permeated soil.\n\t\t\t\t\t\n\t\t\t\t\t The method was not correct in gauging the amount of precipitation with areas different from each other in quality and condition of soil.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation invented an iron-made rain gauge in August 1441 and a copper-made one in May 1442.\n\t\t\t\t\t\n\t\t\t\t\t The invention was nearly 200 years earlier than that made in Italy in 1639."
        },
        {
            "title": "Sindok Spring Water in Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-32ee.html",
            "content": "Sindok Spring Water in Korea\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Onchon County, Nampho City, the DPRK, is famous for Sindok spring water.\n\t\t\t\t\t\n\t\t\t\t\t The water, spouting out from 60-metre-deep granite stratum in Mt. Sindok, contains a large amount of minerals. Its PH is 7.2.\n\t\t\t\t\t\n\t\t\t\t\t The Onchon Sindok Spring Water Factory, built under deep care of General Secretary Kim Jong Il, produces bottled mineral water sterilized by ozone and ultraviolet rays.\n\t\t\t\t\t\n\t\t\t\t\t The mineral water is popular among local people as it is good for digestion."
        },
        {
            "title": "Rodong Sinmun on DPRK's Consistent Foreign Policy",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-06ee.html",
            "content": "Rodong Sinmun on DPRK's Consistent Foreign Policy\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The DPRK remains unchanged and consistent in its foreign policy stand to uphold to the last the idea of independence, peace and friendship and thoroughly embody it and thus contribute to the development of international relations and global independence. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a signed article.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has favorably developed its relations with those countries friendly to it though they were in the hostile relationship with the former in the past, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK established diplomatic ties with almost all Western countries over the past more than decade.\n\t\t\t\t\t\n\t\t\t\t\t But the DPRK-U.S. relations have not been mended yet. The U.S. is wholly to blame for this.\n\t\t\t\t\t\n\t\t\t\t\t In the new century the U.S. has pursued its hostile policy toward the DPRK and increased its pressure on it in every aspect, driving the situation to a dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t It is the principled stand of the DPRK to counter the U.S. high-handed stand with the toughest stand. The U.S. has escalated its moves for a new war in different regions of the world but it has so far dared not ignite the second Korean War against the DPRK. It is because the DPRK's foreign policy is principled and it has powerful deterrent for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has willingness to improve its relations with the U.S. if the U.S. rolls back its hostile policy toward the DPRK and shows goodwill to it, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t A key issue in repairing the DPRK-Japan relations is for Japan to redeem its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of its past wrongs is not an issue of paying the debts pending between states or not. The crimes committed by Japan to exterminate the Korean nation can never be covered up and there should be a proper apology and reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t The extreme deterioration of the relations between the DPRK and Japan is attributable to Japan's evasion of its responsibility to redress its past crimes and its hostile policy toward the DPRK. The relations between the DPRK and Japan can be normalized if Japan liquidates its crime-woven past and rolls back its hostile policy toward the former.\n\t\t\t\t\t\n\t\t\t\t\t Repairing and normalizing the DPRK-U.S and the DPRK-Japan relations is not an issue hard to settle. It is quite possible to solve it if the U.S. and Japan deal with the pending issues on the principle of mutual respect, non-interference in each other's internal affairs, equality and mutual benefit."
        },
        {
            "title": "Rodong Sinmun S. Korean People Called upon to Create New Political Landscape ",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-07ee.html",
            "content": "Rodong Sinmun S. Korean People Called upon to Create New Political Landscape\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- It is the desire and wishes of the overwhelming majority of south Koreans to bring new politics and life to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a bylined article carried as regards the by-elections to local autonomous bodies including Seoul mayoral election to take place in south Korea today.\n\t\t\t\t\t\n\t\t\t\t\t The elections mark important occasions in the actions to put an end to the outdated politics and bring about new politics, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans have covered the path of bloody struggles against the traitorous ruling quarters for decades in order to bring about new politics and life.\n\t\t\t\t\t\n\t\t\t\t\t It presents itself as a vital demand to put an end to the country-selling policy and build a new independent and democratic society in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The on-going fascist repressive offensive against the progressive forces in south Korea is no more than the last-ditch effort of the conservative group to stamp out the forces for democratic reforms and maintain its reactionary rule. The \"Grand National Party\" is now talking about \"change\" and \"cleanup\" with the above-said elections as a momentum. This, however, is nothing but a crafty artifice to calm down the people's protest against the \"government\" and stay in power.\n\t\t\t\t\t\n\t\t\t\t\t  The south Koreans who want something new have nothing to expect from the south Korean ruling forces as they have disclosed their intention to invariably preserve the \"nature of their system\" and \"conservative view on value.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans aspiring after independence, democracy and reunification are called upon to boldly break with the things old and create new political landscape by themselves.\n\t\t\t\t\t\n\t\t\t\t\t It is an immutable law governing history that the new prevails over the old in the struggle between them."
        },
        {
            "title": "Large Field Mobile Exercises to Be Staged in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-33ee.html",
            "content": "Large Field Mobile Exercises to Be Staged in S. Korea \r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The second army corps of the ground force of south Korea announced that it would stage large-scale field mobile exercises codenamed Hoguk in the areas of Chunchon, Hwachon and Hongchon, Kangwon Province of south Korea, between Oct. 27 and 30, according to Yonhap News of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t To be involved in this saber-rattling are a lot of war equipment including tanks and armored cars."
        },
        {
            "title": "Erstwhile Military Dictatorial Forces' Illegal Suppression Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-15ee.html",
            "content": "Erstwhile Military Dictatorial Forces' Illegal Suppression Disclosed in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Seoul High Court at a trial on Monday declared not guilty all the five personages charged with involvement in the case of the United Socialist Party suppressed by the dictatorial forces in the past, according to MBC of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Organized in 1961 as an opposition party, the above-said party opposed \"the anti-communist law\" and called for reunification in order to transform the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as a thorn in their flesh, the dictatorial forces mercilessly suppressed its members on charges that \"they sympathized with activities of the north.\"\n\t\t\t\t\t\n\t\t\t\t\t It is being disclosed one after another in south Korea recently that the case of the Committee for the Reconstruction of the People's Revolutionary Party, the case of the Council of Bereaved Families of Victims, the case of the National Democratic Youths and Students League and the case of the Minjok Ilbo were conspiratorial cases cooked up by the fascist military dictatorial regime in the past.\n\t\t\t\t\t\n\t\t\t\t\t This goes to prove that the spy-ring cases that occurred under the then dictatorial regime were illegal as they were aimed to serve the purpose of the ruling quarters to stay in power."
        },
        {
            "title": "Police Corruption Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-26ee.html",
            "content": "Police Corruption Disclosed in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- South Korean puppet police in Kwangju recently perpetrated irregularities and corruption, touching off public criticism, according to Yonhap News of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 22 police officers assaulted the mistress of a bar while dining and wining.\n\t\t\t\t\t\n\t\t\t\t\t It was brought to light this year that many policemen received bribes and were involved even in flash traffic.\n\t\t\t\t\t\n\t\t\t\t\t The irregularities and corruption of the puppet police are censured by the people of different strata."
        },
        {
            "title": "NA Ratification of FTA Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-27ee.html",
            "content": "NA Ratification of FTA Opposed in S. Korea\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Christian Committee for Joint Measures for Checking the Conclusion of the south Korea-U.S. FTA held a press conference in Seoul on Monday, voicing opposition to the ratification of FTA at the puppet National Assembly, according to the south Korean CBS.\n\t\t\t\t\t\n\t\t\t\t\t The organization branded the FTA conclusion as an action of sacrificing the poor for a handful of the rich and bringing the south Korean economy to ruin.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the Christians to positively participate in the movement for preventing the motion calling for the ratification of FTA from passing through the NA."
        },
        {
            "title": "Important Days of DPRK Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-02ee.html",
            "content": "Important Days of DPRK Observed in Foreign Countries\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Seminars were held in France, Austria, Uganda and Democratic Congo on Oct. 16 and 17 to mark the 66th birthday of the Workers' Party of Korea and the 85th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\t\n\t\t\t\t\t Displayed in their venues were books and photos on immortal exploits of General Secretary Kim Jong Il and the real picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the French Group for the Study of the Juche Idea and Songun Idea said at a seminar that the Korean people loyally upheld the leadership of President Kim Il Sung, regarding him as a central figure for unity.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed in depth the Juche idea and strengthened the WPK into an invincible revolutionary party, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna and other speakers noted that the DIU is the roots of the WPK and the Korean revolution and Songun idea originated from it.\n\t\t\t\t\t\n\t\t\t\t\t The Songun idea and Songun politics founded by the President and carried forward by Kim Jong Il have served as a banner of defending sovereignty and socialism in the DPRK, they said.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the African Regional Committee for the Study of the Juche Idea praised Kim Jong Il as a prominent thinker and theoretician who has developed in depth the Juche idea founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t He said the Juche idea has been embodied in politics, economy, culture and other fields in the DPRK to bring about a shining reality.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo and others said that the key to the victories of the DPRK lies in the single-minded unity of the leader, party and the popular masses."
        },
        {
            "title": "Proposal for Founding DFRK Favored by Iranian Paper",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-03ee.html",
            "content": "Proposal for Founding DFRK Favored by Iranian Paper\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Iranian paper Iran News on Oct. 19 carried an article under the title \"The most reasonable and fair and aboveboard proposal for reunification\" on the 31st anniversary of the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung put forth the proposal for founding the DFRK at the 6th Congress of the Workers' Party of Korea which calls for achieving the reunification of the country by founding a federal state on the basis of recognizing and tolerating each other's ideologies and systems existing in the north and the south, the article noted. \n\t\t\t\t\t\n\t\t\t\t\t This is a unique proposal for reunification and the most reasonable and fair and aboveboard one for reunification as it considers the nation more important than the existing systems, the article stressed."
        },
        {
            "title": "Education in DPRK Introduced by Russian Newspaper",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-04ee.html",
            "content": "Education in DPRK Introduced by Russian Newspaper\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Russian newspaper Patriot No.39 introduced the DPRK in an article entitled \"Pyongyang: No Limit to the level of knowledge\".\n\t\t\t\t\t\n\t\t\t\t\t The article is illustrated with photos of Kim Il Sung University, Kim Chaek University of Technology, the Grand People's Study House, the Mangyongdae Schoolchildren's Palace, the Pyongyang Students and Children's Palace and the Pyongyang Kim Won Gyn Conservatory. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is paying a great attention to raising the level of the people's knowledge and culture and educating and bringing up the younger generation, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This serves as a good foundation for the building of a thriving nation."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet Website in Switzerland",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-01ee.html",
            "content": "Kim Jong Il's Work Posted on Internet Website in Switzerland\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The Swiss Group for the Study of the Juche Idea posted on its Internet website General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" on Oct. 17.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on Oct. 17, 1982, clarifies in detail the significance of the formation of the Down-with Imperialism Union (DIU) and the exploits performed by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It also explains what type party the WPK is as it explored a new road of its development."
        },
        {
            "title": "Tactical Exercises Staged by Black Sea Fleet of Russia",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-16ee.html",
            "content": "Tactical Exercises Staged by Black Sea Fleet of Russia\r\n\n\t\t\t\t\t Moscow, October 25 (KCNA) -- The Black Sea Fleet of Russia staged tactical exercises from Oct. 21 to 23.\n\t\t\t\t\t\n\t\t\t\t\t Involved in the maneuvers were large landing ships, missile cruisers, antisubmarine ships and other warships, fighters and about 600 marines. \n\t\t\t\t\t\n\t\t\t\t\t At the exercises the marines staged a landing operation and naval bombardments and missile strikes were made on targets on the coast and those in the sea and air, said the Command of the fleet."
        },
        {
            "title": "Russia Warns against U.S. Moves to Deploy MD",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-25ee.html",
            "content": "Russia Warns against U.S. Moves to Deploy MD\r\n\n\t\t\t\t\t Moscow, October 25 (KCNA) -- Russian Foreign Minister Sergei Viktorovich Lavrov, when interviewed by major broadcasting services on October 21, warned against the United States' moves to deploy the missile defense system in Europe.\n\t\t\t\t\t\n\t\t\t\t\t He declared in case radar and interceptor means are deployed near the border of the country, the general staff of the Russian armed forces would take corresponding military and technical measures.\n\t\t\t\t\t\n\t\t\t\t\t Such measures would be inevitable when the existing equilibrium of strategic stability is upset by the U.S. program, he added.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the Russian government's stand that it invariably urges the U.S. to provide a clear guarantee with a legal commitment that its MD in Europe would not be leveled at the strategic nuclear deterrent means of Russia."
        },
        {
            "title": "Iran Intelligence Chief Rejects U.S. Allegations",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-17ee.html",
            "content": "Iran Intelligence Chief Rejects U.S. Allegations\r\n\n\t\t\t\t\tTehran, October 25 (KCNA) -- On Thursday, Iran's intelligence minister, Heidar Moslehi, dismissed the American allegations, saying no professional intelligence agency would issue orders to an agent in a foreign country over the phone or transfer money to drug cartels through a New York bank.\n\t\t\t\t\t\n\t\t\t\t\t Moslehi said Iran doesn't need to resort to such terror plots and that Tehran would not benefit from killing a Saudi diplomat.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian government has denied any connection to Manssor Arbabsiar, the man arrested in the alleged plot, and derided the claims, saying U.S. officials have offered no proof.\n\t\t\t\t\t\n\t\t\t\t\t He claimed that Iran's security services have notched successes in an ongoing intelligence battle with the U.S., and said Washington now wants to tarnish Iran's image by attributing a \"clumsy\" plot to Tehran."
        },
        {
            "title": "West's Sanctions on Iran Accused: MP",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-18ee.html",
            "content": "West's Sanctions on Iran Accused: MP\r\n\n\t\t\t\t\t Tehran, October 25 (KCNA) -- Rapporteur of the Majlis National Security and Foreign Policy Commission Kazem Jalali said Sunday that sanctions imposed on Iran lacked legal foundation. \n\t\t\t\t\t\n\t\t\t\t\t The MP made the remarks as regards the reports about imposing possible sanctions against Iran's Central Bank by the West.\n\t\t\t\t\t\n\t\t\t\t\t Jalali said the sanctions were imposed based on a mistaken impression which said Iran's nuclear program had a non-civilian nature while Iran has repeatedly proved the peaceful nature of its nuclear activities at international organizations."
        },
        {
            "title": "Egypt Rejects U.S. Funding for Unregistered NGOs",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-19ee.html",
            "content": "Egypt Rejects U.S. Funding for Unregistered NGOs\r\n\n\t\t\t\t\t Cairo, October 25 (KCNA) -- The Egyptian government officially informed the United States of its refusal to the U.S. funding for the unregistered nongovernmental organizations (NGO) in the country, said Egyptian Minister of International Cooperation Fayza Naga on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Egypt's official news agency MENA quoted Naga as saying that \"the U.S. organizations which didn't sign the required agreement with the Egyptian foreign ministry cannot work in Egypt.\"\n\t\t\t\t\t\n\t\t\t\t\t She added that the Egyptian government would not oppose foreign funding to NGOs as long as the funding did not violate the laws in Egypt and was designated for the country's development."
        },
        {
            "title": "Myanmar Launches Anti-dengue Fever Campaign in Yangon",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-20ee.html",
            "content": "Myanmar Launches Anti-dengue Fever Campaign in Yangon\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Myanmar has launched anti-dengue high fever campaign in seven townships in Yangon simultaneously as a prevention measure against the disease, according to the Health Department Sunday.\n\t\t\t\t\t\n\t\t\t\t\t The campaign was carried out in the weekend in collaboration with health department staff and members of social organizations.\n\t\t\t\t\t\n\t\t\t\t\t Dengue preventive and control measures were occasionally launched in schools and wards in Myanmar.\n\t\t\t\t\t\n\t\t\t\t\t According to statistics, a total of 181 people died of dengue fever in Myanmar's Yangon region in the past five years alone."
        },
        {
            "title": "Flood Hits Honduras and Myanmar",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-21ee.html",
            "content": "Flood Hits Honduras and Myanmar \r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- A flood that lasted for two weeks left 28 dead and 23 000 homeless in Honduras as of Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The total number of victims stands at 60,000.\n\t\t\t\t\t\n\t\t\t\t\t More than 2,200 houses were partially damaged or destroyed, over 30 bridges and 112 roads ruined and 5,000 hectares of farmland inundated. \n\t\t\t\t\t\n\t\t\t\t\t Heavy rain on Wednesday and Thursday has destroyed some roads, bridges and buildings in two regions of northwestern Sagaing and central Magway of Myanmar, official media confirmed Sunday.\n\t\t\t\t\t\n\t\t\t\t\t 106 people were dead by the flood in Magway region."
        },
        {
            "title": "Madrid Teachers March against Education Budget Cuts",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-22ee.html",
            "content": "Madrid Teachers March against Education Budget Cuts\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- Tens of thousands of teachers, students and parents marched through the center of Madrid Saturday to protest against cuts in education budgets.\n\t\t\t\t\t\n\t\t\t\t\t Teachers are angry at budget cuts of 80 million euros by the city's education authority.\n\t\t\t\t\t\n\t\t\t\t\t Cutbacks in public education are being used to fund private schools and will result in a two-tier education system, they complained."
        },
        {
            "title": "Japan Logs Biggest Trade Deficit for 1st-half of Fiscal Year",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-23ee.html",
            "content": "Japan Logs Biggest Trade Deficit for 1st-half of Fiscal Year\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- The trade deficit for the April-September period in Japan came to 1,666.6 billion yen ($21.8 billion), said the Finance Ministry on Monday."
        },
        {
            "title": "Crimes in U.S., Turkey",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-24ee.html",
            "content": "Crimes in U.S., Turkey\r\n\n\t\t\t\t\t Pyongyang, October 26 (KCNA) -- A 48-year-old man threatened protesters at the University of Mexico of the United States with a knife on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t Turkish police on Friday seized 202 kilograms of hashish in two operations in northwestern province of Bursa and the southeastern province of Gaziantep, reported the semi-official Anatolia news agency."
        },
        {
            "title": "Kim Jong Il envia ofrenda floral ante feretro de difunto O Yong Jae",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-34ee.html",
            "content": "Kim Jong Il envia ofrenda floral ante feretro de difunto O Yong Jae\r\n\n\t\t\t\t\t　Pyongyang, 26 de octubre (ACNC) -- El Dirigente Kim Jong Il envio el dia 25 una ofrenda floral al feretro del difunto O Yong Jae, laureado con el Premio Kim Il Sung, Heroe del Trabajo y poeta, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Kim Yong Nam se reune con Yun Gongmin",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-35ee.html",
            "content": "Kim Yong Nam se reune con Yun Gongmin\r\n\n\t\t\t\t\t　Pyongyang, 26 de octubre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio este miercoles en un ambiente amistoso en el capitalino Palacio de los Congresos Mansudae con Yun Gongmin, director general del Grupo Hetian de China, y su comitiva, que le hicieron una visita de cortesia.\n\t\t\t\t\t\n\t\t\t\t\t　Estuvieron presentes Ri Su Yong, presidente del Comite de Empresas Asociadas e Inversiones, Sin Nam Chol, presidente de la Compania General de Desarrollo Yonggwang de Corea, y otros funcionarios."
        },
        {
            "title": "Kim Yong Nam envia mensaje de consuelo a su homologo turco",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-36ee.html",
            "content": "Kim Yong Nam envia mensaje de consuelo a su homologo turco\r\n\n\t\t\t\t\t　Pyongyang, 26 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio la vispera un mensaje de condolencias al presidente de la Republica de Turquia, Abdulah Gul, en relacion con que este pais sufrio muchas perdidas humanas y de bienes por el terremoto.\n\t\t\t\t\t\n\t\t\t\t\t　El remitente expresa profunda compasion y condolencias al destinatario y por su conducto, a los damnificados y los familiares de difuntos.\n\t\t\t\t\t\n\t\t\t\t\t　Y desea que el gobierno de Turquia elimine cuanto antes las secuelas del desastre natural y estabilice la vida de los habitantes de la zona afectada."
        },
        {
            "title": "Choe Yong Rim averigua labor de Academia de Ciencias Agricolas",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-37ee.html",
            "content": "Choe Yong Rim averigua labor de Academia de Ciencias Agricolas\r\n\n\t\t\t\t\t　Pyongyang, 26 de octubre (ACNC) -- El premier coreano Choe Yong Rim estudio el dia 25 en el terreno la labor de la Academia de Ciencias Agricolas. \n\t\t\t\t\t\n\t\t\t\t\t　Choe analizo los resultados de investigacion de cientificos y tecnicos de la academia quienes en pleno acato a la idea del Partido del Trabajo de Corea de dar prioridad a ciencias y tecnologias contribuyen al desarrollo de agricultura haciendo ingentes esfuerzos por conquistar ciencias de  punta.\n\t\t\t\t\t\n\t\t\t\t\t　Subrayo la importancia de la labor de investigacion cientifica de agricultura en materializar las instrucciones del Dirigente Kim Jong Il de desplegar vigorosamente la revolucion de semillas y obtener variedades de alto rendimiento aptas a las condiciones climaticas y de suelo de nuestro pais y tomo medidas para su realizacion."
        },
        {
            "title": "Li Keqiang visita la Granja Cooperativa de Thaek-am",
            "url": "http://kcna.co.jp/item/2011/201110/news26/20111026-38ee.html",
            "content": "Li Keqiang visita la Granja Cooperativa de Thaek-am\r\n\n\t\t\t\t\t　Pyongyang, 26 de octubre (ACNC) -- Li Keqiang, miembro del Comite Permanente del Buro Politico del Comite Central del Partido Comunista de China y viceprimer ministro del Consejo de Estado de la Republica Popular China (RPCh) y su comitiva, de visita oficial y de amistad en Corea,  recorrieron el dia 25 la Granja Cooperativa de Thaek-am de amistad Corea-China en el capitalino municipio de Sun-an.\n\t\t\t\t\t\n\t\t\t\t\t　En la casa donde recorrio el Presidente           Kim Il Sung junto con el premier chino Zhou Enlai, Li Keqiang departio con una pareja anciana.\n\t\t\t\t\t\n\t\t\t\t\t　Los huespedes chinos escucharon en el mirador la explicacion sobre el hecho de que bajo la solicitud de los hombres sin pares la tierra de Thaek-am se ha convertido magnificamente.\n\t\t\t\t\t\n\t\t\t\t\t　Al ver la funcion artistica de los ninos del jardin de la infancia senalo que los ninos vigorosamente crecientes son el futuro de la amistad China-Corea.\n\t\t\t\t\t\n\t\t\t\t\t　Ellos recorrieron la sala de amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\t　Li dijo que esta granja, simbolo de amistad China-Corea, hace aporte a profundizar los lazos de la amistad entre los pueblos de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t　El dono a la granja los materiales."
        }
    ]
}