{
    "date": "2011-11-05",
    "url": "http://kcna.co.jp/item/2011/201111/2011-11-05ee.html",
    "articles": [
        {
            "title": "Friendly Ties Opened between Cities of DPRK, Russia",
            "url": "http://kcna.co.jp/item/2011/201111/news05/20111105-04ee.html",
            "content": "Friendly Ties Opened between Cities of DPRK, Russia\r\n\n\t\t\t\t\tPyongyang, November 5 (KCNA) -- Friendly ties were established between Chongjin City, North Hamgyong Province of the DPRK, and Khabarovsk City of the Russian Federation. \n\t\t\t\t\t\n\t\t\t\t\tAn agreement on the establishment was signed at the Khabarovsk City Administration Office on Oct. 31. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the signing ceremony from the DPRK side were Ri Il Su, chairman of the Chongjin City People's Committee of North Hamgyong Province, and other officials concerned and the DPRK deputy consul-general to Khabarovsk and from the Russian side S. N. Kazachenko, first deputy mayor of Khabarovsk, and personages of the city administration and the city assembly. \n\t\t\t\t\t\n\t\t\t\t\tRi Il Su and S. N. Kazachenko inked the agreement."
        },
        {
            "title": "DPRK Ambassador to Equatorial Guinea Appointed",
            "url": "http://kcna.co.jp/item/2011/201111/news05/20111105-39ee.html",
            "content": "DPRK Ambassador to Equatorial Guinea Appointed\r\n\n\t\t\t\t\tPyongyang, November 5 (KCNA) -- Kwak Ji Hwan was appointed as the DPRK ambassador to Equatorial Guinea, according to a decree of the Presidium of the DPRK Supreme People's Assembly."
        },
        {
            "title": "Central African President Hails DPRK's Efforts for Peace and Reunification",
            "url": "http://kcna.co.jp/item/2011/201111/news05/20111105-03ee.html",
            "content": "Central African President Hails DPRK's Efforts for Peace and Reunification\r\n\n\t\t\t\t\tPyongyang, November 5 (KCNA) -- Central Africa extends firm support and solidarity to the Korean people in the efforts for peace and reunification of the Korean Peninsula, said Francois Bozize Yangoubonda, president of this country.\n\t\t\t\t\t\n\t\t\t\t\tOn Oct. 29 when receiving credentials from DPRK Ambassador to his country Ri Myong Chol, the president said:\n\t\t\t\t\t\n\t\t\t\t\tWe are pleased with the fact that the two countries have long had friendly and cooperative relations.\n\t\t\t\t\t\n\t\t\t\t\tI express thanks to the DPRK for the disinterested assistance in different fields it has rendered over the past years.\n\t\t\t\t\t\n\t\t\t\t\tIn the 1970s and 80s the then state heads and delegations of Central Africa visited Pyongyang to have honor of being received by President Kim Il Sung and witness the development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are now making fresh successes in the drive to build a prosperous and powerful country under the distinguished leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWe wish the Korean people greater successes in the run-up to the centenary of birth of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tWe hope that the friendly and cooperative relations between the two countries will further develop."
        }
    ]
}