{
    "date": "2011-06-17",
    "url": "http://kcna.co.jp/item/2011/201106/2011-06-17ee.html",
    "articles": [
        {
            "title": "Notice to S. Side over Disposition of Real Estates in Mt. Kumgang Resort",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-33ee.html",
            "content": "Notice to S. Side over Disposition of Real Estates in Mt. Kumgang Resort\r\n Pyongyang, June 17 (KCNA) -- A spokesman for the DPRK Guidance Bureau of Special Zone for International Tour of Mt. Kumgang on Friday notified the south side's parties concerned of the fact that all assets including real estates in the zone are to be disposed of under the Law on Special Zone for International Tour of Mt. Kumgang.\n\t\t\t\t\t The notice said:\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the Presidium of the DPRK Supreme People's Assembly promulgated a decree on setting up the Special Zone for International Tour of Mt. Kumgang on April 29 and adopted the law on the special zone on May 31.\n\t\t\t\t\t\n\t\t\t\t\t Specified in the law are the concrete matters arising in turning Mt. Kumgang, a famous mountain in the world, into a comprehensive international tourist special zone and further developing tourism.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the world public interest in tour of Mt. Kumgang is growing deeper than ever before and many investors and travel agents of different countries and regions are zealously proposing to take part in projects for international tour of this mountain.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Guidance Bureau of Special Zone for International Tour of Mt. Kumgang will dispose of all properties including real estates in the zone under the above-said law to develop Mt. Kumgang into an international tourist special zone.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the Bureau is authorized to ask all parties concerned of the south side which have real estates in the zone to come to Mt. Kumgang by June 30 in order to discuss the matter of disposing of the frozen and seized properties."
        },
        {
            "title": "Greetings to President of Seychelles",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-38ee.html",
            "content": "Greetings to President of Seychelles\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greetings to James Alix Michel, president of Seychelles, on its national day.\n\t\t\t\t\t I am rejoiced over the fact that the friendly and cooperative relations between the two countries are developing on the basis of good trust, Kim said in the message, wishing Seychelles greater development and prosperity."
        },
        {
            "title": "New Motorway Opened to Traffic",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-40ee.html",
            "content": "New Motorway Opened to Traffic \r\nPyongyang, June 17 (KCNA) -- A project for rebuilding Kowon-Hamhung motorway on an expansion basis has been completed in the DPRK.\n\t\t\t\t\t During the project, the army and the people carried out concrete pavement and building of scores of bridges and retaining walls in single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t The completion of project made it possible to contribute to the economic development of the country and renewed the looks of the land to meet the requirement of the Songun era.\n\t\t\t\t\t\n\t\t\t\t\tA ceremony of opening the road to traffic took place on Friday. Present there were Premier Choe Yong Rim, Minister of the\n\t\t\t\t\t\n\t\t\t\t\tPeople's Armed Forces Kim Yong Chun, Chief Secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea Kwak Pom Gi, officials of relevant organs, servicepersons, officials and builders of South Hamgyong Province, working people and helpers.\n\t\t\t\t\t\n\t\t\t\t\t Conveyed at the ceremony was a message of thanks of the WPK Central Military Commission addressed to soldier-builders and inhabitants and helpers of South Hamgyong Province who performed labor feats in the project.\n\t\t\t\t\t\n\t\t\t\t\t There were a report and speeches there."
        },
        {
            "title": "Books Donated to DPRK by Chinese Ministry of Education",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-43ee.html",
            "content": "Books Donated to DPRK by Chinese Ministry of Education\r\n Pyongyang, June 17 (KCNA) -- The Chinese Ministry of Education donated books to the Education Commission of the DPRK.\n\t\t\t\t\t A donating ceremony took place at the E-Library at Kim Il Sung University on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Jon Kuk Man, vice-chairman of the Education Commission, teachers and students of Kim Il Sung University and Pyongyang University of Foreign Studies, officials of the Grand People's Study House, Liu Hongcai, Chinese ambassador to the DPRK, and his embassy officials and Chinese students studying at Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Speakers noted that the books would help the rising generation know well about the history and culture of China.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the friendship enshrined in the hearts of the two peoples would further deepen thanks to the joint efforts."
        },
        {
            "title": "Documentary Film Screened to Mark Significant Day of DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-39ee.html",
            "content": "Documentary Film Screened to Mark Significant Day of DPRK\r\nPyongyang, June 17 (KCNA) -- Documentary film \"Providing the Socialist Land of Bliss in the Era of Songun\" was screened at the People's Palace of Culture on Friday to mark the 47th anniversary of General Secretary Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The film deals with the history of Songun revolutionary activities conducted by Kim Jong Il to defend the destiny of the country and the nation with arms of Songun in the grim period of the Arduous March, the forced march and translate the cherished ideal of the people into reality with the solemn declaration on building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The film gives the people the faith that sceneries of the socialist land of bliss will increase day by day and the day of victory in building a thriving nation will be brought earlier under the guidance of the peerlessly Songun brilliant commander who has steadily honored the country of Songun, legacy of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Watching it were senior party and state officials and officials of working people's organizations, ministries and national institutions."
        },
        {
            "title": "Art Performance of Schoolchildren Marks Important Day of DPRK",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-41ee.html",
            "content": "Art Performance of Schoolchildren Marks Important Day of DPRK\r\nPyongyang, June 17 (KCNA) -- Art group members of the Pyongyang Students and Children's Palace gave a performance on Friday to celebrate the 47th anniversary of General Secretary Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The performance began with song and dance \"Glory to Our Motherly Party\" and its performers lauded the undying feats of Kim Jong Il who has strengthened the WPK into an invincible party while leading it along the road of victory.\n\t\t\t\t\t\n\t\t\t\t\t Its numbers included piano duet and song \"Resound, Piano of Love\", national instrumental ensemble to accompaniment of Korean fiddle \"Pride of Ample Knowledge, High Morality and Strong Body\" and male chorus \"We Will Also Dash into the World\". They well represented joy and optimism of the happy children who carry their hope into effect and cultivate talents to their hearts' content under the benevolence of the Party.\n\t\t\t\t\t\n\t\t\t\t\t Appreciating the performance were Choe Ryong Hae, first secretary of the C.C., the WPK, Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, officials concerned and school children in Pyongyang."
        },
        {
            "title": "Rice Transplantation Finished in main ",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-42ee.html",
            "content": "Rice Transplantation Finished in main\r\n Pyongyang, June 17 (KCNA) -- Rice transplantation was successfully finished in the major paddy fields of various farms of the country.\n\t\t\t\t\t Agricultural workers of the Samjigang Co-op Farm, Jaeryong County, South Hwanghae Province, the Migok Co-op Farm, Sariwon City, North Hwanghae Province, Sin Am Co-op Farm, Ryongchon County and Unhung Co-op Farm, Thaechon County, North Phyongan Province, and Tongbong Co-op Farm, Hamju County, South Hamgyong Province, wound up the rice transplantation before others, exalting the honor of being model farms in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t Farms in cities and counties of South Phyongan Province and Nampho city correctly set the period of rice transplantation and qualitatively did all farm work, while properly ensuring the number of rice plants for phyong and that of plants per bunch.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural working people in South Hwanghae Province reported signal successes in rice transplantation every day through a socialist emulation.\n\t\t\t\t\t\n\t\t\t\t\tFarms in counties of North Phyongan and South Hwanghae provinces also registered successes in rice transplantation every day by raising healthy rice seedlings even under the weather conditions where temperature difference at daytime and night was very big.\n\t\t\t\t\t\n\t\t\t\t\tThe rice transplantation made successful progress on co-op farms on the east coast and in alpine areas according to peculiarities of diverse topography and paddy fields.\n\t\t\t\t\t\n\t\t\t\t\t Farms in different parts of the country are now focusing their efforts on such immediate farm work as harvesting first crops and manuring of paddy and non-paddy fields."
        },
        {
            "title": " Public Interest in Study Grows",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-21ee.html",
            "content": "Public Interest in Study Grows \r\nPyongyang, June 17 (KCNA) -- More than 600,000 people have visited the Grand People's Study House in the central part of Pyongyang from the beginning of the year.\n\t\t\t\t\t Most of them are scientists, technicians, teachers, students, workers and peasants.\n\t\t\t\t\t\n\t\t\t\t\t Public interest in study is ever growing in the country. \n\t\t\t\t\t\n\t\t\t\t\tWith CNC (computer numerical control) and other modern technologies being introduced in economic sectors, an increasing number of scientists and university students frequent the study house to get necessary knowledge.\n\t\t\t\t\t\n\t\t\t\t\t Technological lectures are available at the study house.  \n\t\t\t\t\t\n\t\t\t\t\t All the services, including reading and lecture, are offered at the state expense."
        },
        {
            "title": "Koreans' Favorite Broth in Summer",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-23ee.html",
            "content": "Koreans' Favorite Broth in Summer\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Chogyethang, a cool chicken broth mixed with mung-bean jelly, is one of the Korean people's favorite dishes in summer.\n\t\t\t\t\t The broth is a good appetizer for those who lost their appetite for sultry weather.\n\t\t\t\t\t\n\t\t\t\t\t Jelly is made with mung beans first. Then a clean soup is made by boiling chicken and seasoned with soy sauce, salt, mustard and vinegar.  \n\t\t\t\t\t\n\t\t\t\t\t A bowl is filled with mung-bean jelly, broiled cucumber, chicken, fried beef balls, broiled sea cucumber and mushroom and pear, garnished with sliced boiled egg and pine nuts. And cool soup is poured into the bowl.\n\t\t\t\t\t\n\t\t\t\t\t The broth is considered one of the special dishes for holidays and entertainment of guests in the country."
        },
        {
            "title": "Rice Field Fish Breeding",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-22ee.html",
            "content": "Rice Field Fish Breeding\r\n Pyongyang, June 17 (KCNA) -- Fish breeding in rice fields is encouraged in the DPRK.\n\t\t\t\t\t The Kupho Cooperative Farm in Hwangju County, North Hwanghae Province releases fry in many hectares of rice fields to increase both fish and rice production.\n\t\t\t\t\t\n\t\t\t\t\t Cooperative farms in Samsok and Sadong districts, Pyongyang, and in Taedong and Phyongwon counties, South Phyongan Province, cultivate carps and goldfish in rice fields in an extensive way.\n\t\t\t\t\t\n\t\t\t\t\t Experience some farms gained last year shows that rice field fish breeding is a rational and effective way of raising rice and fish output.\n\t\t\t\t\t\n\t\t\t\t\t Fish farming offices under the Fish Farming Guidance Bureau supply fry to cooperative farms."
        },
        {
            "title": "New Novels off Press",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-20ee.html",
            "content": "New Novels off Press\r\n Pyongyang, June 17 (KCNA) -- The Korea Literature and Art Publishing House recently published new long-length novels.\n\t\t\t\t\t Among them is Sea in Flame. The novel about a Hero of the Republic, Kim Kun Ok, is based on the fact that the Second Guards Torpedo-Boat Flotilla sank a U.S. heavy cruiser with only four torpedo boats during the Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\t The Daughter of Farm is about a woman who has worked as chairperson of the management board of a cooperative  farm for scores of years from her girlhood.\n\t\t\t\t\t\n\t\t\t\t\t The second part of Sworn Enemy was also brought out. The history novel lays bare the murder of the wife of Kojong, the 26th king of Ri Dynasty, by the Japanese imperialists."
        },
        {
            "title": "Source of E. coli Bacteria Outbreak Identified",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-37ee.html",
            "content": "Source of E. coli Bacteria Outbreak Identified\r\nPyongyang, June 17 (KCNA) -- Vegetable sprout has been identified as the source of E. coli outbreak in Europe.\n\t\t\t\t\t A relevant organ in Europe confirmed on June 11 that contaminated vegetable sprouts grown at a farm in the northern region of Germany were source of the outbreak of E. coli bacteria.\n\t\t\t\t\t\n\t\t\t\t\t The deadly E. coli outbreak has so far killed 33 people in Europe since late May, and at least 3,000 were infected."
        },
        {
            "title": "Rodong Sinmun on Revolutionary Spirit of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-28ee.html",
            "content": "Rodong Sinmun on Revolutionary Spirit of Mt. Paektu\r\nPyongyang, June 17 (KCNA) -- The revolutionary spirit of Mt. Paektu has been enshrined in the minds of the army and the people of the DPRK as noble spiritual pabulum since General Secretary Kim Jong Il explored the course of study tour of the area of Mt. Paektu in his teens. Rodong Sinmun Friday says this in a by-lined article.\n\t\t\t\t\t The revolutionary spirit of Mt. Paektu serves as a driving force to bring up all the servicepersons and the people as ardent fighters devotedly defending the leader, the motive power helping the army and the people of the DPRK demonstrate their dignity as those strong in the spirit of self-reliance and a mental pabulum to harden their will to make an uninterrupted revolution.\n\t\t\t\t\t\n\t\t\t\t\t The noble example set by anti-Japanese heroine Kim Jong Suk and the fighting spirit displayed by the O Jung Hup-led 7th Regiment in politically and ideologically and devotedly defending President Kim Il Sung serve as a model in devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t  The glorious tradition of devotedly defending the leader established by the revolutionaries of the first generation in Mt. Paektu is being firmly carried forward generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The sound of hammering by anti-Japanese forerunners in the spirit of self-reliance in arsenals in forests still helps harden the spirit of national self-respect among the servicepersons and the people of the DPRK. The fighting spirit with which the revolutionary forerunners emerged victorious in the arduous anti-Japanese battles, believing in their own strength without any assistance from state rear or from a regular army powerfully inspires all the servicepersons and people. \n\t\t\t\t\t\n\t\t\t\t\t An anti-Japanese fighter sang a revolutionary song while cutting off his leg with a saw for the sake of the revolution and a woman fighter shouted in the eyes of enemies \"Victory of the revolution is in sight\" after her two eyes were gouged out by them. This indomitable spirit serves as a banner that instilled inexhaustible strength into the army and the people of the DPRK generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t More than 6.5 million people have made study tours of the revolutionary sites and battle sites in the area of Mt. Paektu over the past 55 years, following the course of study tour explored by Kim Jong Il. This clearly proves their faith and will to make the uninterrupted revolution.\n\t\t\t\t\t\n\t\t\t\t\t The great mental power of the servicepersons and people of the DPRK proves in practice the immutable truth that Korea does whatever it determines to do."
        },
        {
            "title": "S. Korean Conservative Authorities Urged to Roll back Their \"Policy towards North\"",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-29ee.html",
            "content": "S. Korean Conservative Authorities Urged to Roll back Their \"Policy towards North\"\r\n Pyongyang, June 17 (KCNA) -- The S. Korean puppet forces are claiming that the inter-Korean relations deteriorated owing to the \"Cheonan\" and Yonphyong Shelling incidents. They are asserting that if the inter-Korean relations are to improve, the north should apologize for the two incidents and take \"responsible steps\" to settle them and it is their \"principle\" that neither dialogue nor cooperation is possible unless those measures are taken.\n\t\t\t\t\t Rodong Sinmun Friday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t There was no proper dialogue between the authorities of the north and the south already before the occurrence of \"Cheonan\" warship case and the Yonphyong Island Shelling incident. The inter-Korean relations have steadily deteriorated mainly because the Lee Myung Bak conservative regime came out with their policy toward the north called \"no nukes, opening and 3 000 dollars\" in denial of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t After cooking up the above-said two cases, the puppet group put up \"the north's  dismantling of its nukes first\" and its  \"apology\" for the two controversial issues and \"sincere switchover in its attitude\" as  groundless preconditions and are insisting that they cannot come out for dialogue unless they are met. \n\t\t\t\t\t\n\t\t\t\t\t But had the U.S. and the south Korean authorities not pursued the reckless policy of confrontation with the DPRK and the said declarations been implemented, the above-said incidents would not have occurred. The two incidents, therefore, were not the reason why the inter-Korean relations deteriorated but they were its product.\n\t\t\t\t\t\n\t\t\t\t\t  Their reckless remarks urging the DPRK to \"apologize\" for the two incidents remind one of a thief crying \"Stop the thief!\" \n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that as long as the Lee Myung Bak conservative group is allowed to pursue the anti-reunification confrontation policy, it is impossible to mend the frozen inter-Korean relations and they will get uncontrollable as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities would be well advised to unconditionally roll back their policy of confrontation with the DPRK."
        },
        {
            "title": "Actions for Implementing Joint Declaration and Punishing Lee Myung Bak Called for",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-30ee.html",
            "content": "Actions for Implementing Joint Declaration and Punishing Lee Myung Bak Called for\r\n Pyongyang, June 17 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released a statement titled \"To implement June 15 joint declaration precisely means to punishing Lee Myung Bak government\" on June 15, the 11th anniversary of the joint declaration.\n\t\t\t\t\t The adoption of the joint declaration marked a great event in the national history as it indicates the principle and ways of achieving national reunification, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Amazing progress had been made in the development of the inter-Korean relations since the publication of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\" chilled the desire for peace and reunification which grew strong on the Korean Peninsula, the statement said, declaring that those who deceived the people and turned their back on the nation are bound to be sternly judged.\n\t\t\t\t\t\n\t\t\t\t\t The implementation of the joint declaration, a landmark of reunification, is the only way of improving the inter-Korean relations and achieving the peace and prosperity of the nation. \n\t\t\t\t\t\n\t\t\t\t\t  It is the conclusion made by all the Koreans that the joint declaration cannot coexist with the Lee \"government\". \n\t\t\t\t\t\n\t\t\t\t\t The statement called upon all the people aspiring after peace and reunification to turn out in the actions to implement the joint declaration and punish the Lee group of traitors."
        },
        {
            "title": "S. Korean Authorities Hit for Blocking Reunification Event",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-25ee.html",
            "content": "S. Korean Authorities Hit for Blocking Reunification Event\r\nPyongyang, June 17 (KCNA) -- Kim Sang Gun, permanent representative of the South Side Committee for Implementing June 15 Joint Declaration, in an interview with a reporter of Internet paper Thongil News on June 13 denounced the authorities for blocking the nation's joint event marking the 11th anniversary of the joint declaration.\n\t\t\t\t\t The authorities disallowed the application of the South Side Committee for visit to Kaesong to participate in a national rally for peace and reunification marking the anniversary, he pointed out.\n\t\t\t\t\t\n\t\t\t\t\t He said that the \"May 24 step\", brought forward by the \"government\" as a ground to refuse the visit, is the same with the illegal \"emergency step\" taken during the past military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The authorities foiled the joint event in a bid to destabilize All-Korean Committee for Implementation of June 15 Joint Declaration, he charged.\n\t\t\t\t\t\n\t\t\t\t\t The South Side Committee will strongly resist the \"government\" not to resort to such foolish deeds any longer as blocking contact and exchange between the south and the north, he declared.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the authorities try to block, the south side delegation will advance toward Kaesong, he said."
        },
        {
            "title": "S. Koreans Hold June 15 Reunification Event",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-18ee.html",
            "content": "S. Koreans Hold June 15 Reunification Event\r\n Pyongyang, June 17 (KCNA) -- The South Side Committee for Implementing June 15 Joint Declaration held a June 15 national rally for peace and reunification in front of Rimjin Pavilion in Phaju, Kyonggi Province on June 15.\n\t\t\t\t\t Present there were members of the south side delegation to the rally marking the 11th anniversary of the June 15 joint declaration which was to be held in Kaesong, and personages of civic and public organizations including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Progress and the Citizens' Solidarity for Democratic Society and opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the rally condemned the authorities for having finally blocked the nation's joint event for marking the 11th anniversary of the joint declaration which the north, south and overseas sides agreed to co-sponsor.\n\t\t\t\t\t\n\t\t\t\t\t Their march toward the north could not but stop just before the pavilion, they said, deploring that the annual joint event after the adoption of the June 15 joint declaration was suspended under the present \"government\".\n\t\t\t\t\t\n\t\t\t\t\t If the joint declaration had been properly implemented, Koreans from the south and the north and abroad would have gathered in Pyongyang, Seoul and other places to mark its anniversary and make great achievements in the development of inter-Korean relations, they said.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the Lee Myung Bak \"government\" tries to stifle the spirit of the joint declaration, it will never block the advance of the nation toward peace and reunification, they said.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to abandon the anachronistic confrontation policy and opt for implementing the joint declaration."
        },
        {
            "title": "Kim Jong Il's Party Leadership Exploits Praised in Thailand and Democratic Congo",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-02ee.html",
            "content": "Kim Jong Il's Party Leadership Exploits Praised in Thailand and Democratic Congo\r\nPyongyang, June 17 (KCNA) -- Organizations for the study of the Juche idea of Thailand and Democratic Congo issued statements on the occasion of the 47th anniversary of General Secretary Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The Organization for the Study of the Juche Idea of Thailand in its statement on June 9 said that the history of his party leadership is a sacred history in which he has developed the WPK into an invincible steel-strong party. \n\t\t\t\t\t\n\t\t\t\t\t It expressed firm belief that the Korean people would build a thriving socialist nation and accomplish the revolutionary cause of Juche at any cost as they hold him in high esteem as general secretary of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The Group for the Study of Kim Jong Il Juche Idea of Democratic Congo in its statement on June 10 spoke highly of Kim Jong Il's exploits performed in leading the party building, adding that the Korean people have grasped through their experience the immutable truth that only when they follow Kim Jong Il can they win victory and glory, happiness and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t His reelection as general secretary of the WPK at its conference in September 2010 was an expression of the firm conviction and will of the Korean people to uphold his leadership forever, it stressed."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of His Work at WPK Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-03ee.html",
            "content": "Anniversary of Kim Jong Il's Start of His Work at WPK Observed in Foreign Countries\n\t\t\t\t\t\t\r\nPyongyang, June 17 (KCNA) -- Lectures were given in Democratic Congo, Thailand and India on June 8 and 9 on the occasion of the 47th anniversary of General Secretary Kim Jong Il's start of his work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed in the venues were books and photographs of the DPRK dealing with the immortal exploits of President Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo said that Kim Jong Il has further glorified the Juche idea founded by the President as the guiding idea of the era through his indefatigable ideological and theoretical activities and protected the socialist cause with his Songun politics, frustrating the sanctions and blockade of the imperialist allied forces. \n\t\t\t\t\t\n\t\t\t\t\t He recalled that Kim Jong Il has brought about an epochal turn in building a thriving nation and provided the historic June 15 North-South Joint Declaration and the October 4 declaration, opening a bright prospect for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Organization for the Study of the Juche Idea of Thailand highly praised Kim Jong Il as a peerless political elder, noting that under his leadership the WPK has developed into a great guide steering the DPRK to a bright future. \n\t\t\t\t\t\n\t\t\t\t\t A room chief of the Indian Institute of National Information and Technology noted that Kim Jong Il has led the drive of the army and people of the DPRK to build a thriving nation to victory by making endless journeys for field guidance."
        },
        {
            "title": "Statement of Spokesman for KPA General Staff Favored by Indian Political Party",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-04ee.html",
            "content": "Statement of Spokesman for KPA General Staff Favored by Indian Political Party\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The Communist Party of India (Marxist) issued a statement on June 8 in support of the statement issued by a spokesman for the General Staff of the Korean People's Army.\n\t\t\t\t\t The statement strongly denounced the south Korean authorities for recently mobilizing military hooligans to set up targets hurting the dignity of the leadership of the DPRK at drill grounds and fire at them. This hideous hysteric provocation was not only a treacherous and base act committed by those who are ignorant of elementary human ethics and morality but also a reckless provocative act of wrecking peace and stability in the Korean Peninsula and the region, it said, demanding the south Korean authorities make an immediate apology for this criminal act and severely punish all those responsible for this.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean authorities to opt for improving the inter-Korean relations and stop at once all the anti-DPRK moves."
        },
        {
            "title": "Statement of Spokesman for DPRK NDC Supported",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-05ee.html",
            "content": "Statement of Spokesman for  DPRK NDC Supported \r\nPyongyang, June 17 (KCNA) -- Ecuadorian and Peruvian organizations extended full support to the statement of a spokesman for the National Defence Commission of the DPRK.\n\t\t\t\t\t The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People in a statement on June 8 supported the statement of a spokesman for the NDC of the DPRK that it will not deal any longer with the Lee Myung Bak group of traitors, a band of confrontation maniacs and a group of gangsters ignorant of political and military affairs.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the south Korean authorities implement the June 15 joint declaration and the October 4 declaration, the gains common to the nation, and stop at once all the military acts straining the situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian People's Women Union in a statement on June 9 strongly denounced the Lee Myung Bak group of traitors for its military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and traitor Lee orchestrated farces on the basis of all lies, disturbing the reconciliation and unity of the Korean nation, the statement said, expressing belief that the Korean people would defend the socialist gains and beat back any aggression of the U.S. imperialists and the south Korean puppet forces by a single blow."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet by Guinean Organization",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-01ee.html",
            "content": "Kim Jong Il's Work Posted on Internet by Guinean Organization\r\nPyongyang, June 17 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea posted the full text of General Secretary Kim Jong Il's famous work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" on its Internet homepage on June 10.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original philosophy which was evolved and systematized with its peculiar principles and a revolutionary and philosophy as it faithfully serves the purpose of  the struggle of the popular masses for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the tasks to be thoroughly implemented to study, explain and disseminate the Juche philosophy as intended by the party and fully embody it in revolutionary practice."
        },
        {
            "title": "Japanese Government Confesses to Cause of Accident at Nuclear Power Plant",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-36ee.html",
            "content": "Japanese Government Confesses to Cause of Accident at Nuclear Power Plant\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The chairman of the Nuclear Power Security Committee under the Cabinet Office of Japan, speaking at a recent Diet session, confessed to the fact that the incident at the Fukushima Nuclear Power Plant occurred because the government and the Tokyo Electric Power Co. took inadequate security measures. \n\t\t\t\t\t He, therefore, admitted that this incident took place due to human neglect."
        },
        {
            "title": "Japanese Dietmen Oppose Military Drill by US Forces in Japan",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-16ee.html",
            "content": "Japanese Dietmen Oppose Military Drill by US Forces in Japan\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The Kagoshima Prefectural League of Dietmen from the Democratic Party in Japan recently submitted to the Defense Ministry and the Party Headquarters a resolution opposing military drills by the U.S. forces in Japan.\n\t\t\t\t\t The U.S. forces in Japan have planned to stage take-off and landing drill of U.S. carrier-borne planes on Make Island in Kagoshima Prefecture.\n\t\t\t\t\t\n\t\t\t\t\t In this regard the resolution rejected this drill, saying that it would bring uneasiness to inhabitants."
        },
        {
            "title": "Japanese Government Falls in Popularity",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-10ee.html",
            "content": "Japanese Government Falls in Popularity\r\n Pyongyang, June 17 (KCNA) -- The Japanese government is facing a political crisis, losing popular support.\n\t\t\t\t\t According to the results of the opinion poll conducted by NHK from June 10 to 13, the support rate for the government at present dropped 3 percent compared with that in May.\n\t\t\t\t\t\n\t\t\t\t\t 72 percent of the respondents urged the resignation of the present prime minister, it noted."
        },
        {
            "title": "Japanese Firms in Depression",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-08ee.html",
            "content": "Japanese Firms in Depression\r\n Pyongyang, June 17 (KCNA) -- Many Japanese firms are in a serious depression.\n\t\t\t\t\t The Finance Ministry of Japan quoted a survey on June 14 as saying that the index of sentiment among companies dropped to minus 20.9 compared with the previous quarter, reaching the lowest level in two years."
        },
        {
            "title": "Chinese President Visits Kazakhstan",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-26ee.html",
            "content": "Chinese President Visits Kazakhstan\r\n Pyongyang, June 17 (KCNA) -- Chinese President Hu Jintao visited Kazakhstan from June 12 to 15.\n\t\t\t\t\t During the visit he had talks with his Kazakh counterpart Nursultan Nazarbayev and met with Karim Masimov, prime minister of the country. \n\t\t\t\t\t\n\t\t\t\t\t At the talks and meeting views were exchanged on matters of developing the bilateral relations in various fields and boosting cooperation in economic field in particular and issues of mutual concern. \n\t\t\t\t\t\n\t\t\t\t\t Documents on cooperation were adopted during the visit."
        },
        {
            "title": "China Strengthens Cooperation with Other Countries",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-17ee.html",
            "content": "China Strengthens Cooperation with Other Countries\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- China and Kyrgyzstan on June 14 agreed to boost mutual cooperation in economy, trade, infrastructure development, communications and other fields.\n\t\t\t\t\t On the same day China and Iran agreed to expand bilateral cooperative relations in the fields of economy, trade and nuclear energy."
        },
        {
            "title": "China Gives Importance to Reform of Judicial System",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-19ee.html",
            "content": "China Gives Importance to Reform of Judicial System\r\n Beijing, June 16 (KCNA) -- China pays deep attention to the work to improve the judicial system.\n\t\t\t\t\t Zhou Yongkang, member of the Standing Committee of the Political Bureau and secretary of the Central Commission for Political and Legal Affairs of the C.C., Communist Party of China, stressed the importance of this work at a meeting of the commission in Beijing on June 10. \n\t\t\t\t\t\n\t\t\t\t\t He said that relevant laws should be revised to fit realities and judicial system improved under the direction of the central organ to ensure fresh and steady progress in this field."
        },
        {
            "title": "China's Step to Intensify Struggle against Drugs",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-31ee.html",
            "content": "China's Step to Intensify Struggle against Drugs\r\n Beijing, June 16 (KCNA) -- Meng Jianzhu, state councilor and chairman of the State Committee for Banning Drugs  of China, at a recent plenary meeting of the committee in Beijing, underscored the need to intensify the struggle against drugs.\n\t\t\t\t\t He called for studying a scientific method to help stop drug abuse on the principle of people first and governance for them and pay attention to those who stopped using drugs so that they may better contribute to the society."
        },
        {
            "title": "China Launches Week-long Campaign to Publicize Food Safety Knowledge",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-32ee.html",
            "content": "China Launches Week-long Campaign to Publicize Food Safety Knowledge\n\t\t\t\t\t\t\r\n Beijing, June 16 (KCNA) -- The Chinese government on Monday launched a week-long campaign throughout the country which aims to make the public think more about food safety.\n\t\t\t\t\t Vice Premier Li Keqiang who is member of the Politburo Standing Committee of the Communist Party of China (CPC) Central Committee, relayed to the campaign's organizer that it is essential to publicize knowledge and regulations on food safety among the public.\n\t\t\t\t\t\n\t\t\t\t\t Li underscored the need to guarantee advance in health and life security of the popular masses and promote harmonious development of the economy and society by providing good atmosphere to commonly concern and defend food safety and raising the food safety level."
        },
        {
            "title": "China Calls for Closer Cooperation in Preventing AIDS",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-34ee.html",
            "content": "China Calls for Closer Cooperation in Preventing AIDS\r\n Pyongyang, June 17 (KCNA) -- A vice-minister of Public Health of China, addressing at a recent high-level meeting on AIDS problem of the UN General Assembly, called upon the international community to strengthen the cooperation in preventing AIDS.\n\t\t\t\t\t He underscored the need for the developed countries to provide disinterested support to developing countries and for them to positively seek a way of preventing it in conformity with their actual conditions."
        },
        {
            "title": "Russia Expresses Concern over Movement of US Navy Warship",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-07ee.html",
            "content": "Russia Expresses Concern over Movement of US Navy Warship\r\n Moscow, June 16 (KCNA) -- The Russian Foreign Ministry on June 12 expressed concern over the entry of \"Monterey\", a guided missile cruiser of the U.S. Navy, into the Black Sea.\n\t\t\t\t\t It is reported that the U.S. is allowed to operate this cruiser, a major strike means in the regional missile defense system of NATO, only in case of urgent necessity, for example, in case the regional situation gets acute.\n\t\t\t\t\t\n\t\t\t\t\t In this connection, the Russian side asked the U.S. to clarify what \"tense situation\" it had in mind when dispatching \"Monterey\" to the Black Sea, adding that the U.S. Navy warship's appearance in the waters close to the border of Russia poses a direct threat to its security."
        },
        {
            "title": "Russian Paper Warns of Imminent Danger of Nuclear War on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-06ee.html",
            "content": "Russian Paper Warns of Imminent Danger of Nuclear War on Korean Peninsula\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The Russian paper Vremya Perementeve on June 8 in an article titled \"Situation on Korean Peninsula Deteriorates\" accused the Lee Myung Bak puppet clique of its moves against the DPRK.\n\t\t\t\t\t An imminent danger of war comes not from any dispute or shelling, but the war may involve nuclear weapons on the Korean Peninsula, warned the article.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the provocations perpetrated by the Lee Myung Bak group of traitors as evidenced by its acts of hurting the dignity of the leadership of the DPRK, frequently repeating the groundless call for someone's dismantlement of nukes and \"apology\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK demonstrated the validity of its cause by solemnly declaring that it would launch a nationwide all-out offensive to put an end to the Lee Myung Bak puppet clique's moves to escalate the confrontation with it, the article stressed.\n\t\t\t\t\t\n\t\t\t\t\t Holding that in case the confrontation between the north and the south of Korea is allowed to go on, it will develop into a total war to involve various countries, the paper noted: What matters is that Lee Myung Bak does not realize that the situation on the Korean Peninsula is leading to the brink of war owing to his irresponsible act."
        },
        {
            "title": "Summit of Eastern and Southern African Countries Held",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-11ee.html",
            "content": "Summit of Eastern and Southern African Countries Held\r\n Pyongyang, June 17 (KCNA) -- A summit of eastern and southern African countries was held in Johannesburg, South Africa recently.\n\t\t\t\t\t It was attended by heads of state of 26 countries which joined the East African Community, the Southern African Development Community and the Eastern and Southern African Common Market.\n\t\t\t\t\t\n\t\t\t\t\t An agreement on building a uniform free trade zone was signed at the summit. It agreed on the program of the future summit to remove the trade barrier, tariff, etc."
        },
        {
            "title": "Summit of SCO Member Nations Held",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-24ee.html",
            "content": "Summit of SCO Member Nations Held\r\n Pyongyang, June 17 (KCNA) -- A summit meeting of member states of the Shanghai Cooperation Organization (SCO) was held in Astana of Kazakhstan on June 15.\n\t\t\t\t\t Present were heads of state of China, Russia, Kazakhstan, Tajikistan, Uzbekistan and Kyrgyzstan, SCO member nations, and presidents and government delegates of countries which have qualifications for observer and delegates of international and regional organizations.\n\t\t\t\t\t\n\t\t\t\t\t The meeting dealt with issues of ensuring regional stability and security, boosting cooperation in economic and humanitarian fields and continuing to intensify the combat against terrorism, separatism, extremism, drug trafficking and arms smuggling. Also exchanged there were views on international issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t At the end of it an Astana Declaration marking the 10th anniversary of SCO was signed.\n\t\t\t\t\t\n\t\t\t\t\t China was elected to be chairman of the next-term organization."
        },
        {
            "title": "Cuba, Venezuela to Boost Bilateral Cooperation ",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-09ee.html",
            "content": "Cuba, Venezuela to Boost Bilateral Cooperation \r\n Havana, June 16 (KCNA) -- Cuba and Venezuela are now boosting the bilateral cooperation.\n\t\t\t\t\t Fidel Castro, leader of the Cuban revolution, and Raul Castro, president of the Council of State and president of the Council of Ministers of Cuba, met and had talks with Venezuelan President Hugo Chavez Frias in Havana on June 10.\n\t\t\t\t\t\n\t\t\t\t\t The ministerial talks were held between the governments of both sides.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks were the issues of successfully carrying out the cooperation projects.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Council of Ministers of Cuba said that the talks would contribute to deepening the process for economic integration and cooperation between the two countries in the future."
        },
        {
            "title": "Two More US Soldiers Killed in Iraq",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-12ee.html",
            "content": "Two More US Soldiers Killed in Iraq\n\t\t\t\t\t\t\r\nPyongyang, June 17 (KCNA) -- Two more American soldiers were killed during a military operation of the resistance forces in southern Iraq on Monday.\n\t\t\t\t\t The death toll of U.S. soldiers, who have been killed in Iraq since the war broke out in 2003, rose to about 4,462."
        },
        {
            "title": "US Senate Website Hacked ",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-35ee.html",
            "content": "US Senate Website Hacked \r\n Pyongyang, June 17 (KCNA) -- The U.S. Senate's website was recently hacked, arousing serious concern.\n\t\t\t\t\t Hacking group \"Rules Security\" claimed its responsibility for the recent hacking, opening the hacked information to the public, according to Reuters.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, those concerned of the Senate were warned of the hacking, it added."
        },
        {
            "title": "Volcano Ashes Erupt at Kizimen Volcano, Russia",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-14ee.html",
            "content": "Volcano Ashes Erupt at Kizimen Volcano, Russia\r\n Moscow, June 16 (KCNA) -- Volcano ashes erupted several times in Kizimen Volcano, Kamchatka, Russia recently.\n\t\t\t\t\t The volcano ashes rose to 5-5.9 km higher above the sea level and clouds of volcano ashes spread to 433 km southeast from the volcano."
        },
        {
            "title": "Volcano Erupts in Eritrea",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-15ee.html",
            "content": "Volcano Erupts in Eritrea\r\nPyongyang, June 17 (KCNA) -- A Doubi volcano erupted in Eritrea on June 13.\n\t\t\t\t\tVolcano ashes rose as high as 15 km, putting the flight of airplanes to suspension in the sky above the areas hit by the volcano."
        },
        {
            "title": "Earthquake Hits Indonesia",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-13ee.html",
            "content": "Earthquake Hits Indonesia\r\n Pyongyang, June 17 (KCNA) -- A 6.9-magnitude earthquake hit eastern Indonesia on June 13.\n\t\t\t\t\t The epicenter was 178 km southeast of North Sulawesi Province.\n\t\t\t\t\t\n\t\t\t\t\t A quake measuring 5.5 on the Richter scale hit Sumatra island of Indonesia on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t The aftershock struck at 10:01 a.m. (0301 GMT) with the epicenter at 22 km southeast of Tarutung."
        },
        {
            "title": "RPDC avisa a surcoreanos poseedores de bienes inmuebles en Mt. Kumgang",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-44ee.html",
            "content": "RPDC avisa a surcoreanos poseedores de bienes inmuebles en Mt. Kumgang \n\t\t\t\t\t\t\r\nPyongyang, 17 de junio (ATCC) -- El portavoz de la Dirección de la Zona Especial del Turismo Internacional al Monte Kumgang de la República Popular Democrática de Corea avisó el día 17 a los surcoreanos interesados que en virtud de la ley de la zona especial del turismo internacional al monte Kumgang, se arreglarán todos los bienes incluso los inmuebles en esta zona especial. \n\t\t\t\t\t  Como ya se ha informado, el Presidium de la Asamblea Popular Suprema de la RPDC publicó el 29 de abril pasado el decreto sobre la fundación de la zona especial del turismo internacional al monte Kumgang y aprobó el 31 de mayo la ley particular, señaló el portavoz y continuó:\n\t\t\t\t\t\n\t\t\t\t\t  Esta ley aclara concretamente los problemas que se presentan para acondicionar el famoso monte Kumgang como una zona especial de turismo internacional y desarrollar el turismo en esta zona.\n\t\t\t\t\t\n\t\t\t\t\t  Por la fundación de la zona especial y la aprobación de la ley correspondiente, se eleva más que nunca la atención internacional sobre el turismo al monte Kumgang y muchos inversionistas y empresarios turísticos de varios países y regiones del mundo desean tomar parte en el turismo internacional a este monte pintoresco. \n\t\t\t\t\t\n\t\t\t\t\t  La Dirección de la Zona Especial del Turismo Internacional al Monte Kumgang de la RPDC arreglará todos los bienes incluso los inmuebles en la zona especial, en virtud de la ley particular y conforme al desarrollo de este monte como una zona especial de talla mundial. \n\t\t\t\t\t\n\t\t\t\t\t  Con respecto a ello, avisamos por encargo a todos los surcoreanos interesados que tienen sus propiedades inmuebles en la zona especial a llegar hasta el día 30 que viene al monte Kumgang para consultar el problema de tratamiento de los bienes congelados y confiscados."
        },
        {
            "title": "Terminada la obra de reconstrucción de la carretera Kowon-Hamhung",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-45ee.html",
            "content": "Terminada la obra de reconstrucción de la carretera Kowon-Hamhung \r\nPyongyang, 17 de junio (ATCC) -- Quedó reconstruida y amplificada la carretera Kowon-Hamhung.\n\t\t\t\t\tEn el período de la obra, los militares y civiles realizaron con una sola alma y voluntad la pavimentación con hormigón y la construcción de decenas de puentes y muros de contención. \n\t\t\t\t\t\n\t\t\t\t\tLa carretera contribuirá al desarrollo económico del país y renovará la fisonomía del territorio coreano de acuerdo con la demanda de la época del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural, efectuada el día 17, participaron el premier del Consejo de Ministros, Choe Yong Rim, el ministro de las Fuerzas Armadas Populares, Kim Yong Chun, el secretario responsable del Comité del PTC en la Provincia de Hamgyong del Sur, Kwak Pom Gi, los funcionarios de las ramas relacionadas, los oficiales y soldados del Ejército Popular de Corea, los funcionarios, los constructores, los trabajadores y los voluntarios de la provincia de Hamgyong del Sur. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto se dio lectura al mensaje de agradecimiento de la Comisión Militar Central del PTC emitido a los constructores militares del EPC, los habitantes y voluntarios locales que realizaron méritos laborales en la obra. \n\t\t\t\t\t\n\t\t\t\t\tLuego, se presentó el informe de la ocasión y hubo intervenciones."
        },
        {
            "title": "Entidades de Ecuador y Perú apoyan declaración de CDN de la RPDC",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-46ee.html",
            "content": "Entidades de Ecuador y Perú apoyan declaración de CDN de la RPDC\r\nPyongyang, 17 de junio (ATCC) -- Las entidades ecuatorianas y peruanas expresaron su irrestricto apoyo a la declaración del portavoz del Comité de Defensa Nacional de la República Popular Democrática de Corea.\n\t\t\t\t\tEn su nota fechada 8, el Instituto de Amistad, Cultura y Solidaridad con el Pueblo Coreano, Guaranda, Ecuador manifestó su respaldo a esta  declaración de no tratarse nunca con la banda del traidor Lee Myung Bak, pandilla de maniacos de confrontación y de gángsteres ignorantes de la política ni  asuntos militares.\n\t\t\t\t\t\n\t\t\t\t\tEl documento exige a las autoridades surcoreanas  ejecutar la Declaración Conjunta Norte-Sur del 15 de Junio y la Declaración del 4 de Octubre, fruto de los esfuerzos comunes de la nación y cesar de inmediato todas las maniobras militares que agravan la situación de la Península Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn su declaración fechada 9, la Unión Popular de Mujeres Peruanas condenó severamente las provocaciones militares de la banda traidora de Lee contra la República Popular Democrática de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas norteamericanos y el traidor Lee Myung Bak actúan para romper el fenómeno de la reconciliación y la unidad de la nación coreana inventando toda clase de mentiras, señala el documento y manifiesta su convicción de que el pueblo coreano defenderá sus conquistas socialistas y aplastará de un solo golpe cualesquier maquinaciones de agresión del los imperialistas yanquis y los títeres surcoreanos."
        },
        {
            "title": "Ofrecida función de niños escolares por el 19 de junio",
            "url": "http://kcna.co.jp/item/2011/201106/news17/20110617-47ee.html",
            "content": "Ofrecida función de niños escolares por el 19 de junio\r\nPyongyang, 17 de junio (ATCC) -- Con motivo del 47º aniversario del inicio (19 de junio) del trabajo del Dirigente Kim Jong Il en el Comité Central del Partido del Trabajo de Corea, se ofreció este viernes una función de los miembros de grupo artístico del Palacio de Escolares y Niños de Pyongyang.\n\t\t\t\t\tEn la función iniciada con la canción y baile \"Dedicamos gloria a nuestro partido madre\" los ejecutantes alabaron altamente las imborrables proezas del Dirigente quien desarrolló el PTC como invencible partido revolucionario y lo conduce a la única senda de la victoria. \n\t\t\t\t\t\n\t\t\t\t\tSe pusieron las piezas que muestran la alegría y optimismo de los niños que crecen felizmente en el regazo del partido. \n\t\t\t\t\t\n\t\t\t\t\tPresenciaron la función el secretario del CC del PTC, Choe Ryong Hae, el primer secretario del CC de la Unión de la Juventud Socialista Kim Il Sung, Ri Yong Chol, y otros funcionarios correspondientes junto con los niños escolares capitalinos."
        }
    ]
}