{
    "date": "2011-04-17",
    "url": "http://kcna.co.jp/item/2011/201104/2011-04-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Zimbabwean President ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-22ee.html",
            "content": "Kim Yong Nam Greets Zimbabwean President \r\n Pyongyang, April 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday sent a message of greetings to Robert G. Mugabe, president of Zimbabwe, on the occasion of the 31st birthday of the Republic of Zimbabwe. \n\t\t\t\t\t Expressing belief that the good relations of friendship and cooperation between the two countries would steadily grow strong, the message sincerely wished the president and people of Zimbabwe bigger success in their efforts for the country's independent development and prosperity."
        },
        {
            "title": "SPA Renames State Administration for Quality Management",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-23ee.html",
            "content": "SPA Renames State Administration for Quality Management\r\n Pyongyang, April 17 (KCNA) -- A decree of the Presidium of the Supreme People's Assembly of the DPRK on renaming the State Administration for Quality Management the State Commission for Quality Management was published on Friday."
        },
        {
            "title": "Joint Performances of April Spring Friendship Art Festival Given",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-18ee.html",
            "content": "Joint Performances of April Spring Friendship Art Festival Given\r\n Pyongyang, April 17 (KCNA) -- Joint performances of the 27th April Spring Friendship Art Festival were given on April 16.\n\t\t\t\t\t Among the audiences were leading officials of the state and the chairperson of a friendly party, officials of party and power organs, social organizations, ministries and national institutions and working people here, staff members of embassies of different countries and foreign guests and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Foreign artistes staged colorful numbers including songs, dances, instrumental music and acrobatics.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given at the Pyongyang Grand Theatre by Merited Artiste Varvara and the Ensemble \"Oberg\" of Russia, the Moscow Classical Ballet of Russia, the Chamber Orchestra Alberic Magnard of France, German Soloists of Creusen Concert, Famous Artistes from Moscow Grand Theater of Russia, Soloists of \"Orfei\" Group from the Sophia Opera Theater of Bulgaria and the Soloists Ensemble \"Classic Avantguard\" of Belarus.\n\t\t\t\t\t\n\t\t\t\t\t They presented with refined skill numbers including Korean song \"Song of a Truck Driver\" and foreign music \"Kubalrinka and \"Prelude and Allegro.\"\n\t\t\t\t\t\n\t\t\t\t\t Female Soloist Varvara enthusiastically presented song \"Girl on a Galloping Steed\" which reflects the spirit of the young Koreans performing miracles and feats in the building of a thriving nation, deeply impressing the audience \n\t\t\t\t\t\n\t\t\t\t\t The dancers who staged a dance from the ballet dance drama \"Spartacus\" successfully represented the thematic contents of the work with modern ballet style, truthful acting and refined rhythms. \n\t\t\t\t\t\n\t\t\t\t\t A performance was given at the Moranbong Circus Theatre by the acrobatic troupe of China, the State Acrobatic Company of Russia and the Nikulin Moscow Circus.\n\t\t\t\t\t\n\t\t\t\t\t Acrobats in numbers including \"Duet Ballet Etude\", \"Ball Playing Skill\", \"Bowl Piling\", \"Somersault on Pole\" and \"Trio Circle Plastic Etude\" presented high skills and difficult movements to the admiration of the spectators. \n\t\t\t\t\t\n\t\t\t\t\t The performances were acclaimed by the audiences for their high ideological and artistic values and refined skills."
        },
        {
            "title": " DPRK Players Prove Successful at Asian Weightlifting Championships",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-24ee.html",
            "content": "DPRK Players Prove Successful at Asian Weightlifting Championships\n\t\t\t\t\t\t\r\nPyongyang, April 17 (KCNA) -- DPRK players proved successful at the 2011 Asian Weightlifting Championships.\n\t\t\t\t\t DPRK Jong Chun Mi bagged a gold medal by jerking 130 kg in the woman's 58 kg category at the championships held in China from April 13 to 16.\n\t\t\t\t\t\n\t\t\t\t\t Jong Chun Mi, Pak Hyon Suk, Kim Un Guk, Kim Un Dok and Pang Kum Chol grabbed silver medals by placing second in the total points and Cha Kum Chol came third."
        },
        {
            "title": "S. Korea Stages Joint Naval Military Maneuvers against DPRK",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-13ee.html",
            "content": "S. Korea Stages Joint Naval Military Maneuvers against DPRK\r\n Pyongyang, April 17 (KCNA) -- The south Korean puppet warmongers on April 13 staged joint military exercises for a preemptive attack on the DPRK in the waters around Kojin, Kosong County, Kangwon Province of south Korea, according to south Korean Yonhap News.\n\t\t\t\t\t Involved in the maneuvers for preemptive strikes at warship of the Korean People's Army were huge troops including warships of the 1st Fleet of the puppet navy, aircraft of the air force, a  coastal artillery unit of the ground force and maritime police.\n\t\t\t\t\t\n\t\t\t\t\t The fleet was reported to have staged such military maneuver more than once every month with a coordinated operation with forces of other services.\n\t\t\t\t\t\n\t\t\t\t\t The above-said ceaseless war maneuvers are further straining the situation on the Korean Peninsula."
        },
        {
            "title": "Halt to Construction of Naval Base on Jeju Island Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-08ee.html",
            "content": "Halt to Construction of Naval Base on Jeju Island Demanded in S. Korea\r\n Pyongyang, April 17 (KCNA) -- Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy of south Korea, on April 11 released an article disclosing the puppet military authorities' unjust move to build a naval base on Jeju Island.\n\t\t\t\t\t The article accused the military authorities of pushing forward the project despite the strong protest of inhabitants after unilaterally choosing Kangjong village on the island as the area for the construction of the naval base. \n\t\t\t\t\t\n\t\t\t\t\t The article held that the biggest problem raised by the above-said project is that the U.S. is contemplating using the island as a springboard for its military hegemony.\n\t\t\t\t\t\n\t\t\t\t\t The concern about the project is increasing as the present \"government\" is desperately stepping up its moves to tighten the military alliance with the U.S., the article pointed out, urging the authorities to stop the building of  the naval base as it threatens the islanders' life and goes against the desire of humankind for peace."
        },
        {
            "title": "Reckless Remarks of Hyon In Thaek under Fire",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-16ee.html",
            "content": "Reckless Remarks of Hyon In Thaek under Fire\n\t\t\t\t\t\t\r\n Pyongyang, April 17 (KCNA) -- The European Headquarters of the Pan-national Alliance for Korea's Reunification and the Society for Cooperation among Koreans in Germany released a joint statement on April 10 condemning the provocative remarks by south Korean puppet Minister of Unification Hyon In Thaek.\n\t\t\t\t\t The statement accused Hyon of letting loose provocative remarks that \"the north is accountable\" for the \"Cheonan\" warship case and Yonphyong Island shelling case, while referring to those cases in Seoul on April 8. \n\t\t\t\t\t\n\t\t\t\t\t Hyon's open distortion of the truth about the cases was little short of formally disclosing the Ministry of Unification's anti-reunification nature before the world, it held, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The minister of Unification of the Lee Myung Bak regime should explain before history and the nation who is responsible for forcing young soldiers to die as he pursued a sycophantic and treacherous policy against the nation, reunification and the people, to all intents and purposes. \n\t\t\t\t\t\n\t\t\t\t\t The said cases were caused, in essence, by the south side's sycophancy and treachery."
        },
        {
            "title": "Crisis in Crippled Nuclear Power Plant of Japan Gets Serious ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-17ee.html",
            "content": "Crisis in Crippled Nuclear Power Plant of Japan Gets Serious \r\n Pyongyang, April 17 (KCNA) -- The crisis in the crippled Fukushima Nuclear Power Plant of Japan is getting more serious. \n\t\t\t\t\t According to the results of the analysis by the Tokyo Electric Power Co. on April 14, the level contamination in the underground water around Nos. 1 and 2 reactors of the plant is on the increase.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that radioactive iodine-131 of 400Bq per one cubic meter was detected in underground water around the building that houses turbine of Reactor No. 1 on April 13. This was six times the level measured a week before. Radioactive cesium-134 of 53Bq was also detected there. This means a 38-fold jump a week.\n\t\t\t\t\t\n\t\t\t\t\t The concentration of iodine and cesium showed a 17- and 8-fold increase respectively in underground water near Reactor No. 2.\n\t\t\t\t\t\n\t\t\t\t\t Experts are of the view that a high level of contaminated water is soaking into the ground from Reactors Nos. 1 and 2 at present to contaminate underground water.\n\t\t\t\t\t\n\t\t\t\t\t This is causing the damage by radioactivity to expand.\n\t\t\t\t\t\n\t\t\t\t\t Radiation of 516Bq per kg was detected when fishes contaminated by radiation were found in the waters off Fukushima Prefecture for the first time. The level of radiation rose to 12 500Bq at present.\n\t\t\t\t\t\n\t\t\t\t\t In this regard the Japanese government predicted that radioactive materials would be spread to areas 500 km away from the waters off the prefecture after April 15.\n\t\t\t\t\t\n\t\t\t\t\t According to south Korean MBC, it was confirmed that radioactive materials which contained in the rain that fell in the area south of the Korean Peninsula on April 7 reached the peninsula by the eastward wind.\n\t\t\t\t\t\n\t\t\t\t\t The National Police Agency of Japan said that the death toll caused by the quakes and the ensuing tsunami increased to 13 591 and the number of those unaccounted for to 14 497 as of 19:00 on April 15.\n\t\t\t\t\t\n\t\t\t\t\t Aftershocks are going on.\n\t\t\t\t\t\n\t\t\t\t\t On April 14 the quake which registered 6.1 on the Richter Scale rocked the eastern area of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Its epicenter was 10 km deep under the waters off Sanriku, Iwate Prefecture."
        },
        {
            "title": "Russia on Purpose of Its Aircraft's Flight in Air over Waters of Japan",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-21ee.html",
            "content": "Russia on Purpose of Its Aircraft's Flight in Air over Waters of Japan\n\t\t\t\t\t\t\r\n Moscow, April 15 (KCNA) -- The military attache of the Russian embassy in Japan, addressing a press conference on April 8, referred to the purpose of Russian aircraft's flight in the air over the waters of Japan in last March. \n\t\t\t\t\t The objective of the flight was not to examine the Japan-U.S. capacity for combined air defence system and combat capability as claimed by Japanese media but to learn about radiation, he said. \n\t\t\t\t\t\n\t\t\t\t\t It is natural for Russia to express concern about the accident at the nuclear power plant in Japan, he said, adding that military aircraft of Russia did not violate the territorial airspace of Japan and its ministry of Defense notified the Japanese military organ of the purpose of the flight."
        },
        {
            "title": "US Drone Attacks Kill More Civilians in NW Pakistan",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-14ee.html",
            "content": "US Drone Attacks Kill More Civilians in NW Pakistan\n\t\t\t\t\t\t\r\nPyongyang, April 17 (KCNA) -- The U.S. forces in Afghanistan are killing Pakistanis every day under the signboard of \"anti-terrorism.\" \n\t\t\t\t\t At least six people were killed Wednesday in two U.S. drone strikes targeting the northwestern Pakistani tribal area of South Waziristan."
        },
        {
            "title": "US \"Country Reports on Human Rights Practices\" Rebuffed in Brazil ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-15ee.html",
            "content": "US \"Country Reports on Human Rights Practices\" Rebuffed in Brazil \r\n Pyongyang, April 17 (KCNA) -- The Brazilian Foreign Ministry in a recent statement retorted the \"country reports on human rights practices\" issued by the U.S. Department of State. \n\t\t\t\t\t The statement accused the U.S. administration of unilaterally assessing the human rights practices in other countries in its reports every year while having no mention about its human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no right to take issue with human rights record of other country this or that way, it stressed."
        },
        {
            "title": "Russia Slams US Reports on Human Rights Practices",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-10ee.html",
            "content": "Russia Slams US Reports on Human Rights Practices\n\t\t\t\t\t\t\r\n Moscow, April 13 (KCNA) -- The Information and Press Department of the Russian Foreign Ministry in a commentary on April 11 refuted the U.S. reports on human rights practices.\n\t\t\t\t\t The \"country reports on human rights practices for 2010\" issued by the U.S. Department of State clearly show that the U.S. is applying double standards as regards the issue of human rights just as it did before as the reports are full of fabrications, the commentary said, adding that the U.S. has turned into the world's biggest market of flesh traffic and a country where sexual abuses against children are most serious."
        },
        {
            "title": "Cuba Urges US to Rectify Acquittal of Terrorist",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-11ee.html",
            "content": "Cuba Urges US to Rectify Acquittal of Terrorist\n\t\t\t\t\t\t\r\n Havana, April 13 (KCNA) -- The Cuban Foreign Ministry in its statement on April 10 slammed the U.S. unjust trial of fugitive terrorist Posada Carriles.\n\t\t\t\t\t The statement referred to the fact that Posada Carriles who took part in several terror cases including the mid-flight explosion of a Cuban airliner was acquitted on immigration fraud charged by a Texas court in a trial, branding the trial as a farce.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is legally obliged to extradite the terrorist to Venezuela, the statement pointed out, accusing the U.S. of declaring the acquittal of the terrorist and currently forcing five Cuban antiterrorists to serve unjust sentences in U.S. prisons."
        },
        {
            "title": "China Increases Efforts to Intensify Theoretical Work in Army",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-20ee.html",
            "content": "China Increases Efforts to Intensify Theoretical Work in Army\r\n Beijing, April 15 (KCNA) -- Officials in charge of theoretical work in the army should make a contribution to promoting the scientific development in the army building. Xu Caihou, member of the Political Bureau of the C.C., the Communist Party of China and vice-chairman of the Central Military Commission of the CPC, urged this at a recent inaugural ceremony of high-ranking theoretical training course of the army.\n\t\t\t\t\t He underlined the need for the cadres of the party committees at all levels to further perfect the selection and training system for building up the ranks of theoretical officials so as to provide them with good conditions. He called upon them to work hard and earnestly put theories into practice."
        },
        {
            "title": "Iran Blasts West's Double-Standard Approach to Terrorism",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-12ee.html",
            "content": "Iran Blasts West's Double-Standard Approach to Terrorism\n\t\t\t\t\t\t\r\n Tehran, April 15 (KCNA) -- A spokesman for the Iranian Foreign Ministry at a press conference on April 12 scathingly criticized the West's double-standard approach to terrorism.\n\t\t\t\t\t The West talks about the so-called anti-terrorism but actually gets in touch with certain terrorist groups to support them, he said, charging that the West instigated the terrorists to deter Iran from its nuclear development for peaceful purpose.\n\t\t\t\t\t\n\t\t\t\t\t He strongly urged the West to give up its double-standard attitudes toward the issue of terrorism."
        },
        {
            "title": "Report on Worldwide Military Spending Released in Sweden",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-09ee.html",
            "content": "Report on Worldwide Military Spending Released in Sweden\n\t\t\t\t\t\t\r\n Pyongyang, April 17 (KCNA) -- The Stockholm International Peace Research Institute in its report released on April 11 said that the worldwide military expenditure in 2010 reached a total of 1,630 billion U.S. dollars.\n\t\t\t\t\t It was reported that the U.S. military spending increased 19.6 billion U.S. dollars in 2010."
        },
        {
            "title": "People's Courts in China Called upon to Faithfully Fulfill Responsibilities",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-19ee.html",
            "content": "People's Courts in China Called upon to Faithfully Fulfill Responsibilities\n\t\t\t\t\t\t\r\n Beijing, April 15 (KCNA) -- Wang Shengjun, president of the Supreme People's Court of China, at a recent meeting called on people's courts to faithfully fulfil their responsibilities assigned to them by the Constitution and laws.\n\t\t\t\t\t He said that the people's courts should conduct their work on the basis of laws without fail and strictly enforce them as judging institutions of the state and hold those violators of laws accountable for them under any circumstances."
        },
        {
            "title": "Floral Basket to DPRK Embassy from Nepali Prime Minister",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-07ee.html",
            "content": "Floral Basket to DPRK Embassy from Nepali Prime Minister\n\t\t\t\t\t\t\r\nPyongyang, April 17 (KCNA) -- Nepali Prime Minister Jhalanath Khanal sent a floral basket to the DPRK embassy in Katmandu on the occasion of the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Kim Il Sung Praised by General-Secretary of Regional Organization ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-06ee.html",
            "content": "Kim Il Sung Praised by General-Secretary of Regional Organization \r\n Pyongyang, April 17 (KCNA) -- Ibrahim Eisam Lary, general-secretary of the Arab Lawyers Union, issued a statement on April 10 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Kim Il Sung was a peerlessly great man who defeated two imperialisms in one generation and turned the DPRK into a socialist power, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a great leader who made tireless efforts for the friendship with developing countries and always extended invariable support and firm solidarity to the world revolutionary people in their struggle for independence and peace against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats performed by him are always remembered not only by the Korean people but by the world revolutionary people.\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased that under the wise leadership of Kim Jong Il the Korean people have resolutely protected and glorified the country's sovereignty and dignity while foiling the imperialists' incessant aggression, challenge, sanctions, blockade and pressure.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the Korean people will successfully carry out the tasks laid down in the joint New Year editorial and significantly commemorate the centenary of birth of Kim Il Sung as the greatest holiday."
        },
        {
            "title": "Kim Il Sung Lauded in Different Countries",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-05ee.html",
            "content": "Kim Il Sung Lauded in Different Countries\r\n Pyongyang, April 17 (KCNA) -- Bulletins were issued by organizations in Democratic Congo, Egypt and Kuwait on April 10 and 11 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t A preparatory committee of Democratic Congo for commemorating the centenary of birth of President Kim Il Sung carried in its bulletin a portrait of the smiling President and an article titled \"On the Occasion of the 99th Birth Anniversary of President Kim Il Sung.\" It introduced his greatness and immortal exploits.\n\t\t\t\t\t\n\t\t\t\t\t The Egypt-Korea Friendship Association said in an article carried in its bulletin that Kim Il Sung will always be with humankind just as the sun is everlasting.\n\t\t\t\t\t\n\t\t\t\t\t A Kuwaiti preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the Kuwait-DPRK Friendship Association in their joint bulletin carried articles titled \"Generalissimo Kim Il Sung\" and \"Great Man of the Century\".\n\t\t\t\t\t\n\t\t\t\t\t The articles said that the President was a legendary hero, military genius and iron-willed commander who advanced the distinguished military idea and unique strategy and tactics and accumulated experience in various fields and performed military exploits to be specially recorded in the world history in the course of the protracted and arduous struggle for defending the country's independence and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t He was an outstanding thinker and theoretician who founded the Juche idea, the great guiding idea in the era of independence, and rare elder statesman who made an immortal contribution to the efforts to accomplish the cause of global independence with his extraordinary leadership and a peerlessly great man who fascinated all people with his noble popularity, stressed the articles."
        },
        {
            "title": "Events on Kim Jong Il's Work Held in Guinea ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-03ee.html",
            "content": "Events on Kim Jong Il's Work Held in Guinea\r\nPyongyang, April 17 (KCNA) -- A seminar on General Secretary Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" and a book and photo exhibition took place in Guinea on April 8.\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the idea that to preserve the Juche character and national character in the revolution and construction is the basic principle to be adhered to in accomplishing the cause of socialism and tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venue of the event were works of President Kim Il Sung and Kim Jong Il and books and photos on their exploits.\n\t\t\t\t\t\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, said that as clarified by Kim Jong Il in his work, only by preserving the Juche character and national character in the efforts to accomplish the revolutionary cause is it possible to ensure the independent development of the country and the nation and successfully achieve the popular masses' independence.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people should oppose imperialism and hegemony and firmly preserve the Juche character and national character in order to achieve the independent development of the country and the nation and their prosperity, he added.\n\t\t\t\t\t\n\t\t\t\t\t Abdoulaye Diallo, chairman of the Guinean Society for the Study of the Juche Literary Idea, referred to the fact that Kim Jong Il in his work noted that it is the principled requirement for the revolution and construction to preserve the Juche character and national character and embody them as clarified by the Juche idea founded by the President."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung Observed ",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-04ee.html",
            "content": "Birth Anniversary of Kim Il Sung Observed \r\n Pyongyang, April 17 (KCNA) -- A regional body and a Peruvian organization posted articles on their Internet homepages on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted on its Internet homepage on April 11 an article titled \"Yearning for Benevolent Father\" with a photo of the President.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the President embarked on the road of revolution in his early years and devoted his all to the country's independence and the people's happiness, the article added that he always mixed with the people and reflected their desire and requirements in the line and policies. \n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship posted on its Internet homepage a portrait of smiling Kim Il Sung and an article titled \"Pyongyang Commemorating April 15.\" The article said that various parts of Pyongyang in the DPRK turned into seas of singers and dancers representing the citizens' boundless reverence for him on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Also posted on the homepage was a scene of the art performance given by schoolchildren of the DPRK."
        },
        {
            "title": " Important Days of DPRK Observed Abroad",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-02ee.html",
            "content": "Important Days of DPRK Observed Abroad\r\nPyongyang, April 17 (KCNA) -- Meetings and film shows took place in Romania, Bulgaria and Democratic Congo on April 6 and 7 on the occasions of the birth anniversary of President Kim Il Sung, the 18th anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the 79th founding anniversary of the Korean People's Army.\n\t\t\t\t\t Korean films shown included \"Arms of Korea\" and \"Korean People's Army, Steel-Strong Ranks\".\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, noted that Kim Il Sung is highly praised by all the people as an outstanding political activist and great leader for his undying feats.\n\t\t\t\t\t\n\t\t\t\t\t Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of the Juche Idea, referred to the glorious revolutionary history of the President, saying that it is a bounden duty and honor of the followers of the Juche idea to significantly commemorate the Day of the Sun, his birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is shedding its rays as a socialist state in the East, the strongest in ideology, he noted, adding that it is the brilliant fruition of the unique Songun politics pursued by Kim Jong Il and the present reality more strikingly proves its validity.\n\t\t\t\t\t\n\t\t\t\t\t The national executive secretary of the People's Party for the Reconstruction and the Democracy of Democratic Congo highly appreciated the immortal feats Kim Il Sung and Kim Jong Il performed in the efforts to accomplish the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Il was adopted at the event in Democratic Congo."
        },
        {
            "title": "Kim Jong Il's Birthday to Be Celebrated in Switzerland",
            "url": "http://kcna.co.jp/item/2011/201104/news17/20110417-01ee.html",
            "content": "Kim Jong Il's Birthday to Be Celebrated in Switzerland\n\t\t\t\t\t\t\r\nPyongyang, April 17 (KCNA) -- A Swiss preparatory committee to celebrate the birthday of General Secretary Kim Jong Il in 2012 was inaugurated with due ceremony in Basel on April 9.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the preparatory committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the days from April 9 of 2011 to February 20 of 2012 as a commemoration period and decided to hold diverse events praising the immortal exploits of Kim Jong Il in the period."
        }
    ]
}