{
    "date": "2011-03-04",
    "url": "http://kcna.co.jp/item/2011/201103/2011-03-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends His Autograph to Huichon Ryonha Machinery Plant",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-06ee.html",
            "content": "Kim Jong Il Sends His Autograph to Huichon Ryonha Machinery Plant\r\nPyongyang, March 4 (KCNA) -- General Secretary Kim Jong Il received a letter from the employees of the Huichon Ryonha General Machinery Plant on Jan. 29 and sent them his autograph reading \"Kim Jong Il on February 24, 2011\" with his loving care.\n\t\t\t\t\t In the letter the employees noted that Kim Jong Il visited the plant several times, showing for them all sorts of paternal love and benevolence he could so that they could steadfastly carry forward the tradition of a mother plant. \n\t\t\t\t\t\n\t\t\t\t\t They expressed their determination to speed up the development of CNC technology as required by the age of knowledge-based economy and steadily boost the production of high speed, precision and intelligence-based high performance machine-tools."
        },
        {
            "title": "RC Society Urges S. Korea to Repatriate Detained DPRK Citizens",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-37ee.html",
            "content": "RC Society Urges S. Korea to Repatriate Detained DPRK Citizens\r\n Pyongyang, March 4 (KCNA) -- The chairman of the Central Committee of the DPRK Red Cross Society Thursday sent a message to the president of the Red Cross of south Korea over the issue of DPRK citizens and ship detained in south Korea.\n\t\t\t\t\t The message demanded again that all of the detained citizens and their ship be sent back through the waters to which they had drifted due to bad weather. \n\t\t\t\t\t\n\t\t\t\t\t The message said: \n\t\t\t\t\t\n\t\t\t\t\t The detained citizens have made clear their stand to go back to the DPRK from the outset and demanded their early repatriation. Nevertheless, the south side claims that it will not send some of them, talking about \"defection\" and \"respect for freedom of will.\" Such attempt can never be allowed as it is a very unreasonable and rude act contrary to humanitarianism and international usage. \n\t\t\t\t\t\n\t\t\t\t\t Worse still, the south side has resorted to a sinister \"defection operation\", taking those citizens to different places all the while. This fact is arousing anger of everyone.\n\t\t\t\t\t\n\t\t\t\t\t Their repatriation is an important matter related to the north-south relations rather than a humanitarian issue, the message said, warning:\n\t\t\t\t\t\n\t\t\t\t\t If the south side does not comply with this just demand of the DPRK, it will be held wholly accountable for the consequences arising therefrom."
        },
        {
            "title": "NRC Blasts S. Korea's Move to Cut off Communication between NGOs",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-38ee.html",
            "content": "NRC Blasts S. Korea's Move to Cut off Communication between NGOs\r\n Pyongyang, March 4 (KCNA) -- The puppet Ministry of Unification of south Korea cut off even the communication between the non-governmental organizations of the north and the south.\n\t\t\t\t\t In this regard a spokesman for the National Reconciliation Council issued a statement on Friday denouncing this move. \n\t\t\t\t\t\n\t\t\t\t\t Late in February the Council for the Solution of the Issue of the Volunteers Corps in south Korea tried to have communication with its counterpart in the north to discuss a draft declaration to be published by the women's organizations of the north and the south on the occasion of the 92nd anniversary of the March First Popular Uprising. But the ministry disallowed it. \n\t\t\t\t\t\n\t\t\t\t\t Such action is little short of an outrageous action against human rights and reunification as it reminds people of the period of military fascist dictatorship in the past when the south Korean people were blindfolded and gagged and those who uttered a mere word of reunification were mercilessly thrown behind bars.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group totally cut off even the communication between those organizations now that the freedom of correspondence has become an elementary common sense internationally in the light of human rights. This is a totally unpardonable and illegal action in the light of the norm of international communication, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t This action more saliently revealed that the puppet ministry represents a group of traitors keen to escalate confrontation with fellow countrymen and hatch a plot against the country's reunification in wanton violation of elementary human rights, far from working for national harmony, peace and reunification. \n\t\t\t\t\t\n\t\t\t\t\t This group has brought the results achieved after the publication of the June 15 joint declaration to naught, frozen the ties between the north and the south and increased the danger of a war, more frantically fanning up the consciousness of confrontation among compatriots than ever before. \n\t\t\t\t\t\n\t\t\t\t\t This is all what it has done for the last three years since its seizure of power.  \n\t\t\t\t\t\n\t\t\t\t\t Recently it did not hesitate to bring to rupture the hard-worn preliminary talks for opening the north-south high-level military talks), challenging the desire and demand of all fellow countrymen to defuse the prevailing acute confrontation at once through wide-ranging dialogue and negotiations and pave the way for peace and independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t The conservative ruling forces of south Korea should roll back the policy of confrontation with the DPRK, the policy which all fellow countrymen at home and abroad termed totally bankrupt, stop Key Resolve and Foal Eagle joint military exercises in collusion with foreign forces and guarantee the people from all walks of life the freedom to discuss reunification and conduct activities for it without delay."
        },
        {
            "title": "Gift to from Peruvian Party",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-11ee.html",
            "content": "Gift to from Peruvian Party\r\n Pyongyang, March 4 (KCNA) -- General Secretary Kim Jong Il received a gift from the People's Front of Workers, Peasants and Students of Peru on his birthday.\n\t\t\t\t\t Cati Campos, general secretary of the Front, handed the gift over to Ri Mun Gyu, DPRK ambassador to Peru, on Feb. 25."
        },
        {
            "title": "Gift to Kim Il Sung from Peruvian Political Figure",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-09ee.html",
            "content": "Gift to Kim Il Sung from Peruvian Political Figure\r\n Pyongyang, March 4 (KCNA) -- A Peruvian political figure presented a gift to President Kim Il Sung.\n\t\t\t\t\t He is Genaro Ledesma Izquieta, president of the People's Front of Workers, Peasants and Students of Peru and co-chairman of the American regional preparatory committee for commemorating the centenary of birth of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The gift was handed over to the DPRK ambassador to Peru on Feb. 25."
        },
        {
            "title": "CEO of Schulze Global Investments Leaves ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-14ee.html",
            "content": "CEO of Schulze Global Investments Leaves\r\n Pyongyang, March 4 (KCNA) -- Gabriel David Gottlieb Schulze, CEO of the Schulze Global Investments, left here by air Friday after visiting the DPRK at the invitation of the Korea Taephung International Investment Group."
        },
        {
            "title": "Meeting of Agricultural Workers Held",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-13ee.html",
            "content": "Meeting of Agricultural Workers Held\r\n Pyongyang, March 4 (KCNA) -- A meeting of the agricultural workers in the city of Pyongyang was held in the plaza of the Pyongyang Indoor Stadium on Friday. It was held in response to an appeal sent to the members of the Union of Agricultural Workers of Korea and other agricultural workers across the country by the participants in a national meeting of active members of the Union in the Songun era.\n\t\t\t\t\t Present there were Ri Myong Gil, chairman of the C.C., the Union, Ryang Man Gil, chairman of the Pyongyang City People's Committee, officials concerned, the participants in the national meeting and agricultural workers here. \n\t\t\t\t\t\n\t\t\t\t\t The meeting read out the appeal to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t Calling the agricultural front a lifeline in improving the standard of people's living, the speakers called upon the agricultural workers here to take the lead in carrying out the Party's policy of brining about a radical turn in agriculture.\n\t\t\t\t\t\n\t\t\t\t\t The organizations under the Union are required to organize socialist emulation between districts, counties, co-op farms, work teams and sub-work teams and take stock of it in order to get the fields of the co-op farms pervaded with emulation, they said.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to become patriotic farmers and farmer heroes in the era of Songun who uphold the Songun revolutionary leadership of Kim Jong Il with increased grain production."
        },
        {
            "title": "Environmental Improvement Project",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-26ee.html",
            "content": "Environmental Improvement Project\r\n Pyongyang, March 4 (KCNA) -- A project for environmental improvement is in progress in Pyongyang.\n\t\t\t\t\t The project is undertaken by the Environment and Development Center of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Director of the center Ri Kyong Sim told KCNA that the project is aimed to protect air and water environment, expand wooden areas and reuse industrial wastes in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The center has rendered assistance to industrial establishments in setting up an environmental management system.\n\t\t\t\t\t\n\t\t\t\t\t After helping the Pyongyang 326 Electric Wire Factory establish the system, the center has introduced it in other factories."
        },
        {
            "title": "Taekwon-Do Village under Construction ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-31ee.html",
            "content": "Taekwon-Do Village under Construction\r\n Pyongyang, March 4 (KCNA) -- A Taekwon-Do village is under construction in the DPRK.\n\t\t\t\t\t The village will include a Taekwon-Do museum, Taekwon-Do training center, scientific institute of the International Taekwon-Do Federation, open-air training ground, lodgings and other facilities related to the development and dissemination of the Korean traditional martial art. It will also have entertainment facilities.\n\t\t\t\t\t\n\t\t\t\t\t The project is progressing apace thanks to the builders' devoted effort.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang will sponsor the 17th World Taekwon-Do Championships in September."
        },
        {
            "title": "New Farm Machines Developed",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-30ee.html",
            "content": "New Farm Machines Developed\r\nPyongyang, March 4 (KCNA) -- New farm machines have been developed by Pyongyang College of Agriculture of Kim Il Sung University and the Computer Science Institute under State Academy of Sciences. \n\t\t\t\t\tThey are a sowing machine, field leveling plow and rice bed plow.\n\t\t\t\t\t\n\t\t\t\t\tChoe Kil Nam, a researcher of the college, told KCNA that the tractor-drawn machines are used for rice cultivation.\n\t\t\t\t\t\n\t\t\t\t\tThe numerical control sowing machine, low in production cost, sows rice, wheat and barley without harrowing fields.\n\t\t\t\t\t\n\t\t\t\t\tIt, based on a single-chip computer control technology, simultaneously levels field and makes rice bed and furrow. \n\t\t\t\t\t\n\t\t\t\t\tThe plows have already proved effective in cooperative farms."
        },
        {
            "title": "Collection of Writings Published ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-12ee.html",
            "content": "Collection of Writings Published\r\n Pyongyang, March 4 (KCNA) -- The Educational Books Publishing House brought out the collection of writings \"May Country of General Kim Jong Il Shine\" (9).\n\t\t\t\t\t The book contains writings by 84 students. They include more than 350 pieces of children's songs and poems, words of songs, lyrics, essays and short stories. \n\t\t\t\t\t\n\t\t\t\t\tChildren's poems \"Mansu Hill\", \"Footprints of the General\" and \"Pistol of Mother Kim Jong Suk\" and other works praise the undying feats performed by President Kim Il Sung, General Secretary Kim Jong Il and Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\t There are also works reflecting school youth and children growing up to be successors of the revolution and pillars who would should up Songun Korea while bringing their hope into full bloom under the care of the Workers' Party of Korea. Other works show the reality of the country in which great innovations and leap forward take place.\n\t\t\t\t\t\n\t\t\t\t\t Comments made by teachers of literature and writers and their experience gained in writing works are introduced in the collection."
        },
        {
            "title": "Liver Cancer Injection Proves Efficacious ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-28ee.html",
            "content": "Liver Cancer Injection Proves Efficacious\r\nPyongyang, March 4 (KCNA) -- Injectio Gallium-66 Microspheres developed by the DPRK Academy of Medical Science is an injection for liver cancer.\n\t\t\t\t\t The Radioactive Rays Medicine Institute of the academy succeeded in getting gallium substance with materials available in the country and manufacturing medicament needed for the injection.   \n\t\t\t\t\t\n\t\t\t\t\t The injection is applicable to liver cancer smaller than 5 centimeters.\n\t\t\t\t\t\n\t\t\t\t\t The highly effective medicine is guided by ultrasonic waves only to cancer tissues.\n\t\t\t\t\t\n\t\t\t\t\t The clinical application of the injection to some 50 patients since Juche 91 (2002) shows that its efficacy is as high as 90 percent.\n\t\t\t\t\t\n\t\t\t\t\t A cycle of its administration is 20 days and the maximum cycles are five."
        },
        {
            "title": "Power-free Sewage Disposal Method",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-25ee.html",
            "content": "Power-free Sewage Disposal Method\r\n Pyongyang, March 4 (KCNA) -- A new power-free sewage disposal method has been applied to residential districts in the DPRK.\n\t\t\t\t\t The method of easily treating sewage from a district populated by hundreds of people without using electricity, gains public favor.\n\t\t\t\t\t\n\t\t\t\t\t The method has already proved effective in Songyo District, Pyongyang and Yonthan County, North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t A tank, artificial swamp and solar greenhouse are prepared and sewage from dwelling houses is drawn to a place in a nature-driven way.\n\t\t\t\t\t\n\t\t\t\t\t Sewage is purified in the tank with anaerobe to produce methane for cooking in family and heating in solar greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t The method was developed by the City Management Research Institute under the State Academy of Sciences."
        },
        {
            "title": "Koreans' Surnames",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-29ee.html",
            "content": "Koreans' Surnames\r\n Pyongyang, March 4 (KCNA) -- The Korean people began to use surname in ancient times along with the appearance of letters to distinguish family lines from each other, according to Jong Song Ho, a section chief of the Folklore Research Institute under the Academy of Social Sciences.\n\t\t\t\t\t Surnames reached several hundreds in number in the middle ages.\n\t\t\t\t\t\n\t\t\t\t\t The common surnames include Kim, Ri, Pak, Jong, Choe, Yun, Ryu, Hong, Sin and Han. Two-letter surnames are Namgung, Tokgo, Sonu, Hwangbo, Puyo, Sagong, Sokmal and so on\n\t\t\t\t\t\n\t\t\t\t\t Surnames indicate men's family lines and women keep their surname even after marriage.\n\t\t\t\t\t\n\t\t\t\t\t With years going by, more and more surnames came into being, making it difficult to properly distinguish family lines.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the surname origin began to be used among those same in surname but different in family line in the way of adding a locality name to a surname. Typical examples are Kimhae's Kim, Jonju's Ri and Milyang's Pak.\n\t\t\t\t\t\n\t\t\t\t\t In the days of the Ri Dynasty, some families apotheosized famous scholars, politicians and generals of the same blood as their progenitors to distinguish themselves from others.\n\t\t\t\t\t\n\t\t\t\t\t The surnames with many origins in the period are Kim, Ri, Choe and Pak.\n\t\t\t\t\t\n\t\t\t\t\t It is a custom of the Korean people to refrain from marriage between those of the same surnames and origins to give birth to fine posterity."
        },
        {
            "title": "Agrarian Reform Law",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-27ee.html",
            "content": "Agrarian Reform Law\r\nPyongyang, March 4 (KCNA) -- Sixty-five years has elapsed since President Kim Il Sung promulgated the Law on Agrarian Reform.\n\t\t\t\t\tThe President paid a primary attention to agrarian reform, while guiding the effort for democratic reforms in all spheres of social life after the country's liberation from the Japanese colonial rule.\n\t\t\t\t\t\n\t\t\t\t\tAt that time, peasants made up the overwhelming majority of the population in the country and most of them had no land for farming.\n\t\t\t\t\t\n\t\t\t\t\tIt was impossible without properly solving the land issue to liberate the peasants from the feudal exploitation and subordination, make them genuine masters of the new society and develop all economic sectors with increased agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tFor a successful agrarian reform, the President visited farms and met peasants to acquaint himself with their actual conditions.\n\t\t\t\t\t\n\t\t\t\t\tHe defined only Japanese imperialists, pro-Japanese elements, traitors and landlords with more than five hectares of arable land as targets of elimination.\n\t\t\t\t\t\n\t\t\t\t\tHe considered as allies those who, though owning some hectares of land, rendered service to the anti-Japanese struggle and the development of national culture or did farming by themselves. \n\t\t\t\t\t\n\t\t\t\t\tAfter confirming all issues concerning the agrarian reform, he promulgated the \"Law on Agrarian Reform in North Korea\" on March 5, Juche 35 (1946).\n\t\t\t\t\t\n\t\t\t\t\tThe law realized the peasants' long-cherished desire for their own land."
        },
        {
            "title": "S. Korean Authorities' Empty \"Talk about Dialogue\" Accused",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-16ee.html",
            "content": "S. Korean Authorities' Empty \"Talk about Dialogue\" Accused\r\n Pyongyang, March 4 (KCNA) -- The south Korean Kyunghyang Daily News on Wednesday in an editorial accused the puppet authorities of their empty \"talk about dialogue.\" \n\t\t\t\t\t After coming to power, the present \"government\" refused to accept the south-north joint declarations, deteriorating the inter-Korean relations, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the chief executive in his \"address marking August 15\" every year talked about all-round dialogue and economic cooperation between the south and the north as if he were from a far-off country, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that he in his \"address marking the March First Popular Uprising\" on Tuesday said he was ready to have open-hearted dialogue with the north anytime. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t He chanted a spell only though the resumption of the stalled dialogue with the north might lead to the solution of the problem. It is hard to guess his behavior.\n\t\t\t\t\t\n\t\t\t\t\t Is the south-north dialogue for Lee Myung Bak dead words used at ceremonies only as it is not a realistic issue? If not, he would not have ended the dialogue with rhetoric by reading written speeches, not by way of mending the deteriorated south-north relations for the past three years.\n\t\t\t\t\t\n\t\t\t\t\t Anyhow there is the policy toward the north ambitiously pursued by the present \"government,\" which does not agree with the rhetorical \"theory on dialogue\" at all. This is precisely an operation for scattering leaflets.\n\t\t\t\t\t\n\t\t\t\t\t When the north once protested against the scattering of leaflets by conservative organizations, the \"government\" clarified that it urged them to stop the operation but they paid no need to it. The \"government\" did so because it could not turn its face away from the fact that to provoke the north was not helpful to reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t But the \"government\" is now directly spearheading the operation for the scattering of leaflets denying and slandering the system of the north into it.\n\t\t\t\t\t\n\t\t\t\t\t What excuse will you have if the north questions you if the sincere dialogue touted by you is to have dialogue with empty words while seeking to bring down its system behind the curtain? Does the \"government\" have nothing to do except for empty \"talk about dialogue\" and the scattering of leaflets?"
        },
        {
            "title": "Practical Actions for Improved North-South Relations Urged",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-18ee.html",
            "content": "Practical Actions for Improved North-South Relations Urged\r\n Pyongyang, March 4 (KCNA) -- The south Korean newspaper Hangyore in an editorial on Wednesday demanded that the present \"government\" take practical actions for improving the north-south relations.\n\t\t\t\t\t The editorial recalled the words said by the chief executive in his \"address at the meeting commemorating the March First Popular Uprising\" that \"he was ready to have open-hearted dialogue with the north anytime.\"\n\t\t\t\t\t\n\t\t\t\t\t His word \"open-heartedness\" is still attached with such conditions as \"the north's submission\" and \"denuclearization first,\" the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He said that \"he would positively build up forces for unification\". These words, too, have a thread of connection with the \"theory of the north's collapse\" touted by high-ranking officials of the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t This conception makes it hard to build a driving force for south-north dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It is reasonable to stop the controversial anti-north psychological offensive of the military.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" has shown so far an attitude to move only after the north has complied with all its demands.\n\t\t\t\t\t\n\t\t\t\t\t No matter how often he talks about \"open-heartedness,\" this attitude of his will get him nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The editorial urged the \"government\" to make a switchover in its policy toward the north by taking practical actions first as quickly as possible."
        },
        {
            "title": "S. Korean Daily on Danger of Story about March Crisis ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-15ee.html",
            "content": "S. Korean Daily on Danger of Story about March Crisis \r\n Pyongyang, March 4 (KCNA) -- Kyunghyang Daily News of south Korea in an editorial on Feb. 28 said that lurking behind the story about crisis in March on the Korean Peninsula spread in south Korea recently were a \"hard-line theory on putting increased pressure on the north and, furthermore, a 'theory on its collapse'\".\n\t\t\t\t\t This is evidenced by the fact that hard-line conservative group of the \"government\" and military brass-hats are taking the lead in floating the story, the editorial held.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is also playing a role in spreading the story, it added."
        },
        {
            "title": " Pullout of US Forces from S. Korea Urged",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-07ee.html",
            "content": "Pullout of US Forces from S. Korea Urged\r\n Pyongyang, March 4 (KCNA) -- A spokesman for the Democratic Labor Party of south Korea released a commentary on Feb. 28 to demand the pullout of the U.S. forces from south Korea.\n\t\t\t\t\t The commentary recalled that a soldier of the Second Division of the U.S. imperialist aggression forces assaulted an old couple with a lethal weapon in Tongduchon, Kyonggi Province on Feb. 26.\n\t\t\t\t\t\n\t\t\t\t\t GIs continue committing crimes backed by the unequal south Korea-U.S. \"Status of Forces Agreement\" which stipulates that the U.S. forces shall not be punished for crimes committed by them while on duty, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t It said that the GI criminals, who ran an armored car over two schoolgirls Sin Hyo Sun and Sim Mi Son to death in 2002, were declared not guilty under this agreement.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the U.S. forces should be withdrawn from this land at an early date in order to root out the GIs' crimes and achieve the peace in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Tongduchon City Committee of the DLP and the Headquarters of the Movement for the Withdrawal of the U.S. Forces in their statements on Feb. 27 and 28 demanded the punishment of the GI who committed violence against the old couple."
        },
        {
            "title": "Pro-reunification Champion Calls for Independent Reunification ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-17ee.html",
            "content": "Pro-reunification Champion Calls for Independent Reunification\r\n Pyongyang, March 4 (KCNA) -- Yun Ki Jin, former chairman of the South Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification (Pomchonghakryon), was released on Feb. 26. He was in prison on the charge of violation of the notorious \"National Security Law.\"\n\t\t\t\t\t Meeting with personages of different circles and students present to greet him at a prison gate, he denounced the present \"government\" for its self-righteous attitude. He called for carrying on a dynamic practical campaign to achieve independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t As already known, the present south Korean authorities resorted to all sorts of persecution and suppression of him after throwing him behind bars on Feb. 27, 2008, that was three days after their seizure of power, for the mere reason that he devoted himself to the movement for the country's reunification. \n\t\t\t\t\t\n\t\t\t\t\t They sentenced him to three years in prison on charges that he produced \"enemy-benefiting literature\" and \"sent a delegate of the south Korean Federation of University Student Councils to the north to receive instructions\" while working as chairman of the South Headquarters of Pomchonghakryon.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces hatched a sinister plot to detain him again in the run-up to his release on the expiration of the prison term, touching off bitter resentment among south Koreans."
        },
        {
            "title": "Opening Phase of Independent Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-05ee.html",
            "content": "Opening Phase of Independent Reunification Called for in S. Korea\r\n Pyongyang, March 4 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) held a general meeting on Feb. 26 and published a resolution calling for opening a phase of independent reunification.\n\t\t\t\t\t The resolution said that the Korean Peninsula was at the crossroads of war and peace due to the present regime's moves for war and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that if a war breaks out in this land again, it will develop into a nuclear war, a world war, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are responding to the north's sincere proposal for dialogue with the war exercises with the U.S., it said, stressing that this is intolerable.\n\t\t\t\t\t\n\t\t\t\t\t The South Headquarters of Pomminryon will wage a vigorous struggle to shatter the belligerent forces' moves for confrontation and defend peace through the brisk tripartite solidarity movement of people in the south and the north and abroad, the resolution said."
        },
        {
            "title": "S. Korean Authorities Accused of Sycophancy toward Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-08ee.html",
            "content": "S. Korean Authorities Accused of Sycophancy toward Japan\r\n Pyongyang, March 4 (KCNA) -- The Students Committee of the Solidarity of Youth and Students for Implementing the June 15 Joint Declaration of south Korea issued a statement on March 1 to denounce the authorities for their sycophancy towards Japan.\n\t\t\t\t\t The statement chided the present \"government\" for zealously helping Japan in its moves to revive militarism, far from wresting apology and reparation for Japan's past crimes.\n\t\t\t\t\t\n\t\t\t\t\t The authorities have worked hard to tighten the military tie-up with Japan since the outset of the year after bringing troops of the Japan \"Self-Defense Forces\" even to the waters off Tok Islets during the joint military exercises staged with the U.S. last year, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive in an \"address marking the March First Popular Uprising\" again cried out for advancing toward the future, not bound to the past history. This is an insult to the people enraged at Japan.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded that the authorities stop the pro-Japanese actions and roll back at once the scheme to conclude a military agreement with Japan."
        },
        {
            "title": "Hunger Strike for Settlement of Issue of Support to Korean Schools in Japan",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-10ee.html",
            "content": "Hunger Strike for Settlement of Issue of Support to Korean Schools in Japan\n\t\t\t\t\t\t\r\n Pyongyang, March 4 (KCNA) -- A hunger strike was staged by Japan-resident Koreans and Japanese citizens in Takarazuka City, Hyogo Prefecture of Japan, on Feb. 26 in demand of the application of the tuition-waiver program to the Korean schools.\n\t\t\t\t\t Hiromi Tanaka, a member of the \"Takarazuka Citizens Society for Supporting Korean Schools\", said that it was a shameful behavior to discriminate against the Korean schools alone, declaring that the hunger strike was an expression of indignation at the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t Many Koreans in Japan and Japanese citizens conducted a signature campaign and other actions to join in their struggle."
        },
        {
            "title": " Kim Jong Il's Noble Personality Praised by Russian Paper",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-01ee.html",
            "content": "Kim Jong Il's Noble Personality Praised by Russian Paper\r\n Pyongyang, March 4 (KCNA) -- A Russian paper carried special write-ups on the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The Vecherni Novosibirsk on Feb. 15 devoted its whole four pages to articles on him with a photo of him waving back to the cheering crowd.\n\t\t\t\t\t\n\t\t\t\t\t The articles praised his noble personality as the people's leader.\n\t\t\t\t\t\n\t\t\t\t\t They introduced the Korean people pushing forward the general offensive to bring about a decisive turn in improving the standard of people's living and building a thriving nation true to the joint New Year editorial."
        },
        {
            "title": " Kim Jong Il Praised by Russian Organization",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-02ee.html",
            "content": "Kim Jong Il Praised by Russian Organization\r\n Pyongyang, March 4 (KCNA) -- The Young Communist League of the Russian Federation posted special write-ups on its Internet homepage on Feb. 23 on the occasion of the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t The homepage carried an article headlined \"Kim Jong Il and his extraordinary ideological and theoretical activities\" with his portrait.\n\t\t\t\t\t\n\t\t\t\t\t The article said that he strengthened the Workers' Party of Korea into an organizer of all victories and a guiding force of the Korean people with his extraordinary ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the main political mode under socialism toward the end of the last century, in particular, and strengthened the WPK into an invincible militant rank guiding the socialist cause to victory despite any threat and challenge of the imperialists, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Ever-victorious is the socialist cause of the Korean people led by Kim Jong Il, an extraordinary thinker-theoretician, it stressed."
        },
        {
            "title": " Kim Jong Il's Birthday Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-03ee.html",
            "content": "Kim Jong Il's Birthday Celebrated Abroad\r\nPyongyang, March 4 (KCNA) -- Events took place in different countries between Feb. 23 and 27 to celebrate the birthday of General Secretary Kim Jong Il.\n\t\t\t\t\t They included friendship meetings, rallies and book and photo exhibitions in Vietnam, Italy and Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues were works of President Kim Il Sung and Kim Jong Il and photos on their feats and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Vietnam-DPRK Friendship Association vowed to strive for the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The director of the International Department of the Leftwing People's Party of Communists of Italy said that Kim Jong Il further developed and enriched the Juche idea founded by Kim Il Sung into the guiding idea of the era of independence to clearly show the road to be followed by humankind.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Karachi Branch of the Pakistan-Korea Friendship Association said that the DPRK has become the centre of the movement for global independence as it is led by Kim Jong Il, the great guide of the world's socialist cause."
        },
        {
            "title": "Putin Calls for Aiding War Veterans ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-21ee.html",
            "content": "Putin Calls for Aiding War Veterans\r\n Moscow, March 2 (KCNA) -- Russian Prime Minister Vladimir Putin at a recent meeting with representatives of university students organizations called upon all the university students in the country to conduct activities to aid the war veterans.\n\t\t\t\t\t He appealed to them to pay attention to the war veterans who need assistance and help them in every possible way.\n\t\t\t\t\t\n\t\t\t\t\t The students are required to show the public that they respect the war veterans in everyday life as well as on holidays, he said."
        },
        {
            "title": "Russian FM on Iranian Nuclear Issue ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-23ee.html",
            "content": "Russian FM on Iranian Nuclear Issue\r\n Moscow, March 2 (KCNA) -- Russian Foreign Minister Sergei Lavrov re-clarified Russia's stand on the nuclear issue of Iran in his diplomatic appearance on Feb. 28.\n\t\t\t\t\t This issue should be settled in a political and diplomatic way, he said, adding there is no other alternative."
        },
        {
            "title": "Federal Law of Russia \"On Police Organs\" Comes into Force ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-19ee.html",
            "content": "Federal Law of Russia \"On Police Organs\" Comes into Force\r\n Moscow, March 2 (KCNA) -- The Federal Law of Russia \"On Police Organs\" came into force on March 1. \n\t\t\t\t\t The basic aim of the law is to establish the partnership between citizens and members of law enforcing organs. \n\t\t\t\t\t\n\t\t\t\t\t According to the law, police organs which embrace excellent security persons only will be set up under the system of the Ministry of Interior."
        },
        {
            "title": "Amendment to Criminal Law Promulgated in China",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-20ee.html",
            "content": "Amendment to Criminal Law Promulgated in China\n\t\t\t\t\t\t\r\n Beijing, March 2 (KCNA) -- An amendment to the Criminal Law of the People's Republic of China (8) was adopted and promulgated at the 19th Session of the 11th Standing Committee of the Chinese National People's Congress on Feb. 25.\n\t\t\t\t\t The amendment has a total of 50 provisions. It calls for incriminating any act of seriously infringing upon the interests of people such as refusing to pay for the work done, pursuant to the policy on handling crimes, the policy for properly combining generosity and strictness. It also specifies the regulations on such crimes as threatening food security, producing and selling quack medicines and polluting environment and resources. It, at the same time, increases the role of the criminal law to protect people's living. \n\t\t\t\t\t\n\t\t\t\t\t The amendment will take effect from the first of May."
        },
        {
            "title": "Lao Paper Calls for Emulation Drive",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-22ee.html",
            "content": "Lao Paper Calls for Emulation Drive\r\n Pyongyang, March 4 (KCNA) -- Pasason, the organ of the C.C., the Lao People's Revolutionary Party, on March 1 published an editorial titled \"Let us step up emulation to successfully greet the 9th Congress of the Lao People's Revolutionary Party\".\n\t\t\t\t\t The 9th Congress of the LPRP, the organizational vanguard and supreme political organization of the Lao working class, is slated to open soon, the editorial said, calling on the party organizations at all levels to steadily display the valuable experience and traditions of the party in accordance with the new conditions and circumstances for the successful Congress.\n\t\t\t\t\t\n\t\t\t\t\t It appealed to the whole party and army and all the people to develop and safeguard the country according to the target for building socialism under the leadership of the party by consolidating the unity and cohesion and exerting all their efforts."
        },
        {
            "title": "ASEAN Member States Cooperate in Economy",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-24ee.html",
            "content": "ASEAN Member States Cooperate in Economy\r\n Pyongyang, March 4 (KCNA) -- Member states of the Association of South East Asian Nations (ASEAN) recently held the 17th meeting of ministers of Economy in Vientiane, Laos, to discuss the matters for strengthened economic cooperation in the region.\n\t\t\t\t\t The ministers underscored the need to further promote the work for integration of the ASEAN, saying that if developed member states assist new member states, this would help iron out differences within the ASEAN.\n\t\t\t\t\t\n\t\t\t\t\t They also stressed that the ASEAN should play an important role in regional and international economic structure and direct efforts to economic cooperation with other organizations."
        },
        {
            "title": "Kim Jong Il firma carta de empleados del Combinado Ryonha",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-32ee.html",
            "content": "Kim Jong Il firma carta de empleados del Combinado Ryonha\n\t\t\t\t\t\t\r\n  Pyongyang, 4 de marzo (ATCC) --  El Dirigente Kim Jong Il leyo la carta, que le enviaron el 29 de enero los empleados del Combinado de Maquinaria Ryonha de Huichon, y puso la siguiente firma: \"El 24 de febrero de 2011. Kim Jong Il\".\n\t\t\t\t\t  Los remitentes recordaron que el Dirigente visito en varias ocasiones la fabrica y tomo las medidas benevolas para que ella mantuviera sus tradiciones de la fabrica matriz. \n\t\t\t\t\t\n\t\t\t\t\t  Expresaron la decision de acelerar el desarrollo de la tecnologia CNC de acuerdo con la demanda de la epoca de la economia de conocimiento y aumentar constantemente la produccion de maquinas herramientas de alta eficacia muy rapidas, precisas e inteligentes."
        },
        {
            "title": "Periodico ruso elogia nobles rasgos de Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-33ee.html",
            "content": "Periodico ruso elogia nobles rasgos de Kim Jong Il\r\nPyongyang, 4 de marzo (ATCC) -- El periodico ruso Vecherni Novosibirsk publico el 15 de febrero su edicion especial dedicada al cumpleanos del Dirigente Kim Jong Il.\n\t\t\t\t\tLos articulos de varios titulos, que llenan 4 planos del periodico, son acompanados por la foto del Dirigente respondiendo a las aclamaciones de la multitud.\n\t\t\t\t\t\n\t\t\t\t\tLos articulos elogian las nobles cualidades de lider popular que posee el Dirigente y dan a conocer que el pueblo coreano libra dinamicamente la ofensiva general para producir cambio decisivo en el mejoramiento de las condiciones de su vida y la construccion de la gran potencia prospera ateniendose al editorial conjunto del Ano Nuevo."
        },
        {
            "title": "ACR demanda al Sur de Corea devolver a habitantes norcoreanos",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-34ee.html",
            "content": "ACR demanda al Sur de Corea devolver a habitantes norcoreanos\n\t\t\t\t\t\t\r\nPyongyang, 4 de marzo (ATCC) -- En relacion con que la camarilla de titeres surcoreanos notifico que no devolveria a los habitantes norcoreanos que sufrieron la deriva en el mar, el portavoz del Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea hizo publica el dia 3 la siguiente declaracion:\n\t\t\t\t\tLos titeres surcoreanos interceptaron el 5 de febrero a 31 habitantes norcoreanos y su embarcacion, que se dieron a la deriva debido a la densa neblina mientras recogian mariscos en las aguas jurisdiccionales de la parte Norte frente a la isla Yonphyong del Mar Oeste de Corea, y los retuvieron en suelo surcoreano durante casi un mes. Finalmente, notificaron a nuestra parte que no devolverian a 4 personas de ellos.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, cada vez que nuestra parte demandaba fuertemente en reiteradas ocasiones la devolucion inmediata de ellos, la camarilla de titeres surcoreanos rehuso el pedido pretextando que \"hay que investigar el caso\" y \"dejar a la voluntad libre de los derivados\". \n\t\t\t\t\t\n\t\t\t\t\tPara colmo, llevaron a nuestros habitantes a varios lugares obligandoles a quedarse en el Sur de Corea mediante chantaje, engano y amenaza. \n\t\t\t\t\t\n\t\t\t\t\tEsto es otra grave provocacion contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tHasta las autoridades interesadas y los medios de prensa del Sur de Corea reconocen unanimemente que nuestros habitantes y su nave se dieron a la deriva por el mal tiempo. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, no hace falta abrir la \"investigacion\" del caso.\n\t\t\t\t\t\n\t\t\t\t\tEsta conocido ya que todos los retenidos expusieron claramente su voluntad de regresar a la RPDC y demandaron fuertemente la devolucion de si mismos desde el primer dia de retencion. \n\t\t\t\t\t\n\t\t\t\t\tDebido a las criticas de la opinion publica, las autoridades surcoreanas no pueden retener a nuestros habitantes por mas tiempo y ahora tratan de hacer quedarse a algunos pretextando que ellos \"cambiaron de parecer\". \n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos demuestran claramente que ellas no los han devuelto hasta la fecha no por \"investigar el caso\" ni \"confirmar la voluntad\" sino con el objetivo de usarlos como rehenes de su asquerosa campana intrigante y conflictiva con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAhora el pueblo de la RPDC y todos los coreanos estan sumamente indignados por ese acto barbaro y antietico de la banda de titeres surcoreanos que malemplea en sus siniestros objetivos politicos hasta el noble problema humanitario de cruz roja.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente vuelve a revelar a todo el mundo cuan enloquecida esta ella por la confrontacion y el complot anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLa mayoria de los retenidos norcoreanos son amas de casa que tienen hijos. \n\t\t\t\t\t\n\t\t\t\t\tAhora sus familiares esperan con impaciencia el regreso rapido y sano de ellos. \n\t\t\t\t\t\n\t\t\t\t\tLa devolucion de ellos es un asunto de derechos humanos y de humanitarismo y, al mismo tiempo, es una cuestion importante de las relaciones N-S. \n\t\t\t\t\t\n\t\t\t\t\tNuestra parte seguira de cerca como gestionan el caso las autoridades surcoreanas y examinara asi nuevamente la posicion y actitud de ellas sobre las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben poner ahora mismo fin a sus viles e imperdonables actos anti-eticos, que contravienen a las costumbres internacionales y a los principios del humanitarismo, y devolver incondicional e inmediatamente a nuestros 31 habitantes y su embarcacion, retenidos injustamente, por la misma ruta maritima en que ellos fueron."
        },
        {
            "title": "CRN condena ruptura de comunicaciones entre entidades N-S",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-35ee.html",
            "content": "CRN condena ruptura de comunicaciones entre entidades N-S\r\nPyongyang, 4 de marzo (ATCC) -- Ultimamente, el titere Ministerio de Reunificacion del Sur de Corea actua siniestramente para cortar las comunicaciones entre las entidades civiles del Norte y el Sur de Corea.\n\t\t\t\t\tAl respecto, el portavoz del Consejo de Reconciliacion Nacional (CRN) hizo publica el dia 4 la siguiente declaracion condenatoria:\n\t\t\t\t\t\n\t\t\t\t\t  A finales de febrero, el titere Ministerio de Reunificacion del Sur de Corea prohibio al Consejo por la Solucion del Problema de las Tropas de Voluntarios comunicarse con la parte Norte para acordar el texto de la declaracion conjunta a ser publicada por las entidades femeninas del Norte y el Sur con motivo del 92o aniversario del Levantamiento Popular del Primero de Marzo.\n\t\t\t\t\t\n\t\t\t\t\t  Esta conducta de la camarilla de titeres surcoreanos es el crimen anti-DDHH y anti-reunificacion que hace recordar el periodo de dictadura militar fascista cuando los habitantes surcoreanos vivian como sordomudos e iban a la carcel solo por pronunciar la palabra \"reunificacion\".\n\t\t\t\t\t\n\t\t\t\t\t  Ese acto ilegal no se puede perdonar tampoco si se toma en cuenta la libertad de intercambio de mensajes, reconocida internacionalmente como elemental derecho humano, y las normas de comunicaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\t  Esta vez, se hizo mas evidente que el Ministerio de Reunificacion es el colectivo de traidores que no estan interesados ni un comino en la reconciliacion nacional, la paz y la reunificacion y se dedican unicamente al enfrentamiento fratricida y a las intrigas anti-reunificacion violando los elementales derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\t  Durante 3 anos de su mandato, la camarilla de titeres surcoreanos inculco mas que nunca la conciencia conflictiva con la connacional RPDC y echo a perder los frutos del 15 de Junio trayendo la hermeticidad de relaciones N-S y la crisis de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  Hace poco, rompio hasta el dialogo militar de trabajo preparatorio N-S, abierto dificilmente, en desafio frontal a la aspiracion y demanda de todos los coreanos de eliminar rapido el estado de agudo enfrentamiento de hoy y abrir el camino de paz y la reunificacion independiente mediante amplio dialogo y negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas conservadoras surcoreanas deben abandonar su politica de confrontacion contra la RPDC, condenada al fracaso por todos los coreanos dentro y fuera del pais, cesar los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" y garantizar la libertad de los habitantes de distintos sectores de discutir y actuar por la reunificacion."
        },
        {
            "title": "Se impulsa en Corea la construccion de la villa de Taekwondo",
            "url": "http://kcna.co.jp/item/2011/201103/news04/20110304-36ee.html",
            "content": "Se impulsa en Corea la construccion de la villa de Taekwondo\r\nPyongyang, 4 de marzo (ATCC) -- Esta en plena construccion la villa de Taekwondo.\n\t\t\t\t\tSe levantaran en ella el Museo de la Historia de Taekwondo, el Centro de Entrenamiento, el Instituto de Ciencias de la Federacion Internacional de Taekwondo (ITF en ingles), el campo de entrenamiento, el albergue y otros establecimientos para el desarrollo, divulgacion y propaganda de ese arte marcial y la red de servicios publicos para los jugadores y aficionados nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tAunque la construccion comenzo hace poco, todos los trabajos como excavacion basica marchan a un ritmo acelerado gracias al patriotismo y abnegacion de los constructores.\n\t\t\t\t\t\n\t\t\t\t\tEn septiembre que viene, Pyongyang sera la sede del XVII Campeonato Mundial de Taekwondo."
        }
    ]
}