{
    "date": "2011-01-29",
    "url": "http://kcna.co.jp/item/2011/201101/2011-01-29ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets King of Jordan ",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-17ee.html",
            "content": "Kim Yong Nam Greets King of Jordan \r\nPyongyang, January 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on January 27 sent a message of greetings to Abdullah II, King of Jordan, on the occasion of his 49th birthday.\n\t\t\t\t\t In the message, Kim heartily wished him good health and happiness and the Jordanian people greater welfare and prosperity."
        },
        {
            "title": "6.15 North Side Flays Suppression of Patriotic Personages",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-18ee.html",
            "content": "6.15 North Side Flays Suppression of Patriotic Personages\r\n Pyongyang, January 29 (KCNA) -- Shortly ago the Seoul Central District Court sentenced Rev. Han Sang Ryol, a pro-reunification champion of south Korea, to five years in prison and five years of  suspension of qualifications on charge that he visited Pyongyang last year on the occasion of the 10th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t It also inflicted penalties upon three pro-reunification champions including the co-representative of the Solidarity for Progress of south Korea on the groundless charge that they sympathized with the assertion of the north in June last year.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the North Side Committee for Implementing the June 15 Joint Declaration in a statement on January 29 branded these actions as outrageous acts of wantonly violating the elementary human rights of human being, conscience and the freedom to discuss reunification and conduct activities for it and unpardonable fascist tyranny escalating confrontation between compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Rev. Han's objective of Pyongyang visit and what he did during his stay here can never be a crime as he did entirely laudable and just activities for preserving and implementing the north-south joint declaration and achieving national reconciliation and unity and independent reunification, the statement held, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Neither genuine human rights nor any progress in the inter-Korean relations is expected as long as fascism and confrontation are rampant and harsh political persecution and suppression of pro-reunification champions are going on.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should roll back their policy of confrontation with fellow countrymen, abolish the \"National Security Law\", the fascist law dating back to the old era, retract the unreasonable punishment imposed on the champions and set them free at once.\n\t\t\t\t\t\n\t\t\t\t\t If they persist in the suppression of the pro-reunification patriotic personages, blocking as ever contact and visits between the north and the south contrary to the aspiration and requirements of the compatriots, they will not be able to escape self-destruction in face of stronger rebuff and denunciation from the public at home and abroad."
        },
        {
            "title": "Book \"Among the People\" Vol. 92 Published",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-15ee.html",
            "content": "Book \"Among the People\" Vol. 92 Published \r\n Pyongyang, January 29 (KCNA) -- \"Among the People\" Vol. 92, a collection of memoirs, was brought out in the DPRK.\n\t\t\t\t\t The book contains 21 memoirs telling about the outstanding leadership and noble virtues of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Among them is \"The Chollima Steel Complex Should Steadily Advance in the Spirit of Chollima.\" It tells about how the President led the workers of the complex to take the lead in the socialist economic construction so that they might exalt the honor of being front-rankers in the Chollima movement. \n\t\t\t\t\t\n\t\t\t\t\t \"The Consultative Meeting that Brought about a Surge in Production at the Kim Chaek Iron and Steel Complex\" and \"Leading Them Not to Forget Tradition of Rakwon\" deal with the wise leadership of the President who made a breakthrough towards reenergizing the production at the iron producing base on the northern tip of the country and showed trust in the workers there so that they might carry forward the tradition in which they took the lead in implementing the party's line and policies. \n\t\t\t\t\t\n\t\t\t\t\t  There are memoirs telling stories that he provided Kim Il Sung University and Kim Chaek University of Technology with a lot of funds needed for modernizing experiment and practice facilities and the loving care shown by him to make the diet of soldiers bountiful.\n\t\t\t\t\t\n\t\t\t\t\t The book also contains memoirs telling about how the daughter of an ordinary worker became a dancer and an artiste of south Korean origin grew up to be an official of the country."
        },
        {
            "title": "Loach Nutritious Liquid Good for Medical Treatment ",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-10ee.html",
            "content": "Loach Nutritious Liquid Good for Medical Treatment\r\n Pyongyang, January 29 (KCNA) -- Pyongyang College of Medicine of Kim Il Sung University has recently succeeded in manufacturing loach nutritious liquid. Loach contains more viscous substance than other freshwater fishes. \n\t\t\t\t\t From olden times, Koreans widely used loaches for curing various diseases. According to available data, eating loach as it is resulted in the body's less absorption of nutritious ingredient. But the use of loach nutritious liquid helps body fully absorb it almost without being influenced by digestive fluid.\n\t\t\t\t\t\n\t\t\t\t\t The above-said liquid is good for the treatment of chronic hepatitis, cirrhosis and abdominal dropsy. It also prevents diabetes and malnutrition."
        },
        {
            "title": "US Arms Expansion Policy Blasted--Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-13ee.html",
            "content": "US Arms Expansion Policy Blasted--Rodong Sinmun\r\n Pyongyang, January 29 (KCNA) -- The total amount of the U.S. defense budget for fiscal year 2011 is larger than that of the military expenditure of all other countries of the world. It is hardly understandable that the U.S. military expenditure is increasing at fast speed, in view of the present changed international environment. Rodong Sinmun Saturday said this in a bylined article.\n\t\t\t\t\t This arms expansion is aimed to continue to intensify military intervention and aggression against other countries, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves for arms expansion is sparking off a new arms race and plunging the world economy into chaos.\n\t\t\t\t\t\n\t\t\t\t\t Other big powers are steadily increasing their military expenditure following the U.S. suit.\n\t\t\t\t\t\n\t\t\t\t\t The Asia-Pacific region is the area of the fiercest arms race in the world.\n\t\t\t\t\t\n\t\t\t\t\t Several countries are allotting big share of their state budgets to the defense field in fear of their state security being threatened.\n\t\t\t\t\t\n\t\t\t\t\t Intensified arms race is increasing as much the danger of war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and Iran have actually become targets of next attack by the U.S. It is massively deploying its forces in areas around the DPRK and Iran.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms expansion is a criminal act against history and peace. It had better stop it, clearly understanding that its policy for arms expansion will do harm to the world, to say nothing of itself."
        },
        {
            "title": "All Working People Called upon to Intensify Drive for Great Surge ",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-11ee.html",
            "content": "All Working People Called upon to Intensify Drive for Great Surge \r\n Pyongyang, January 29 (KCNA) -- The faith, pluck, stamina and spirit displayed by the workers of the Kim Chaek Iron and Steel Complex represent those of Songun Korea making a leap forward to reach the eminence of a thriving nation under the leadership of the Workers' Party of Korea, said Rodong Sinmun Saturday in an editorial.\n\t\t\t\t\t The workers of the complex are genuine heroes and patriots in the era of great surge as they have made a leap forward, producing molten iron with loyalty, the editorial noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t They, remaining unfailingly loyal to the party and the revolution, devotedly worked last year, determined to make the year a year of surge for the complex and for its signal contribution. They brought about astonishing innovations, weathering all sorts of difficulties, and fully demonstrated the stamina and spirit of the working class of Korea that they can do anything if the party is determined. The completion of the Juche-based iron production system, a great victory of the self-supporting economy, is a product of the indomitable mental power displayed by the workers of the complex.\n\t\t\t\t\t\n\t\t\t\t\t Their faith represents the unshakable will to honor the pledge they made to the party and the leader despite any storm and stress and their stamina the spirit of creation. They did by themselves what others have never ventured by taking just a single step while others took a hundred steps. Their ability of execution is the militant disposition with which they devotedly carry through their revolutionary duty without any conditions by putting anything determined into practice to the last. \n\t\t\t\t\t\n\t\t\t\t\t Their faith, stamina and ability of execution reflect the indomitable revolutionary spirit and heroic stamina of the workers of the DPRK and the faith, will and revolutionary work style to be possessed by human beings in the present era of great urge. Only when the people work hard, emulating their faith, stamina and ability of execution, can they materialize the party's grand plan for the building of a thriving nation as early as possible and perform epoch-making feats glorifying the Songun era in the on-going drive for great surge."
        },
        {
            "title": "Songun, Ever-victorious Banner of Country and Revolution",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-12ee.html",
            "content": "Songun, Ever-victorious Banner of Country and Revolution\r\nPyongyang, January 29 (KCNA) -- Rodong Sinmun Saturday dedicates a by-lined article to the 8th anniversary of General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\".\n\t\t\t\t\t This work, published on January 29, 2003, clarifies the idea that independent, strong armed forces are needed to save the destiny of each country and nation and lead the revolution and construction to victory. It also expounds the resolute stand of the Workers' Party of Korea that the Korean People's Army guarantees peace, the socialist country and worthwhile and happy life of the people. \n\t\t\t\t\t\n\t\t\t\t\t The article says: \n\t\t\t\t\t\n\t\t\t\t\t The great reality of our country, witnessed over the past eight years since the publication of the work, proves that the banner of Songun raised by the WPK is an ever-victorious banner and that prosperity of the country and happiness of all generations to come can be achieved only under the Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is an invincible treasured sword for defending the independent dignity of the country and the nation. It is a banner of single-minded unity, the source of invincibility of the Korean revolution, and a powerful treasured sword for prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people do every thing in their own way, holding high the banner of independence despite the complicated and acute situation. \n\t\t\t\t\t\n\t\t\t\t\t The historic WPK Conference held last year was a significant event that fully showed the might of single-minded unity of our revolutionary ranks around the headquarters of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t The soldiers' ideological and moral power prevails over the whole country and all the people bring about amazing events one after another to hasten the day of victory in building a thriving nation by following the example of the army. This is the proud reality of our country advancing under the banner of Songun."
        },
        {
            "title": "S. Korea Stages DPRK-targeted Military Drill",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-14ee.html",
            "content": "S. Korea Stages DPRK-targeted Military Drill\r\n Pyongyang, January 29 (KCNA) -- The 103rd wing of the 8th combat flying group of the south Korean puppet air force on Jan. 27 staged a drill for preemptive attack on the DPRK in the sky above the Thaebaek training ground, according to Yonhap News of south Korea.\n\t\t\t\t\t The chief of the general staff of the air force was reported to command the drill by leading a flying formation aboard F-5 fighter plane.\n\t\t\t\t\t\n\t\t\t\t\t The warplanes dropped bombs and fired machine guns at stimulated objects such as trenches and tanks of the enemy, inciting war fever."
        },
        {
            "title": "Joint Presidium of Pomminryon Meets",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-16ee.html",
            "content": "Joint Presidium of Pomminryon Meets\r\n Pyongyang, January 29 (KCNA) --The 12th meeting of the Joint Presidium of the Pan-national Alliance for Korea's Reunification (Pomminryon) was held in the north and the south and abroad on January 29 by way of facsimile transmission.\n\t\t\t\t\t The meeting discussed the orientation of Pomminryon's activities for removing confrontation between the north and the south and promoting the peace of the country, the national reconciliation and unity and the movement for independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t A report was made there.\n\t\t\t\t\t\n\t\t\t\t\t It mentioned the tasks and ways for Pomminryon to advance under the slogan \"Let all Koreans in the north and the south and abroad join efforts and bring a new phase of independent reunification!\" this year.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon should invariably hold high the banner of the historic June 15 joint declaration and the October 4 declaration, it said.\n\t\t\t\t\t\n\t\t\t\t\t The report said that Pomminryon should resume all actions for the implementation of the declarations propelled in the June 15 era and turn them into a nationwide movement.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon should not allow any attempt to deny the inter-Korean declarations and obstruct the patriotic activities for reunification, it urged.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that all Koreans in the north and the south and abroad should hold fast to the idea of \"By our nation itself\" as lifeline of the national reunification movement and thoroughly carry it into practice.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was adopted at the meeting."
        },
        {
            "title": "Halt to Suppression of Pro-reunification Forces in S. Korea Demanded ",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-06ee.html",
            "content": "Halt to Suppression of Pro-reunification Forces in S. Korea Demanded\r\n Pyongyang, January 29 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, in a statement on Jan. 24 demanded the south Korean authorities unconditionally release Rev. Han Sang Ryol, immediately stop cracking down upon the pro-reunification and patriotic forces and ensure their activities. \n\t\t\t\t\t The statement bitterly condemned the fascist actions of the south Korean authorities as intolerable anti-reunification and undemocratic ones as they deny the north-south joint declaration, block dialogue and contacts with fellow countrymen and escalate confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The officials of the General Association and all the Koreans in China extend invariable support and solidarity to the south Korean people in their struggle to get the \"National Security Law\" abolished and achieve independence, democracy and reunification and will turn out in the struggle for foiling the anti-reunification moves of the separatist forces and bringing about a new phase of independent reunification, it stressed."
        },
        {
            "title": " Progressive Forces in S. Korea Called upon to Unite in Actions",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-05ee.html",
            "content": "Progressive Forces in S. Korea Called upon to Unite in Actions \r\n Pyongyang, January 29 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea in a commentary on Jan. 25 called upon all progressive forces to unite in actions against dictatorship.\n\t\t\t\t\t The commentary recalled that representatives of the Democratic Labor Party and other opposition parties and organizations of different circles at a joint meeting on Jan. 20 agreed to achieve a great alliance of progressive forces and jointly settle social problems like peace on the Korean Peninsula and the abolition of part-time jobs. \n\t\t\t\t\t\n\t\t\t\t\t It held that this was something very encouraging as it reflects the present reality. \n\t\t\t\t\t\n\t\t\t\t\t To achieve the alliance of progressive forces for the development of the progressive movement and the realization of social democracy brooks no further delay, the commentary added."
        },
        {
            "title": "Application of Tuition-waiver Program to Korean Schools Urged in Japan",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-08ee.html",
            "content": "Application of Tuition-waiver Program to Korean Schools Urged in Japan\r\n Pyongyang, January 29 (KCNA) -- University professors in Japan in a written request to the prime minister, the chief Cabinet secretary and the minister of Education, Culture, Sports, Science and Technology of Japan on Jan. 24 urged them to apply the tuition- waiver program to the Korean schools in Japan. \n\t\t\t\t\t They recalled that Korean School in Tokyo on Jan. 17 complained to the above-said minister that the action taken by the authorities to exclude the Korean schools from the program was unreasonable. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the ministry suspended the procedures for applying the program to the Korean schools, while going ahead with the procedures for other foreign school in Yokohama which applied for the program, they termed this blatant discriminatory action.\n\t\t\t\t\t\n\t\t\t\t\t Such attitude of the government is adversely affecting the viewpoint of local self-government organizations on the Korean schools, they declared.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese government promptly retract the above-said measure against the Korean schools, apply the program to those schools and make apology to the students and those concerned."
        },
        {
            "title": " DPRK's Important Proposal Supported by Guinean Government",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-03ee.html",
            "content": "DPRK's Important Proposal Supported by Guinean Government\n\t\t\t\t\t\t\r\n Pyongyang, January 29 (KCNA) -- The Guinean government extends full support to the DPRK's measures which are of historical significance, prompted by the desire to remain true to the idea of its foreign policy on peacefully settling all disputes in the international arena.\n\t\t\t\t\t The Guinean government said this in a note sent to the DPRK embassy in Conakry on January 24 in support of the joint statement of the government, political parties and organizations of the DPRK in the name of the Ministry of Foreign Affairs and Overseas Compatriots of Guinea. \n\t\t\t\t\t\n\t\t\t\t\t The important proposal of the DPRK will provide a sure guarantee for the international peace and stability, it stressed."
        },
        {
            "title": "S. Korea Urged to Come out for North-South Dialogue",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-07ee.html",
            "content": "S. Korean Authorities Urged to Come out for North-South Dialogue\r\n Pyongyang, January 29 (KCNA) -- Kim Hyon Hwan, director of the Institute for the Study of Idea of Independence in the U.S., in a commentary on Jan. 21 urged the south Korean authorities to come out for north-south dialogue as early as possible. \n\t\t\t\t\t The commentary recalled that the DPRK through a joint statement of the government, political parties and organizations and other measures proposed north-south dialogue for averting a war and achieving the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t It said that the attempt of the south Korean authorities to stir up the war atmosphere for their stay in power does not work any longer. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities refuse to implement the June 15 joint declaration and the October 4 declaration to the last, they will suffer a great disaster, warned the commentary."
        },
        {
            "title": "Group for Study of Progressive Ideas of South Africa Meets",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-02ee.html",
            "content": "Group for Study of Progressive Ideas of South Africa Meets\r\n Pyongyang, January 29 (KCNA) -- The Group for the Study of the Progressive Ideas of South Africa decided to organize colorful events including a seminar and film show this year in cooperation with the South African national committee for commemorating the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t It made such decision at its annual meeting on January 21.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed last year's work and discussed an action plan for this year.\n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to intensify the activities of the group and expand its ranks."
        },
        {
            "title": "Korean People's Greatest Holidays to Be Observed in Thailand",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-04ee.html",
            "content": "Korean People's Greatest Holidays to Be Observed in Thailand\n\t\t\t\t\t\t\r\nPyongyang, January 29 (KCNA) -- A Thai preparatory committee for commemorating the Day of Sun, the birth anniversary of President Kim Il Sung, and February 16, the birthday of General Secretary Kim Jong Il, was formed on Jan. 22.\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold diverse political and cultural events on the occasions."
        },
        {
            "title": "Kim Jong Il's Birthday Celebrated",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-01ee.html",
            "content": "Kim Jong Il's Birthday Celebrated\r\n Pyongyang, January 29 (KCNA) -- A seminar took place in Mongolia and film shows in Russia on Jan. 19 and 20 on the occasion of General Secretary Kim Jong Il's birthday.\n\t\t\t\t\t Participants in the film shows watched Korean films \"Party Founding Memorial Tower\" and \"Mt. Kuwol, Scenic Spot on West Coast.\" \n\t\t\t\t\t\n\t\t\t\t\t Ch. Bayarbat, executive chairman of the Mongolian Centre for the Study of Juche, and O. Sukhbatar, vice-rector of the Mongolian Chinggis Khan College, said that the DPRK has turned into a power today because President Kim Il Sung and Kim Jong Il wisely led the work for the country's prosperity. \n\t\t\t\t\t\n\t\t\t\t\t Semyonov, chairman of the Russian Association for the Development of Friendship and Cooperation with Foreign Countries, noted that Kim Jong Il shattered the strategy of the U.S. imperialists for world domination, setting an example in the struggle for building an independent new world desired by humankind. \n\t\t\t\t\t\n\t\t\t\t\t One can hardly find in any other part of the world such country as the DPRK which has legitimately exercised the dignity and sovereignty of the nation, standing in confrontation with the U.S. single-handed, though small in territory and population, he added."
        },
        {
            "title": "Rodong Sinmun denuncia aumento de gastos militares de EE.UU.",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-19ee.html",
            "content": "Rodong Sinmun denuncia aumento de gastos militares de EE.UU.\r\n  Pyongyang, 29 de enero (ATCC) -- El monto total del presupuesto de defensa nacional de Estados Unidos para el ano fiscal 2011 es mas alto que la suma de gastos militares de todos los paises del mundo.\n\t\t\t\t\t  Si se tiene en cuenta las circunstancias internacionales de hoy, resulta incomprensible el crecimiento exorbitante de gastos militares de EE.UU., el cual persigue la meta de seguir interviniendo y agrediendo a otros paises con las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\t  Asi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t  El aumento del presupuesto militar de EE.UU. trae la nueva carrera armamentista y el disturbio economico mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Amenazadas ante ello, las otras potencias del mundo tambien aumentan sus gastos militares.\n\t\t\t\t\t\n\t\t\t\t\t  En particular, varios paises de la region de Asia-Pacifico asignan a la defensa nacional gran parte de sus presupuestos estatales preocupandose de la seguridad nacional.\n\t\t\t\t\t\n\t\t\t\t\t  La ola de carrera armamentista acrecienta el peligro de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC e Iran son blancos del proximo ataque de EE.UU. Efectivamente, en los alrededores de esos dos paises estan emplazados un gran numero de efectivos norteamericanos.\n\t\t\t\t\t\n\t\t\t\t\t  Realmente, el aumento de gastos militares de EE.UU. constituye un acto criminal antihistorico y antipaz.     \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no debe hacerlo mas teniendo presente que eso perjudica no solo al mundo sino tambien a si mismo."
        },
        {
            "title": "Efectos medicinales de locha",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-20ee.html",
            "content": "Efectos medicinales de locha\r\nPyongyang, 29 de enero (ATCC) -- Desde la antiguedad, se usa ampliamente en Corea la locha en el tratamiento de varias enfermedades.\n\t\t\t\t\tLa Escuela de Medicina de Pyongyang de la Universidad Kim Il Sung preparo recientemente la solucion nutritiva de ese pez mas mucoso que los otros de agua dulce.\n\t\t\t\t\t\n\t\t\t\t\tSegun el resultado de investigacion, el cuerpo humano asimila pocos elementos nutritivos de locha cuando la consume en crudo.\n\t\t\t\t\t\n\t\t\t\t\tPero, la solucion nutritiva se digiere por completo.\n\t\t\t\t\t\n\t\t\t\t\tElla se recomienda para la cura de la hepatitis cronica, cirrosis hepatica, ascitis, etc. y previene la diabetes y desnutricion."
        },
        {
            "title": "Entidad norcoreana denuncia represion a personalidades patrioticas",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-21ee.html",
            "content": "Entidad norcoreana denuncia represion a personalidades patrioticas \r\n  Pyongyang, 29 de enero (ATCC) -- Hace poco, el Tribunal Local Central de Seul sentencio al pastor Han Sang Ryol, personalidad pro-reunificacion quien habia visitado a Pyongyang el ano pasado con motivo del 10o aniversario de la publicacion de la Declaracion Conjunta Norte-Sur del 15 de Junio, a 5 anos de prision e igual periodo de suspension de calificacion.\n\t\t\t\t\t  Y en junio del ano pasado, impuso la pena a 3 personalidades pro-reunificacion incluso el co-delegado de la Solidaridad por el Progreso del Sur de Corea bajo la absurda imputacion de que ellos comparten la opinion del Norte. \n\t\t\t\t\t\n\t\t\t\t\t  Esto deviene una violacion de derechos humanos y acto fascista nunca tolerable que infringe los elementales derechos y la conciencia del ser humano y la libertad de debatir y actuar por la reunificacion y agrava la confrontacion entre los connacionales. \n\t\t\t\t\t\n\t\t\t\t\t  Condena asi el portavoz del Comite Norteno para la Ejecucion de la Declaracion Conjunta del 15 de Junio en su declaracion fechada 29 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  No pueden ser incriminados en ningun caso el motivo de la visita a Pyongyang del pastor Han y todas sus actividades realizadas en esa ocasion, porque son muy justos para mantener y ejecutar la Declaracion Conjunta Norte-Sur y lograr la reconciliacion y unidad nacionales y la reunificacion independiente del pais. \n\t\t\t\t\t\n\t\t\t\t\t  Mientras imperen el fascismo y la confrontacion y prosiga el acoso politico contra las personalidades pro-reunificacion, no pueden esperar los autenticos derechos humanos ni el avance de las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas deben cancelar la politica de confrontacion fratricida y abolir la \"ley de seguridad\", codigo fascista de la epoca vieja.\n\t\t\t\t\t\n\t\t\t\t\t  Y han de anular las injustas condenas impuestas a las personalidades pro-reunificacion y ponerlas en libertad de inmediato. \n\t\t\t\t\t\n\t\t\t\t\t  Si ellas siguen impidiendo los contactos y las visitas entre ambas partes coreanas y recurriendo a la represion contra los patriotas pro-reunificacion en desafio a la aspiracion y demanda de la nacion, quedaran arruinadas finalmente siendo repudiadas mas fuertemente por los nacionales y extranjeros."
        },
        {
            "title": " Sesionada 12a reunion de copresidencia de la APRP",
            "url": "http://kcna.co.jp/item/2011/201101/news29/20110129-22ee.html",
            "content": "Sesionada 12a reunion de copresidencia de la APRP\r\n  Pyongyang, 29 de enero (ATCC) -- Tuvo lugar el dia 29 la 12a reunion de copresidencia de la Alianza Pannacional por la Reunificacion de la Patria (APRP) por el metodo de transmision facsimile entre el Norte, el Sur y ultramar.\n\t\t\t\t\t  En la ocasion hubo debates sobre el rumbo de actividades de la APRP para eliminar el estado de confrontacion N-S e impulsar dinamicamente la paz de la patria, la reconciliacion y la unidad de la nacion y el movimiento por la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\t  El informe presentado indica las tareas y remedios que debe cumplir la APRP para marchar levantando la consigna \"!Con la fuerza unida de todos los compatriotas del Norte, el Sur y el extranjero, abramos una nueva coyuntura para la reunificacion independiente!\"\n\t\t\t\t\t\n\t\t\t\t\t  La APRP debe seguir ateniendose a la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, subraya la nota.\n\t\t\t\t\t\n\t\t\t\t\t  Prosigue que la APRP debe reiniciar todas las actividades realizadas durante la epoca del 15 de Junio para ejecutar las declaraciones mencionadas y convertirlas en un movimiento pannacional.\n\t\t\t\t\t\n\t\t\t\t\t  Subraya que ella no debe tolerar cualquier intento de negar las declaraciones N-S e impedir las actividades patrioticas pro-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Recalca que toda la nacion coreana del Norte, el Sur y en ultramar debe tomar el ideal de \"Entre nosotros, los connacionales\" como linea de vida del movimiento por la reunificacion de la patria y materializarlo cabalmente.\n\t\t\t\t\t\n\t\t\t\t\t  En la reunion fue aprobada la resolucion."
        }
    ]
}