{
    "date": "2011-09-10",
    "url": "http://kcna.co.jp/item/2011/201109/2011-09-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Gives Field Guidance to Mokran Video Company",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-08ee.html",
            "content": "Kim Jong Il Gives Field Guidance to Mokran Video Company\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the DPRK National Defence Commission, provided field guidance to the Mokran Video Company.\n\t\t\t\t\t\n\t\t\t\t\tAfter being briefed on the technical specifications of the newly built DVD factory, he looked round nickel board production process installed with latest equipment, DVD manufacturing process and other places to acquaint himself in detail with the production and distribution of cultural media.\n\t\t\t\t\t\n\t\t\t\t\tIt is great success that the workers and technicians of the factory and officials of the relevant fields have successfully built the DVD factory in a brief span of time, he said, expressing great satisfaction over the construction of another model factory that can represent the age of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\tThe building of the DVD factory based on the latest technology made it possible to distribute more cultural media on which varieties of literary and art works are recorded including films, dramas and TV dramas among party members and other working people, school youth and children, he noted, highly appreciating a high level of creative spirit and the spirit of devoted service to the people displayed by the workers and technicians of the company and officials of relevant fields.\n\t\t\t\t\t\n\t\t\t\t\tAn important duty facing the company is to boost the production of DVDs and other cultural media and ensure their best quality on the basis of the existing production base, he said. \n\t\t\t\t\t\n\t\t\t\t\tHe underlined the need to have DVDs recorded not only with literary  and art works but with reminiscences of President Kim Il Sung and other books and distribute them. \n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to send varieties of media produced at different units to the company so that they may be manufactured in an intensive manner and distributed in a big and bold way as it has a great capacity, he added. \n\t\t\t\t\t\n\t\t\t\t\tHe expressed great expectation and belief that the officials, workers and technicians of the company would perform fresh miracles and feats in the production and distribution of cultural media. \n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Kim Jong Un, vice-chairman of the Central Military Commission of the WPK; Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK; Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC; Pak To Chun, alternate member of the Political Bureau and secretary of the C.C., the WPK; Ju Kyu Chang, alternate member of the Political Bureau and department director of the C.C., the WPK; and Ri Jae Il, first vice department director of the C.C., the WPK."
        },
        {
            "title": "Gift to Kim Jong Il from Russian Defense Minister",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-33ee.html",
            "content": "Gift to Kim Jong Il from Russian Defense Minister\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Leader Kim Jong Il was presented with a gift by Anatoly Serzhukov, minister of Defense of Russia, on his successful visit to Siberian and Far East regions of Russia and the 63rd anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe gift was handed over to DPRK Ambassador to Russia Kim Yong Jae by Kshmovski, deputy director of the General Department of the International Military Cooperation of the Ministry, on Sept. 6."
        },
        {
            "title": "Gift to Kim Jong Il from Russian Figure",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-31ee.html",
            "content": "Gift to Kim Jong Il from Russian Figure\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Leader Kim Jong Il received a gift from the head of the delegation of the Maritime Territorial Branch of the \"United Russia\" Party on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt was handed over to an official concerned by head of the delegation Vladimir Novikov, mayor of Artyom City who is member of the Regional Political Council of the Maritime Territorial Branch of the Party, on Friday."
        },
        {
            "title": "Gift to Kim Jong Il from FFV",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-22ee.html",
            "content": "Gift to Kim Jong Il from FFV\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Leader Kim Jong Il received a gift from the Central Committee of the Fatherland Front of Vietnam.\n\t\t\t\t\t\n\t\t\t\t\tThe gift was handed to Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, on Saturday by Le Ba Trinh, vice-president of the Central Committee of FFV on a visit to the DPRK."
        },
        {
            "title": "Gift to Kim Jong Il from Japanese",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-29ee.html",
            "content": "Gift to Kim Jong Il from Japanese\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Leader Kim Jong Il received a gift from the president of Inoki Genom Joint Co., Ltd. of Japan on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt was handed over to an official concerned by Kanji Inoki, president of Inoki Genom, on Friday."
        },
        {
            "title": "Reply Message to Russian President",
            "url": "http://kcna.co.jp/item/2011/201109/news10/20110910-40ee.html",
            "content": "Reply Message to Russian President\r\n\n\t\t\t\t\tPyongyang, September 10 (KCNA) -- Leader Kim Jong Il sent a message to Russian President Dmitri Medvedev thanking him for the message of sympathy sent in connection with the recent flood damage in the DPRK on Friday.\n\t\t\t\t\t\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tI express thanks to you for sending me a message of sympathy in connection with the recent flood damage in our country.\n\t\t\t\t\t\n\t\t\t\t\tI, availing myself of this opportunity, express belief that the traditional relations of friendship and cooperation between the DPRK and Russia would steadily grow stronger in the future, too."
        }
    ]
}