{
    "date": "2012-05-11",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-11ee.html",
    "articles": [
        {
            "title": "DPRK Foreign Minister Slams UN's Application of Double Standards",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-06ee.html",
            "content": "DPRK Foreign Minister Slams UN's Application of Double Standards\r\n Pyongyang, May 11 (KCNA) -- Now the UN has been abused for justifying the high-handed practices and application of double standards by a tiny handful of its member states instead of speaking for the general will of all countries, said DPRK Foreign Minister Pak Ui Chun who is head of its delegation at the ministerial meeting of non-aligned countries in Egypt Wednesday.\n\t\t\t\t\t It is pointed out in the draft final document presented to this meeting that in recent years the UNSC has kept silent or failed to take any measure concerning some issues while taking coercive measures or threatening to take as regards other matters of all a sudden, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t A typical example of this was the unreasonable action taken by the UNSC, again finding fault with the DPRK's launch of a scientific and technological satellite for peaceful purposes last April.\n\t\t\t\t\t\n\t\t\t\t\t This was the height of the selective and arbitrary application of double standards as it wantonly violated not only the principle of sovereign equality stipulated in the universally recognized international law and the UN charter clarifying that the outer space should be freely developed or used by all the countries without any discrimination and, furthermore, the resolution adopted at the 15th NAM Summit which recognized common understanding and rights of the whole mankind to develop and use space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's satellite launch was an exercise of an independent and legitimate right pursuant to the universally recognized international law on the peaceful use of space including the Outer Space Treaty which reflects the general will of the international community which is above the UNSC's resolution.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation indicates that the UNSC has been reduced to a tool for high-handed and arbitrary practices overriding international law.\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK has become a target of attack on account of its satellite launch but other member states of NAM may fall victim to the above-said practices in the future.\n\t\t\t\t\t\n\t\t\t\t\t This proves once again the justice of the repeated call of NAM for reforming the anachronistic UNSC.\n\t\t\t\t\t\n\t\t\t\t\t Extending deep thanks to the member states of NAM for supporting and encouraging the Korean people in their just cause of defending peace and security on the Korean Peninsula and achieving national reunification, Pak Ui Chun expressed expectation and belief that they would continue to voice positive support and solidarity in the future, too."
        },
        {
            "title": "DPRK Foreign Minster Calls for Boosting Role of NAM",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-05ee.html",
            "content": "DPRK Foreign Minster Calls for Boosting Role of NAM\r\n Pyongyang, May 11 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Wednesday referred to the increased role of the Non-Aligned Movement (NAM) at the ministerial meeting of non-aligned countries in Egypt.\n\t\t\t\t\t The historic cause of NAM has not yet been accomplished despite the flow of time and the alternation of generations and the struggle to realize the idea and objective of NAM is going on, he said, calling upon the meeting to pay attention to the following issues of further increasing NAM's role in view of the present situation:\n\t\t\t\t\t\n\t\t\t\t\t First, NAM should boost unity and solidarity in the struggle to protect the sovereignty of its member states.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other western countries are persisting in infringing upon the sovereignty of other countries or posing threat to them under the pretexts of \"anti-terrorism\", \"humanitarianism\", etc. All the member states of NAM are victims of those acts.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for NAM to take measures against all sorts of aggression and interference and sanctions and pressure aimed at regime change of NAM member states, guided by the idea of NAM founding opposed to foreign aggression and interference.\n\t\t\t\t\t\n\t\t\t\t\t Second, it is necessary to take more practical joint actions to protect NAM's interests in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t NAM should give priority to its measures for settling the issues facing its member states and major international issues on the principle of collective actions laid down in the Havana Declaration and Sharm el-Sheikh Declaration adopted at the NAM Summits.\n\t\t\t\t\t\n\t\t\t\t\t For the present, NAM should overcome differences and steadily expand the sphere of common points and joint actions so that it may raise its voices in the international arena. What is important is for NAM to pay attention to protecting the collective interests of the NAM member states and observing the principle of impartiality, objectivity and equality at the UN.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will invariably adhere to NAM's principle pursuant to the idea of its foreign policy-- independence, friendship and peace-- and make a positive contribution to the development of NAM."
        },
        {
            "title": "Lao President Meets DPRK High Ranking Delegation",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-28ee.html",
            "content": "Lao President Meets DPRK High- Ranking Military Delegation\r\n Pyongyang, May 11 (KCNA) -- Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party and president of the Lao People's Democratic Republic, on Friday met and had a friendly talk with the DPRK high- ranking military delegation headed by Vice Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and chief of the General Staff of the KPA, which paid a courtesy call on him.\n\t\t\t\t\t Choummaly Sayasone said that the friendly relations between Laos and the DPRK provided by President Kaysone Phomvihane and President Kim Il Sung have a long history.\n\t\t\t\t\t\n\t\t\t\t\t These friendly relations have grown stronger thanks to leader Kim Jong Il, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to make positive efforts to deepen the friendship between the armies of Laos and the DPRK in the future."
        },
        {
            "title": "Socialist Korea Praised by President of Lao NA",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-18ee.html",
            "content": "Socialist Korea Praised by President of Lao NA\r\n Pyongyang, May 11 (KCNA) -- Pany Yathortou, president of National Assembly of the Lao People's Democratic Republic and member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, gave her impressions of the DPRK as follows:\n\t\t\t\t\t I was amazed to witness the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Touring various parts of the DPRK, I clearly realized socialist Korea is winning victory after victory.\n\t\t\t\t\t\n\t\t\t\t\t The achievements of the Korean people are startling the world people. This encourages the Lao people.\n\t\t\t\t\t\n\t\t\t\t\t Both people of Laos and the DPRK have a long history of friendly ties. \n\t\t\t\t\t\n\t\t\t\t\t The bilateral relations of friendship provided by President Kaysone Phomvihane and President Kim Il Sung have grown stronger thanks to leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and Generalissimo Kim Jong Il are close friends of the Lao people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people extended sincere help and support and encouragement to the Lao people when they were in difficulty.\n\t\t\t\t\t\n\t\t\t\t\t At that time the Korean people did not have everything sufficient enough to help us.\n\t\t\t\t\t\n\t\t\t\t\t The Lao people will never forget this.\n\t\t\t\t\t\n\t\t\t\t\t The party and government of Laos have always paid great attention to the development of the friendly relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the members of the Political Bureau of the C.C., Lao People's Revolutionary Party visited the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This fact alone proves what great importance Laos puts to the relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t President Choummaly Sayasone often recollects the impressions he got of the DPRK during his visit last year.\n\t\t\t\t\t\n\t\t\t\t\t He said he was the first state leader to meet Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I would like to warmly congratulate Kim Jong Un on his election as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission on behalf of the party and government of Laos.\n\t\t\t\t\t\n\t\t\t\t\t I am confident that the Korean people will firmly preserve and glorify the undying exploits of the great leaders under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I will make a positive contribution to further boosting the bilateral friendly ties."
        },
        {
            "title": "Congratulations to PM and FM of Democratic Congo",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-16ee.html",
            "content": "Congratulations to PM and FM of Democratic Congo\r\n  Pyongyang, May 11 (KCNA) -- DPRK Premier Choe Yong Rim Thursday sent a congratulatory message to Augustin Matata Ponyo upon his appointment as prime minister of Democratic Congo.\n\t\t\t\t\t The message wished him great success in his future work for the national unity and the development of the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t On the same day DPRK Foreign Minister Pak Ui Chun sent a similar message to Raymond Tchibanda Ntounga Moulongo upon his appointment as minister of Foreign Affairs, Cooperation and Francophone Affairs of Democratic Congo."
        },
        {
            "title": "Congratulations to Jordanian PM",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-17ee.html",
            "content": "Congratulations to Jordanian PM\r\n Pyongyang, May 11 (KCNA) -- DPRK Premier Choe Yong Rim Thursday sent a congratulatory message to Fayez Tarawneh upon his appointment as prime minister of the Hashemite Kingdom of Jordan.\n\t\t\t\t\t In the message Choe wished his Jordanian counterpart success in his work for the development of the country and its prosperity.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun also sent a similar message to Nasser Judeh on his stay in office as foreign minister."
        },
        {
            "title": "Congratulations to Kim Jong Un from Nigerian President",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-07ee.html",
            "content": "Congratulations to Kim Jong Un from Nigerian President\r\n Pyongyang, May 11 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Nigerian President Goodluck Ebele Jonathan on May 2.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I heard with joy the news that you were elected first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the great people of the DPRK expressed absolute confidence and trust in your leadership this time. \n\t\t\t\t\t\n\t\t\t\t\t I would like to send Your Excellency my best wishes for success in your work on behalf of the Nigerian government and people and on behalf of my family. \n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the people's respect for Your Excellency will lead to the devoted service of Your Excellency to your people and nation.\n\t\t\t\t\t\n\t\t\t\t\t The feats performed by the leaders will prove to be strength putting spurs to history and encourage you.\n\t\t\t\t\t\n\t\t\t\t\t It is my hope that your country will achieve best peace, prosperity and progress.\n\t\t\t\t\t\n\t\t\t\t\t Please accept Your Excellency my best wishes and congratulations on the historic event today."
        },
        {
            "title": "Chinese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-14ee.html",
            "content": "Chinese Delegation Visits Mangyongdae\r\n Pyongyang, May 11 (KCNA) -- The friendship delegation of the China Association for International Friendly Contact headed by its President Li Zhaoxing visited Mangyongdae, President Kim Il Sung's birthplace.\n\t\t\t\t\t Being briefed on the glorious revolutionary history of the President and the members of his family, the members of the delegation looked round historic relics preserved there with keen interest.\n\t\t\t\t\t\n\t\t\t\t\t They posed for a souvenir picture in front of the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured other places including the e-library of Kim Il Sung University and the Hana Music Information Center. It also enjoyed concert \"Family of the General\" given by the Unhasu Orchestra to mark May Day."
        },
        {
            "title": "Gift to Kim Jong Un from Rector of Lao Military Academy",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-15ee.html",
            "content": "Gift to Kim Jong Un from Rector of Lao Military Academy\r\n Vientiane, May 11 (KCNA) -- The dear respected Kim Jong Un, supreme commander of the Korean People's Army and supreme leader of the Workers' Party of Korea and people, received a gift from the rector of the Kaysone Phomvihane Military Academy of Laos.\n\t\t\t\t\t The rector handed over the gift to Vice Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and chief of the General Staff of the KPA, on a visit to Laos on May 10."
        },
        {
            "title": "Kim Yong Nam Arrives in Singapore",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-21ee.html",
            "content": "Kim Yong Nam Arrives in Singapore\r\n Singapore, May 11 (KCNA correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, arrived in Singapore Friday. \n\t\t\t\t\t Accompanying him were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, and An Jong Su, minister of Light Industry, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at the airport by Lim Cheng Hoe, director for Protocol of the Ministry of Foreign Affairs, officials concerned and Jong Song Il, DPRK ambassador to Singapore. \n\t\t\t\t\t\n\t\t\t\t\t Kim headed for the guest house, escorted by motor bikes."
        },
        {
            "title": "DPRK High-ranking Military Delegation Leaves Laos",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-29ee.html",
            "content": "DPRK High-ranking Military Delegation Leaves Laos\r\nPyongyang, May 11 (KCNA) -- The DPRK high-ranking military delegation headed by Vice-Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and chief of the General Staff of the KPA, left Vientiane on Friday after visiting the People's Democratic Republic of Laos.\n\t\t\t\t\tA farewell ceremony was held for the delegation before leaving.\n\t\t\t\t\t\n\t\t\t\t\tDuring its stay in Laos the delegation toured Kaysone Phomvihane Military Academy, a power station, etc."
        },
        {
            "title": "Kim Jong Un's Work, Highly Important Guidelines for Land Management",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-27ee.html",
            "content": "Kim Jong Un's Work, Important Guidelines for Land Management\r\n Pyongyang, May 11 (KCNA) -- The dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" has met a great public response. The work was delivered to the participants in a meeting of activists of the general mobilization movement for land management on May 8.\n\t\t\t\t\t Kim Kyong Jun, vice-minister of Land and Environmental Conservation, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"This work fully represents Kim Jong Un's outlook on the people and posterity. \n\t\t\t\t\t\n\t\t\t\t\t It defines air-pollution prevention as an important issue in environmental conservation, while pointing out that officials who pay less attention to preventing air pollution are those lacking loyalty to the people.\n\t\t\t\t\t\n\t\t\t\t\t I really feel remorseful. Each word and phrase of the work is vibrant with patriotism as ardent as leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t As instructed by Kim Jong Un, I will keep the genuine outlook on the people that puts their interests above anything else and make fresh turn in the efforts for land and environmental conservation.\"\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Nam, vice-chairman of the C.C., Nature Conservation Union of Korea, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un's work mirrors his strong will to remain faithful to Kim Jong Il's idea on land management and glorify the feats he performed to that effect. \n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, Kim Jong Il instilled in the minds of the Korean people the idea that they should devote themselves to ensuring the happiness of posterity, although they may not enjoy benefits.\n\t\t\t\t\t\n\t\t\t\t\t As intended by the work, I will devote myself to turning the country into a land of eternal happiness for posterity under the leadership of Kim Jong Un who has embodied Kim Jong Il-style patriotism at the highest level.\""
        },
        {
            "title": "Kim Jong Un's Work Inspires DPRK People in Land Management Drive",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-22ee.html",
            "content": "Kim Jong Un's Work Inspires DPRK People in Land Management Drive\r\n Pyongyang, May 11 (KCNA) -- The dear respected Kim Jong Un made public his work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" on April 27, 2012.\n\t\t\t\t\t This work, delivered to the participants in a meeting of activists of the general mobilization movement for land management on May 8, has evoked big responses from the people in the Democratic People's Republic of Korea, who lauded it as the guidelines providing a new milestone for the movement.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Dok, vice-chairman of the Pyongyang City People's Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The work serves as an inspiring banner that all the officials and other working people should hold fast to in the efforts to turn the whole country into a socialist fairyland, build an economic power and improve the people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t We, officials of the People's Committee, will firmly preserve and always glorify the ideas and feats of President Kim Il Sung and leader Kim Jong Il for land development and strive to turn Pyongyang into an excellent city based on the revolutionary outlook on the leader.\"\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Nam, department director of the Pyongyang City People's Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The work contains Kim Jong Un's strong will to translate the patriotic intention of Kim Il Sung and Kim Jong Il into a reality.\n\t\t\t\t\t\n\t\t\t\t\t Being well aware of my duty and mission as a servant for the people, I will do my best to spruce up Pyongyang in a more beautiful and cultural way and provide the citizens with better living conditions.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Il Song, an official of the Pyongyang City People's Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t \"It is our duty to give face-lifting to the capital city of Pyongyang associated with Kim Il Sung and Kim Jong Il's lifetime efforts.\n\t\t\t\t\t\n\t\t\t\t\t The city will be turned into a socialist land of blessing better to live by our officials and working citizens with ardent patriotism.\""
        },
        {
            "title": "More Remains of Martyrs Buried in Patriotic Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-31ee.html",
            "content": "More Remains of Martyrs Buried in Patriotic Martyrs Cemetery\r\n Pyongyang, May 11 (KCNA) -- More remains of martyrs were buried in the Patriotic Martyrs Cemetery in the DPRK. \n\t\t\t\t\t Among the martyrs are former generals of the Korean People's Army Kim Song Hak, Ri Sok Myong and Pak Yun Hwal who made contributions to developing the revolutionary armed forces and completing construction objects. \n\t\t\t\t\t\n\t\t\t\t\t Among them are also Hwang Son Hong, Kim Yong Jun, Ryom Thae Jun, Kim Sun Ho and Han Song Gyu and others who rendered services for national reunification, the nation's development of science and technology and the training of talents. \n\t\t\t\t\t\n\t\t\t\t\t Burial ceremonies took place at the cemetery on Thursday and Friday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, service personnel of the KPA and bereaved families."
        },
        {
            "title": "New Species of Flowers Produced in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-20ee.html",
            "content": "New Species of Flowers Bred\r\n Pyongyang, May 11 (KCNA) -- The Pyongyang Horticulture Institute has bred new species of beautiful flowers. \n\t\t\t\t\t Over the last decade the institute succeeded in breeding more than 100 species of flowers that originated from various countries and regions to suit the taste and emotion of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Among them is Manbokhwa (flower of all blessings) named by the dear respected Kim Jong Un, saying it is very beautiful. \n\t\t\t\t\t\n\t\t\t\t\t Manbokhwa belonging to cymbidium of orchid family is a perennial flower that remains green all the year round. It is not only beautiful but keeps blooming for a longer period than any other species. \n\t\t\t\t\t\n\t\t\t\t\t The institute newly bred new species of cymbidium and gerbera growing in different parts and regions of the world.\n\t\t\t\t\t\n\t\t\t\t\t Cymbidium lasts more than 30 days if it is kept in a vase. It is good for flower pots and bouquets.\n\t\t\t\t\t\n\t\t\t\t\t Gerbera is diverse in its color. When a flower stalk is broken, a new one grows and comes into bloom, drawing attention of people. \n\t\t\t\t\t\n\t\t\t\t\t The institute is making sustained efforts to acclimatize new species of flowers and a lot of flowers such as tulip and dahlia to the climatic and soil conditions of Korea and spread them to various parts of the country."
        },
        {
            "title": "DPRK Experiences High-temperature Weather",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-26ee.html",
            "content": "DPRK Experiences High-temperature Weather\r\n Pyongyang, May 11 (KCNA) -- The Democratic People's Republic of Korea has been experiencing exceptionally high temperature weather.\n\t\t\t\t\t From April 30 to May 9, daytime temperatures hit the record high, with 27 degrees Celsius in Pyongyang, 26.6 in Phyongsong, 27.4 in Sariwon, 26.7 in Haeju, 26.9 in Kaesong and 22. 2 in Nampho.\n\t\t\t\t\t\n\t\t\t\t\t The high temperatures were believed to be caused by the increased high pressure in the sky above the southern area, which prevented the inflow of cold air from the north.\n\t\t\t\t\t\n\t\t\t\t\t There have been few rainfalls in the western coastal area of the country.\n\t\t\t\t\t\n\t\t\t\t\t Until mid-May, the country's weather will be affected mainly by the high pressure in the southern area and in the Okhotsk.\n\t\t\t\t\t\n\t\t\t\t\t Thereby, the daytime temperatures are forecast to be higher than the average ones in most parts of the country, except the eastern coastal area, with a small amount of precipitation.\n\t\t\t\t\t\n\t\t\t\t\t Drought is likely to come to the western coastal area."
        },
        {
            "title": "Catfish-Jowl Aspic Enjoys Popularity",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-25ee.html",
            "content": "Catfish-Jowl Aspic Enjoys Popularity\r\n Pyongyang, May 11 (KCNA) -- Conspicuous among the dishes, presented to the 17th April Holiday Food Festival at the People's Palace of Culture, was the aspic made of catfish jowl. \n\t\t\t\t\t Sliced aspic garnished with carrot and celery became the focus of the people's attention.\n\t\t\t\t\t\n\t\t\t\t\t The dish was presented by Ju Suk Hui at Tongchonho Restaurant.\n\t\t\t\t\t\n\t\t\t\t\t Noting that many people like to take the dish, she told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The catfish jowl can also be steamed, roasted and fried.\n\t\t\t\t\t\n\t\t\t\t\t But, the people, including those with dull appetite, chose to take the aspic, because it contains all of catfish's nutrients and is well digestive as well.\""
        },
        {
            "title": "Architectural Festival Closes",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-19ee.html",
            "content": "Architectural Festival Closes\r\n Pyongyang, May 11 (KCNA) -- The 12th May 21 Architectural Festival was closed with due ceremony at the People's Palace of Culture Friday. It was opened on Wednesday. \n\t\t\t\t\t The festival brought together officials, architects, technicians, teachers, researchers and creators in the fields of architectural construction, building-materials and designing research and scientific and educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented more than 240 architectural designs for prize contest, at least 320 scientific papers and 20 architectural designing programs and multimedia conducive to developing the Juche-oriented architecture.\n\t\t\t\t\t\n\t\t\t\t\t The festival was divided into a prize contest in architectural layout plans, a public presentation of scientific papers and a contest in architectural designing programs and multimedia, etc.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention of visitors were \"Reverence\", \"Desire\" and \"Immortality\", plans for erecting grand monuments and laying out areas around them, \"Happiness\", a design for forming a model dwelling house estate, and \"Light\", a design for laying out buildings powered by natural energy.\n\t\t\t\t\t\n\t\t\t\t\t Visitors appreciated the designs that fully provide convenience of residents with various amenities and feature diverse architectural styles, modernization of their structure and optimization of building site as they ensure high formative and artistic levels of buildings. \n\t\t\t\t\t\n\t\t\t\t\t \"Study of architectural plan for a terrapin breeding farm\", \"Study of use of concrete shuttering in monolithic frame construction\" and other papers and systems for supporting structural designing and providing information about urban infrastructure and other programs and multimedia were highly appreciated at the festival."
        },
        {
            "title": "Ri Sung Gi, World- Famous Korean Chemist",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-24ee.html",
            "content": "Ri Sung Gi, World- Famous Korean Chemist\r\n Pyongyang, May 11 (KCNA) -- Ri Sung Gi (1905-1996) was a Korean chemist who had become world-famous for inventing vinalon fibre.\n\t\t\t\t\t He studied at a university in an alien land because of the Japanese colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t In Juche 28 (1939), he succeeded in making an invention of a synthetic fiber, called vinalon, from polyvinyl alcohol for the first time in the world and started research into its mass-production.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of Korea, he took pains for development of national education and science in south Korea, but failed to materialize his desire.\n\t\t\t\t\t\n\t\t\t\t\t He came to the northern half of Korea during the Fatherland Liberation War (1950-1953). Thanks to the deep care of President Kim Il Sung, Ri could continue to make the researches even in the wartime, laying scientific foundations for vinalon industry.\n\t\t\t\t\t\n\t\t\t\t\t His efforts led to the creation of a large-scale vinalon industry relied on limestone and anthracite abundant in the country.\n\t\t\t\t\t\n\t\t\t\t\t Later, he gained successes in improving its quality, increasing its variety and producing movilon fibre.\n\t\t\t\t\t\n\t\t\t\t\t An academician, professor and doctor, he brought up a number of scientists and wrote many books.\n\t\t\t\t\t\n\t\t\t\t\t He was also awarded titles of honorary academician and professor from abroad. \n\t\t\t\t\t\n\t\t\t\t\t His book \"Vinalon\" was translated and published in many countries.\n\t\t\t\t\t\n\t\t\t\t\t He, a deputy to the DPRK Supreme People's Assembly, was awarded many orders and medals, including Title of Labor Hero, Kim Il Sung Prize, Title of People's Scientist and Order of National Flag 1st Class, for his signal contribution to the nation's sci-tech development."
        },
        {
            "title": "U.S.-resident Korean Medical Scholar",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-23ee.html",
            "content": "U.S.-resident Korean Medical Scholar\r\n Pyongyang, May 11 (KCNA) -- The 14th Pyongyang symposium on medical science of Koreans at home and abroad took place in the Democratic People's Republic of Korea a few days ago. \n\t\t\t\t\t At the symposium, its participants released research results conducive to developing the homeland's medical science and exchanged views on the world's development tendency of medical science. \n\t\t\t\t\t\n\t\t\t\t\t A speech by Kim Yun Bom (83), chairman of the Medical Science Committee of the Federation of Koreans in the U.S., came under spotlight of the participants.\n\t\t\t\t\t\n\t\t\t\t\t In his speech titled \"Research into Transplantation of Heterogeneous Body Organs\", he proved that a sterile pig can be raised and its organs transplanted to a human body with no side-effects.\n\t\t\t\t\t\n\t\t\t\t\t Kim told KCNA that he felt superiority of the Korean nation over the research results made public by the homeland's medical scientists at the symposium.\n\t\t\t\t\t\n\t\t\t\t\t \"I had been invited to many universities at abroad to give lectures, but I think it was the most impressive for me to give a lecture at Pyongyang Medical College of Kim Il Sung University,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t \"I will work hard to invigorate the exchanges of clinical experience and medical science between noted foreign universities and Pyongyang Medical College, thus making bigger contribution to the nation's development of medical science,\" he added.\n\t\t\t\t\t\n\t\t\t\t\t He was awarded a DPRK honorary doctorate on his current trip to the homeland."
        },
        {
            "title": "Rodong Sinmun Calls for Attaining This Year's Goal of Grain Production",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-08ee.html",
            "content": "Rodong Sinmun Calls for Attaining This Year's Goal of Grain Production\r\n Pyongyang, May 11 (KCNA) -- Rodong Sinmun Friday editorially calls upon the whole party and country and all the people to turn out as one to attain without fail the goal of grain production set by the Workers' Party of Korea and translate into reality the last instructions of President Kim Il Sung and leader Kim Jong Il who walked along lanes across fields all their lives.\n\t\t\t\t\t Only when farming is done successfully and food shortage decisively settled, is it possible to shout hurrah for socialism and win victory after victory, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un examined the present situation of agriculture and opened a prospect of its development with clairvoyant wisdom and insight and clearly indicated an orientation and ways to settle the food shortage.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for all the party members and other working people to turn out with courage and perform feats in the general onward movement true to the noble intention of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm pledge of the WPK to enable the Korean people, who remained loyal to the Party weathering all difficulties, to live without tightening their belts and enjoy wealth and prosperity under socialism. All the officials and other party members and working people should display their high devotion in the rice-transplantation campaign, to begin with, true to the noble intention of the Party to decisively settle the food shortage.\n\t\t\t\t\t\n\t\t\t\t\t Sky-high is the spirit of all officials and other people all out in the -ongoing grand advance, inspired by the trust reposed by Kim Jong Un, calling all of them true comrades-in-arms who shared bitter grief over the greatest loss to the nation.\n\t\t\t\t\t\n\t\t\t\t\t This year's goal of grain production is sure to be attained as long as there are the wise leadership of Kim Jong Un, the Korean people who are possessed of the indomitable mental power that Korea can do anything if it is determined, and the firm foundation for agricultural production."
        },
        {
            "title": "S. Korean NA Accused of Pulling up DPRK over Satellite Launch: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-10ee.html",
            "content": "S. Korean NA Accused of Pulling up DPRK over Satellite Launch: Rodong Sinmun\r\n Pyongyang, May 11 (KCNA) -- Some time ago, the south Korean puppet forces railroaded through the \"National Assembly\" session a \"resolution\" condemning the DPRK's launch of satellite as a long-range missile launch.\n\t\t\t\t\t In the \"resolution\", the puppet forces called for \"resolutely coping with it\", citing the \"breach of the security and peace order\" and \"threat to life and security\". \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday in a bylined commentary denounced the puppet politicians for shamelessly chiming in with the regime in its anti-DPRK racket of confrontation. The commentary branded their acts as a deliberate politically-motivated provocation infringing upon the sovereignty of the DPRK and plunging the inter-Korean relations into a catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t The puppet NA deserves the same severe punishment as to be meted out to traitor Lee Myung Bak who threw the people into misery and distress and plunged the inter-Korean relations to deadlock, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK still remembers the treason the traitors of the puppet NA including \"Saenuri Party\" committed by fabricating the \"law on human right in the north\" while dancing to the tune of traitor Lee's anti-DPRK human rights campaign.\n\t\t\t\t\t\n\t\t\t\t\t By working out the document against the DPRK, the south Korean NA added to the crimes it already committed against the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t They will have to pay for those crimes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will not be bound to the \"resolution\" but launch more and more satellites into space in the future."
        },
        {
            "title": "Lee Myung Bak Group Accused of Drumbeats of War against North",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-09ee.html",
            "content": "Lee Myung Bak Group Accused of Drumbeats of War against North\r\n Pyongyang, May 11 (KCNA) -- The Lee Myung Bak group of traitors in south Korea is challenging the DPRK by more noisily beating drums of war against the DPRK instead of apologizing for a series of hideous provocations perpetrated by it. \n\t\t\t\t\t Rodong Sinmun Friday observes in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The military provocations of the Lee group have reached the gravest phase, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The ceaseless saber-rattling for invading the north is one of the basic methods of the warmongers at home and abroad to escalate the tension on the Korean Peninsula and provoke a war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t When the crow flies her tail follows.\n\t\t\t\t\t\n\t\t\t\t\t The frequent war drills of the Lee group can lead to an actual war against the north any time. North-targeted war exercises being staged against the backdrop of the tense situation prevailing at present are like a time bomb.\n\t\t\t\t\t\n\t\t\t\t\t The above-said madcap saber-rattling only invites self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK interprets it as no more than last-ditch efforts of a group of rats to seek a way out of a ditch.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors, the band of confrontation lunatics, and their stronghold will be reduced to ashes by the merciless strikes of the revolutionary armed forces of the DPRK, warns the article."
        },
        {
            "title": "Stop to Import of American Beef Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-12ee.html",
            "content": "Stop to Import of American Beef Called for in S. Korea\r\n Pyongyang, May 11 (KCNA) -- The People's Joint Conference for Observing Danger of Mad Cow Disease in south Korea at a press conference on May 8 urged the puppet authorities to immediately stop the import of American beef.\n\t\t\t\t\t The organization in a press release accused the \"government\" of dispatching an investigation group made up of its confidants, not experts, to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The dispatch of the group was proved to be a face-saving step during its investigation activities in the U.S., it said.\n\t\t\t\t\t\n\t\t\t\t\t The group, invested with no substantial right, failed to tour the spot where the mad cow disease occurred, it noted, deploring the fact that the group was denied an interview with the farm owner and only had a written contact even though he was in a next room.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the \"government\" is insulting the people, claiming that American beef has no problem, danger is in control and it is safe to take the beef as food, it said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"government\" stop at once American beef import, refraining from befooling the public through dispatch of investigation group which is no more than visitors' group or tourists' group.\n\t\t\t\t\t\n\t\t\t\t\t If the American beef is imported, the regime would face the same powerful candlelight actions of the people from all walks of life as in 2008, the organization warned."
        },
        {
            "title": "Fair Reporting Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-13ee.html",
            "content": "Fair Reporting Called for in S. Korea\r\n Pyongyang, May 11 (KCNA) -- Members of the Joint Action for Fair Reporting and civic and public organizations grouping people of different social standings of south Korea issued a press release at a press conference on May 8. They declared they would fully support the strike of members of media trade unions and join them in their actions till the freedom and democracy of the media have been regained. \n\t\t\t\t\t The press release recalled that the strike of media trade unions including MBC, KBS, Yonhap News and Kukmin Ilbo has assumed protracted nature and the protest of reporters of Pusan Ilbo to protect the autonomy of media is going on.\n\t\t\t\t\t\n\t\t\t\t\t Their strike is a just struggle to oppose the moves of the Lee Myung Bak \"government\" to put the media under its control that have lasted for the past four years and set right the public broadcasting system, the press release said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, Chongwadae and \"Saenuri Party\", directly responsible for the strike of media trade unions, are working hard to shirk off the responsibility and shun the solution of the problem.\n\t\t\t\t\t\n\t\t\t\t\t The resignation of the die-hard managers of conservative media and fair reporting are the goals of the activities of media trade unions and the ardent desire of all the people."
        },
        {
            "title": "Personality of Kim Il Sung as Great Man Introduced by Regional Body",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-04ee.html",
            "content": "Personality of Kim Il Sung as Great Man Introduced by Regional Body\r\n Pyongyang, May 11 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted on its Internet homepage an article praising the personality of President Kim Il Sung as a great man.\n\t\t\t\t\t The homepage on May 1 posted an article captioned \"Outstanding Ecologist President Kim Il Sung.\" The article conveyed story that the President led the work for turning Chongjin City into a city free from environmental pollution and with clean water.\n\t\t\t\t\t\n\t\t\t\t\t It also referred in detail to the fact that learning smoke coming out  from chimneys in the industrial area was all directed towards the residential area when wind blows, the President saw to it that a U turn was made in the city layout to bring about a radical switchover in the master plan for the construction of Chongjin City.\n\t\t\t\t\t\n\t\t\t\t\t The homepage on May 7 praised the boundlessly modest traits of the President in an article \"President Kim Il Sung's Mode of Dressing.\"\n\t\t\t\t\t\n\t\t\t\t\t It cited facts that he always liked to go in simple attire, saying when the people don nice clothes, he would do, declining to receive every new dress presented by officials."
        },
        {
            "title": "Kim Jong Un's Work Posted on Internet Homepage of Romanian Political Party",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-01ee.html",
            "content": "Kim Jong Un's Work Posted on Internet Homepage of Romanian Political Party\r\n Pyongyang, May 11 (KCNA) -- The Socialist Party of Romania posted the detailed gist of the dear respected Kim Jong Un's work on its Internet homepage on April 4.\n\t\t\t\t\t This is a talk made by him with leading officials of the C.C., the Workers' Party of Korea on April 6, 2012 under the title \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche.\"\n\t\t\t\t\t\n\t\t\t\t\t He in the talk said that holding leader Kim Jong Il in high esteem as general secretary of the Workers' Party of Korea forever is a principled requirement for victoriously advancing the Korean revolution and indicated the tasks for steadily developing the WPK into the glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The homepage also posted a photo of Kim Jong Un making a speech at the military parade celebrating the centenary of the birth of the President."
        },
        {
            "title": "Kim Jong Un's Speech Carried by Russian Papers",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-02ee.html",
            "content": "Kim Jong Un's Speech Carried by Russian Papers\r\n Pyongyang, May 11 (KCNA) -- The speech made by the dear respected Kim Jong Un at the military parade to mark the centenary of the birth of President Kim Il Sung was carried by the 16th issue of the Russian paper Patriot and the April 26 issue of another Russian paper S. M. No.1.\n\t\t\t\t\t The speech made by him on April 15, 2012 clarifies that the 100-year-long history of Kim Il Sung's nation is a history which strikingly proved the immutable truth that a country and nation can enjoy dignity and prosperity only when they have an outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t Propounded in the speech is an idea that thanks to the ever-victorious history of the Korean People's Army there is the glorious 100-year history of Juche Korea and the ever-lasting history of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It set forth tasks for exalting the dignity of Songun Korea for all ages and successfully accomplishing the cause of building a thriving socialist nation, etc.\n\t\t\t\t\t\n\t\t\t\t\t The papers carried photos of Kim Jong Un standing on the tribune of honor of Kim Il Sung Square."
        },
        {
            "title": "Meeting Held in Nigeria to Hear Report on Its Delegation's Visit to DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-03ee.html",
            "content": "Meeting Held in Nigeria to Hear Report on Its Delegation's Visit to DPRK\r\n Pyongyang, May 11 (KCNA) -- A meeting was held at University of Abuja on May 2 to hear a report of the delegation of the Nigerian National Committee for the Study of the Juche Idea on its visit to the DPRK. It took part in the World Congress on the Juche Idea and other events held in celebration of the centenary of the birth of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The meeting was attended by personages of the Nigerian Group for the Study of Kimjongilism, the Nigerian Group for the Study of the Songun Politics, the Nigerian Group for the Study of the Juche Philosophy and other Juche idea study groups and masses. \n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of the Juche Idea, noted that the DPRK celebrated the Day of the Sun with splendor, adding:\n\t\t\t\t\t\n\t\t\t\t\t I was fortunate to see the noble image of the dear respected Kim Jong Un and listen to his speech made at the military parade.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his speech said that the single-minded unity and the invincible military power plus industrial revolution in the new century precisely mean a thriving socialist state.\n\t\t\t\t\t\n\t\t\t\t\t The speakers at the world congress said that the Juche idea serves as a recognized guiding idea representing the present era and the whole historical era of mankind as the idea clearly indicates the road to be followed by humankind. They extended the highest glory to President Kim Il Sung, founder of the Juche idea, and leader Kim Jong Il who developed it in depth.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people who have carried on revolution under the steersmanship of the great leaders unanimously revered by the world will dynamically advance along the road of independence, Songun and socialism under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the main theme of the above-said celebrations that only when a nation and country have an outstanding leader can they enjoy dignity and prosperity."
        },
        {
            "title": "Pak Ui Chun insiste en la necesidad de fortalecer el papel del MNOAL",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-07ss.html",
            "content": "Pak Ui Chun insiste en la necesidad de fortalecer el papel del MNOAL\r\nPyongyang, 11 de mayo (ACNC) -- Al hacer uso de la palabra el dia 9 en la reunion ministerial de los Paises No Alineados, sesionada en Egipto, el canciller coreano Pak Ui Chun se refirio a fortalecer el papel del Movimiento de los No Alineados (MNOAL). \n\t\t\t\t\tAunque paso mucho tiempo y cambiaron las generaciones, no se ha terminado la historica causa del MNOAL y continua la lucha por lograr sus ideales y metas, dijo y se refirio a los siguientes puntos a que debe prestar atencion la presente cita para intensificar  mas el papel  de MNOAL frente a la situacion actual:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, hay que consolidar la unidad y la solidaridad en la lucha por la defensa de la soberania de los paises miembros. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y otros paises occidentales siguen recurriendo a la violacion y la amenaza a la soberania de otros paises bajo el pretexto del \"antiterrorismo\", \"humanitarismo\", etc. cuyas victimas son los paises miembros del MNOAL. \n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con el ideal de fundacion del MNOAL de oponerse a las agresiones e intervenciones, se debe tomar las medidas activas para rechazar las agresiones, intervenciones, sanciones y presiones de toda indole cuyo objetivo es derrocar el sistema de los paises No Alineados.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, es preciso llevar mas a la practica las acciones conjuntas en la palestra internacional para defender los intereses del MNOAL. \n\t\t\t\t\t\n\t\t\t\t\tSegun el principio de accion colectiva, aclarado en la Declaracion de la Habana y la de Sharm el-Sheikh aprobadas en las cumbres del MNOAL, los paises miembros deben dar prioridad a las medidas para resolver los problemas inminentes y otros asuntos internacionales.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, es necesario elevar la voz del MNOAL en la palestra internacional superando los puntos de  discrepancia en algunos criterios, aumentando los puntos de consentimiento y la esfera de acciones conjuntas. Lo mas importante es prestar atencion a defender los intereses colectivos de los paises miembros en la ONU y materializar el principio de imparcialidad, objetividad e igualdad. \n\t\t\t\t\t\n\t\t\t\t\tEl gobierno de la Republica Popular Democratica de Corea defendera invariablemente los principios del MNOAL segun el ideal de la politica exterior de la independencia, la amista y la paz para contribuir activamente al desarrollo de ese movimiento."
        },
        {
            "title": "Presidente lao se reune con delegacion militar de RPDC",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-25ss.html",
            "content": "Presidente lao se reune con delegacion militar de RPDC\r\nPyongyang, 11 de mayo (ACNC) -- Choummaly Sayasone, secretario general del Comite Central del Partido Revolucionario Popular Lao y presidente de la Republica Democratica Popular Lao, departio este viernes en un clima amistoso con la delegacion militar de alto nivel de la Republica Popular Democratica de Corea, encabezada por el vicemariscal del EPC, Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe del Estado Mayor General del EPC, la cual le hizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion el mandatario lao senalo que las relaciones de amistad entre Laos y Corea preparadas por el presidente Kaysone Phomvihane y el Presidente Kim Il Sung tienen larga historia.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que las relaciones de amistad se fortalecieron y se desarrollaron mas gracias al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que en adelante tambien se esforzara dinamicamente por profundizar mas la amistad entre los ejercitos de Laos y Corea."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del presidente nigeriano",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-02ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del presidente nigeriano\r\nPyongyang, 11 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un mensaje de felicitacion que le dirigiera el dia 2 el presidente de la Republica Federal de Nigeria Goodluck Ebele Jonathan.\n\t\t\t\t\tLa nota va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tRecibi con alegria la noticia de que Vd. fue electo como Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tMe siento alegre de que el gran pueblo de la RPDC expreso la confianza y la expectativa absolutas a la direccion de Vd.\n\t\t\t\t\t\n\t\t\t\t\tEn nombre del gobierno y el pueblo de Nigeria y en el propio mio, formulo voto de todo corazon por los exitos en la labor de Su Excelencia.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que la estimacion del pueblo coreano hacia Su Excelencia siga con el espiritu de Su Excelencia para servir con abnegacion para el pueblo y la nacion de su pais.\n\t\t\t\t\t\n\t\t\t\t\tLas hazanas logradas por los lideres estimularan a Vd. siendo fuerzas que impulsan la historia.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que vuestro pais logre en el maximo nivel  la paz, prosperidad y el progreso.\n\t\t\t\t\t\n\t\t\t\t\tReciba votos y felicitacion excelentisimos con motivo del evento historico de hoy."
        },
        {
            "title": "Kim Jong Un recibe regalo dedicado por el rector de academia militar lao",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-14ss.html",
            "content": "Kim Jong Un recibe regalo dedicado por el rector de academia militar lao\r\nPyongyang, 11 de mayo (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del Partido del Trabajo de Corea y el pueblo coreano, recibio el regalo que le obsequiara el rector de la Academia Militar Kaysone Phomvihane de Laos.\n\t\t\t\t\tEl rector de la academia lo entrego el dia 10 al vicemariscal del EPC Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe del Estado Mayor General del EPC, de visita en Laos."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de Denis Sassou-Nguesso",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-01ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de Denis Sassou-Nguesso\r\nPyongyang, 11 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un mensaje de felicitacion que le enviara el dia 7 el presidente de la Republica del Congo, Denis Sassou-Nguesso.\n\t\t\t\t\tSu texto sigue:\n\t\t\t\t\t\n\t\t\t\t\tTengo el honor y el placer de felicitar calidamente a Vd. en nombre del pueblo y gobierno del Congo y en el mio propio por su eleccion como Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y desearle la felicidad y buena salud.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad feliz, deseo sinceramente a Vd. grandes exitos en sus nuevas responsabilidades y le expreso el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Kim Yong Nam arriba a Singapur",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-23ss.html",
            "content": "Kim Yong Nam arriba a Singapur\r\nSingapur, 11 de mayo (corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea Kim Yong Nam arribo el dia 11 a Singapur.\n\t\t\t\t\tLe acompanaron el presidente del Comite de Empresas Asociadas e Inversiones Ri Kwang Gun, el ministro de Industria Ligera An Jong Su y otros.\n\t\t\t\t\t\n\t\t\t\t\tEn el aeropuerto, el presidente y su comitiva fueron acogidos por el jefe de protocolo de la cancilleria de la Republica de Singapur Lim Cheng Hoe y otros miembros concernientes y el embajador extraordinario y plenipotenciario de la RPDC en ese pais Jong Song Il.\n\t\t\t\t\t\n\t\t\t\t\tKim se dirigio a la residencia bajo la custodia de motocicletas."
        },
        {
            "title": "Choe Yong Rim dirige la Fabrica de Cojinetes de Ryangchaek",
            "url": "http://kcna.co.jp/item/2012/201205/news11/20120511-03ss.html",
            "content": "Choe Yong Rim dirige la Fabrica de Cojinetes de Ryangchaek\r\nPyongyang, 11 de mayo (ACNC) -- Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y primer ministro del Consejo de Ministros, averiguo el dia 10 en el terreno la labor de la Fabrica de Cojinetes de Ryangchaek.\n\t\t\t\t\tTras enterarse de la produccion y la modernizacion de equipos de la fabrica, el premier se reunio con los innovadores tecnicos para estimular sus esfuerzos patrioticos.\n\t\t\t\t\t\n\t\t\t\t\tEl convoco la reunion consultiva con los funcionarios de la rama relacionada.\n\t\t\t\t\t\n\t\t\t\t\tEn la cita se tomaron las medidas detalladas para cumplir cabalmente el legado del Dirigente         Kim Jong Il, normalizar la produccion y suministrar plenamente las materias primas y materiales necesarios a la obra de reconstruccion de la fabrica y modernizacion de equipos."
        }
    ]
}