{
    "date": "2012-07-02",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Pyongyang Hosiery Factory, Children's Department Store",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-30ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Pyongyang Hosiery Factory, Children's Department Store \r\n Pyongyang, July 2 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, provided field guidance to the Pyongyang Hosiery Factory and the Children's Department Store. \n\t\t\t\t\t The first leg of his guidance was the Pyongyang Hosiery Factory.\n\t\t\t\t\t\n\t\t\t\t\t The factory visited by leader Kim Jong Il and Kim Jong Un on December 10, 2010 is a large modern hosiery producer.\n\t\t\t\t\t\n\t\t\t\t\t During his field guidance to the factory, Kim Jong Il set forth the task to expand the hosiery production capacity and increase its production to 20 million pairs from 10 million pairs.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to his noble intention the officials and other workers of the factory built a modern men's hosiery shop with a capacity of 10 million pairs, which went operational, besides the women's hosiery shop with a capacity of 10 million pairs. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un went round the room devoted to the history of the factory.\n\t\t\t\t\t\n\t\t\t\t\t Standing before a photo of Kim Jong Il providing field guidance to the factory, he recollected with deep emotion the day when he visited the factory, accompanying Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Jong Il paid special attention to the factory, Kim Jong Un said Kim Jong Il would have been pleased more than any others if he had received a report that its production capacity was expanded.\n\t\t\t\t\t\n\t\t\t\t\t Going round the women's hosiery shop and the newly built men's hosiery shop, he acquainted himself in detail with their technological equipment and production there.\n\t\t\t\t\t\n\t\t\t\t\t  Holding a pair of socks and drawing them up, he said that their quality are good and socks would not fall.\n\t\t\t\t\t\n\t\t\t\t\t Very good is the performance of the packing machine the factory produced by itself and is using, he noted, praising Jo Su Gyong, a researcher of Pyongyang University of Mechanical Engineering, for the success in developing it.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the trademark \"Choljjuk\", he noted that packing and trademark are very important and properly putting a trademark on any product would ensure its high value as a commodity. He underlined the need for the field of industrial art to perseveringly push forward the work to improve trademarks.\n\t\t\t\t\t\n\t\t\t\t\t At the sample room he was pleased to see a variety of hosiery of beautiful colors, adding that people would like them. Seeing children's hosiery, he told officials about pictures children like. There should be such trademarks, he added.\n\t\t\t\t\t\n\t\t\t\t\t He called on the officials and workers of the factory to achieve great achievements in production and supply greater quantities of quality hosiery to the people, not forgetting the efforts made by Kim Jong Il for the development of the factory.\n\t\t\t\t\t\n\t\t\t\t\t Only when manual work is totally eliminated in production processes, is it possible to boost the production with less labor force, he said, underscoring the need to positively realize automation and robotization, rationally organize labor and thus continue expanding production achievements.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Children's Department Store.\n\t\t\t\t\t\n\t\t\t\t\t He looked round various places of the store from the ground floor to the second floor to learn in detail about varieties of goods, quality and service plan.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the school things counter and learnt in detail about the quality of crayon, ball pen, mechanical pencil and other stationeries, drawing papers and notebooks. He gave precious instructions for the production and supply.\n\t\t\t\t\t\n\t\t\t\t\t  He asked about where the bicycles for children were made.\n\t\t\t\t\t\n\t\t\t\t\t Watching balls hanging from the counter wall, he said it would be convenient for children to choose them in baskets.\n\t\t\t\t\t\n\t\t\t\t\t Looking at varieties of peculiar playing apparatuses at the indoor playing ground, he said with a broad smile on his face that children would like to come to play there and when adults would visit the department store with children, they would come to the playing ground first. \n\t\t\t\t\t\n\t\t\t\t\t On the first floor he underlined the need to arrange counters in a rational way as befitting the children's department store. It would be nice to additionally set up counters selling toys helpful to the children's intellectual development including those for picture puzzle.\n\t\t\t\t\t\n\t\t\t\t\t At the underwear and rainbow-striped garment counters he underscored the need to pay deeper attention to producing and supplying goods sufficiently, not content with displaying them at the counters.\n\t\t\t\t\t\n\t\t\t\t\t  He learned in detail about smartness and quality of children's footwear including high boots and taught one by one the notation of shoe sizes. \n\t\t\t\t\t\n\t\t\t\t\t Seeing goods displayed at the rhythmic toys, cosmos hairpins, sports apparatuses and flower counters, he clarified issues arising in further improving the quality, shapes and colors of goods, etc. as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, member of the Political Bureau of the WPK Central Committee and vice-chairman of the National Defence Commission, Pak Pong Ju, department director of the WPK Central Committee, Ri Jae Il, first vice department director of the WPK Central Committee, and Ryang Chong Song, vice department director of the WPK Central Committee."
        },
        {
            "title": "DPRK FM Spokesman Refers to Russian Roving Ambassador's Visit to DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-26ee.html",
            "content": "DPRK FM Spokesman Refers to Russian Roving Ambassador's Visit to DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- A spokesman for the DPRK Foreign Ministry Monday gave the following answer to a question put by KCNA as regards the Pyongyang visit paid by the roving ambassador of the Russian Foreign Ministry:\n\t\t\t\t\t Grigory Semyonovich Rogbinov, roving ambassador of the Russian Foreign Ministry for the nuclear issue on the Korean Peninsula, paid a visit to the DPRK from June 29 to July 2. \n\t\t\t\t\t\n\t\t\t\t\t During his visit, he met officials concerned of the DPRK Foreign Ministry to have an in-depth exchange of views on the issue of developing the bilateral relations and other matters of mutual concern including the situation on the peninsula and in the region and the resumption of the six-party talks. \n\t\t\t\t\t\n\t\t\t\t\t At the talks held in an atmosphere of mutual respect and confidence both sides agreed to boost the traditional relations of friendship between the DPRK and Russia and continue to closely cooperate with each other in the efforts to achieve peace and stability in the peninsula and the region through dialogue and negotiations. \n\t\t\t\t\t\n\t\t\t\t\t The atmosphere of dialogue disappeared and a vicious cycle of confrontation and increased tension is repeating itself in the peninsula owing to the U.S. persistent hostile policy towards the DPRK aimed at bringing down the ideology and social system chosen by the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. violated the independent and legitimate right of the DPRK to launch satellites and is increasing its military pressure upon it and frantically stepping up the preparations for a war against it. This is a vivid expression of its hostile policy towards the DPRK which clearly proved the falsity of the commitment made by the U.S. in the February 29 DPRK-U.S. Agreement that it respects the former's sovereignty and does not antagonize it. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims that it does not link the humanitarian issue with politics, but it became clear that it is using food aid to the DPRK for its political purpose. \n\t\t\t\t\t\n\t\t\t\t\t It is the renewed expression of the U.S. hostile policy towards the DPRK that it reneged even on the promise of food aid under the pretext of the DPRK's satellite launch for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK never accepts such food motivated by a sinister political aim. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has its own strategy and ways for economic development. As already clarified more than once, it will steadily push forward the space development for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will also steadily bolster up its nuclear deterrence for self-defence as long as the U.S. hostile policy towards it goes on."
        },
        {
            "title": "Premier Visits Funfairs under Reconstruction",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-28ee.html",
            "content": "Premier Visits Funfairs under Reconstruction\r\n Pyongyang, July 2 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, visited the Mangyongdae and Taesongsan funfairs to make field survey of their renovation.\n\t\t\t\t\t The funfairs, associated with the loving care of the WPK for the people, are being renovated as required by the new century under the deep care of the dear respected Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the renovation of the funfairs, the premier praised the soldier builders for speeding up the projects in the revolutionary soldier spirit in response to Supreme Commander Kim Jong Un's order.\n\t\t\t\t\t\n\t\t\t\t\t Then it was discussed to supply material needed for completing the projects within the scheduled date.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier visited the Nampho Glassware Branch Factory.\n\t\t\t\t\t\n\t\t\t\t\t Looking round several production processes, he took measures for regularly supplying raw and other materials needed for normalizing the production."
        },
        {
            "title": "Yang Hyong Sop Meets Swedish Delegation",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-17ee.html",
            "content": "Yang Hyong Sop Meets Swedish Delegation\r\n Pyongyang, July 2 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with a delegation of Swedish parliamentarians from the ruling coalition parties led by Johan Linander who paid a courtesy call on him at the Mansudae Assembly Hall on Monday. He is a member of the Executive Committee of the Centre Party of Sweden and vice-chairman of the Judicial Affairs Committee of the Parliament."
        },
        {
            "title": "Kim Yong Il Meets Outgoing Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-18ee.html",
            "content": "Kim Yong Il Meets Outgoing Swedish Ambassador \n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, on Monday met and had a talk with Swedish Ambassador to the DPRK Barbro Elm who paid a farewell visit to him."
        },
        {
            "title": "DPRK Woman Interviewed upon Her Return Home (3) ",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-13ee.html",
            "content": "DPRK Woman Interviewed upon Her Return Home (3) \n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- DPRK woman Pak Jong Suk was interviewed by Korean and foreign reporters on June 28.\n\t\t\t\t\t She returned home after being taken away to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t She laid bare the truth behind the rackets over \"defectors from the north\" kicked up by the south Korean puppet regime and their miserable plight.\n\t\t\t\t\t\n\t\t\t\t\t She said that among the \"defectors from north Korea\" there are renegades who betrayed the country and its people, but the people whom the puppet group calls \"defectors\" are those who fell victim to the allurement, abduction and bribing operations when they went to China or other neighboring countries because of temporary hard living, visits to their relatives, on business and for other reasons.   \n\t\t\t\t\t\n\t\t\t\t\t They were thus taken to south Korea, she added. \n\t\t\t\t\t\n\t\t\t\t\t She went on to say:\n\t\t\t\t\t\n\t\t\t\t\t No sooner had they reached south Korea than they are taken to the Intelligence Service (IS) and treated like criminals. \n\t\t\t\t\t\n\t\t\t\t\t For the first ten-odd days, they were forced to be in a solitary cell and their human rights were wantonly violated without having a chance to protest. \n\t\t\t\t\t\n\t\t\t\t\t While they were questioned, they were not allowed to even freely go to toilets under the strict surveillance. In case of women, they were forced to provide sex to investigators. \n\t\t\t\t\t\n\t\t\t\t\t They were transferred to \"Hanawon\" little different from a prison after being subject to all sorts of mental and physical pain at the IS for a month or longer. \n\t\t\t\t\t\n\t\t\t\t\t In this horrible \"Hanawon\" they should spend three months under the tyrannical oppression, control and surveillance from all sides where cameras are installed. They were not allowed to have outings, meetings and telephone calls. \n\t\t\t\t\t\n\t\t\t\t\t They were allowed to proceed to society only after such persistent investigation and \"brainwashing\". Since then they had to be locked in a fierce struggle for existence, subject to all sorts of maltreatment, contempt, disgrace and insult. \n\t\t\t\t\t\n\t\t\t\t\t The jobs they could find at best were nothing but waste cleaning, vessel washing, servicing and other most hateful and difficult ones. \n\t\t\t\t\t\n\t\t\t\t\t In case of women, they were sold to gay quarters or forced to be models for indecent video shooting, etc.\n\t\t\t\t\t\n\t\t\t\t\t In particular, their \"resident cards\" carry special numbers for which they were sidelined everywhere they went. \n\t\t\t\t\t\n\t\t\t\t\t As they are suffering from abject poverty, socially mistreated and isolated without let-up, they are withering out due to all sorts of illness plus mental uneasiness and chronic weariness. \n\t\t\t\t\t\n\t\t\t\t\t If one barely managed to get a job, he or she is always anxious about losing it. If one toils and moils and gets sick, he or she cannot visit a doctor in proper time for want of money, having no other choice but to die. Consequently, all of them get degenerated, allowing themselves to be involved in crimes such as drug addiction, cheating and sex traffic. \n\t\t\t\t\t\n\t\t\t\t\t Now the \"defectors\" work hard in the hope that hard work would save them. However, their living conditions are getting worse. They belatedly regret for their defection. \n\t\t\t\t\t\n\t\t\t\t\t They spend holidays and birthdays in tears, nostalgic of their homes and country dear to them.\n\t\t\t\t\t\n\t\t\t\t\t Now they hate dirty south Korean society and ardently wish to come back to the DPRK, regretful for what they did. But, they cannot make up their minds for their wrongs done to the country and shadowy surveillance and control.\n\t\t\t\t\t\n\t\t\t\t\t If those who had defected from the motherland inadvertently wish to come back to the DPRK to live a worthy life, though belatedly, they should spit at hateful south Korean society and come to the care of the DPRK without hesitation."
        },
        {
            "title": "Vice-President of S. HQ of Pomminryon Tours Changjon Street",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-25ee.html",
            "content": "Vice-President of S. HQ of Pomminryon Tours Changjon Street\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, visited Pyongyang Changjon Primary School newly built in Changjon Street on Monday.\n\t\t\t\t\t He looked round classrooms, a room for studying computer, a room for studying foreign languages, etc., being briefed on the fact that the school has been modernly built as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated an art performance given by schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t He then visited flats in Changjon Street, Kyongsang Nursery and Kyongsang Kindergarten."
        },
        {
            "title": "Swedish Delegation Leaves for Home",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-16ee.html",
            "content": "Swedish Delegation Leaves for Home\r\n Pyongyang, July 2 (KCNA) -- A delegation of Swedish parliamentarians from the ruling coalition parties led by Johan Linander, member of the Executive Committee of the Centre Party of Sweden who is vice-chairman of the Judicial Affairs Committee of the Parliament, left for home on Monday."
        },
        {
            "title": "Brisk Development in Rason Economic, Trade Zone",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-22ee.html",
            "content": "Brisk Development in Rason Economic, Trade Zone\n\t\t\t\t\t\t\r\nPyongyang, July 2 (KCNA) -- The development of the Rason Economic and Trade Zone is making rapid progress in the Democratic People's Republic of Korea.\n\t\t\t\t\t The zone is a center of worldwide trade and investment as it links Northeast Asia with Europe and North America.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's Law on the Rason Economic and Trade Zone was amended and supplemented in December Juche 100 (2011).\n\t\t\t\t\t\n\t\t\t\t\t In June of that year, a ground-breaking ceremony for the reconstruction of the Rason Port-Wonjong road took place as one of the projects to be jointly developed and operated by the DPRK and China, with the pavement of the road extending more than 50 km in total length started. The reconstruction is expected to be completed within this year.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a project for renovating the railway section between Rajin and Khasan is under way to link the Korean Peninsula with Siberia of Russia.\n\t\t\t\t\t\n\t\t\t\t\t From October 2008, a work has been conducted to rebuild the 54 km-long railway section between Rajin and River Tuman into a mixed track.\n\t\t\t\t\t\n\t\t\t\t\t The improvement of wharf No. 3 at Rajin Port is making headway as scheduled while historical sites and scenic spots have been face-lifted to encourage tourism in the zone.\n\t\t\t\t\t\n\t\t\t\t\t The loop tour along the Rason-Hunchun-Khasan line is gaining momentum under an agreement reached by the DPRK, China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t And the tour of the zone by private cars is enjoying popularity.\n\t\t\t\t\t\n\t\t\t\t\t Steadily increasing is the number of joint ventures and foreign private businesses involved in light industry, agriculture and other fields, with infrastructure projects stepped up in the zone,\n\t\t\t\t\t\n\t\t\t\t\t In August this year, there will be the 2nd Rason International Trade Fair with attendance of local and foreign businesses."
        },
        {
            "title": "Useful Animals under Protection in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-23ee.html",
            "content": "Useful Animals under Protection in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Various activities have been conducted in the Democratic People's Republic of Korea during the months (March-July) for protection of useful animals.\n\t\t\t\t\t According to Jong Yong Nam, vice-chairman of the C.C., Nature Conservation Union of Korea, information activities have been conducted to make people and schoolchildren have a correct understanding of the importance of the protection of useful animals and the ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t Efforts have also been made to protect and increase animals and birds inhabiting parks and over 200 nature reserves throughout the country, including Mts. Paektu, Kumgang, Myohyang and Kuwol. \n\t\t\t\t\t\n\t\t\t\t\t Tall trees, shrubs and fodder plants have been planted at sanctuaries for animals to further improve their living conditions.\n\t\t\t\t\t\n\t\t\t\t\t Girls and boys of primary and secondary schools across the country are providing birds' nests around their schools and villages, at foot of mountains and in parks, pleasure grounds and other places."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-10ee.html",
            "content": "Kim Jong Il's Feats Lauded by Rodong Sinmun \n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Leader Kim Jong Il opened a bright prospect of achieving national reunification by ushering in the June 15 era of reunification, the era of \"By the Korean nation itself\" with the will to carry out the last instruction of President Kim Il Sung for national reunification without fail, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The feats of Kim Jong Il shining along with the June 15 era of reunification lie in that he provided a milestone of independent reunification to the fellow countrymen by making sure that the inter-Korean declarations were adopted.\n\t\t\t\t\t\n\t\t\t\t\t They also lie in that he wisely led all the Koreans along the road of victory in the struggle to accomplish the cause of independent reunification with his outstanding leadership art, matchless pluck and noble patriotism.\n\t\t\t\t\t\n\t\t\t\t\t He provided the historic Pyongyang summits for the first time in the history of the Korean nation's division, thus seeing to it that the June 15 joint declaration and the October 4 declaration based on the spirit of \"By our nation itself\" were adopted. These were events of special significance as they ushered in the new era of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t He saw through the nature of the complicated situation with clairvoyant insight. Holding higher the banner of Songun, he shattered every move of the separatist forces at home and abroad and provided a firm guarantee for the advance of the era of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t He embraced all Koreans with noble patriotism and boundless generosity and strengthened the driving force for reunification and patriotism in everyway. \n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his great loving care that all Koreans at home and abroad could give full play to ardent patriotic enthusiasm, driving the locomotive of reunification and patriotism along the orbit of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, the south and abroad should build a reunified, powerful and prosperous state on this land without fail true to the leadership of the dear respected Kim Jong Un and thus successfully implement the last instruction of Kim Il Sung and Kim Jong Il for national reunification."
        },
        {
            "title": "Rodong Sinmun Slams Traitor Lee Myung Bak's Reckless Provocations to DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-11ee.html",
            "content": "Rodong Sinmun Slams Traitor Lee Myung Bak's Reckless Provocations to DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The U.S. imperialists and the south Korean puppet army staged a live shell firing drill, the largest-ever joint combined firing drill in history, in the area of Kyonggi Province near the Military Demarcation Line (MDL) on June 22.\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the U.S. and the south Korean authorities' adventurous moves to ignite a new war against the DPRK, while posing a military threat to it, have already gone beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that U.S. and south Korean warmongers staged such a live shell firing drill, targeting the flag of the DPRK symbolic of its sovereignty and dignity, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable provocation to the DPRK and a deliberate action to spark off clash between both sides.\n\t\t\t\t\t\n\t\t\t\t\t The political and military confrontation between the north and the south reached its height. Now is the time for the Lee Myung Bak group to look back upon the serious consequences entailed by its reckless provocative racket and behave itself.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. and the Lee group persist in their reckless provocations, they will experience the serious and miserable consequences to be entailed by them."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Regime's Pro- Japanese Action",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-12ee.html",
            "content": "Rodong Sinmun Slams S. Korean Regime's Pro- Japanese Action\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Lee Myung Bak regime of south Korea railroaded a military information agreement, GSOMIA, with Japan through its \"Cabinet meeting\" on June 26. They did this in camera for fear of public protest.\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This has created the possibility of the appearance of the south Korea-Japan military agreement, the first of its kind since the end of the Japanese imperialist colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t  The GSOMIA is aimed to tighten the military cooperation and nexus with Japan, to all intents and purposes, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this is a sinister intention of the group of traitors to realize the wild ambition to invade the north, backed by Japan. \n\t\t\t\t\t\n\t\t\t\t\t It is the way of thinking of the Lee group that if it helps do harm to compatriots, it can join hands even with the sworn enemy and it does not bother offering south Korea as a theater of the Japanese militarist aggressive forces.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors' action is nothing but a reckless move to round up the \"trilateral military alliance\" at the instigation of the U.S. and create favorable environment for igniting a war against the DPRK. It is also the height of treachery to bring the Korean Peninsula under the thumb of the powers.  \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is a clan of traitors without equals as they put even the five traitors of 1905 into the shade."
        },
        {
            "title": "S. Korea Stages Landing Drill for Aggression on DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-27ee.html",
            "content": "S. Korea Stages Landing Drill for Aggression on DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- South Korean war-like elements waged a large-scale landing exercise to invade the DPRK on July 1, according to south Korean KBS.\n\t\t\t\t\t The drill was staged with warship Tokdo, over 30 armored cars for landing and a large number of marines involved.\n\t\t\t\t\t\n\t\t\t\t\t The exercise, code-named a \"decisive action\", was reminiscent of the Inchon landing operation in the last Korean War.\n\t\t\t\t\t\n\t\t\t\t\t It was aimed at holding the shore and transporting and supplying military materials."
        },
        {
            "title": "S. Korean Paper Calls for Reexamination of Issue of Military Agreement with Japan",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-24ee.html",
            "content": "S. Korean Paper Calls for Reexamination of Issue of Military Agreement with Japan\r\n Pyongyang, July 2 (KCNA) -- The Kyunghyang Daily News of south Korea on June 30 carried an editorial calling for reexamination of the issue of concluding a military agreement with Japan.\n\t\t\t\t\t The \"government\" cancelled the signing of the agreement whose conclusion it pushed forward in great haste, the paper said, adding it was because of the strong protest of political, media and various other circles.\n\t\t\t\t\t\n\t\t\t\t\t The attitude the \"government\" has taken so far casts doubt as to whether the recent measure was not aimed to secure a justification for railroading the agreement, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the \"government\" is highly likely to go through the procedures for concluding it in the wake of briefing on the issue at a \"National Assembly\" session.\n\t\t\t\t\t\n\t\t\t\t\t The NA should not just listen to the explanation given by the \"government\" but reexamine the issue from A to Z and severely punish those who pushed ahead with the matter. \n\t\t\t\t\t\n\t\t\t\t\t The above-said issue should certainly be reexamined in view of the relations with Japan, which is obliged to settle its past crimes."
        },
        {
            "title": "Disclosure of Truth behind Moves to Conclude Military Agreement with Japan Demanded",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-19ee.html",
            "content": "S. Korean Regime Urged to Reveal Truth behind Attempted Military Agreement with Japan \n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Citizen's Solidarity for Democratic Society sent an open questionnaire to the Lee Myung Bak regime over its sycophancy towards Japan on June 27.\n\t\t\t\t\t The organization in the questionnaire accused the \"government\" authorities of reneging on their promise to promote the conclusion of a military agreement with Japan through debate at the \"National Assembly\" and dealing with it among themselves in secret.\n\t\t\t\t\t\n\t\t\t\t\t This prompted society to raise a question about the authorities' rough-and-ready promotion of the agreement and send the questionnaire to them demanding a clarification of the truth, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"government\" promptly open to the public the records of relevant meetings and the original text of the agreement.\n\t\t\t\t\t\n\t\t\t\t\t It also urged the \"government\" to make clear how it discussed with Japan the issue of the agreement."
        },
        {
            "title": "S. Korean Authorities' Action to Serve Japan under Fire",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-20ee.html",
            "content": "S. Korean Regime's Action to Serve Japan under Fire\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Members of organizations of south Koreans from all walks of life held a candlelight rally in Seoul on June 28 in denunciation of the Lee Myung Bak regime's action to serve Japan.\n\t\t\t\t\t The speakers at the rally declared that the \"government\" authorities' promotion of the conclusion of a military agreement with Japan is an illegal action against history and that it deserves condemnation.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak is just like Ri Wan Yong as he has committed treasons indelible in the history of the Korean nation, they said.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that Japan openly betrayed its ambition to revive militarism, they stated it is intolerable to conclude a military agreement with Japan, which is keen to grab Tok Islets and refuses to repent of its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t They emphasized the need for the people to rise in actions in order to put the situation under control.\n\t\t\t\t\t\n\t\t\t\t\t They urged Japan to take an honest stance of repenting of its crimes."
        },
        {
            "title": "Resignation of Traitor Lee Myung Bak Called for",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-21ee.html",
            "content": "Resignation of Traitor Lee Myung Bak Called for\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on June 28 and called for the resignation of traitor Lee Myung Bak keen on sycophancy and treachery.\n\t\t\t\t\t The statement accused Lee, die-hard pro-U.S. and pro-Japanese traitor, of mulling concluding a military agreement with Japan by deceiving the people.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the U.S. is behind the present situation, it exposed the crimes committed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is apparently an act of treachery to conclude a military agreement even with Japan, which works hard to grab Tok Islets without any apology and reparation for its past crimes, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Dictator Lee Myung Bak is little different from Ri Wan Yong as he seeks to stay in power by selling off south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The thrice-cursed south Korea-Japan military agreement should be repealed at once.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee \"government\" can never be pardoned as they took the lead in toughening the south Korea-Japan military alliance, further increasing the danger of war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak should immediately resign from his post, assuming the responsibility for the situation."
        },
        {
            "title": "U.S.-led Joint Military Exercises Are against Peace and Security: Chinese DM Spokesman",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-15ee.html",
            "content": "U.S.-led Joint Military Exercises Are against Peace and Security: Chinese DM Spokesman\n\t\t\t\t\t\t\r\n Beijing, July 1 (KCNA) -- A spokesman for the Chinese Defense Ministry on June 28 denounced the military exercises launched by the U.S., Japan and south Korea.\n\t\t\t\t\t The U.S., Japan and south Korea recently staged joint military exercises in the waters off the Korean Peninsula and its vicinity, and the U.S. and south Korea in the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Referring to those exercises, the spokesman said frequent military exercises of those countries would not benefit the peace and stability of the region as they go against the current of the times toward peace, development and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Ensuring peace and stability on the Korean Peninsula meets the common interests of the relevant countries, he added.\n\t\t\t\t\t\n\t\t\t\t\t As regards the U.S.-led RIMPAC joint military exercises under way from the end of June, he said China hopes each relevant country would do good things for defending regional peace and stability."
        },
        {
            "title": "Kim Jong Il's Works Posted on Swiss, Nigerian Internet Websites ",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-01ee.html",
            "content": "Kim Jong Il's Works Posted on Swiss, Nigerian Internet Websites \n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Swiss Group for the Study of the Juche Idea posted the full text of leader Kim Jong Il's famous work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" on its internet website on June 23.\n\t\t\t\t\t The work, published on June 19, 1997, clarifies the idea that preserving the Juche character and national character of the revolution and construction is a fundamental principle to be held fast to in accomplishing the socialist cause and indicates tasks and ways for doing so.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea posted the full text of his work \"Let Us Struggle Resolutely to Implement the Three Principles of National Reunification\" on its internet website on June 24.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on July 14, 1972, clarifies the need to resolutely struggle to implement the three principles of national reunification and indicates tasks and ways for doing so."
        },
        {
            "title": "Kim Il Sung Will Be Immortal with Human Cause of Independence: Nigerian Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-02ee.html",
            "content": "Kim Il Sung Will Be Immortal with Human Cause of Independence: Nigerian Organization\r\n Pyongyang, July 2 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea on June 24 posted on its internet website an article titled \"Human Cause of Independence and President Kim Il Sung\" to mark the 18th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The article said Kim Il Sung is not only the eternal President of the DPRK but is deeply revered by the Korean people and world progressive people as a great pioneer of the human cause of  independence.\n\t\t\t\t\t\n\t\t\t\t\t He set a practical example in the struggle for national liberation in colonies and sincerely helped the world oppressed people, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t While fighting against the Japanese imperialists for the country's liberation, he rendered strong support to the Chinese revolution and defended the Soviet Union with arms. After the liberation, too, he gave material and moral support to the people of different countries in their struggle for national liberation and class emancipation.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts that he rendered disinterested assistance to African people in their struggle, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung energetically led the international socialist movement, holding aloft the banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a socialist power independent in politics, self-supporting in the economy and self-reliant in defence and exerted great efforts for boosting international solidarity with the socialist countries and achieving the unity and cohesion of the socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his dynamic activities the Pyongyang declaration \"Let Us Defend and Advance the Cause of Socialism\" was adopted in April, 1992, an event of great historic significance.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung will be immortal with the human cause of independence making steady advance century after century."
        },
        {
            "title": "Bangladeshi Organization Lauds Kim Il Sung's Feats",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-03ee.html",
            "content": "Bangladeshi Organization Lauds Kim Il Sung's Feats\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Bangladesh-Korea Friendship and Solidarity Committee on June 26 published a bulletin in the run-up to the 18th anniversary of President Kim Il Sung's demise.\n\t\t\t\t\t The bulletin carried the following article under the title \"President Kim Il Sung, Peerlessly Great Man\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung founded the great Juche idea, paving a true way of carving out the destiny for the popular masses and victoriously leading the two revolutionary wars and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t He laid a firm foundation for building an economic power by building and developing an independent national economy.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Il Sung the Korean people emerged the most dignified people in the world and the DPRK is shedding its rays over the world as a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Kim Il Sung for building a rich and powerful country had been successfully carried forward and developed by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un is wisely leading the Korean people in their struggle for bringing earlier the final victory in the drive for building a thriving nation, true to the cause of the preceding leaders."
        },
        {
            "title": "Friendship Meeting Held in Thailand",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-04ee.html",
            "content": "Friendship Meeting Held in Thailand\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The DPRK embassy in Bangkok hosted a friendship meeting on June 11 to mark the 48th anniversary of leader Kim Jong Il's start of his work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed in its venue were photos showing feats performed by President Kim Il Sung and Kim Jong Il in building the party and books introducing the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of the Executive Committee of the Party for Thailand and the DPRK ambassador and embassy staff members in Bangkok.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Executive Committee of the party who is chairman of the Permanent Committee for External Affairs of the Lower House said:\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the Party for Thailand, express once again the most profound condolences over the untimely demise of the great leader of the Korean people Kim Jong Il in last December. \n\t\t\t\t\t\n\t\t\t\t\t I extend hearty congratulations to the dear respected Kim Jong Un on his election as the supreme leader of the party, state and army of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is my conviction that the Juche revolution started by President Kim Il Sung and victoriously led by Kim Jong Il will be successfully carried forward and accomplished by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will make positive efforts to boost the ties between the Party for Thailand and the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked to one another about the need to develop the ties between the two parties, deepening the friendship."
        },
        {
            "title": "Anniversary of July 4 Joint Statement Commemorated by Bangladeshi Organizations",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-05ee.html",
            "content": "Anniversary of July 4 Joint Statement Commemorated by Bangladeshi Organizations\r\n Pyongyang, July 2 (KCNA) -- Bangladeshi organizations issued bulletins on June 24 and 25 on the occasion of the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy in a bulletin introduced in detail that President Kim Il Sung, on the basis of his deep insight into the internal and external situation early in the 1970s, set forth a policy of wide-ranging north-south negotiations and provided the historic July 4 Joint Statement.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Institute of the Juche Idea noted in a bulletin:\n\t\t\t\t\t\n\t\t\t\t\t The July 4 Joint Statement declared before the whole world the Three Principles of National Reunification as a reunification programme common to the nation. The principles call for reunifying the country independently and peacefully without dependence on foreign forces free from their interference, not relying on the use of force but through the great national unity irrespective of ideology, ism and social system. The publication of the July 4 Joint Statement was a shining fruition of the President's Juche-based idea and line of national reunification and his outstanding and tested leadership.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated the proposals for national reunification advanced by the President as the Three Charters for National Reunification and powerfully aroused all fellow countrymen to the struggle to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t The international community should positively support the efforts of the Korean nation to reunify the country in the spirit of the July 4 Joint Statement and the June 15 North-South Joint Declaration."
        },
        {
            "title": "Kim Il Sung's Immortal Exploits Lauded by Bangladeshi Political Figures",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-06ee.html",
            "content": "Kim Il Sung's Immortal Exploits Lauded by Bangladeshi Political Figures\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Political figures of Bangladesh issued statements on June 24 and 25 on the occasion of the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t Mujahidul Islam Selim, general secretary of the Central Committee of the Bangladesh Communist Party, said that 40 years ago, the north and the south of Korea published the historic July 4 Joint Statement the keynote of which is independence, peaceful reunification and great national unity. The general secretary went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung consistently held fast to the Three Principles of National Reunification as the reunification programme common to the nation and wisely led the struggle to thoroughly implement them.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated the Three Principles of National Reunification, the 10-Point Programme of the Great Unity of the Whole Nation and the proposal for founding the Democratic Federal Republic of Koryo put forward by the President as the Three Charters for National Reunification. \n\t\t\t\t\t\n\t\t\t\t\t He provided the historic Pyongyang Summit and the June 15 North-South Joint Declaration, in particular, bringing about a landmark phase in Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t We are firmly convinced that the Korean people would wage a more dynamic struggle to achieve the peaceful reunification of the country in line with the Three Principles of National Reunification and the June 15 North-South Joint Declaration, their embodiment.\n\t\t\t\t\t\n\t\t\t\t\tGarib Newaz, president of the Bangladesh People's League, noted: The publication of the July 4 Joint Statement provided all Koreans with a reunification programme which should always be taken by them in achieving the cause of reunification and brought about a new landmark phase of rejecting foreign domination and interference and advancing the movement for Korea's reunification by concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz praised Kim Il Sung as a great statesman who performed feats to shine long in the cause of Korea's reunification.   \n\t\t\t\t\t\n\t\t\t\t\t All Koreans will valiantly shatter the moves of foreign forces and their followers against Korea's reunification and bring earlier the day of its independent reunification, he added."
        },
        {
            "title": "Anniversary of July 4 Joint Statement Marked by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-07ee.html",
            "content": "Anniversary of July 4 Joint Statement Marked by Swiss Organizations\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea jointly posted an article on their Internet websites on June 22 on the occasion of the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t President Kim Il Sung put forward the proposal for north-south negotiations in which he said he was ready to meet anytime with all political parties and public organizations and individuals of south Korea in order to normalize the north-south relations and discuss the issue of national reunification and worked heart and soul to put it into practice, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The north-south high-level political talks were opened in May 1972 and the joint statement was published on July 4, 1972, the article noted, stressing this historic statement was ascribable to the outstanding leadership of the President, who exerted all his efforts for the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The article went on: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet dictatorial regime overturned the July 4 Joint Statement at the instruction of the U.S. imperialists and resorted to the treacherous moves for division and confrontation with the DPRK in the subsequent period but it could not arrest all the fellow countrymen's movement for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration in which the Three Principles of National Reunification are fully applied were adopted between the north and the south under the wise leadership of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The movement for Korea's reunification has grown to be a powerful patriotic movement, which cannot be arrested by any force, under the wise leadership of First Secretary Kim Jong Un, a faithful successor to the President and Kim Jong Il's cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The movement for Korea's reunification will dynamically advance, meeting the ceaseless challenges of the pro-U.S. Lee Myung Bak group of traitors in south Korea."
        },
        {
            "title": "New Street of Pyongyang Introduced Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-08ee.html",
            "content": "New Street of Pyongyang Introduced Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- Regional and Brazilian organizations and a Vietnamese Internet news service introduced a new street of Pyongyang on their Internet websites between June 1 and 24.\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted on its Internet website under the title \"New street overflowing with loving care for people\" photos of the dear respected Kim Jong Un proving field guidance to a primary school, nurse and kindergarten newly built in Changjon Street and photos of him going round apartment houses.\n\t\t\t\t\t\n\t\t\t\t\t Modern Changjon Street has appeared in the heart of Pyongyang under a far-reaching plan of leader Kim Jong Il, the website said. It also introduced pictures showing the happy life of Korean children who are called kings of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea posted on its Internet website an article illustrated with photos under the title \"Construction of modern Changjon Street in Pyongyang of DPRK.\" \n\t\t\t\t\t\n\t\t\t\t\t The article said that a peculiar street has been built on the highest level in Mansu area of Pyongyang where the statues of President Kim Il Sung and Kim Jong Il stand.\n\t\t\t\t\t\n\t\t\t\t\t Fantastic is Changjon Street where the People's Theatre, skyscrapers, multi-storied apartment houses and service facilities have sprung up as required by the new century and all of them were put on the basis of formative art and they are enclosed in a beautiful park, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have built the street impeccable in any aspect in a matter of one year according to the grand blueprint for building the capital city unfolded by Kim Jong Il, it added.\n\t\t\t\t\t\n\t\t\t\t\t  VN Express, Internet News of Vietnam, posted photos on the ceremony held for completing Changjon Street under the title \"Completion of new posh residential area in the DPRK\"."
        },
        {
            "title": "June Issue of Magazine \"Paektu-Halla\" Published",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-14ee.html",
            "content": "June Issue of Magazine \"Paektu-Halla\" Published\n\t\t\t\t\t\t\r\n Pyongyang, July 2 (KCNA) -- The General Association of Koreans in China made public the June issue of magazine \"Paektu-Halla.\"\n\t\t\t\t\t The magazine carries a photo of President Kim Il Sung and leader Kim Jong Il watching samples of uniforms to be sent to schoolchildren across the DPRK as gifts.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carries articles titled \"The peerlessly great man who opened a broad avenue for national reunification\" and \"The north-south joint declaration, great programme for national reunification\" on the occasion of the 12th anniversary of the June 15 joint declaration. They praised the undying feats of Kim Jong Il for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Among the articles run by the magazine are those titled \"To model whole society on Kimilsungism-Kimjongilism is the supreme programme of our party\", \"Celebrations for the centenary of the birth of the great leader President Kim Il Sung greeted with proud victory despite all difficulties\", \"The slogan reflecting the outlook of Comrade Kim Jong Un on the people\" and \"Please receive blessings, give full play to the whole world the pride of being the members of the Korean Children's Union.\"\n\t\t\t\t\t\n\t\t\t\t\t It allotted much space to the fact that the Association and its affiliated organizations studied the famous work of the dear respected Kim Jong Un \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" and articles written by Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t It gives an account of news that the Association and its affiliates made public statements denouncing the south Korean Lee Myung Bak group of traitors for hurting the dignity of the supreme leadership of the DPRK and the U.S. and its followers for their reckless politically-motivated provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It also carries the joint report of the north, south and overseas side committees for Implementing the June 15 Joint Declaration, an information bulletin of the Secretariat of the Committee for the Peaceful Reunification of Korea and news about the struggle of the south Koreans and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The magazine says that Ho Jong Man was elected chairman of the Central Standing Committee of the General Association of Korean Residents in Japan and the remains of its former Chairman So Man Sul were buried in the Patriotic Martyrs Cemetery in the homeland."
        },
        {
            "title": "Kim Jong Un dirige varios campos de construccion",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-31ee.html",
            "content": "Kim Jong Un dirige varios campos de construccion\n\t\t\t\t\t\t\r\nPyongyang, 2 de julio (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea dirigio sobre el terreno el Parque de Atracciones del Pueblo Rungna en etapa de culminacion y el Instituto de Tumores Mamarios de la Casa de Maternidad de Pyongyang en construccion.\n\t\t\t\t\tPrimeramente estuvo en el Acuario de Delfines de Rungna. \n\t\t\t\t\t\n\t\t\t\t\tRecorriendo por el hall de asientos en la tierra, la cisterna para la funcion, la sala de divulgacion de ciencias y tecnologias y otros puntos hizo conocimiento detallado del estado de construccion.\n\t\t\t\t\t\n\t\t\t\t\tEn el hall de asientos en la tierra, el Maximo Dirigente al mirar los delfines trasladados del mar evaluo de alto los esfuerzos de los constructores militares que levantaron con excelencia el acuario.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que el acuario es una escena de funcion de los delfines para mostrar sus talentos a los espectadores, razon por la cual es preciso establecer la pantalla electronica para dar a conocer cual pieza ofrecen los delfines y quien es amansador y pintar el suelo del acuario como si fuera un monton de arena  conveniente a las olas pintadas en el trasfondo de la escena.\n\t\t\t\t\t\n\t\t\t\t\tSubio al hall de segundo piso, donde se mostro muy satisfecho diciendo que el hall construido bien  como mundo submarino atraera a los capitalinos al paisaje maritimo en el sofocante verano.\n\t\t\t\t\t\n\t\t\t\t\tDando vuelta por la sala de forma de cueva de divulgacion de ciencias y tecnologias subrayo la necesidad de acondicionarla para ofrecer a los espectadores diversos conocimientos elementales y datos informaticos sobre los caracteres ecologicos de los delfines, tiburones, ballenas y otros animales acuaticos.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que es necesario crear un ambiente interno al  hacer bien el adorno conforme a la caracteristica del acuario.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, Kim Jong Un dirigio el campo de construccion de la Piscina de Rungna.\n\t\t\t\t\t\n\t\t\t\t\tEl 30 de abril pasado, el subio a la cima del tobogan dirigiendo las labores de construccion de la piscina y el 5 de ultimo mayo, visito otra vez el lugar, ocasion en la cual dio preciosas instrucciones al respecto.\n\t\t\t\t\t\n\t\t\t\t\tBien conscientes del proposito del Comandante Supremo, los constructores militares de la unidad 267 del EPC cambiaron totalmente de la fisonomia de la piscina en menos de dos meses.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el tobogan muy alto, dijo que los visitantes lo preferian mucho.\n\t\t\t\t\t\n\t\t\t\t\tAnte el tanque de salto en construccion, cuya profundidad es de 5 metros, dijo que el lugar debe ser visualmente fresco para que se adecue al tiempo veraniego y los visitantes se sientan refrescantes.\n\t\t\t\t\t\n\t\t\t\t\tMirando la cisterna de diversion, se mostro muy satisfecho de que se hayan preparado todas las condiciones necesarias a la cisterna.\n\t\t\t\t\t\n\t\t\t\t\tEn el techo de cabina de vestir y de ducha, vio con satisfaccion el area vasta de cancha de baloncesto, voleibol y voleibol sobre arena de ser acondicionada y recalco con amplia sonrisa que la piscina de Rungna es una multifuncional porque las personas pueden saltar al agua tras desarrollar los juegos  deportivos.\n\t\t\t\t\t\n\t\t\t\t\tAl mostrar gran satisfaccion de que todos son excelentisimos, volvio evaluar las proezas realizadas por los constructores militares.\n\t\t\t\t\t\n\t\t\t\t\tAl citar la necesidad de impulsar simultaneamente el arreglo de la zona de la piscina, subrayo que hay que terminar la obra antes del 27 de Julio, dia de la victoria en la Guerra de la Liberacion de la Patria y presento las tareas y metodos por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, recorrio el Parque de Atracciones de Rungna donde averiguo el estado de funcionamiento de las instalaciones.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, Kim Jong Un recorrio el Instituto de Tumores Mamarios en plena construccion de la Casa de Maternidad de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la sala de roentgenografia, la de operacion, la de hospitalizacion y otros lugares, averiguo como marcha la construccion.\n\t\t\t\t\t\n\t\t\t\t\tEsta obra fue propuesta por el Dirigente          Kim Jong Il y el prestaba especial atencion examinando personalmente el diseno del instituto, recordo.\n\t\t\t\t\t\n\t\t\t\t\tEs importante construirlo bien, pero lo mas importante es ubicar en el instituto a los medicos e investigadores expertos y competentes e instalar los equipos de punta necesarios para el tratamiento de mastoiditis y tumor mamario, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, hay que establecer correcto sistema de tratamiento capaz de prevenir y detectar en estado primitivo esas enfermedades, enseno.\n\t\t\t\t\t\n\t\t\t\t\tLeyendo las instrucciones del Dirigente           Kim Jong Il, supe mejor que el se esforzo mucho hasta el ultimo momento de su vida por la construccion de este instituto y tome la firme decision de construirlo en el nivel mundial, dijo.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo que la cuestion mas importante es mantener en el estado aseptico y libre de polvos todas las salas de tratamiento del instituto incluyendo el salon de operacion, y enseno en detalles lo que se debe corregir en la obra.\n\t\t\t\t\t\n\t\t\t\t\tNo se debe sentirse satisfecho de la construccion del instituto sino hay que someter al examen periodico a las mujeres para que ellas no padezcan la mastoiditis y el tumor mamario, enseno y subrayo que esto es la politica profilactica de nuestro partido.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los constructores militares terminaran magnificamente hasta el dia conmemorativo de la fundacion del partido este moderno instituto, digno de ser elogiado por el mundo, prestando atencion primordial a la calidad y poniendo de relieve las peculiaridades de ese centro ginecologico.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Jang Song Thaek, miembro del Buro Politico del Comite Central del PTC y vicepresidente del Comite de Defensa Nacional, Pak Chun Hong y Ma Won Chun, subjefes de departamento del CC del PTC."
        },
        {
            "title": "Choe Yong Rim visita parques de atracciones en reconstruccion",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-32ee.html",
            "content": "Choe Yong Rim visita parques de atracciones en reconstruccion\n\t\t\t\t\t\t\r\nPyongyang, 2 de julio (ACNC) -- Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, averiguo en el terreno el estado de reconstruccion de los parques de atracciones de Mangyongdae y Taesongsan.\n\t\t\t\t\tEstos parques, que atestiguan el amor por el pueblo del PTC, se reconstruyen magnificamente como moderno sitio de descanso cultural del pueblo a las alturas del nuevo siglo bajo la minuciosa atencion del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo los parques, Choe felicito los exitos laborales de los constructores militares que elevan la velocidad de construccion poniendo de manifiesto el heroismo colectivo en acato a la orden del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se tomaron las medidas para suministrar satisfactoriamente las materias primas y materiales necesarios para completar la obra en la fecha prevista.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Choe visito la fabrica filial de vasijas de vidrio de Nampho.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a varios procesos de produccion, asigno las tareas para suministrar sin cesar las materias primas y materiales necesarios a la normalizacion de la produccion."
        },
        {
            "title": "Texto integro de rueda de prensa concedida por Pak Jong Suk (2)",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-33ee.html",
            "content": "Texto integro de rueda de prensa concedida por Pak Jong Suk (2)\n\t\t\t\t\t\t\r\nPyongyang, 2 de julio (ACNC) -- En la conferencia de prensa concedida el 28 de junio con los medios nacionales y extranjeros, Pak Jong Suk, quien volvio a la Republica Popular Democratica de Corea desde el Sur de Corea adonde habia sido raptada y llevada, puso al desnudo la verdad de la campana anti-RPDC que libran los titeres surcoreanos con el tema de los \"fugitivos norcoreanos\" y conto la situacion miserable de estos.\n\t\t\t\t\tPese al fallecimiento de mi padre, podre ganarme la vida con la ayuda de mis hermanastros y parientes, pense asi, comenzo ella y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEso fue una idea estupida.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que se reunia conmigo, un hermanastro prometia ayudarme solo con palabras y hasta queria mantenerse distanciado de mi temiendo a los posibles danos que le causaria mi condicion.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, tuve que buscar a un primo por linea materna con 80 anos de edad y convivi con su matrimonio sirviendo de enfermera para la cunada que guardaba cama. \n\t\t\t\t\t\n\t\t\t\t\tPor el problema financiero, abandone la casa de mi primo que me presento a un anciano nonagenario que no podia moverse ni para el bano.\n\t\t\t\t\t\n\t\t\t\t\tTrabaje un tiempo como asistente del anciano.\n\t\t\t\t\t\n\t\t\t\t\tAguantando verguenza y humillacion de toda indole, hice todos los trabajos para ganar el dinero, tales como limpieza de la estacion del metro, pasillo de apartamento y ascensor.\n\t\t\t\t\t\n\t\t\t\t\tMe atormentaban mas la vigilancia y la interceptacion de llamadas telefonicas que me perseguian paso a paso.\n\t\t\t\t\t\n\t\t\t\t\tUna vez, una mujer llamada Ra Won Ju me recomendo que trabajara en una compania productora de materias primas industriales. Pero, el presidente de esa compania era un estafador y me quito el poco dinero que tenia.\n\t\t\t\t\t\n\t\t\t\t\tEste incidente me puso angustiada y me cai en la escala del metro sufriendo una herida en la rodilla.\n\t\t\t\t\t\n\t\t\t\t\tPor la noche de un dia de octubre del ano pasado, acudi al hospital policiaco por la disnea.\n\t\t\t\t\t\n\t\t\t\t\tEl doctorcito, que me atendio, pregunto primero quien era mi tutor diciendo que hacia falta la asistencia urgente para salvar mi vida.\n\t\t\t\t\t\n\t\t\t\t\tPero, cuando escucho la respuesta de que yo no tenia a ningun tutor, me expulso del hospital.\n\t\t\t\t\t\n\t\t\t\t\tEs que el quiso cobrar a mi tutor los gastos de tratamiento en el caso de mi muerte.\n\t\t\t\t\t\n\t\t\t\t\tEs una cosa inimaginable en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea es la sociedad que degenera a la gente en los aspectos ideologico y cultural. \n\t\t\t\t\t\n\t\t\t\t\tEn ella hay un gran ejercito de desempleados, campean los males sociales, el dinero esta por encima de lo todo y no hay afectos del ser humano (continua)."
        },
        {
            "title": "Texto integro de la rueda de prensa concedida por Pak Jong Suk (3)",
            "url": "http://kcna.co.jp/item/2012/201207/news02/20120702-34ee.html",
            "content": "Texto integro de la rueda de prensa concedida por Pak Jong Suk (3)\n\t\t\t\t\t\t\r\nPyongyang, 2 de julio (ACNC) -- En la conferencia de prensa concedida el 28 de junio con los medios nacionales y extranjeros, Pak Jong Suk, quien volvio a la Republica Popular Democratica de Corea desde el Sur de Corea adonde habia sido raptada y llevada, puso al desnudo la verdad de la campana anti-RPDC que libran los titeres surcoreanos con el tema de los \"fugitivos norcoreanos\" y conto la situacion miserable de estos.\n\t\t\t\t\tEntre los \"fugitivos norcoreanos\" de que hablan los titeres figuran los traidores a la patria y el pueblo, pero la mayoria de ellos son quienes fueron seducidos, secuestrados y sobornados por los titeres durante sus permanencias en China y otros paises vecinos por motivo de la vida dificil temporal, la  visita a los parientes y el trabajo.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como fueron llevados al Sur de Corea, ellos se tratan en el Servicio de Inteligencia del Sur de Corea como criminales peligrosos.\n\t\t\t\t\t\n\t\t\t\t\tDurante mas de primeros 10 dias, sus derechos humanos fueron violados cruelmente encerrados en una celda individual aislada por completo del exterior.\n\t\t\t\t\t\n\t\t\t\t\tDurante la interrogacion, ellos son maltratados por los vigilantes y no pueden ir libremente al bano. Las mujeres fueron violadas sexualmente por los interrogadores.\n\t\t\t\t\t\n\t\t\t\t\tTras sufrir durante un mes o mas dolores espirituales y fisicos de toda indole en el Servicio de Inteligencia, los fugitivos norcoreanos se trasladan al llamado \"Hanawon\" que iguala a otra prision.\n\t\t\t\t\t\n\t\t\t\t\tEn \"Hanawon\", ellos sufren durante 3 meses la opresion y el control de los oficiales encargados, se someten a la vigilancia de la camara instalada por doquier del centro y estan privados del derecho a la  salida, la entrevista y hablar por telefono.\n\t\t\t\t\t\n\t\t\t\t\tDespues de culminar la persistente revision y la \"educacion\" de los enemigos, se tiran a la sociedad. Desde aquel momento, se entregan a la lucha por la existencia sufriendo todos los maltratos, desprecio, infamia e insulto.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajos que se tocan a esos \"fugitivos\" son los humildes y dificiles a que nadie quiere dedicarse como la limpieza de basura, la lavadura de recipientes y el cuidado a otras personas.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de las mujeres se venden a los lugares de diversion y presentarse en la toma de imagenes eroticas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas se rechazan en dondequiera que ellos se encuentren porque se ven los numeros especiales en sus \"carnet de identidad\".\n\t\t\t\t\t\n\t\t\t\t\tDebido a la extremada miseria, la inhospitalidad y excepcion sociales, ellos se ven en la inquietud espiritual, la fatiga cronica y las enfermedades de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tAunque obtienen trabajos a duras penas, siempre se preocupan cada dia por perderlos y hacen el trabajo duro de toda indole.\n\t\t\t\t\t\n\t\t\t\t\tSi se enferman, no reciben el tratamiento medico a tiempo por la escasez de dinero y mueren al fin.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, todos los \"fugitivos norcoreanos\", muy depravados, optan el camino de narcotrafico, el fraude, el servicio sexual y otros delitos.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, los \"fugitivo norcoreanos\" se empenan por su existencia con vana esperanza de si trabajan laboriosamente, ojala se mejoren sus condiciones de vida, pero, aunque sea tarde se arrepienten de su postura quejando de las condiciones de vida que se tornan mas miserables.\n\t\t\t\t\t\n\t\t\t\t\tY pasan las fiestas y cumpleanos con lagrimas anorando su tierra natal y la patria.\n\t\t\t\t\t\n\t\t\t\t\tAhora ellos desean ansiosamente volver a la Republica Popular Democratica de Corea odiando esa sociedad sucia del Sur de Corea y resintiendose por si mismos.\n\t\t\t\t\t\n\t\t\t\t\tPero no lo deciden con valentia por sus culpas  cometidas ante la patria, y por la vigilancia y el control de los agentes.\n\t\t\t\t\t\n\t\t\t\t\tTodos los que despidieron a su patria madre sin querer o no, deben regresar sin demora botando a la abominable sociedad surcoreana al regazo de la RPDC si quieren vivir dignamente."
        }
    ]
}