{
    "date": "2012-11-20",
    "url": "http://kcna.co.jp/item/2012/201211/2012-11-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Ministry of State Security",
            "url": "http://kcna.co.jp/item/2012/201211/news20/20121120-08ee.html",
            "content": "Kim Jong Un Visits Ministry of State Security \n\t\t\t\t\t\t\r\n Pyongyang, November 20 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, visited the Ministry of State Security to congratulate security personnel greeting the founding anniversary of the security institution. \n\t\t\t\t\t Looking round the statue of leader Kim Jong Il erected at the ministry in October last, he promised to have a picture taken with security personnel on the founding anniversary of the security institution, after learning about their ardent wishes. \n\t\t\t\t\t\n\t\t\t\t\t He sent warm greetings to the security personnel and congratulated them on the anniversary. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation that all the security personnel of the ministry would creditably fulfill their honorable mission to decisively frustrate the moves of the imperialists and reactionaries to stifle the DPRK by displaying the do-or-die will and matchless bravery. \n\t\t\t\t\t\n\t\t\t\t\t Then he had a photo session with them before the statue of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He received a detailed report on the state security work and the progress made in the on-going operations from commanding officers of the ministry. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats performed by the security personnel of the ministry, noting that it has firmly defended the socialist country by mercilessly foiling the plots of the enemies who were resorting to all sorts of despicable moves to block the victorious advance of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t He said the ministry has a very important role to play in protecting the sovereignty of the country and the nation, setting forth important tasks to be fulfilled by the security personnel. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, vice-chairman of the Central Military Commission of the WPK, and Jang Song Thaek, vice-chairman of the DPRK National Defence Commission."
        }
    ]
}