{
    "date": "2012-03-10",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-10ee.html",
    "articles": [
        {
            "title": "Sympathy to President of Congo",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-20ee.html",
            "content": "Sympathy to President of Congo\r\n Pyongyang, March 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a consolatory message to Denis Sassou Nguesso, president of Congo, as regards the explosions in Congo that claimed a lot of casualties and material losses.\n\t\t\t\t\t He expressed heartfelt condolences to the president, and through him, to the government, the people and the bereaved families."
        },
        {
            "title": "Greetings to PM of Cameroon",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-21ee.html",
            "content": "Greetings to PM of Cameroon\r\n Pyongyang, March 10 (KCNA) -- DPRK Premier Choe Yong Rim Friday sent a message of greeting to Yang Yunji Philemon upon his reappointment as prime minister of Cameroon.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would continue to develop, the message wished him greater successes in his work for the national unity and socio-economic progress."
        },
        {
            "title": "Congratulations to Gabonese PM",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-24ee.html",
            "content": "Congratulations to Gabonese PM\r\n Pyongyang, March 10 (KCNA) -- DPRK Premier Choe Yong Rim Friday sent a congratulatory message to Raymond Ndong Sima upon his appointment as prime minister of Gabon.\n\t\t\t\t\t The message wished him success in his work for national unity and economic development, expressing belief that the good relations of friendship and cooperation between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Foreign Minister Pak Ui Chun sent a similar message to Emmanuel Issoze Ngondet upon his appointment as minister of Foreign Affairs, International Cooperation, Francophone, Charge of NEPAD and Regional Integration of Gabon."
        },
        {
            "title": "Congratulations to Central African FM",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-23ee.html",
            "content": "Congratulations to Central African FM\r\n Pyongyang, March 10 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, Friday sent a congratulatory message to Antoine Gambi, minister of the Central African Foreign Affairs, Regional Integration and Francophone Affairs, on his stay in office.\n\t\t\t\t\t He in the message expressed belief the traditional relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "KCNA Delegation Leaves for U.S.",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-16ee.html",
            "content": "KCNA Delegation Leaves for U.S.\r\n Pyongyang, March 10 (KCNA) -- A delegation of the Korean Central News Agency (KCNA) headed by its first vice-director general Kim Chang Kwang left here on Saturday by air to take part in the opening ceremony of a joint photo exhibition in the U.S. commemorating the centenary of birth of President Kim Il Sung."
        },
        {
            "title": "KPISF Unit Gets Angry at S. Korean Regime's Provocation",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-26ee.html",
            "content": "KPISF Unit Gets Angry at S. Korean Regime's Provocation\r\n Pyongyang, March 10 (KCNA) -- A unit of the Korean People's Internal Security Forces (KPISF), to which Cha Paek Yong belongs, is in high spirits to punish to the last man the south Korean provocateurs who insulted the dignity of the supreme leadership of the Democratic People's Republic of Korea.\n\t\t\t\t\t An officer Cha Paek Yong told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The time has come when we should punish the Lee Myung Bak group of traitors, human dregs running like a rabid dog. The group has persisted in its anti-DPRK policy, committing unpardonable crimes since it took office in south Korea. It even rubbed salt into the wound of the Korean people grieving over the sudden death of general secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t It is time to punish the group of traitors to the last man.\"\n\t\t\t\t\t\n\t\t\t\t\t An officer Han Myong Chol said:\n\t\t\t\t\t\n\t\t\t\t\t \"We will never pardon the Lee group for its high treason and force it to pay dearly without fail.\n\t\t\t\t\t\n\t\t\t\t\t There will be no shelter in the planet for those human dregs bereft of elementary reason or morality. \n\t\t\t\t\t\n\t\t\t\t\t Once an order is issued, we will turn out in a sacred war of justice to annihilate the wicked enemies.\"\n\t\t\t\t\t\n\t\t\t\t\t A soldier Kim Chol Min said:\n\t\t\t\t\t\n\t\t\t\t\t \"All the servicepersons of the unit are thirsting for revenge on the Lee group of traitors. \n\t\t\t\t\t\n\t\t\t\t\t The group doesn't understand the servicepersons and people of the DPRK regarding it as their life and soul to devotedly defend their leader.\n\t\t\t\t\t\n\t\t\t\t\t This group of confrontational maniacs and gangsters will soon and clearly come to know how dearly it has to pay for its hideous provocation.\""
        },
        {
            "title": "Rim Kwon Muk, Celebrated Korean Geographer",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-27ee.html",
            "content": "Rim Kwon Muk, Celebrated Korean Geographer\r\n Pyongyang, March 10 (KCNA) -- Rim Kwon Muk, born in Sunchon City, South Phyongan Province of Korea, was a celebrated geographer. \n\t\t\t\t\t Rim worked as a researcher at the Global Environment Information Institute under the State Academy of Sciences. \n\t\t\t\t\t\n\t\t\t\t\t After graduating from Kim Il Sung University, he became a geographer, determined to contribute to building a prosperous country with science and technology. \n\t\t\t\t\t\n\t\t\t\t\t As a member of the group for exploring Lake Chon on Mt. Paektu, he devoted his wisdom and energy to the survey of this sacred mountain of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t During the days of the survey, he deciphered and confirmed on a scientific and technological basis the age of eruptions on the mountain, the area and boundary of the Paektu lava plateau and the quality of water on Lake Samji. \n\t\t\t\t\t\n\t\t\t\t\t He verified the frequency of Paektu volcano eruption and its scale and drew up a document on its history, providing basic data for volcano and earthquake forecast. \n\t\t\t\t\t\n\t\t\t\t\t He also completed a Mt. Paektu geological chart early in the 1980s. \n\t\t\t\t\t\n\t\t\t\t\tBesides, he successfully made surveys of the sea surface change of Korea and Mts. Kumgang and Chilbo. \n\t\t\t\t\t\n\t\t\t\t\t In over 55 years, Rim authored more than 60 books as valuable as national treasure, including \"Encyclopedia of Mt. Paektu\" (topography), and about 70 papers and trained tens of persons to be winners of academic degrees or titles. \n\t\t\t\t\t\n\t\t\t\t\t The government awarded titles of candidate academician, professorship and doctorate to him in recognition of his merits."
        },
        {
            "title": "Members of Worker-Peasant Red Guards Vow Revenge on S. Korean Regime",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-28ee.html",
            "content": "Members of Worker-Peasant Red Guards Vow Revenge on S. Korean Regime\n\t\t\t\t\t\t\r\n Pyongyang, March 10 (KCNA) -- Members of the Worker-Peasant Red Guards, powerful militia in the DPRK, are conducting combat exercises in the atmosphere of real war, waiting for an order to advance southward.\n\t\t\t\t\t In the exercises they fired bullets at targets, on which names of Lee Myung Bak, Kim Kwan Jin and Jong Sung Jo, traitors in south Korea, were written, when their officer chanted \"Let us dash to Chongwadae at a go to smash the Lee Myung Bak group of traitors!\" \n\t\t\t\t\t\n\t\t\t\t\t They showed their will to take revenge upon the traitors without mercy. \n\t\t\t\t\t\n\t\t\t\t\t An officer Paek Hak Chol told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The Lee Myung Bak group of confrontation maniacs is now criticizing the DPRK for 'mud-slinging', instead of apologizing for the high treason it committed by having insulted the dignity of the supreme leadership of the DPRK in the mourning period.\n\t\t\t\t\t\n\t\t\t\t\t With the group left intact, peace will never set in on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The root cause of misfortune should be removed in time.\n\t\t\t\t\t\n\t\t\t\t\t Once an order is given by Kim Jong Un, supreme commander of the Korean People's Army, we will become human bombs to blow up the den of the unparalleled rabid dogs.\""
        },
        {
            "title": "KCNA Denounces S. Korean Authorities' Anti-DPRK Smear Campaign",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-29ee.html",
            "content": "KCNA Denounces S. Korean Authorities' Anti-DPRK Smear Campaign\r\n Pyongyang, March 10 (KCNA) -- The south Korean puppet group is waging unprecedented anti-DPRK smear campaign, taking advantage of the great loss to the nation.\n\t\t\t\t\t The whole world expressed condolences irrespective of differing ideology, political view and language and regardless of diplomatic relations and borders and present unfavorable relations with the DPRK. But the Lee Myung Bak group of traitors committed crimes against humanity and nation, leaving an indelible disgrace in the nation's 5,000-year history.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group has left no space-time, means and ways untried to harm and slander its fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It put the whole of south Korea on an emergency alert and mobilized all mechanisms and forces inside and outside the puppet regime to escalate confrontation and smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It set in motion not only government-run media but private-run media outlets inside and outside south Korea. It used the doctrine of fascist maniac who claimed that \"Hundred times of lying will make it truth\", and accepted the experience of its U.S. master's smear campaign against the Soviet Union that \"media brought about a 'victory' which was impossible by nuclear blackmail\".\n\t\t\t\t\t\n\t\t\t\t\t Involved in the campaign were all sorts of hack media, typically the notorious Chosun Ilbo, Choongang Ilbo and Dong-A Ilbo and broadcasting organizations including KBS, MBC and Yonhap News which turned into waiting maids of the traitor as well as Nocutnews, Daily NK and the Strategic Information on North Korea Service Centre run by human scum.\n\t\t\t\t\t\n\t\t\t\t\t The group defamed the tears of profound grief shed by the fellow countrymen, saying that it was \"forced sorrow and the DPRK army and people were directed to do so\". It hurt the dignity of the supreme leadership of the DPRK by distorting the news about the ceremony of bidding farewell.\n\t\t\t\t\t\n\t\t\t\t\t It cooked up the groundless stories about \"Jasmine revolution of the north Korea version\" and the Chinese army's \"entry into Pyongyang\", talking about \"confusion\" and \"instability\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The enemies' smear campaign targets the 3rd and 4th and even 5th and 6th generations of the revolution who have not experienced trials. They are taking into account the transition now taking place in the DPRK at a time of historical turn of the revolution. It has reached the worst level in its wicked, mean and reactionary nature.\n\t\t\t\t\t\n\t\t\t\t\t They take turns to air false data, using a stereotyped way of citing the words of a \"news source\" to cover the nature of falsehood and fabrication. This is aimed to make the public accept it as the world opinion, and create mistrust, misunderstanding and confused view on the DPRK among the international community and south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They misused modern IT means and put into use some right-wing conservative media as well as paid hack papers and writers in Japan and Europe.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors' smear campaign against the DPRK has earned an ill fame as the most cruel and sordid one unprecedented in its program and most mean and dirty unparalleled in its form and method.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. backs the group's frantic smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The campaign is, in essence, a continuity of the moves to stifle the DPRK and a psychological warfare of Asian version aimed to bring down the DPRK, pursuant to the scenario of the U.S. policy toward the DPRK\n\t\t\t\t\t\n\t\t\t\t\t Its program, method, political motive and financial background indicate the U.S. implications.\n\t\t\t\t\t\n\t\t\t\t\t A U.S. foundation receiving the budget from the U.S. Department of State openly declared on February 13 that it would keep funding 15 non-governmental organizations in south Korea despite the reduction of the budget of the Department as \"north Korea is fairly important region among more than 100 countries the foundation supports\".\n\t\t\t\t\t\n\t\t\t\t\t The NGOs of south Korea are organizations breeding plots against the DPRK such as Daily NK, the \"Broadcasting for Reforming the North\" and \"Citizens Federation for Human Rights in the North\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. plans to apply the experience of psychological warfare which it used in wars in Iraq and Afghanistan, the \"Orange Revolution\" and \"Spring of Mideast\" operation and proxy wars fought by local persons in a bid to realize its policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is so tense with the world's biggest nuclear war hardware amassed, and it is in a war state as neither legal nor institutional mechanism for curbing a war are in place.\n\t\t\t\t\t\n\t\t\t\t\t It is general practice of modern war that operation of mental and psychological means precedes the all-out operations of physical war means.\n\t\t\t\t\t\n\t\t\t\t\t Today's frantic psychological warfare amounts to a preemptive attack ahead of tomorrow's physical war.\n\t\t\t\t\t\n\t\t\t\t\t The enemies should clearly understand the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has its own mode of counteraction capable of resolutely coping with any political provocation and cunning psychological warfare of the enemies and striking them at one blow.\n\t\t\t\t\t\n\t\t\t\t\t It is as foolhardy as trying to sweep the sea with broom to try to break the great mental power and indomitable spirit of the DPRK army and people who have never shaken on their way despite the severe storm of history.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, the persistent psychological campaign of the hostile forces will only reveal the shameful nature of those in grip of extreme horror and despair, mental oppression and degradation, in fear of the might of Juche Korea and Songun Korea which is becoming increasingly powerful and prosperous.\n\t\t\t\t\t\n\t\t\t\t\t The enemies' intensified campaign, oblivious of the lessons of history will touch off stronger hatred for the enemies and class awareness of all the servicepersons and people and encourage them to defend the idea, social system and cause of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The enemies who recklessly run amuck will meet a miserable end of history in the face of the firm spirit of anti-imperialist struggle and final war to be waged by the DPRK army and people."
        },
        {
            "title": "KCNA Commentary Dismisses Matsubara's Claim over Abduction Issue as Nonsense",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-30ee.html",
            "content": "KCNA Commentary Dismisses Matsubara's Claim over Abduction Issue as Nonsense\r\n Pyongyang, March 10 (KCNA) -- Matsubara, Japanese minister in charge of \"abduction issue\", went so impudent as to speak ill of the agreement reached at the 3rd high-level talks between the DPRK and the U.S.\n\t\t\t\t\t As far as the humanitarian aid by the U.S. for the DPRK is concerned, he said it is necessary to continue imposing sanctions upon the DPRK, claiming that the U.S. should seriously consider the mind of the families of victims to abduction opposing all the humanitarian assistance.\n\t\t\t\t\t\n\t\t\t\t\t His claim is nothing but sheer nonsense of a maniac going reckless, unaware of the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t Increasingly loud voices are being heard from different countries of the world calling upon Japan to redeem its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t On December 14, 2011 alone, people of more than 40 cities from nine countries and regions including the U.S., Germany, Canada and Italy waged solidarity actions to demand Japan make an official apology and reparation for the crimes of sexual slavery committed by the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t A monument erected in New Jersey, the U.S., discloses the unprecedented crimes related to the sexual slavery perpetrated by the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t Steadily turning its face away from such a call of the international community, Japan is making desperate efforts to cover up its past crimes citing the \"abduction issue\" that had already been solved.\n\t\t\t\t\t\n\t\t\t\t\t The more indiscreet such an imbecile as Matsubara, ignorant of the nature of the DPRK-Japan relation, becomes in his acts to win popularity under the veil of the minister in charge of \"abduction issue\", the worse the relations between the two countries will become."
        },
        {
            "title": "Political Underwit Lee Myung Bak Labeled \"2MB\"",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-31ee.html",
            "content": "Political Underwit Lee Myung Bak Labeled \"2MB\"\r\n Pyongyang, March 10 (KCNA) -- South Korea is ruled by the worst politician in the world. It is none other than traitor Lee Myung Bak who is called \"2MB\" in south Korea.\n\t\t\t\t\t 2MB is indicative of a very small memory capacity that can hold two minutes of songs in MP3 and about 10 seconds of video. This is just the same with the name of Lee Myung Bak and his intelligence quotient. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee earned this disgraceful nickname for his abnormal thinking power. \n\t\t\t\t\t\n\t\t\t\t\t If he is not an underwit, he could not play such dangerous games on the powder magazine which may explode any moment. \n\t\t\t\t\t\n\t\t\t\t\t It is clearly proved by the fact that just after the great loss to the nation he issued an \"order of emergency alert\", blasting that \"it is possible for the north to be thrown into chaos\", and ran amuck to destabilize the DPRK through anti-DPRK psychological warfare. \n\t\t\t\t\t\n\t\t\t\t\t Saber-rattling he waged in collusion with outside forces tells how blunt his political sense is and how poor his ability of judging the situation is. \n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that he dared to recklessly hurt the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee masterminded the gravest provocation and the military warmongers of south Korea adopted it as \"state task\" and took the lead in implementing it. \n\t\t\t\t\t\n\t\t\t\t\t The gravest provocation by the group of hooligans drove the situation of the Korean Peninsula to the worst phase. \n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that it hurt the dignity of the supreme leadership of the DPRK and the moves are getting evermore serious over the time. \n\t\t\t\t\t\n\t\t\t\t\t Not only Lee but also his servants are political illiterates, underwits and fools unable to properly judge the situation. So, it is natural that they have made such a serious mistake. \n\t\t\t\t\t\n\t\t\t\t\t If he has an elementary sense, he will know about the might of the DPRK stronger than atomic bomb as it has achieved harmonious whole between the leader and the people. \n\t\t\t\t\t\n\t\t\t\t\t It is the common sense that one should know its opponent before challenging him. \n\t\t\t\t\t\n\t\t\t\t\t However, Lee is an underwit with 2MB capacity in all aspects. \n\t\t\t\t\t\n\t\t\t\t\t Now is the time of TB, not MB. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, south Korean internet homepages constantly carry such ridiculous phrases as \"We leave this land because south Korea's capacity is only 2MB.\" A lot of south Koreans set up the \"MB resignation clock\" which automatically signals the time of Lee's resignation and wait for the moment when he will step down. \n\t\t\t\t\t\n\t\t\t\t\t \"2MB\" is now breathing his last breath being called a man facing \"imminent resignation\"."
        },
        {
            "title": "Japan's Policy of National Discrimination against Korean Schools Slammed",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-25ee.html",
            "content": "Japan's Policy of National Discrimination against Korean Schools Slammed\r\n Pyongyang, March 10 (KCNA) -- A solidarity action of Koreans in Japan and the Japanese people is going on in Japan in denunciation of the Japanese authorities' discrimination against the Korean schools in Japan.\n\t\t\t\t\t An emergency meeting of people in Hyogo Prefecture took place in Kobe City of Japan on March 1 to oppose the exclusion of Korean schools from the tuition-waiver program for senior high schools, and defend the right to national education.\n\t\t\t\t\t\n\t\t\t\t\t  A reporter and speakers said that they could no longer overlook the Japanese authorities' discrimination-oriented policy of excluding Korean schools from the tuition-waiver program.\n\t\t\t\t\t\n\t\t\t\t\t They would take action together with the Koreans in Japan and the Japanese people for the provision of the right to national education, the sacred right of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Letters of request forwarded to the prime minister and the minister of Education, Culture, Sports, Science and Technology of Japan were read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, an emergency unity action calling for the immediate application of the tuition-waiver program to Korean schools took place at Korean senior high school in Hiroshima.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 23 the \"Network Aichi calling for the application of tuition-wavier program to Korean schools without discrimination\" and Aichi Korean school held a joint press conference in the Aichi Prefectural Office.\n\t\t\t\t\t\n\t\t\t\t\t Statements were issued at the press conference.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government is attempting to link the education of the Korean students in Japan with the political and diplomatic problem between the DPRK and Japan, the statements said, adding: This amounts to national discrimination which is banned in Japan's constitution, the International Convention on Human Rights, the International Convention on the Elimination of All Forms of Racial Discrimination and the Treaty on the Rights of Child.\n\t\t\t\t\t\n\t\t\t\t\t The present situation proves that the Japanese government is still hostile to Japan-residing Koreans who fell victim to the Japanese colonial domination in the past, and their children, the statements said, calling for the immediate application of tuition-waiver program to Korean schools."
        },
        {
            "title": "Radioactive Substance Detected in Japan ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-14ee.html",
            "content": "Radioactive Substance Detected in Japan \r\n Pyongyang, March 10 (KCNA) -- Radioactive substance is being detected in Fukushima Prefecture in Japan.\n\t\t\t\t\t The Forestry Agency of Japan collected fallen leaves from about 400 places in the prefecture from September to November last year and measured the level of radioactive cesium.\n\t\t\t\t\t\n\t\t\t\t\t The measurement resulted in detecting 4,440,000 Bq of radioactive cesium per kilogram on leaves from Ishikuma, Hutaba Cho, and Denno mountain in Namie Cho west of the nuclear power station.\n\t\t\t\t\t\n\t\t\t\t\t 1,000,000 Bq of radioactive cesium was detected on leaves in forests in nine places including Minamisoma City and Iidate village, proving that its level remains high within the areas 30 kilometers from the nuclear power station."
        },
        {
            "title": "S. Korean Authorities' Cooperation with Outside Forces under Fire by Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-06ee.html",
            "content": "S. Korean Authorities' Cooperation with Outside Forces under Fire by Rodong Sinmun\r\n Pyongyang, March 10 (KCNA) -- The south Korean authorities' cooperation with outside forces is designed to achieve their criminal purposes of escalating the confrontation with compatriots and igniting a war against the north by relying on outside forces as it is a total denial and latant \n\t\t\t\t\tchallenge to the idea of \"By our nation itself\" and its vitality which has promoted national econciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The history of the Korean nation's division that has lasted for more than six decades teaches that cooperation with outside forces brings nothing but the country's permanent division, confrontation with compatriots and a war disaster, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t No sooner had traitor Lee Myung Bak taken \"presidential office\" than called for boosting the \"alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What Lee has brought through his avocation of closer \"alliance\" with the U.S., the alliance of submission to it, is nothing but distrust, confrontation and continued division, not national econciliation, unity and independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors' cooperation with outside forces is disturbing the peace and security on the Korean Peninsula and bringing dark clouds of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean ruling quarters, its lackeys, are the arch criminals posing a nuclear threat to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is due to the group of traitors' cooperation with outside forces that the inter-Korean relations have reached an uncontrollable phase and a nuclear war may break out on the peninsula any time.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative authorities' policy of dependence on outside forces is the main cause of the nation's disaster on this land."
        },
        {
            "title": "U.S.-S. Korea Joint Military Maneuvers Come under Fire ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-04ee.html",
            "content": "U.S.-S. Korea Joint Military Maneuvers Come under Fire \r\n Pyongyang, March 10 (KCNA) -- The New Socialist Party of Japan on March 6 issued a statement denouncing the Lee Myung Bak group of traitors for staging again the DPRK-targeted large-scale joint military exercises in collusion with the brigandish U.S. imperialists.\n\t\t\t\t\t The above-said saber-rattling is an undisguised military provocation to the DPRK, the statement noted, demanding a halt to it.\n\t\t\t\t\t\n\t\t\t\t\tThe Paektusan Czech-Korean Friendship Association and the Czech Group for the Study and Materialization of the Juche Idea also issued a similar joint statement on March 5.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. imperialists along with their south Korean puppet forces are of militarist nature and threatening the peace of the Korean Peninsula and its vicinity and straining the situation to an extreme pitch of tension.\n\t\t\t\t\t\n\t\t\t\t\t We always stand by the Korean people and will positively support the measures taken by the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Organizations of Bangladesh and Democratic Congo also released similar statements on March 2 and 3.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh-Korea Friendship and Solidarity Committee said in its statement that the U.S. and south Korean authorities kicked off the north-targeted dangerous Key Resolve and Foal Eagle, again creating extreme tension and the danger of war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic Congo-Korea Friendship and Solidarity Association in its statement bitterly condemned the reckless drills being staged by the U.S. and south Korea and their grave smear campaign as grave actions going against the wishes of the world people for peace and reunification of the peninsula."
        },
        {
            "title": "S. Korean Authorities' Moves to Control Media Assailed ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-17ee.html",
            "content": "S. Korean Authorities' Moves to Control Media Assailed \r\n Pyongyang, March 10 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification Tuesday made public a statement in support of the joint strike of media trade unions against the dictatorial forces' moves to control media. \n\t\t\t\t\t The statement said that trade unions of KBS, MBC and Yonhap TV News went on a joint strike protesting against the authorities' moves to control media. \n\t\t\t\t\t\n\t\t\t\t\t It said that those who were nominated to the top posts of media organizations by Lee Myung Bak speak for the power and lead flashy lifestyles by deceiving people and abusing their authority. \n\t\t\t\t\t\n\t\t\t\t\t These days, Park Geun Hye is dreaming revival of \"Yusin\" on the foundation of dictatorship laid by Lee Myung Bak, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The departed spirit of dictator should never be allowed to control media in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The statement denounced the present \"government\" for gagging people by grasping media, stressing the need to punish Lee Myung Bak and the ruling party. \n\t\t\t\t\t\n\t\t\t\t\t All the people should turn out in the struggle to end the Lee \"government\" as early as possible in support of the strike of the trade unions and bring down the dictatorship with the writing brush of justice, it added."
        },
        {
            "title": "S. Korean People Oppose Authorities' Pushing for Jeju Naval Base Construction",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-19ee.html",
            "content": "S. Korean People Oppose Authorities' Pushing for Jeju Naval Base Construction\r\n Pyongyang, March 10 (KCNA) -- The south Korean people of every walk of life have opposed the authorities' pushing forward of the Jeju naval base construction.\n\t\t\t\t\t The governor and other officials of Jeju Province on Monday called for ending the undertaking of the construction and blasting.\n\t\t\t\t\t\n\t\t\t\t\t However, the Soguipho police office gave approval to blasting the next day following the puppet defense ministry's clarification of its stand to press forward the construction as planned.\n\t\t\t\t\t\n\t\t\t\t\t The enraged civic and social organization members and inhabitants on Wednesday occupied the place outside the construction site and the blasting site and started a sit-in strike.\n\t\t\t\t\t\n\t\t\t\t\t The All-Islanders Measure Committee for Checking the Military Base in Jeju Island and Building Island of Peace in a commentary accused the authorities of choosing showdown with the people, not communication with them.\n\t\t\t\t\t\n\t\t\t\t\t The inhabitants of Kangjong village of Jeju Island said the authorities' step of this time amounts to a declaration of war against the people expressing their will to check the blasting at the cost of their lives. \n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from opposition parties called on all people to express solidarity with Jeju islanders in their actions, insisting on giving primary importance to preventing environmental pollution. \n\t\t\t\t\t\n\t\t\t\t\t South Korean Measure Meeting for Checking the Naval Base on Jeju Island held a meeting on emergency situation calling for ending the base construction and peaceful settlement at the press center in Seoul on March 7.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the organization condemned the authorities for resorting to all kinds of tricks for the construction and mercilessly suppressing the forces protesting it.\n\t\t\t\t\t\n\t\t\t\t\t The organization called upon all the people to gather in Kangjong village and wage a solidarity action to defend the island and turn it into an island of peace.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting the participants waged a demonstration march toward the \"government\" building.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, south Korean weekly paper \"Media Today\" slammed the conservative media \"Choson Ilbo\" for spreading stories justifying the authorities' anti-popular step."
        },
        {
            "title": "Overseas Koreans Organization Calls for Implementing June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-18ee.html",
            "content": "Overseas Koreans Organization Calls for Implementing June 15 Joint Declaration\r\n Pyongyang, March 10 (KCNA) -- The European Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration held its regular meeting in Berlin, Germany on March 3 and 4.\n\t\t\t\t\t Present there were officials and members of the European Regional Headquarters of the Pan-national Alliance for Korea's Reunification, the Society for Cooperation among Koreans in Germany, the European Solidarity for Homogeneous Nation and other overseas Koreans' organizations in Europe and Koreans in Europe.\n\t\t\t\t\t\n\t\t\t\t\t There was a lecture on the situation at the meeting on the theme of \"Let's make 2012 a year of historic turn\".\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out there.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed the crimes of the Lee Myung Bak regime threatening peace on the Korean Peninsula through ceaseless war drills and infringing upon the rights of the south Korean people by invoking the \"Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t It called on all Koreans in Europe to stage a dynamic movement for implementing the June 15 joint declaration so as to bring earlier peace and reunification of the country."
        },
        {
            "title": "Servicepersons and People in Cities and Counties of DPRK Vow to Wipe out Lee Myung Bak Group of Traitors",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-22ee.html",
            "content": "Servicepersons and People Vow to Wipe Out Lee Myung Bak Group of Traitors\r\n Pyongyang, March 10 (KCNA) -- Meetings were held in various cities and counties of the DPRK on March 9 and 10 at which the servicepersons and people vowed to wipe out through a merciless sacred war the Lee Myung Bak group of traitors who hurt the supreme leadership of the DPRK.\n\t\t\t\t\t At the meetings the statement of the spokesman for the Supreme Command of the Korean People's Army was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said they would never tolerate the group of traitors who insulted the tear of sorrow shed by the people of the DPRK mourning the demise of the father of the nation and made a mockery of the idea and social system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They noted those who hurt the supreme leadership of the DPRK even a bit will find no air to breathe in the world in the face of the sacred war of retaliation of all servicepersons and people of the DPRK who have achieved the single-minded unity stronger than nuclear weapons under the leadership of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t The enraged loud voices of the participants could be heard at the meetings that they would immediately turn out in the war of destroying the Lee group of traitors with the arms of Mt. Paektu if an order is issued.\n\t\t\t\t\t\n\t\t\t\t\t They said they would totally finish off the heinous traitor to the nation Lee Myung Bak and other human scum including Kim Kwan Jin and Jong Sung Jo, thus turning the filthy den of the rabid dogs into their graves.\n\t\t\t\t\t\n\t\t\t\t\t They called on the party members, workers and servicepersons to mercilessly annihilate the war-like forces and accomplish the historic cause of national reunification, the cherished desire of the nation."
        },
        {
            "title": "Work Posted on Internet Homepage of Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-01ee.html",
            "content": "Work Posted on Internet Homepage of Bangladeshi Paper\r\n Pyongyang, March 10 (KCNA) -- The full text of general secretary Kim Jong Il's famous work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was posted on the Internet homepage of the Bangladeshi paper Blits on March 4.\n\t\t\t\t\t The work, published on January 29, 2003, clarifies the idea that the Songun revolutionary line, the Songun politics of the Workers' Party of Korea, is a powerful political mode in the present era which carried forward and developed President Kim Il Sung's idea and line of giving importance to the army and a scientific revolutionary line and political mode that most correctly reflected the requirements of the times and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t It also deals with the validity, advantages and great vitality of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Also posted on the homepage was a photo of Kim Il Sung and Kim Jong Il standing together on Mt. Paektu."
        },
        {
            "title": "Will of Service Personnel and People of DPRK ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-02ee.html",
            "content": "Will of Service Personnel and People of DPRK \r\n Pyongyang, March 10 (KCNA) -- Shapril Arsiyad, chairman of the Indonesian Federation of Transport Workers Unions, Tuesday issued a statement in support of the will of the service personnel and people of the DPRK to wipe out the Lee Myung Bak group of traitors through a merciless retaliation.\n\t\t\t\t\t The Korean people are making positive efforts to achieve national reunification and regional security under the leadership of the dear respected Kim Jong Un after overcoming the sorrow over the loss of the great father of the Korean nation, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, however, kicked off military exercises for aggression, going against the efforts of the peace-loving Korean people, and went the lengths of committing such despicable act as hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t These acts are sparking off resentment among all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The federation fully supports the cause of justice of the Korean people to reunify their country and ensure the peace and security of the region.\n\t\t\t\t\t\n\t\t\t\t\t The federation voices firm solidarity for the Korean people in their struggle against the acts of the south Korean authorities."
        },
        {
            "title": "Cuba Backs Denuclearization and Peaceful Reunification of Korean Peninsula ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-03ee.html",
            "content": "Cuba Backs Denuclearization and Peaceful Reunification of Korean Peninsula \r\n Pyongyang, March 10 (KCNA) -- The Cuban ambassador to the International Atomic Energy Agency (IAEA) expressed support for the denuclearization and peaceful reunification of the Korean Peninsula at a meeting of the Board of Governors of the IAEA in Vienna.\n\t\t\t\t\t He noted in his speech that Cuba supports the denuclearization of the peninsula and welcomes any measure for substantial progress.\n\t\t\t\t\t\n\t\t\t\t\t He added Cuba is confident that the nuclear issue of the peninsula can be settled through peaceful diplomacy and dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Cuba reaffirms its support for the lasting peace on the peninsula and the peaceful reunification of Korea free from foreign interference."
        },
        {
            "title": "Leader of Islamic Revolution of Iran Calls for Protecting Environment ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-07ee.html",
            "content": "Leader of Islamic Revolution of Iran Calls for Protecting Environment \n\t\t\t\t\t\t\r\n Tehran, March 9 (KCNA) -- Seyed Ali Khamenei, leader of the Islamic Revolution of Iran, addressing a meeting on March 5 called for valuing the natural resources of the country and protecting environment. \n\t\t\t\t\t Stressing the need to build green belts and pay deep attention to protecting woodland, parks and cultivated land, he called on all people to play an important role in this work."
        },
        {
            "title": "Belarus Strongly Reacts against West's Sanctions: President",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-08ee.html",
            "content": "Belarus Strongly Reacts against West's Sanctions: President\r\n Pyongyang, March 10 (KCNA) -- Belarus President Aleksandr Lukashenko in a recent press conference clarified the country's stand to strongly react against the West's sanctions.\n\t\t\t\t\t He termed the West's tightened sanctions on Belarus frantic and bitterly denounced them.\n\t\t\t\t\t\n\t\t\t\t\t The West is working hard to destabilize Belarus and shackle it to the West in all aspects but it will not succeed, he declared."
        },
        {
            "title": "UNCTAD Condemns U.S. Blockade against Cuba",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-09ee.html",
            "content": "UNCTAD Condemns U.S. Blockade against Cuba\r\n Pyongyang, March 10 (KCNA) -- The blockade continued for over 50 years by the United States against Cuba was condemned at a meeting in preparation for the XIII Ministerial Meeting of the UN Conference on Trade and Development (UNCTAD).\n\t\t\t\t\t The counselor of the Cuban mission to the International Organizations in Geneva, Carlos Fidel Martin, explained the negative consequences of the economic, commercial and financial blockade imposed by Washington.\n\t\t\t\t\t\n\t\t\t\t\t Martin also demanded that the documents for the UNCTAD meeting, to be held in Doha from 21 to 26 April, maintain two paragraphs that denounce the application of unilateral coercive measures."
        },
        {
            "title": "Abbas Urges Israel to Free Hunger-striking Female Prisoner",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-10ee.html",
            "content": "Abbas Urges Israel to Free Hunger-striking Female Prisoner\r\n Pyongyang, March 10 (KCNA) -- Palestinian President Mahmoud Abbas on Wednesday urged Israel to release a female Palestinian prisoner, who has been going on a hunger strike in an Israeli jail for 21 days.\n\t\t\t\t\t Abbas said that she has to be released immediately because she was illegally detained."
        },
        {
            "title": "Iranian Majlis Speaker Criticizes West's Plot",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-11ee.html",
            "content": "Iranian Majlis Speaker Criticizes West's Plot\r\n Tehran, March 9 (KCNA) -- Iranian Majlis Speaker Ali Larijani Tuesday accused the West of hatching a plot to sow discord among Muslims in a bid to bar Iran from developing.\n\t\t\t\t\t The West continues imposing sanctions and pressure upon Iran, he said.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian people are closely watching the enemies' moves with high vigilance, he noted, adding their plot is bound to fail."
        },
        {
            "title": "Tunisian Official Calls for Peaceful Settlement of Iranian Issue ",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-12ee.html",
            "content": "Tunisian Official Calls for Peaceful Settlement of Iranian Issue \r\n Pyongyang, March 10 (KCNA) -- Tunisian Ambassador to Iran Muhammad al-Hasayeri hoped Iran's nuclear issue be solved far from sanctions and threats. \n\t\t\t\t\t In a press inverview on Mar. 4, he voiced his country's support for making peaceful use of nuclear energy by all countries. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that posing threats and imposing sanctions on Iran are a violation of the right of people to acquire nuclear technology."
        },
        {
            "title": "Indonesian Woman Dies of H5N1",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-13ee.html",
            "content": "Indonesian Woman Dies of H5N1\r\n Pyongyang, March 10 (KCNA) -- A 24-years-old Indonesian woman has died of bird flu in Bengkulu of Sumatra island, putting the total death to five this year, a Health Ministry official said on Wednesday."
        },
        {
            "title": "Criminals Arrested in Australia and Turkey",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-15ee.html",
            "content": "Criminals Arrested in Australia and Turkey\r\n Pyongyang, March 10 (KCNA) -- Eleven people have been arrested during a series of raids targeting gun and drug crime in Sydney's southwest on Thursday, a media report said.\n\t\t\t\t\t The Turkish police recently seized a total of 126 kg of heroin in the province of Hakkari where a total of twelve people were detained in the three drug bust operations the police carried out in the province."
        },
        {
            "title": "Esta condenada al fracaso la guerra psicologica anti-RPDC, senala ACNC",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-32ee.html",
            "content": "Esta condenada al fracaso la guerra psicologica anti-RPDC, senala ACNC\r\n Pyongyang, 10 de marzo (ACNC) -- Despues del gran duelo nacional, se tornan mas siniestras las acciones intrigantes de los titeres surcoreanos contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t Por encima de las diferencias de ideologias, criterios politicos, razas e idiomas e independientemente de las relaciones diplomaticas o vinculos actualmente en mal estado, todo el mundo expreso condolencias por el gran duelo nacional. Pero, la banda del traidor surcoreano Lee Myung Bak fue la unica que cometio crimenes antinacionales e inmorales dejando en la historia nacional de cinco milenios una pagina tan bochornosa. \n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos usan todos los medios y metodos para calumniar a la connacional RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Decretaron el estado de alerta en toda la extension surcoreana y movilizaron todos los aparatos y personal dentro y fuera del gobierno a la instigacion de conflictos y demagogia contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Al aplicar la doctrina de un connotado fascista aleman y la experiencia del amo norteamericano para la desintegracion de la ex URSS, movilizaron en la demagogia anti-RPDC los medios de prensa oficiales y hasta a los fulanos y menganos en el extranjero. \n\t\t\t\t\t\n\t\t\t\t\t Difunden por turno las desinformaciones sobre la RPDC los periodicos de mala reputacion Chosun Ilbo, Choongang Ilbo, Dong-A Ilbo, las cadenas KBS, MBS, Yonhap News y otros organos de prensa sobornados por el traidor Lee Myung Bak, y los rotativos administrados por escorias humanas como Nocutnews, Daily NK y Centro de Servicios de Informaciones Estrategicas sobre el Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Insultaron las lagrimas de sangre derramadas por los militares y civiles coreanos por el gran duelo nacional como \"expresion de tristeza orquestada mediante la imposicion\" y denigraron la maxima dignidad de la RPDC tergiversando las noticias sobre los actos de despedida. \n\t\t\t\t\t\n\t\t\t\t\t Inventaron hasta rumores falsos como \"la revolucion de jazmin de version norcoreana\" y la \"entrada a Pyongyang\" del ejercito chino como si en el interior de la RPDC se hubieran creado \"disturbio\" e \"inestabilidad\". \n\t\t\t\t\t\n\t\t\t\t\t Aprovechando la sustitucion de generaciones en el periodo de viraje historico de la revolucion coreana, los enemigos intensifican su demagogia apuntando a todas las generaciones venideras que no habian experimentado las pruebas. \n\t\t\t\t\t\n\t\t\t\t\t Se usan en esa ofensiva modernos equipos de IT y hasta algunos medios conservadores y derechistas de Japon y Europa. \n\t\t\t\t\t\n\t\t\t\t\t Detras de esa campana, esta Estados Unidos. \n\t\t\t\t\t\n\t\t\t\t\t La propaganda anti-RPDC de los titeres surcoreanos es en su esencia la continuacion de las maniobras de EE.UU. para aplastarla y de la guerra psicologica de este imperio para la region asiatica. \n\t\t\t\t\t\n\t\t\t\t\t El 13 de febrero pasado, una fundacion de Estados Unidos, que recibe el presupuesto del Departamento de Estado norteamericano, anuncio que pese al recorte presupuestario, mantendria integramente el apoyo financiero a 15 entidades civiles surcoreanas, que se dedican a la demagogia contra la RPDC, tales como Daily NK, la Radio por la Reforma del Norte, la Alianza de Ciudadanos por DDHH del Norte, aduciendo que \"el Norte de Corea es la zona muy importante entre mas de 100 paises que reciben el apoyo de la fundacion\". \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. pretende aplicar en la materializacion de su politica sobre Corea las experiencias de guerra psicologica adquiridas en las contiendas belicas de Afganistan e Iraq, la revolucion de naranja y la operacion \"Primavera del Medio Oriente\" y en las otras realizadas a traves de sus titeres.\n\t\t\t\t\t\n\t\t\t\t\t La Peninsula Coreana esta practicamente en el estado de guerra debido a los medios de guerra nuclear concentrados en ella y a la falta de aparato legal o institucional para prevenir la guerra. \n\t\t\t\t\t\n\t\t\t\t\t La campana psicologica de hoy contra la RPDC es una forma de ataque preventivo que antecede a la guerra fisica total. \n\t\t\t\t\t\n\t\t\t\t\t Los enemigos deben conocer bien a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Ella tiene su propio modo de respuesta con que puede frustrar en un instante cualquier provocacion politica o astuta campana psicologica de los enemigos. \n\t\t\t\t\t\n\t\t\t\t\t Es irrealizable la intencion de doblegar con esa sucia campana psicologica el espiritu y el impetu del ejercito y pueblo coreanos que no se aflojaron nunca aun en medio de todos los vientos y mareas de la historia.\n\t\t\t\t\t\n\t\t\t\t\t La persistente guerra psicologica de las fuerzas hostiles muestra la fachada repugnante de los que estan atemorizados y presionados mentalmente ante el creciente poderio de la Corea del Juche, la del Songun. \n\t\t\t\t\t\n\t\t\t\t\t Si los enemigos la recrudecen sin aprender la leccion de la historia, se tornaran mas fuertes la vigilancia y conciencia clasistas de los militares y civiles de la RPDC, dispuestos a defender su ideologia, regimen y causa. \n\t\t\t\t\t\n\t\t\t\t\t El firme espiritu de lucha antiimperialista y la batalla final del ejercito y pueblo de la RPDC tendran como desenlace el fin tragico de los enemigos."
        },
        {
            "title": "ACNC comenta dichos de Matsubara sobre el acuerdo RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-33ee.html",
            "content": "ACNC comenta dichos de Matsubara sobre el acuerdo RPDC-EE.UU.\r\n Pyongyang, 10 de marzo (ACNC) -- El ministro japones encargado del \"problema de secuestro\", Matsubara, critico atrevidamente el acuerdo alcanzado en la tercera ronda de las conversaciones de alto nivel Republica Popular Democratica de Corea-Estados Unidos.\n\t\t\t\t\t En cuanto a la asistencia humanitaria de EE.UU. a la RPDC, dijo que \"hay que tomar en serio el rechazo de los familiares de las victimas de secuestro a la ayuda humanitaria de todo tipo\", insistiendo en continuar la sancion anticoreana.\n\t\t\t\t\t\n\t\t\t\t\t Este disparate deja conocer que el es incapaz de justipreciar la corriente de la epoca.\n\t\t\t\t\t\n\t\t\t\t\t Ahora se hace cada vez mas fuerte el reclamo de varios paises del mundo por la liquidacion de los crimenes cometidos por el pais isleno en el pasado.\n\t\t\t\t\t\n\t\t\t\t\t En particular, el 14 de diciembre del ano pasado, se libraron los movimientos solidarios en demanda de la disculpa oficial y la indemnizacion de Japon por el caso de ex consoladoras sexuales para el viejo ejercito nipon en mas de 40 ciudades de 9 paises y regiones, inclusive EE.UU., Alemania, Canada e Italia.\n\t\t\t\t\t\n\t\t\t\t\t En New Jersey de EE.UU. se ha levantando un monumento que delata esa esclavitud sexual sin precedente en la historia.\n\t\t\t\t\t\n\t\t\t\t\t En contrasentido a tal corriente de la sociedad internacional, Japon se esfuerza estupidamente por encubrir sus crimenes ventilando el ya resuelto \"problema de secuestro\".\n\t\t\t\t\t\n\t\t\t\t\t Las relaciones RPDC-Japon iran de mal en peor si Matsubara, que ignora lo esencial de esos vinculos, sigue portandose imprudentemente para elevar su popularidad como ministro encargado de secuestro."
        },
        {
            "title": "Lee Myung Bak y su apodo \"2MB\", comentario de ACNC",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-34ee.html",
            "content": "Lee Myung Bak y su apodo \"2MB\", comentario de ACNC\r\n Pyongyang, 10 de marzo (ACNC) -- El traidor surcoreano Lee Myung Bak se gano el apodo \"2MB\" (2 megabytes).\n\t\t\t\t\t Con ese espacio de memoria, se puede grabar una cancion de 2 minutos de duracion en formato de MP3 y un video de unos 10 segundos nada mas.\n\t\t\t\t\t\n\t\t\t\t\t Esta precaria capacidad coincide con el nombre de Lee Myung Bak si se fija en sus letras iniciales (Su apellido Lee se pronuncia en el Sur de Corea como 2 y su nombre inicia con M y B) y con su bajo indice de inteligencia.\n\t\t\t\t\t\n\t\t\t\t\t Si el tuviera sano juicio, no se habria ganado ese apodo tan vergonzoso ni cometido las provocaciones tan graves contra la RPDC que llevaron la situacion al umbral de guerra.\n\t\t\t\t\t\n\t\t\t\t\t A citar un ejemplo, cuando el pueblo coreano estaba en gran duelo nacional, Lee decreto el \"estado de emergencia y alerta\" diciendo que \"es posible que el Norte de Corea caiga en el caos\" y trato de desestabilizar a la RPDC mediante la guerra psicologica.\n\t\t\t\t\t\n\t\t\t\t\t El torpe sentido politico del traidor Lee Myung Bak lo llevo a librar los ejercicios militares anti-RPDC en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t El es autor intelectual de la peor provocacion de ofender la maxima dignidad de la RPDC y los belicistas militares surcoreanos la ejecutan al frente tomandola como \"tarea estatal\".\n\t\t\t\t\t\n\t\t\t\t\t El insulto a la maxima dignidad de la RPDC se repite adquiriendo mas gravedad con el paso del tiempo y llevando la situacion a la fase irreparable,\n\t\t\t\t\t\n\t\t\t\t\t Los acolitos de Lee, imbeciles e iletrados como su superior, deberian conocer de referencia la fuerza de Corea mas poderosa que el arma nuclear por la unidad monolitica entre el lider y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t La epoca actual no es el tiempo de MB sino el de TB.\n\t\t\t\t\t\n\t\t\t\t\t En el Sur de Corea, se publican en Internet los articulos que ridiculizan a Lee Myung Bak y muchos esperan la renuncia de este tras instalar hasta el \"reloj que calcula las horas hasta el dia de retirada del poder de MB\".\n\t\t\t\t\t\n\t\t\t\t\t \"2MB\" esta dando el ultimo suspiro."
        },
        {
            "title": "Inaugurada exposicion de bellas artes en Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201203/news10/20120310-35ee.html",
            "content": "Inaugurada exposicion de bellas artes en Pyongyang\r\n Pyongyang, 10 de marzo (ACNC) -- Quedo inaugurada el dia 9 en la capitalina Casa Internacional de Cultura de Pyongyang la exposicion de obras de bellas artes creadas por los aficionados en el marco del Festival Nacional de Bellas Artes por el centenario de nacimiento del Presidente    Kim Il Sung.\n\t\t\t\t\t En la sede de acto estaban exhibidas mas de cien obras.\n\t\t\t\t\t\n\t\t\t\t\t En el centro de la galeria saltaba a la vista la pancarta \"!Que prospere eternamente mi gran pais, mi patria!\" que refleja el sentimiento ideologico de todo el pueblo coreano de que el Presidente Kim Il Sung y el Dirigente Kim Jong Il viven siempre en nosotros.\n\t\t\t\t\t\n\t\t\t\t\t Ademas se veian la pintura al estilo coreano \"Flores inmortales, Kimilsungia y Kimjongilia\", la pintura al oleo \"En reflejo del alma que desea la eternidad\", la caligrafia \"La eternidad\", la artesania de madera \"Eterno Sol\", el grabado \"Lloran tambien  el cielo y la tierra\", la acuarela \"Ciudad de vinalon bendita\", la pintura Mannyon \"La selva\" y otras obras de diversos temas.\n\t\t\t\t\t\n\t\t\t\t\t Las obras describen vividamente la ferrea voluntad de los militares y civiles de la Republica Popular Democratica de Corea de enaltecer para siempre a Kim Il Sung y Kim Jong Il como Sol del Songun del Juche y levantar en este territorio el Estado prospero socialista siguiendo la guia del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea, Choe Ryong Hae, y otros funcionarios, creadores y aficionados a bellas artes y los demas trabajadores capitalinos."
        }
    ]
}