{
    "date": "2012-03-26",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-26ee.html",
    "articles": [
        {
            "title": "Letter of Thanks to Kim Jong Un from Russian PM",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-32ee.html",
            "content": "Letter of Thanks to Kim Jong Un from Russian PM\r\n Pyongyang, March 26 (KCNA) -- The dear respected Kim Jong Un received a letter of thanks from V. Putin, prime minister of the Russian Federation, on March 23.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Your Excellency Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t I express thanks for your congratulations on my election as president of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t I, like you, have a willingness to boost the friendly and cooperative relations between our two countries and implement as ever the already reached bilateral agreements.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that this is in full line with the interests of our two peoples and will contribute to ensuring the peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t I wish you and the people of the DPRK happiness, wellbeing and successes.\n\t\t\t\t\t\n\t\t\t\t\t Sincerely yours."
        },
        {
            "title": "UN Human Rights Council's \"Resolution\" against DPRK Assailed",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-30ee.html",
            "content": "UN Human Rights Council's \"Resolution\" against DPRK Assailed \r\n Pyongyang, March 26 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Monday gave the following answer to the question raised by KCNA as regards the \"resolution\" against the DPRK adopted at the recent session of the UN Human Rights Council:\n\t\t\t\t\t Forces hostile towards the DPRK adopted again the \"resolution\" against it, regarding it as a thorn in their flesh, at the 19th session of the UN Human Rights Council. This is what they do every year. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK strongly refutes the \"resolution\" as one that does not deserve even a passing note as it is a product of the disgusting farce staged by those hostile forces out of their inveterate enmity towards the system in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is a ridiculous and foolish daydream to try to hurt the sovereignty of the DPRK and pull down the dignified socialist system by abusing human rights, general value of mankind, for meeting their sinister political purpose. \n\t\t\t\t\t\n\t\t\t\t\t The invasion of sovereign states, interference in their internal affairs, violation of sovereignty and killing of civilians by the imperialists in many parts of the world under the pretext of \"advocating human rights\" have drawn denunciation from mankind.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will decisively frustrate all the challenges and intrigues of those hostile forces with the might of the single-minded unity and unswervingly keep to the path of independence, path of Songun chosen by its people."
        },
        {
            "title": "Sports Games, Events Scheduled for Day of Sun",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-26ee.html",
            "content": "Sports Games, Events Scheduled for Day of Sun\r\n Pyongyang, March 26 (KCNA) -- To ceremoniously commemorate the 100th birth anniversary (April 15) of President Kim Il Sung is an unanimous desire of the Korean people and the world's progressives, Yun Song Bom, director of the Ministry of Physical Culture and Sports, told KCNA.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Various sports games and events are to be held on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The IAAF-25th Mangyongdae Prize Marathon is scheduled for April 8 in Pyongyang, which will draw marathoners from 10 odd countries.\n\t\t\t\t\t\n\t\t\t\t\tMen and women marathoners, who top the record recommended by the IAAF, will be qualified for the 30th Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t A national sports festival is planned on a large scale. The contestants will be vying for more than 300 gold medals in 30 odd events.\n\t\t\t\t\t\n\t\t\t\t\t Besides, a national Taekwon-Do Festival will take place at Taekwon-Do Hall, demonstration performances of figure skating at Ice Rink and synchronized swimming at Changgwang Health Complex.\n\t\t\t\t\t\n\t\t\t\t\t Preparations for the games and events are now under vigorous way."
        },
        {
            "title": "Ro Su Hui Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-12ee.html",
            "content": "Ro Su Hui Visits Mangyongdae\r\n Pyongyang, March 26 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, visited Mangyongdae, birthplace of President Kim Il Sung, on Monday. He is on a visit to Pyongyang to take part in memorial ceremony on the 100th day after General Secretary Kim Jong Il's demise.\n\t\t\t\t\t Ro Su Hui looked round the historic relics preserved with good care, being briefed on the fact that Kim Il Sung was born in a low-thatched cottage and devoted all his life to the country and the people,.\n\t\t\t\t\t\n\t\t\t\t\t He had a picture taken and signed the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t He also toured the Tower of the Juche Idea, the Arch of Triumph, the e-library in Kim Il Sung University and the Ssuksom Revolutionary Site."
        },
        {
            "title": "Book \"Among People\"(Vol. 100) off Press in DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-21ee.html",
            "content": "Book \"Among People\"(Vol. 100) off Press in DPRK\r\n Pyongyang, March 26 (KCNA) -- The collection of reminiscences \"Among the People\" (Vol. 100) was published in the DPRK in the run-up to the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Its first volume was published to celebrate his 50th birthday.\n\t\t\t\t\t\n\t\t\t\t\t The 100th volume holds 22 reminiscences telling about the wise leadership, immortal revolutionary feats and noble virtue of the President who devoted his life to prosperity of the country and the people's well-being.\n\t\t\t\t\t\n\t\t\t\t\t Carried in \"Among the People\" (Vol. 1-100) are more than 1,810 reminiscences contributed by over 1,500 people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t The book was awarded People's Prize in April 1992 and Kim Il Sung Prize in April 2007 for its contribution to imbuing the army and people of the DPRK with the Juche idea and the glorious revolutionary tradition and encouraging them to implementation of the party policy.  \n\t\t\t\t\t\n\t\t\t\t\t Tens of million copies were published in the past 50 years.   \n\t\t\t\t\t\n\t\t\t\t\t It has been widely disseminated in China, Japan, the United States, Britain, Germany, etc. The reminiscences were carried in lots of foreign newspapers and magazines and brought out in booklet as well."
        },
        {
            "title": "Sports Activities Vigorous in 100 Days",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-25ee.html",
            "content": "Sports Activities Vigorous in 100 Days\r\n Pyongyang, March 26 (KCNA) -- In 100 days after the demise of General Secretary Kim Jong Il, sports activities of the DPRK have hardened their determination to glorify the country with good results in tournaments, true to his behests.\n\t\t\t\t\t The 21st Paektusan Prize International Figure Skating Festival was held at the Ice Rink in Pyongyang for three days to mark the Day of the Shining Star (February 16), the birthday of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t DPRK figure skaters showcased their ardent yearning for the leader with elegant movements.\n\t\t\t\t\t\n\t\t\t\t\t To mark the day, a demonstration synchronized swimming took place at the swimming pool of Changgwang Health Complex in Pyongyang, under the theme \"Yearning Will Be Everlasting\".\n\t\t\t\t\t\n\t\t\t\t\t There was the Paektusan Prize Sports Contest in Pyongyang and Samjiyon County, Ryanggang Province, including basketball, volleyball, table tennis and ice hockey events.\n\t\t\t\t\t\n\t\t\t\t\t DPRK sportspersons also proved successful in international tournaments.\n\t\t\t\t\t\n\t\t\t\t\t An Kum Ae and Sol Kyong won gold medals at 52 and 70 kg categories respectively in the 2012 World Cup Women's Judo Tournament.\n\t\t\t\t\t\n\t\t\t\t\t And, DPRK footballers finished first in the 2012 Four-Nation Women's Soccer Invitation, the U-19 International Women Soccer \"Spring of Kuban\" and the 2012 AFC Challenge Cup."
        },
        {
            "title": "Achievements Scored in Economic Sectors in 100 Days",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-27ee.html",
            "content": "Achievements Scored in Economic Sectors in 100 Days\r\n Pyongyang, March 26 (KCNA) -- Signal achievements were witnessed in economic sectors of the DPRK in the past 100 days after the demise of General Secretary Kim Jong Il.\n\t\t\t\t\t In the first two months of the year, coal mines produced hundreds of thousands of tonnes more than the same period of the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The output hit a record high in February, which the birth anniversary of Kim Jong Il falls on.\n\t\t\t\t\t\n\t\t\t\t\t The Pukchang Area Coal Mining Complex has overfulfilled its daily quota at 150 percent.\n\t\t\t\t\t\n\t\t\t\t\t Innovations were registered also in mining iron ores at Musan Mining Complex, Unryul and Jaeryong Mines and in metal industrial sectors, including Posan Iron Works and Chongjin Steel Plant.\n\t\t\t\t\t\n\t\t\t\t\t Electricity output was increased at thermal power plants across the country, and the February 8 Vinalon Complex and the Namhung Youth Chemical Complex sharply boosted production of vinalon and fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t In agriculture about 30,000 hectares of marshland had been reclaimed throughout the country as of the end of February.\n\t\t\t\t\t\n\t\t\t\t\tLight industrial workers produced in large quantities various kinds of consumer goods conducive to the improvement of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The construction of high-rise apartment buildings, including a skyscraping building, is near completion in the Mansudae housing project.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, hundreds of people volunteered to work at laborious sites."
        },
        {
            "title": "Many Literary Works in Praise of Kim Jong Il Created ",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-05ee.html",
            "content": "Many Literary Works in Praise of Kim Jong Il Created \r\n Pyongyang, March 26 (KCNA) -- At least 73 000 literary works have been created in the DPRK to praise General Secretary Kim Jong Il for the undying feats performed on behalf of the era and the revolution.\n\t\t\t\t\t The works reflecting boundless reverence and absolute trust of the service personnel and the people of the DPRK in him have been produced since the 1970s.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them are paean \"We Will Be Loyal Down through Generations\", \"Song of Dear Comrade Kim Jong Il\" and \"May Kim Jong Il's Era Shine for All Ages,\" representing the immense honor and joy to see him start his work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The first collection of dozens of poems \"Hymn in February\" including \"The General Was Born in Mt. Paektu\" and the 9-volume collection of poems \"Looking Up to Sunrays of Guidance\" were created in this period.\n\t\t\t\t\t\n\t\t\t\t\t The collection of short novels \"Giant Footsteps\" portraying him was published in 1982 for the first time to be followed by the publication of \"Sun of Guidance\", \"Happiness of Korea\", \"The Era of Glory\" and others in the subsequent period.\n\t\t\t\t\t\n\t\t\t\t\t  Over the last more than two decades since the publication of the first full-length novel \"Wisdom\", part of cycle of novels \"Immortal Guidance\", full-length novels depicting his great personality and noble virtues on a high level of Juche-based humanics were created year after year. \n\t\t\t\t\t\n\t\t\t\t\t Many revolutionary stories including \"Revelation of the Sun\", \"Hunter's Cap\" and \"Greatest-ever Commander\" were created during the Arduous March, the forced march.\n\t\t\t\t\t\n\t\t\t\t\t Immortal revolutionary paean \"Song of General Kim Jong Il\" was created in February 1997 to be followed by the production of many paeans in the era of Songun including songs \"Cantata to Comrade Kim Jong Il\" and \"Our General Is the Best\".\n\t\t\t\t\t\n\t\t\t\t\t Paeans praying for the immortality of the leader reverberated far and wide on this land during mourning period.\n\t\t\t\t\t\n\t\t\t\t\t The 100-day mourning period witnessed the creation of at least 3,560 works mourning the passing of the leader including collection of works \"The Sun of Songun Is Immortal\" and collection of memorial narrations \"Mountains and Rivers Wail\" by writers, service personnel, working people and school youth and children across the country. These works reflect their ardent longing for and infinite loyalty to him. \n\t\t\t\t\t\n\t\t\t\t\t This period also saw the creation of at least 2 660 poems and songs. They include poem \"People of General Kim Jong Il, Rise Up\", memorial poem \"To the Bier of the Great Comrade Kim Jong Il\" and words of song \"The General Is Always Alive as the Sun\"."
        },
        {
            "title": "100th Day since Kim Jong Il's Demise Commemorated Worldwide",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-10ee.html",
            "content": "Worldwide Commemorations of 100 Days since Kim Jong Il's Demise\r\n Pyongyang, March 26 (KCNA) -- The 100 days of bitter sorrow  since General Secretary Kim Jong Il's untimely passing were a historic period in which the whole world keenly realized that he was the Heaven of not only the Korean people but of all other people and the sun of mankind.\n\t\t\t\t\t At least 190 countries, the UN and other international bodies and even those countries which are hostile to the DPRK expressed deep condolences on his demise. Party, state and government heads paid condolence visits to DPRK missions and mourning events such as hoisting of flags at half-mast were held solemnly.\n\t\t\t\t\t\n\t\t\t\t\t More than 3,000 messages of condolences were sent by party, state and government heads and high-ranking officials of various circles of at least 120 countries and representatives of international organizations, Juche idea study organizations and friendship and solidarity organizations during the mourning period.\n\t\t\t\t\t\n\t\t\t\t\t At least 10,000 media of the world vied with each other to file flash news, giving wide publicity to the Korean people in bitter grief over the great loss to the nation and mourning events worldwide.\n\t\t\t\t\t\n\t\t\t\t\t Mankind's best wishes for his immortality were clearly expressed on the occasion of the Day of the Shining Star this year.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committees for commemorating the Day of the Shining Star formed in nearly 60 countries of the world conducted their brisk activities amid solidarity among regions and countries.\n\t\t\t\t\t\n\t\t\t\t\t A joint meeting of political parties and organizations in the Americas Region published an appeal for commemorating the 70th birth anniversary of Kim Jong Il as a great jubilee of the whole mankind.\n\t\t\t\t\t\n\t\t\t\t\t Gifts and honorary titles were presented to him by various countries in reflection of their desire to hold him in high esteem forever.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets and bouquets were sent to the DPRK missions by political parties, government ministries, organizations and institutions of China, Cuba, Switzerland, the U.S. and other countries, international and regional organizations and prominent figures of political and public circles.\n\t\t\t\t\t\n\t\t\t\t\t At least 600 events such as meeting, remembrance meeting, seminar and lecture took place with splendor in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t More than 10,000 copies of his works were published in more than 30 countries and personages of different countries created a lot of works wishing him immortality."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (11)",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-28ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (11)\r\nKim Il Sung's Efforts for National Reunification\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, March 26 (KCNA) -- President Kim Il Sung dedicated all his life to the protection of the dignity and sovereignty of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It was in August Juche 34 (1945) that the United States invented a \"demarcation line for disarmament\" shared by the Soviet Army and the U.S. troops under the pretext of disarming the defeated Japanese army in Korea, in order to realize their strategy of domination over it. After all, Korea was divided into two parts by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists occupied south Korea without shooting a single shot on September 8 that year and enforced the military rule. \n\t\t\t\t\t\n\t\t\t\t\t Since their occupation of south Korea they had sped up in real earnest the war preparedness for aggression on the northern half of Korea, with an eye to turning it into an advanced base for realizing their strategy of world supremacy.\n\t\t\t\t\t\n\t\t\t\t\t From the very day of national division President Kim Il Sung had adhered to the line of national reunification, the line of one Korea, energetically guiding the struggle to reunify the country in a peaceful way.\n\t\t\t\t\t\n\t\t\t\t\t In 1948, the crisis of territorial partition and national division was getting more serious in Korea due to the machinations for \"separate elections and separate government\" by the U.S. and the Syngman Rhee puppet clique.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the President put forth the policy of establishing a unified central government through general elections across Korea without delay, at the consultative meeting of heads of political parties and social organizations in North and South Korea and in his report at the Fifth Session of the People's Assembly of North Korea that year.\n\t\t\t\t\t\n\t\t\t\t\t He met the representatives of south Korea on August 21 that year and made public historic talks \"Let Us Establish a Unified Central Government through Successful North-South General Elections\".\n\t\t\t\t\t\n\t\t\t\t\t In the talks he underlined the need to set up Supreme People's Assembly, a supreme legislative body representing the will of all Koreans and found a unified central government.\n\t\t\t\t\t\n\t\t\t\t\t As a result, 572 deputies to the SPA representing different walks of life in the north and the south of Korea were elected through successful general elections on August 25.\n\t\t\t\t\t\n\t\t\t\t\t At the First Session of the SPA held in Pyongyang on September 2 that year, Kim Il Sung, a peerless patriot and national hero, was elected the premier of the Cabinet and head of state of the Democratic People's Republic of Korea, by the unanimous will and desire of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He solemnly declared the birth of the DPRK, a unified central government, on September 9 and, on this basis, pushed ahead with the drive for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and the DPRK Government took measures in two ways to cope with the U.S. imperialists' war moves.\n\t\t\t\t\t\n\t\t\t\t\t One thing was to decisively strengthen the defence capability and the other to prevent the danger of war and intensify the movement for peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t On the initiative of the President the DPRK Government advanced most realistic and reasonable proposals for the independent and peaceful reunification of Korea several times.\n\t\t\t\t\t\n\t\t\t\t\t In June 1949 the Democratic Front for the Reunification of Korea (DFRK) put forward a proposal for preventing civil war and reunifying the country in a peaceful way as regards the escalated maneuvers for attack on the DPRK by the U.S. imperialists and the south Korean puppet clique.\n\t\t\t\t\t\n\t\t\t\t\t Early in June 1950 the DFRK Central Committee convened an enlarged meeting to discuss the measures for accelerating the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted an appeal to all democratic parties, social organizations and people in north and south Korea, which proposed to hold general elections for a unified supreme legislative body in the country as a whole and convene its meeting in Seoul on August 15 marking the 5th anniversary of Korea's liberation from the Japanese colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t This proposal enjoyed full support from all the Korean people as it was the way to realize the national unity and achieve the reunification of the country at an earliest date.\n\t\t\t\t\t\n\t\t\t\t\t On June 19, 1950 the SPA Standing Committee of the DPRK adopted a decision on promoting the peaceful reunification of the country, at the request of the DFRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet clique blindly opposed those reunification proposals, illegally arresting and persecuting the three delegates dispatched to convey the DFRK's appeal.\n\t\t\t\t\t\n\t\t\t\t\t They also declared a martial law across south Korea and eventually provoked a war against the DPRK."
        },
        {
            "title": "Researches for Accurate Weather Forecast Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-29ee.html",
            "content": "Researches for Accurate Weather Forecast Brisk in DPRK\r\n Pyongyang, March 26 (KCNA) -- Scientific researches for accurate weather forecast are being intensified in the Democratic People's Republic of Korea.\n\t\t\t\t\t Pang Sun Nyo, an office head of the Hydro-meteorological Service, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t The Service is developing varieties of apparatuses conducive to the accurate and prompt weather forecast. \n\t\t\t\t\t\n\t\t\t\t\t Among them is an advanced geostationary meteorological satellite data receiver. This helps put the weather observation on a more scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t The apparatuses also include updated automatic weather survey devices and aerological weather radar.\n\t\t\t\t\t\n\t\t\t\t\t The Service has upgraded the data-receiving and numerical weather forecast system aimed to comprehensively use weather data from GTS run by the World Meteorological Organization (WMO).\n\t\t\t\t\t\n\t\t\t\t\t The study of devastating weather phenomena such as torrential rain and drought has also been made. \n\t\t\t\t\t\n\t\t\t\t\t In particular, Kwangmyongsong-3, a working satellite to be launched in April, will be greatly helpful to the study of weather forecast needed for agriculture and other economic fields. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile the Service has stepped up the exchange of weather data and the study into registration of climate changes for coming 100 years in cooperation with the WMO to prevent local climate disasters. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK joined the WMO in Juche 64 (1975)."
        },
        {
            "title": "Terror-ridden Atmosphere in Seoul",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-06ee.html",
            "content": "Terror-ridden Atmosphere in Seoul \r\n Pyongyang, March 26 (KCNA) -- The south Korean puppet regime is creating a terror-ridden atmosphere in Seoul on the threshold of the Seoul \"nuclear security summit\".\n\t\t\t\t\t The police authorities on March 21 declared the plaza in front of the Seoul City Office as a zone for \"security guard.\"\n\t\t\t\t\t\n\t\t\t\t\t The next day they deployed riot police in the areas around the plaza and the city office, rummaging even the personal belongings of the passers-by.\n\t\t\t\t\t\n\t\t\t\t\t They are disallowing even the passage of the participants in the sit-in strike in demand of the guarantee of their vital rights through the plaza.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the police issued b-class emergency order to various police units in Seoul, Inchon and Kyonggi Province on March 19 and they issued A-class emergency order to the police units in Seoul on March 23, ordering all the police forces in this area to be on emergency alert."
        },
        {
            "title": "S. Korean Authorities Hit for Infringing upon Freedom of Assembly",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-07ee.html",
            "content": "S. Korean Authorities Hit for Infringing upon Freedom of Assembly\r\n Pyongyang, March 26 (KCNA) -- The People's Headquarters for Having Registration Fee Halved of south Korea held a press conference in Seoul on March 23 to condemn the authorities for infringing upon the freedom of assembly.\n\t\t\t\t\t Speakers at the press conference said that the organization planned to hold a rally for a solution to the registration fee issue but the police blocked it under the pretext of disturbing traffic.\n\t\t\t\t\t\n\t\t\t\t\t This was a step taken by the Lee Myung Bak \"government\" and the \"Saenuri Party\" for fear that their crimes might be brought to light  with the approach of the general election, they noted, adding that it is an unreasonable act to suppress even the freedom of assembly"
        },
        {
            "title": "Lee Myung Bak Regime Urged to Halt Racket of Confrontation and War",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-08ee.html",
            "content": "Lee Myung Bak Regime Urged to Halt Racket of Confrontation, War\r\n Pyongyang, March 26 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement on Friday denouncing the Lee Myung Bak group of traitors for its moves to escalate confrontation with the DPRK.\n\t\t\t\t\t The south Korean military forces are shipping huge foreign forces into south Korea and staging madcap joint military exercises for aggression one after another, posing a grave threat to peace on the Korean Peninsula and the destiny of the Koreans, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This situation is entirely attributable to the Lee regime's moves against the June 15 joint declaration and its hostile policy toward fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime perpetrated such misdeed as scattering leaflets insulting the DPRK, far from expressing condolences on the demise of Kim Jong Il, chairman of the DPRK National Defence Commission, last December and paying condolatory visit to it.\n\t\t\t\t\t\n\t\t\t\t\t It also blocked the above-said visits to be made by many civic organizations and patriotic citizens. From the outset of the year the Lee group staged ceaseless war exercises for invading the north. An army unity stationed in Inchon committed such reckless act as hurting the dignity of the supreme leadership of the north.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to let Minister of Defense Kim Kwan Jin stage a large-scale exercise for a war against the DPRK after setting March 26 when the \"Cheonan\" warship was allegedly sunk as the \"day of punishment.\"\n\t\t\t\t\t\n\t\t\t\t\t Terming satellite Kwangmyongsong-3 to be launched by the north a \"long-range ballistic missile\", the group is busy hatching a plot to kick off an international smear campaign against the DPRK with \"the nuclear security summit\" as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t It committed hostile acts against compatriots in the north when they were mourning the passing of Kim Jong Il whom they consider as the destiny of the country and is still hurting the dignity of the DPRK supreme leadership during the mourning period. These behaviors make even animals blush.\n\t\t\t\t\t\n\t\t\t\t\t Noting that a war is looming as a reality, not an empty talk, due to the moves of the present authorities to escalate the confrontation, the statement demanded the Lee regime halt its racket of confrontation and war."
        },
        {
            "title": "Preparations for Festival on Day of Sun in DPRK Introduced by S. Korean Internet Paper",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-09ee.html",
            "content": "Preparations for Festival on Day of Sun in DPRK Introduced by S. Korean Internet Paper\r\n Pyongyang, March 26 (KCNA) -- The south Korean Internet paper Saram Ilbo on March 22 posted an article introducing the DPRK alive with the preparations for grandly commemorating the Day of the Sun.\n\t\t\t\t\t The Day of the Sun (April 15) is coming near, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The north is now alive with the preparations for the festival on the centenary of the birth of President Kim Il Sung after putting up the slogan \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il!\" in the joint New Year editorial.\n\t\t\t\t\t\n\t\t\t\t\t The north is known to be busy with preparations for large-scale events in the run-up to the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Brisk are preparations for the April Spring Friendship Art Festival, the Kimilsungia Festival and other events.\n\t\t\t\t\t\n\t\t\t\t\t A photo exhibition co-sponsored by KCNA and AP has been under way at the Rubin Museum of Art of New York since March 15. \n\t\t\t\t\t\n\t\t\t\t\t The north announced that it would launch satellite Kwangmyongsong-3 on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The Conference of the Workers' Party of Korea, in particular, is drawing attention of the world.\n\t\t\t\t\t\n\t\t\t\t\t  The Day of the Sun this year is of very weighty historic significance, the article said, adding south Koreans should also commemorate the festival as compatriots."
        },
        {
            "title": "North Should Be Allowed to Participate in Probe into \"Cheonan\" Warship Sinking Case: S. Korean Organization",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-11ee.html",
            "content": "North Should Be Allowed to Participate in Probe into \"Cheonan\" Warship Sinking Case: S. Korean Organization\r\n Pyongyang, March 26 (KCNA) -- The Citizens' Solidarity for Democratic Society of south Korea issued a statement on March 22 two years after the \"Cheonan\" warship sinking case occurred.\n\t\t\t\t\t The warship \"Cheonan\" sank on the night of March 26, 2010 in the West Sea of Korea while it was involved in the joint military exercises with the U.S. forces, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t But the truth about the case has not yet been probed and the authorities have failed to release any trustworthy result of the investigation. \n\t\t\t\t\t\n\t\t\t\t\t No sooner had the case occurred than the Lee Myung Bak group of traitors plugged the U.S. and its allies into the investigation, linking it with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In this course the group shifted the blame for the case onto the north, insisting that parts of the torpedo it claimed salvaged from the bottom of the sea belong to the north. \n\t\t\t\t\t\n\t\t\t\t\t In this connection the DPRK clarified the stand that it would dispatch an inspection group of the DPRK National Defence Commission to the scene where the incident took place for the purpose of verifying the evidence produced by the group.\n\t\t\t\t\t\n\t\t\t\t\t Upset by this, the group refused to accept the proposal of the DPRK and took the \"May 24 step\" of totally freezing the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t In order to restore the confidence between the south and the north, it is necessary to properly probe the truth about the case and to this end the north should be allowed to participate in the joint investigation without fail, the statement held."
        },
        {
            "title": "Halt to Anti-DPRK Confrontation Racket Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-13ee.html",
            "content": "Halt to Anti-DPRK Confrontation Racket Urged in S. Korea\r\n Pyongyang, March 26 (KCNA) -- The Solidarity for Progress in south Korea Friday called a press conference in Seoul denouncing the Lee Myung Bak group of traitors for kicking up fresh \"north wind\" through a confrontation racket against the DPRK.\n\t\t\t\t\t A press release was read out at the conference. Recalling that the inter-Korean relations have been put on the lowest ebb since Lee Myung Bak came to power, the press release noted that his group has become evermore undisguised in its moves to cook up the \"north wind\" in the run-up to the general election, arousing great concern.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are hosting the \"nuclear security summit\" in Seoul, timed to coincide with large-scale joint military exercises on islands in the West Sea of Korea and in the waters around them on the occasion of the day the \"Cheonan\" warship was allegedly sunk in a bid to tone down the anti-\"government\" criticism, the press release said, adding: \n\t\t\t\t\t\n\t\t\t\t\t Successive dictatorial regimes raised the \"north wind\" in the above-said manner with elections at hand.\n\t\t\t\t\t\n\t\t\t\t\t It urged the \"government\" to stop trumpeting about the \"north wind\" and military provocations and work hard for restoring mutual confidence."
        },
        {
            "title": "Praising Great Men Can Not Be Guilty Deed: S. Korean",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-22ee.html",
            "content": "Praising Great Men Can Not Be Guilty Deed: S. Korean\r\n Pyongyang, March 26 (KCNA) -- South Korean Pak Yong on March 21 spoke highly of President Kim Il Sung and General Secretary Kim Jong Il at a court.\n\t\t\t\t\t That day Pak in his 50s was tried at the Inchon District Court. He was put into custody on charges of the violation of the \"Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t Pak was deeply impressed by reminiscences \"With the Century\" authored by Kim Il Sung and books on immortal Juche idea when he read them in 2009. He posted on various Internet websites such articles as \"'With the Century' and Juche idea are immutable truth\", \"Advantages of socialist system and just Songun politics\", etc. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime detained and filed a suit against him by invoking the fascist law in January and has threatened him. However, he did not abandon his faith even at the court.\n\t\t\t\t\t\n\t\t\t\t\t He stated that \"I admit that I revered and cheered President Kim Il Sung and Chairman of the DPRK National Defence Commission Kim Jong Il.\"\n\t\t\t\t\t\n\t\t\t\t\t Querying why it is a guilty act, he said there is no country in the world that incriminates and punishes people for lauding a great man whom they like and respect.\n\t\t\t\t\t\n\t\t\t\t\t Such evil law as SL should be repealed at once, he stressed."
        },
        {
            "title": "S. Headquarters of Pomminryon Supports Its Vice-Chairman's Visit to Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-23ee.html",
            "content": "S. Headquarters of Pomminryon Supports Its Vice-Chairman's Visit to Pyongyang\r\n Pyongyang, March 26 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) issued a statement on Sunday as regards the visit to Pyongyang by its Vice-Chairman Ro Su Hui. He is here to take part in the memorial ceremony on the 100th day after General Secretary Kim Jong Il's demise.\n\t\t\t\t\t Referring to the fact that the vice-chairman arrived in Pyongyang on March 24 to participate in the above-said ceremony, the statement noted that patriotic people from all walks of life desirous of the implementation of the June 15 joint declaration and the October 4 declaration are highly appreciating his visit.\n\t\t\t\t\t\n\t\t\t\t\t His decision to visit the north was to convey the fraternal consolation to every compatriot in the north stricken with great sorrow over the loss of the nation's leader and stir up the enthusiasm for national reunification, it added.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned the authorities not to take legal action against him.\n\t\t\t\t\t\n\t\t\t\t\t The statement said the South Headquarters of Pomminryon tasked to implement the national independent reunification will turn out in the sacred movement for reunification, remaining undaunted by any suppression."
        },
        {
            "title": "Memorial Services Held by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-24ee.html",
            "content": "Memorial Services Held by Koreans in Japan\r\n Pyongyang, March 26 (KCNA) -- A solemn memorial service of Korean residents in Japan was held at the Korean Hall in Tokyo on Monday on the 100th day since the passing of General Secretary Kim Jong Il. \n\t\t\t\t\t Seen before a portrait of smiling Generalissimo Kim Jong Il on the front wall of the venue of the memorial service were the wreaths in the name of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kanto area headquarters, organizations and enterprises of Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee, Nam Sung U, vice-chairman of the Chongryon Central Standing Committee, Pae Ik Ju, vice-chairman of the Chongryon Central Standing Committee and chairman of its National Rights Committee, Ko Tok U, vice-chairman of the Chongryon Central Standing Committee, Pae Jin Gu, vice-chairman of the Chongryon Central Standing Committee and director general of its General Affairs Department, Hong In Hum, chairman of the Central Audit Committee of Chongryon, and other officials and compatriots. \n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Il in the humblest reverence. \n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man, making a memorial address, said Kim Jong Il's revolutionary career was a sacred one of a peerless patriot characterized by ardent love and devotion to the country and its people and one of a prominent statesman recorded with great succession, innovations, epoch-making creation and miracles.\n\t\t\t\t\t\n\t\t\t\t\t To hold in high esteem as the supreme leader of the nation the dear respected Kim Jong Un identical to Kim Jong Il in idea, leadership and virtues is the greatest glory and fortune of Chongryon and Koreans in Japan, Ho noted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is another great man of Mt. Paektu style who is leading the Juche cause along the road of sure victory, with unfailing loyalty to the leader and his cause, ardent love for the country and its people, extraordinary wisdom, outstanding leadership ability and iron will and grit, Ho stated.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's revolutionary idea and immortal exploits will shine generation after generation and he will be alive in the hearts of the officials of Chongryon and Koreans in Japan as the eternal sun, he added.\n\t\t\t\t\t\n\t\t\t\t\t Then, Ri Jong Man, managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, Kim Cha Dol, chairman of the Central Standing Committee of the Korean Youth League in Japan, Kang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, O Jae Se, chairman of the Kanagawa Prefectural Headquarters of Chongryon, and Jang Pyong Thae, rector of Joson University, expressed their resolutions.\n\t\t\t\t\t\n\t\t\t\t\t Memorial services were held by Chongryon local headquarters on the same day."
        },
        {
            "title": "Koreans in China Hold Memorial Service on 100th Day since Kim Jong Il's Demise",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-31ee.html",
            "content": "Koreans in China Hold Memorial Service on 100th Day since Kim Jong Il's Demise\r\n Pyongyang, March 26 (KCNA) -- A solemn memorial service of the General Association of Koreans in China was held in Shenyang, China on March 25, the 100th day since General Secretary Kim Jong Il passed away.\n\t\t\t\t\t Seen before the portrait of smiling Kim Jong Il on the front wall of the venue of the memorial service were wreaths in the name of the General Association of Koreans in China, different area associations and branches under the general association, the General Association of Young Koreans in China, the Korean Elders Association in Shenyang City and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-Chairman Choe Su Bong and other officials of the association, officials of the Liaoning Area Association under the general association, members of the Korean Elders Association in Shenyang City and the Old Korean Teachers Association in Shenyang and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Also present there was the DPRK consul-general in Shenyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Il in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Choe Su Bong in his memorial address praised Kim Jong Il as the distinguished thinker and theoretician, peerlessly elder statesman and Songun brilliant commander who led the revolution and construction along the ever-victorious road with his profound ideas and theories and extraordinary leadership, and the kind-hearted father of the people in the homeland and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t As there is the dear respected Kim Jong Un, Kim Jong Il's lofty august name and benevolent image will always be remembered by the overseas compatriots and his sacred revolutionary history and undying revolutionary feats will shine long in the history of the country, Choe concluded."
        },
        {
            "title": "Kim Il Sung's Work Published in Kuwait",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-01ee.html",
            "content": "Kim Il Sung's Work Published in Kuwait\r\n Pyongyang, March 26 (KCNA) -- The Times Publishing House in Kuwait published in pamphlet President Kim Il Sung's work \"For a Free and Peaceful New World\".\n\t\t\t\t\t The book releasing ceremony took place in the publishing house on Mar. 19.\n\t\t\t\t\t\n\t\t\t\t\t Clearly expounded in the work, published on April 29, 1991, are the issues to establish a new fair international order in place of the old one, stage worldwide activities to prevent aggression and war, realize the disarmament and dismantle weapons of mass destruction including nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the idea that unity and cooperation of the world people guarantee the victory."
        },
        {
            "title": "Seminar on Kim Il Sung's Exploits Held in Venezuela",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-02ee.html",
            "content": "Seminar on Kim Il Sung's Exploits Held in Venezuela \r\n Pyongyang, March 26 (KCNA) -- A seminar on exploits of President Kim Il Sung was held in Lara State, Venezuela on Mar. 18 to mark his upcoming birth anniversary. It was sponsored by the Venezuelan Preparatory Committee for Commemorating the Centenary of the Birth of the President.\n\t\t\t\t\t Diego Antonio Rivero, chairman of the committee, took the floor. He said that the President started his revolutionary life at his early age and carried out the historic cause of the national liberation by armed struggle and built a socialist country.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il foiled all sorts of challenges and aggression moves of the imperialists by enforcing Songun politics and honorably defended the dignity and sovereignty of the country true to the cause of the President, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Demises of Kim Il Sung and Kim Jong Il meant great losses to the DPRK people in their efforts to carry out socialist construction and global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and army and people of the DPRK are making great achievements in building a thriving nation, closely united around Supreme Leader Kim Jong Un, who is possessed of exactly the same qualities as Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We will widely introduce socialist Korea to the Venezuelan people so that they can learn from it.\n\t\t\t\t\t\n\t\t\t\t\t The speakers highly praised the undying exploits of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "DPRK's Planned Satellite Launch Supported",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-03ee.html",
            "content": "DPRK's Planned Satellite Launch Supported \r\n Pyongyang, March 26 (KCNA) -- Organizations of Switzerland and Iceland supported the DPRK's planned launch of a satellite.\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in a joint statement on Mar. 17 said the DPRK is scheduled to launch a working satellite to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Kwangmyongsong-3, an earth observation satellite, is to be lifted off by carrier rocket Unha-3 between April 12 and 16.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK set the flight route of the satellite to be safe so that the neighboring countries would not be affected by the carrier rocket debris.\n\t\t\t\t\t\n\t\t\t\t\t The satellite is manufactured 100 percent by the efforts and indigenous technology of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch would demonstrate the economic, scientific and technological potentials of socialist Korea and imbue the Koreans with great national pride.\n\t\t\t\t\t\n\t\t\t\t\t No sanctions of the U.S.-led imperialists can ever check the DPRK's economic prosperity and scientific and technological progress.\n\t\t\t\t\t\n\t\t\t\t\t The Iceland-DPRK Friendship and Cultural Society expressed full support for the DPRK's planned satellite launch in a statement on March 20."
        },
        {
            "title": "Mexican Organization Introduces DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-04ee.html",
            "content": "Mexican Organization Introduces DPRK \r\n Pyongyang, March 26 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued bulletin No. 89 in the run-up to the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The bulletin edited an article titled \"100 years of Kim Il Sung's Korea\" with the portrait of a smiling President.\n\t\t\t\t\t\n\t\t\t\t\t 100 years since the birth of Kim Il Sung, the founder of socialist Korea, marked the great history to be specially recorded in the five thousand years long history of the Korean nation, it said.\n\t\t\t\t\t\n\t\t\t\t\t The President liberated Korea, successfully defended the dignity and sovereignty of the nation from the imperialists' aggression and led the DPRK to demonstrate its might as a socialist fortress which no formidable enemy dares provoke, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea has become the most popular country in which the universal free medical service and the universal compulsory 11-year educational system have been enforced. In the DPRK the state looks after people's living -- food, clothing and housing -- in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has tremendous economic potentials. It manufactured 10 000-ton press and a large oxygen plant and built the West Sea Barrage stretching in the rough sea in a matter of just five years.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will fling open the gate to prosperity before long.\n\t\t\t\t\t\n\t\t\t\t\t The new 100 year history of Kim Il Sung's Korea will shine as the annals of greater victory and glory."
        },
        {
            "title": "U.S. Attempted Attack on Iran Rejected: Cuba",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-14ee.html",
            "content": "U.S. Attack on Iran Will Be Biggest Mistake: Castro \r\n Havana, March 25 (KCNA) -- Cuban revolution leader Fidel Castro Ruz in his contribution to the newspaper Granma March 22 said the U.S. attack on Iran in alignment with Israel would, with no doubt, be its biggest mistake in its history.\n\t\t\t\t\t He said the U.S. calculations about Iran are totally wrong and added all U.S. programs about Iran are upon the wrong calculation that millions of Iranian soldiers, who are known for self-sacrifice and martyrdom morale, will surrender without shooting a bullet.\n\t\t\t\t\t\n\t\t\t\t\t He supported Iran's right to nuclear development for peaceful purposes and exposed Israel has hundreds of nuclear weapons in stock with the help and backing of the U.S."
        },
        {
            "title": "Russia Rebukes Attempt to Attack Iran's Nuclear Facilities",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-15ee.html",
            "content": "Russia Rebukes Attempt to Attack Iran's Nuclear Facilities\r\n Moscow, March 25 (KCNA) -- Sergei Viktorovich Lavrov, foreign minister of Russia, clarified the government stand opposed to the attempt to attack the nuclear facilities of Iran in his radio speech on Mar. 20.\n\t\t\t\t\t Citing the assertions of the experts and analysts, he said that the attack on Iran's nuclear facilities may delay its nuclear program but would not put a final end to it.\n\t\t\t\t\t\n\t\t\t\t\t Had Iran had a nuclear bomb, nobody would have attempted to threaten or bomb Iran, he noted, adding the aggression of Iran would not be helpful to gaining success by way of dialogue."
        },
        {
            "title": "Russia Seeks Closer Practical Cooperation within BRICS",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-16ee.html",
            "content": "Russia Seeks Closer Practical Cooperation within BRICS\r\n Moscow, March 25 (KCNA) -- Russia is going to focus on closer practical cooperation among BRICS countries, presidential aide Arkady Dvorkovich told Xinhua on Friday.\n\t\t\t\t\t Dvorkovich said the trade and investment cooperation within BRICS has been lagged behind the level of their political interactions.\n\t\t\t\t\t\n\t\t\t\t\t \"Changing this situation will be a priority for Russia within BRICS,\" he added.\n\t\t\t\t\t\n\t\t\t\t\t \"It is necessary to conduct closer cooperation between the scientific and research centers of all BRICS countries to jointly develop technological platforms,\" he stressed."
        },
        {
            "title": "Cuba Denounces U.S. Plot against It",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-18ee.html",
            "content": "Cuba Denounces U.S. Plot against It\r\n Havana, March 25 (KCNA) -- The Cuban paper Granma in an editorial issued on Mar. 21 strongly denounced the U.S. for its persistent conspiratorial moves against Cuba.\n\t\t\t\t\t The paper disclosed the U.S. is instigating the anti-revolutionary elements in Cuba to commit crimes by funding them through an anti-Cuban organization in Miami.\n\t\t\t\t\t\n\t\t\t\t\t The paper branded it as an act of infringing upon the sovereignty of the Cuban people."
        },
        {
            "title": "Cooperation among Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-19ee.html",
            "content": "Cooperation among Countries\r\n Pyongyang, March 26 (KCNA) -- Angola signed a memorandum of understanding with Venezuela on boosting the cooperation in educational field on Mar. 22.\n\t\t\t\t\t A day before, Cambodia and Myanmar agreed to boost the bilateral ties of economic cooperation."
        },
        {
            "title": "Pakistani Parliament Seeks U.S. Apology over Border Attacks",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-20ee.html",
            "content": "Pakistani Parliament Seeks U.S. Apology over Border Attacks\r\n Pyongyang, March 26 (KCNA) -- The Pakistani parliament on March 20 opened a debate to reevaluate the country's relationship with the U.S.\n\t\t\t\t\t The Parliamentary Committee on National Security in its recommendations asked the government to seek a formal apology from the U.S. over the deadly air strikes by the American fighter jets and helicopters on two Pakistani border posts in November, which had killed 24 soldiers."
        },
        {
            "title": "MINREX rechaza nuevamente la \"resolucion\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-33ee.html",
            "content": "MINREX rechaza nuevamente la \"resolucion\" anti-RPDC\r\nPyongyang, 26 de marzo (ACNC) -- Con respecto a que en la reunion del Consejo de DDHH de la ONU fue aprobada la \"resolucion\" anti-Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 26 la siguiente respuesta a la ACNC: \n\t\t\t\t\t  Las fuerzas hostiles, que consideran a la RPDC como una espina atravesada en la garganta, repitieron en la 19a reunion del Consejo de DDHH de la ONU la rutinaria farsa de aprobar anualmente la \"resolucion\" anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t  Rechazamos categoricamente ese producto invalido de otra payasada de las fuerzas hostiles habituadas a vetar nuestro regimen. \n\t\t\t\t\t\n\t\t\t\t\t  Es ridicula la intencion de violar la soberania de nuestro pais y atentar contra su digno regimen socialista, malempleando los DDHH, valor universal de la humanidad, en los siniestros objetivos politicos. \n\t\t\t\t\t\n\t\t\t\t\t  Hoy dia, son condenadas y repudiadas por la humanidad las agresiones a los Estados soberanos, la intervencion en sus asuntos internos, la violacion de su soberania y las masacres, que comenten los imperialistas en todos los rincones del mundo bajo el vistoso rotulo de \"defensa de DDHH\". \n\t\t\t\t\t\n\t\t\t\t\t  Avanzaremos directo por la senda de independencia y la del Songun, optada por nuestro pueblo, frustrando rotundamente con el poderio de la unidad monolitica todos los desafios y complots de las fuerzas hostiles."
        },
        {
            "title": "Eventos deportivos programados para el Dia del Sol",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-34ee.html",
            "content": "Eventos deportivos programados para el Dia del Sol\r\nPyongyang, 26 de marzo (ACNC) -- El director del Ministerio de Deportes de la Republica Popular Democratica de Corea, Yun Song Bom (60 anos de edad), dijo a la ACNC que el pueblo coreano y la humanidad progresista del mundo quieren celebrar con solemnidad el centenario del natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t  Con motivo del Dia del Sol de este ano (15 de abril, cumpleanos del Presidente), se organizan varias competencias y actos deportivos, expreso Yun y agrego:\n\t\t\t\t\t\n\t\t\t\t\t  El 8 de abril, tendra lugar en esta capital el 25o Torneo Internacional de Maraton para el Premio Mangyongdae como evento concurrente de la Federacion Internacional de Atletas Amateurs (FIAA).\n\t\t\t\t\t\n\t\t\t\t\t  En esta cita competiran los jugadores de mas de 10 paises, inclusive la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Los jugadores de ambos sexos, que lleguen al record fijado por la FIAA, ganaran el boleto a los XXX Juegos Olimpicos.\n\t\t\t\t\t\n\t\t\t\t\t  Esta programado tambien el festival deportivo nacional que acaparara la atencion de los especialistas y aficionados.\n\t\t\t\t\t\n\t\t\t\t\t  Muchos jugadores de equipos centrales y locales mediran sus fuerzas y tecnicas en mas de 30 disciplinas por mas de 300 medallas de oro.\n\t\t\t\t\t\n\t\t\t\t\tEl Palacio de Taekwondo sera la sede del Festival Nacional de Taekwondo.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, en el Complejo de Patinaje bajo Techo y en la piscina del Complejo de Piscinas y Servicios de Cultura Fisica Changgwangwon se ofreceran las representaciones modelo de los patinadores artisticos y las jugadoras de nado sincronizado.\n\t\t\t\t\t\n\t\t\t\t\tSe impulsan en etapa final los preparativos para celebrar magnificamente los mencionados juegos y actos deportivos que fomentaran el ambiente festivo del Dia del Sol mientras los deportistas sudan gotas gordas en el entrenamiento."
        },
        {
            "title": "Se impulsa labor para asegurar exactitud en pronostico de tiempo",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-35ee.html",
            "content": "Se impulsa labor para asegurar exactitud en pronostico de tiempo\r\nPyongyang, 26 de marzo (ACNC) -- Se impulsa en la Republica Popular Democratica de Corea la investigacion cientifica para asegurar la exactitud del pronostico del tiempo.\n\t\t\t\t\tEn una entrevista con la ACNC, Pang Sun Nyo (49 anos de edad), jefa de departamento de la Direccion Meteorologica e Hidrologica, dijo:\n\t\t\t\t\t\n\t\t\t\t\tEstamos produciendo varios equipos para pronosticar con exactitud y a su tiempo el estado meteorologico que ejerce influencia a la economia del pais y la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tHemos asentado una perspectiva para cientifizar la observacion meteorologica al desarrollar el receptor del satelite meteorologico estacionario, capaz de recibir  normalmente los documentos meteorologicos y otros necesarios a la proteccion de habitat de la Tierra.\n\t\t\t\t\t\n\t\t\t\t\tIncrementamos la exactitud del pronostico al modernizar las instalaciones automaticas de observacion meteorologica y el detector de observacion  aerologica.\n\t\t\t\t\t\n\t\t\t\t\tHemos perfeccionado mas el sistema de comunicacion de datos y de pronostico numeral del tiempo que aprovechan en general los datos meteorologicos adquiridos por GTS, gestionado por la Organizacion Meteorologica Mundial.\n\t\t\t\t\t\n\t\t\t\t\tConcentramos fuerzas en el estudio sobre los fenomenos meteorologicos causantes de danos, incluidos el chubasco, lluvias torrenciales y la sequia que se registran frecuentemente en los ultimos dias.\n\t\t\t\t\t\n\t\t\t\t\tParticularmente, el lanzamiento en abril de \"Kwangmyongsong-3\", satelite de observacion de la Tierra, devendra un acontecimiento historico en dar un gran avance en el estudio de pronostico, necesario a la agricultura y otros dominios de la economia nacional.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, bajo la cooperacion con la citada organizacion mundial, se promueven activamente el intercambio de datos para evitar los danos meteorologicos en la region, y la investigacion para hacer frente al cambio climatico al registrar el tiempo de 100 anos venideros.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ingreso a OMM en el ano 64 (1975) de la Era Juche."
        },
        {
            "title": "Creadas mas de 73 mil obras literarias sobre Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-36ee.html",
            "content": "Creadas mas de 73 mil obras literarias sobre Kim Jong Il\r\nPyongyang, 26 de marzo (ACNC) -- En la Republica Popular Democratica de Corea fueron creadas desde la decada de 1970 hasta la fecha mas de 73 mil obras literarias que alaban las imborrables proezas del Dirigente Kim Jong Il realizadas ante la epoca y la revolucion. \n\t\t\t\t\tEntre ellas figuran \"Quedaremos fieles de generacion en generacion\", \"Cancion del querido camarada Kim Jong Il\", \"Que brille para siempre la era de Kim Jong Il\" y otros himnos que presentan al pueblo coreano enorgullecido de tener al Dirigente en el Comite Central del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSe editaron decada tras decada \"Himnos de febrero\", primer poemario que recopila decenas de poesias como \"El General nacio en el monte Paektu\", y el otro \"Venerando a la Estrella Luz\" (de 9 tomos en total).\n\t\t\t\t\t\n\t\t\t\t\tEn 1982, se dio a luz por primera vez la coleccion de novelas cortas \"Huellas sagradas\", seguida de \"Sol de direccion\", \"Felicidad de Corea\", \"Tiempo glorioso\", etc.\n\t\t\t\t\t\n\t\t\t\t\t Durante mas de 20 anos desde cuando se publico \"Clarividencia\", primera novela larga del ciclo \"Orientacion de trascendencia eterna\", se dieron a luz cada ano las novelas largas que describen las nobles personalidades y las cualidades del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la marcha penosa, la forzada, surgieron muchas leyendas revolucionarias como \"Profecia del Sol\", \"Gorro de cazador\" y \"Mejor General del mundo\". \n\t\t\t\t\t\n\t\t\t\t\tEn febrero de 1997, nacieron el inmortal himno revolucionario \"Cancion del General Kim Jong Il\" y despues, las canciones \"Himno al camarada         Kim Jong Il\", \"Nuestro General es el mejor\" y otras que representan la era del Songun. \n\t\t\t\t\t\n\t\t\t\t\tDurante gran duelo nacional, se crearon numerosas piezas literarias que reflejan la infinita anoranza del pueblo coreano a su fallecido Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tDurante los 100 dias desde su deceso, los escritores, militares, trabajadores, jovenes y ninos escolares crearon mas de 3 mil 560 obras como \"Es eterno el Sol del Songun\" y la coleccion de narrativa \"Lloran los rios y montanas\".\n\t\t\t\t\t\n\t\t\t\t\tTambien aparecieron mas de 2 mil 660 obras poeticas, entre otras, \"Que se levante, el pueblo del General Kim Jong Il\", la poesia funebre \"Ante el feretro del fallecido camarada Kim Jong Il\" y la letra de cancion \"El General vive siempre como Sol\"."
        },
        {
            "title": "Recuerda a Kim Jong Il todo el mundo en 100 dias desde su deceso",
            "url": "http://kcna.co.jp/item/2012/201203/news26/20120326-37ee.html",
            "content": "Recuerda a Kim Jong Il todo el mundo en 100 dias desde su deceso\r\nPyongyang, 26 de marzo (ACNC) -- 100 dias transcurridos desde el fallecimiento inesperado del Dirigente Kim Jong Il hicieron constar a todo el mundo que el fue el Sol tanto para el pueblo coreano como para toda la humanidad. \n\t\t\t\t\tMas de 190 paises y las organizaciones internacionales incluso la ONU y hasta los paises en relaciones hostiles con la Republica Popular Democratica de Corea expresaron profundas condolencias.\n\t\t\t\t\t\n\t\t\t\t\tLos jefes de partido, Estado y gobierno de muchos paises visitaron las representaciones coreanas en los respectivos paises y se realizaron diferentes actos de condolencias como la izada de la bandera a media asta. \n\t\t\t\t\t\n\t\t\t\t\tDurante el duelo, los lideres de partido, Estado y gobierno y las personalidades de alto rango de mas de 120 paises y los representantes de organizaciones internacionales, entidades de estudio de la idea Juche y asociaciones de amistad y solidaridad enviaron mas de 3 mil mensajes de condolencias. \n\t\t\t\t\t\n\t\t\t\t\tMas de 10 mil publicaciones de los cinco continentes reportaron con prioridad las noticias del pueblo coreano entristecido y el clima de pesame a escala mundial. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo del primer Dia de la Estrella Luz (16 de febrero, cumpleanos del Dirigente Kim Jong Il), fueron constituidos en cerca de 60 paises los comites preparatorios para esa efemeride que desarrollaron amplias actividades cooperando regionalmente o entre paises. \n\t\t\t\t\t\n\t\t\t\t\tEn el mitin conjunto de los partidos politicos y entidades de America fue publicado un llamamiento a celebrar el 70o aniversario del nacimiento del Dirigente como gran fiesta de toda la humanidad. \n\t\t\t\t\t\n\t\t\t\t\t  Al igual que en su vida, le llegaron desde diferentes partes del mundo los regalos y titulos honorificos. \n\t\t\t\t\t\n\t\t\t\t\tLos partidos politicos, ministerios, entidades y organos de China, Cuba, Suiza, Estados Unidos y otros paises y las organizaciones internacionales y regionales, asi como las personalidades celebres de los circulos politico y social enviaron cestos y ramos de flores a las representaciones coreanas en sus paises. \n\t\t\t\t\t\n\t\t\t\t\tSe realizaron solemnemente en mas de 600 ocasiones en los 5 continentes del mundo diversas actividades como mitines, encuentros de recordacion, seminarios y conferencias. \n\t\t\t\t\t\n\t\t\t\t\tEn mas de 30 paises se dieron a luz mas de 10 mil ejemplares de las obras de Kim Jong Il y las personalidades de varios paises crearon muchas obras de elogio deseando su inmortalidad."
        }
    ]
}