{
    "date": "2012-04-02",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-02.html",
    "articles": [
        {
            "title": "Kim Jong Un Elected Delegate to 4th WPK Conference",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-27ee.html",
            "content": "Kim Jong Un Elected Delegate to 4th WPK Conference\r\nPyongyang, April 2 (KCNA) -- Meetings to elect delegates to the 4th Conference of the Workers' Party of Korea (WPK) took place in the Democratic People's Republic of Korea.\n\t\t\t\t\tThe dear respected Kim Jong Un was elected a delegate to the conference at meetings of the Korean People's Army and provinces (political bureaus).\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un is creditably carrying forward the cause of Songun (military-first) politics, true to the intention of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe enormous feats performed by Kim Jong Il in putting the DPRK dignity on the highest level are being glorified under his leadership.\n\t\t\t\t\t\n\t\t\t\t\tHis guidance leads to effecting signal achievements in improvement of people's livelihood and building of an economic power.\n\t\t\t\t\t\n\t\t\t\t\tServicepersons and civilians of the DPRK are keeping it as a firm belief that a thriving socialist nation is sure to be built as they are led by Kim Jong Un."
        },
        {
            "title": "Meetings Held to Elect Delegates to WPK Conference",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-07ee.html",
            "content": "Meetings Held to Elect Delegates to WPK Conference\r\nPyongyang, April 2 (KCNA) -- Meetings of the party committees of the Korean People's Army, all the provinces (political bureau), cities (district) and counties were successfully held to elect delegates to the Fourth Conference of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe meetings elected Kim Jong Un, the supreme leader of the WPK, state and army, as a delegate to the Fourth WPK Conference, reflecting the unanimous will and desire of all the party members, service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\tThe meetings also elected officials and other working people who performed merits in strengthening the party and accomplishing the cause of the Juche revolution, the cause of Songun revolution, as delegates to the WPK Conference. \n\t\t\t\t\t\n\t\t\t\t\tThe Fourth Conference of the WPK will take place in Pyongyang on April 11. \n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee for the WPK Conference made it clear."
        },
        {
            "title": "DPRK Premier Inspects Power Station, Precision Machine Plant in Huichon",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-23ee.html",
            "content": "DPRK Premier Inspects Power Station, Precision Machine Plant in Huichon\r\nPyongyang, April 2 (KCNA) -- DPRK Premier Choe Yong Rim on Sunday inspected the Huichon Power Station and the Huichon Precision Machine Plant.\n\t\t\t\t\tHe went round Huichon power Stations No. 1 and No. 2 which were built as grand structures of the Songun era by devoted efforts of soldiers and builders.\n\t\t\t\t\t\n\t\t\t\t\tHe toured various places including generator room, taking stock of the actual conditions of power generation, transmission and supply. He called for technological control of equipment under scrupulous plans.\n\t\t\t\t\t\n\t\t\t\t\tAlso visiting the Huichon Precision Machine Plant he learned about the production and took steps for the plant to positively introduce advanced technology in production and for relevant units to sufficiently provide necessary materials to the plant."
        },
        {
            "title": "DPRK Proves Successful in World Women's Ice Hockey Event",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-08ee.html",
            "content": "DPRK Proves Successful in World Women's Ice Hockey Event\r\nPyongyang, April 2 (KCNA) -- The DPRK team won the title of the Group A Championship of the Second Division of the 2012 World Women's Ice Hockey which has been under way in Slovenia since March 25.\n\t\t\t\t\tThe DPRK defeated Slovenia 3:1, Hungary 5:4, Croatia 11:1 and New Zealand 7:1. It trounced Australia 7:0 in the final match.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK was qualified to play in Group B of the first division."
        },
        {
            "title": "Rajin-Khassan Cargo Train Service to Begin in October",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-24ee.html",
            "content": "Rajin-Khassan Cargo Train Service to Begin in October\r\nPyongyang, April 2 (KCNA) -- A Rajin-Khassan cargo train service will run from October this year.\n\t\t\t\t\tKim Chang Sik, a department director of the DPRK Ministry of Railways, told KCNA that the laying of railroad and renovation of railway stations, tunnels and communications facilities are now under way in the section.\n\t\t\t\t\t\n\t\t\t\t\tThe railway project was highlighted in the historic DPRK-Russia Moscow Declaration, which was signed in August 2001, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\tIn line with the declaration, a cooperation agreement between the DPRK Ministry of Railways and the Russia Railway Holding Corporation was concluded in April 2008 to be followed by an agreement on joint venture between Rajin Port and the Corporation.\n\t\t\t\t\t\n\t\t\t\t\tA contract on the lease of the Rajin-Tumangang railway was made between the Ministry's Eastern Railway Ryonun Company and the Rason International Joint Venture Container Terminal, under which the 54 km-section has been rebuilt into a mixed track from October 2008.\n\t\t\t\t\t\n\t\t\t\t\tA trial train service took place in October 2011 between Rajin of the DPRK and Khassan of Russia.\n\t\t\t\t\t\n\t\t\t\t\tAt least 100 000 containers will be yearly carried along the line.\n\t\t\t\t\t\n\t\t\t\t\tThis section will serve as an international railway container transport line linking Northeast Asia with Europe."
        },
        {
            "title": "New School Year Begins in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-29ee.html",
            "content": "New School Year Begins in DPRK\r\nPyongyang, April 2 (KCNA) -- A new school year has begun in schools at all levels throughout the Democratic People's Republic of Korea on Monday. \n\t\t\t\t\tKim Won Hui, a vice department director of the Ministry of General Education under the Education Commission, told KCNA that the dear respected Kim Jong Un took a measure to supply a host of educational and sports apparatuses to schools in Pyongyang to mark the beginning of the new school year. \n\t\t\t\t\t\n\t\t\t\t\t\"Preparations for the new school year were fully made amid public concern,\" she said.\n\t\t\t\t\t\n\t\t\t\t\tNewcomers entered schools, enjoying welcome from teachers and seniors, as well as their parents.\n\t\t\t\t\t\n\t\t\t\t\tRi Kum Sun (38), mother of Kim Il Hun, an entrant to Moranbong Secondary School No. 1, said:\n\t\t\t\t\t\n\t\t\t\t\t\"Schoolchildren in the DPRK are studying to their heart's content under the fine socialist educational system, which was provided by President Kim Il Sung and developed by leader Kim Jong Il and is now being carried forward by the dear respected Kim Jong Un. I will bring up my children well under this generous system.\"\n\t\t\t\t\t\n\t\t\t\t\tAn entrant, O Yong Gwang (11), said;\n\t\t\t\t\t\n\t\t\t\t\t\"I am happy to be a secondary school pupil. I will become an able pupil equipped with good knowledge, noble virtues and strong physical body.\"\n\t\t\t\t\t\n\t\t\t\t\tThe first lesson in the new school year started all at once in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK maintains the universal compulsory free education system."
        },
        {
            "title": "Art Performances Vigorous in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-28ee.html",
            "content": "Art Performances Vigorous in DPRK\r\nPyongyang, April 2 (KCNA) -- During the 100 days after the demise of leader Kim Jong Il, national and local art troupes had energetically carried on art performances encouraging servicepersons and civilians to implement his behests.\n\t\t\t\t\tThe Unhasu Orchestra made performance tours of local areas, including Hamhung and Huichon cities, with the New Year concert \"The Cause of the Sun Will Be Immortal\".\n\t\t\t\t\t\n\t\t\t\t\tThe grand performance \"We Will Be Loyal Down through Generations\" and the Unhasu concert \"The Hearts Following the Sun\", given to commemorate Kim Jong Il's 70th birth anniversary, made the people harden their determination to remain faithful to the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe concert \"The Women Are Flowers\" was also given by the Unhasu Orchestra on the International Women's Day, with Kim Jong Un in attendance.\n\t\t\t\t\t\n\t\t\t\t\tAfter giving the music and dance performance \"We Will Eternally Uphold Our Supreme Commander\" in the beginning of the year, military artists had carried on performance activities in army units and at construction sites across the country.\n\t\t\t\t\t\n\t\t\t\t\tArt performances were given at the Pyongyang Thermal Power Station, Mansudae area housing project, Pukchang Thermal Power Station and major factories by the Mansudae Art Troupe, Phibada Opera Troupe, National Folk Art Troupe, National Theatrical Troupe and Pyongyang Circus.\n\t\t\t\t\t\n\t\t\t\t\tProvincial art troupes, too, had performed at industrial establishments and farms."
        },
        {
            "title": "Yanggakdo International Hotel",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-26ee.html",
            "content": "Yanggakdo International Hotel\r\nPyongyang, April 2 (KCNA) -- In Pyongyang, the capital city of the Democratic People's Republic of Korea, one can see a triangle-shaped hotel built in a peculiar style on scenic Yanggak Islet in the Taedong River. \n\t\t\t\t\tIt is Yanggakdo International Hotel, one of luxury hotels in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe hotel with a big accommodation capacity is able to afford every convenience to its guests.\n\t\t\t\t\t\n\t\t\t\t\tIts guests can command a bird's-eye view of the city, while taking meals at the rotating restaurant on the forty-seventh floor.\n\t\t\t\t\t\n\t\t\t\t\tVarious political and cultural events have taken place at the hotel, including international meetings, seminars and press conferences.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Gi, deputy manager of the hotel, told KCNA that the hotel has already finished preparations to accommodate overseas compatriots and foreigners visiting Pyongyang to participate in celebrations of the 100th birth anniversary of President Kim Il Sung."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (17)",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-25ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (17)\r\nKim Il Sung Creates Taean System\n\t\t\t\t\t\n\t\t\t\t\tPyongyang, April 2 (KCNA) -- Under the wise leadership of the President Kim Il Sung, the Democratic People's Republic of Korea successfully laid foundations of socialism and turned to be a socialist industry-agriculture state with the basis of self-supporting national economy in the early 1960s.\n\t\t\t\t\t\n\t\t\t\t\tAt that time, the President wisely led the work for introducing a new system in socialist economic management in keeping with the developing economy.\n\t\t\t\t\t\n\t\t\t\t\tHe convened the second enlarged plenary meeting of the Forth Central Committee of the Workers' Party of Korea and put forward the tasks for ministries and management bureaus to raise the level of economic guidance and for enterprises to improve their management method.\n\t\t\t\t\t\n\t\t\t\t\tOn December 6, Juche 50 (1961) he visited the then Taean Electrical Machinery Plant. He learnt about how the production guidance, materials delivery, welfare service activities and party committee's leadership over the economic management were going on at the factory.\n\t\t\t\t\t\n\t\t\t\t\tHe personally called at worksites, a boarding house and families of the plant's workers.\n\t\t\t\t\t\n\t\t\t\t\tHe then convened a consultative meeting of the plant's party and administrative officials to hear about its overall management.\n\t\t\t\t\t\n\t\t\t\t\tIn order to know whether the shortcomings, found in the management of the factory, pervaded all other economic sectors, he made a survey tour of the Pyongyang Textile Mill.\n\t\t\t\t\t\n\t\t\t\t\tIn the meantime, he discovered that the plant's shortcomings were also attributable to the General Bureau of the Machine-building Industry which was under the Heavy Industry Commission.\n\t\t\t\t\t\n\t\t\t\t\tOn the basis of deep analysis of the works in the plant, the mill and the general bureau, he called an enlarged meeting of the Political Committee of the C.C., the WPK on December 15, 1961, at which he disclosed the defects he had found and suggested establishing a new system of industrial management.\n\t\t\t\t\t\n\t\t\t\t\tAt an enlarged meeting of the party committee of the Taean Electrical Machinery Plant the next day, he advanced the Taean system, a new industrial management system.\n\t\t\t\t\t\n\t\t\t\t\tThe Taean system called for ensuring collective leadership of the plant's party committee, instead of manager's unilateral guidance, unified and intensive guidance over production, delivering materials from the higher units to the lower and making welfare service activities on a well-organized way.\n\t\t\t\t\t\n\t\t\t\t\tAfterwards, he gave field guidance to many units to make sure that the new system was introduced in the industrial sector.\n\t\t\t\t\t\n\t\t\t\t\tWith the new system applied, the Taean Electrical Machinery Plant topped the yearly quota for 1962 two months ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\tOn the basis of the system, the Korean people could finish the nation's socialist industrialization in less than 14 years."
        },
        {
            "title": "KCNA Commentary Condemns Japanese Imperialists' Atrocities",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-30ee.html",
            "content": "KCNA Commentary Condemns Japanese Imperialists′ Atrocities\r\nPyongyang, April 2 (KCNA) -- A memorial for inhabitants who were mercilessly killed by the Imperial Japanese Army 93 years ago was held at Ivanopka village in Amur Region of the Far East region of Russia on March 22.\n\t\t\t\t\tThis is a living proof indicting the Japanese imperialists for the crimes they committed under the pretext of \"clearing anti-Japanese forces\" nearly one century ago.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities have made desperate efforts to shirk off the responsibility, instead of making honest repentance and apology for its wrongdoings before the international community.\n\t\t\t\t\t\n\t\t\t\t\tThey have kept silence as regards the memorial held in the village.\n\t\t\t\t\t\n\t\t\t\t\tJapan has denied the Nanjing massacre in which it mercilessly killed more than 300 000 innocent Chinese.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, it has behaved despicably to justify the history of the fascist rule of oppression during when the Japanese imperialists inflicted great misfortune on the Korean people after reducing Korea into Japan's colony.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities including the prime minister and ruling and opposition parties have made all-out efforts to whitewash the Japanese imperialists' crime-woven history in the last century.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists abducted and forcibly took away at least 8.4 million Koreans and hurled them into battlefield for aggression and forced them to do slave labor and mercilessly killed more than a million of them. They also forced 200 000 Korean women into the sexual slavery for the Imperial Japanese Army in the last century. Japan is now trying hard to push under the carpet this blood-stained history interwoven with crimes.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities have totally denied and distorted the crimes the Japanese imperialists committed against the Koreans and other people of the world in the last century. This is an unpardonable insult and open challenge to the Korean nation and the world progressives calling for the liquation of the past.\n\t\t\t\t\t\n\t\t\t\t\tHistory can neither be changed nor removed no matter how desperately one may try to distort and cover it up.\n\t\t\t\t\t\n\t\t\t\t\tVoices calling for the Japanese imperialists' redemption of the past are growing stronger in different parts of the world as evidenced by the memorial service in Russia. This clearly proves that the crime-woven history can neither be covered up nor removed no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities are persistently trying to shirk off their responsibility for the past while whitewashing the crimes. This will bring into bolder relief Japan's shamelessness and moral vulgarity before the international community.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries' moves to cover up the crime-woven history can never be pardoned."
        },
        {
            "title": "Attempted Suppression of Vice-chairman of S. Headquarters of Pomminryon Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-19ee.html",
            "content": "Attempted Suppression of Vice-chairman of S. Headquarters of Pomminryon Protested in S. Korea\r\nPyongyang, April 2 (KCNA) -- The Korea Solidarity for Independent Reunification and Democracy of south Korea made public a statement on March 26 in denunciation of the south Korean authorities' attempted suppression of Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon).\n\t\t\t\t\tThe statement referred to the fact that the vice-chairman came to Pyongyang on March 24 to take part in the memorial service for leader Kim Jong Il on the 100th day since his demise.\n\t\t\t\t\t\n\t\t\t\t\tThe purpose of his visit was to express condolences to the compatriots in the north who were overwhelmed by great shock and sorrow over the loss of the leader of the nation, the statement said, lauding his visit as a just deed for national reconciliation and peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tIt went on:\n\t\t\t\t\t\n\t\t\t\t\tThe indignation of the army and people in the north at the Lee Myung Bak \"government\" reached the height as it staged Key Resolve and Foal Eagle joint military exercises in collusion with foreign forces and perpetrated hideous provocations of hurting the dignity of the supreme leadership of the north during the mourning period.\n\t\t\t\t\t\n\t\t\t\t\tIf the Lee regime puts into custody and incriminate Ro Su Hui upon his return to south Korea after his visit to the north, it would lash the nation into greater fury and bring the south-north relations to the lowest ebb.\n\t\t\t\t\t\n\t\t\t\t\tRo's condolatory visit deserves high appreciation by the fellow countrymen, it stressed."
        },
        {
            "title": "S. Korean Regime's Crimes of Scuttling North-South Dialogue Denounced",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-21ee.html",
            "content": "S. Korean Regime's Crimes of Scuttling North-South Dialogue Denounced\r\nPyongyang, April 2 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Monday released a white paper denouncing the Lee Myung Bak regime for committing thrice-cursed crimes against the nation and reunification by systematically scuttling the north-south talks and finally breaking them down through hideous provocation. \n\t\t\t\t\tThe white paper said:\n\t\t\t\t\t\n\t\t\t\t\tEven before taking office, traitor Lee clamored for \"strategic north policy of leading it to substantial change\". In December 2007 right after becoming \"president\", he openly disclosed his intention to use the north-south dialogue as a means of escalating confrontation of social systems, saying that \"he would not unilaterally curry favor with the north by refraining from criticizing it like the preceding governments\".\n\t\t\t\t\t\n\t\t\t\t\tAfter inauguration, the traitor put forward \"no nukes, opening and \n\t\t\t\t\t\n\t\t\t\t\t3 000 dollars\" the core of which is to force the DPRK to disarm itself and bring about a \"regime change\" as \"north policy\". In November 2008 he went to the U.S. and talked about the \"ultimate goal of unification under liberal democratic system\".\n\t\t\t\t\t\n\t\t\t\t\tDuring his tenure of office the traitor worked out a series of scenarios for confrontation such as \"emergency ruling plan-Puhung\" and a report on \"study into grand unification plan\" and in 2010 it proposed \"unification tax\" to elicit public support for its policy for confrontation between social systems, only to be rejected and censured by the broad public.\n\t\t\t\t\t\n\t\t\t\t\tThe traitor, obsessed by confrontation with fellow countrymen to the marrow of his bones, turned the \"Unification Ministry\" tasked with the north-south dialogue into one working against dialogue and reunification.\n\t\t\t\t\t\n\t\t\t\t\tEven before his election as president, Lee called for \"pursuing north policy with the dismantlement of nukes in mind\". In an interview with south Korean media in February 2008 he said that \"north's dismantlement of nukes is a major premise for south-north ties\".\n\t\t\t\t\t\n\t\t\t\t\tIn November 2008 he said his goal during his tenure is to force the north to dismantle nukes and come out to the international community and wait until they are realized, adding this is the core of his \"north strategy\". He even bluffed that the \"south is waiting for the north to change its stand and waiting is also a strategy\".\n\t\t\t\t\t\n\t\t\t\t\tWhenever an opportunity was presented for Lee to meet his American and Japanese masters in April 2008, September 2009 and January 2011, he turned down north-south dialogue, saying that \"the stand of the south government is that nothing would be possible without the north's dismantlement of nukes\" and the \"north's uranium enrichment issue should be referred to the UN Security Council.\"\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group's stand against dialogue has been clearly manifested in the fact that it cooked up anti-DPRK incidents and tried to shift the blame for them onto the DPRK, denying dialogue, and also in the fact that it put forth \"reform\" and \"opening\" as preconditions.\n\t\t\t\t\t\n\t\t\t\t\tDue to the group's obstructions the first meeting of the north-south railways cooperation panel committee that was held in Kaesong from late January to February in 2008, the north-south working contact for vitalizing tour of Mt. Kumgang and the first meeting of the north-south road cooperation panel committee and all other dialogues and contacts for the implementation of the October 4 declaration ended up with no fruits.\n\t\t\t\t\t\n\t\t\t\t\tIn February last year when 31 people of the DPRK went adrift to the south side in the West Sea of Korea, the group held them for nearly two months, while committing inhuman act of forcing them to defect to the south. The group categorically rejected the DPRK's proposal for the Red Cross technical contact for the discussion of their repatriation.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group says that \"it is important for the north to come out for dialogue\" while evading the responsibility for the frayed north-south ties but it is no more than a clumsy trick to tide over the serious ruling crisis and evade defeat in the general election.\n\t\t\t\t\t\n\t\t\t\t\tIt does not stand to reason to deal with the Lee group who seriously hurt the dignity of the supreme leadership of the DPRK, which represents the life of DPRK, not content with resorting to whole gamut of wrongdoings, obsessed by ambition for escalating confrontation of social systems."
        },
        {
            "title": "Halt to Crackdown on Jaju Minbo of S. Korea Demanded",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-31ee.html",
            "content": "Halt to Crackdown on Jaju Minbo of S. Korea Demanded\r\nPyongyang, April 2 (KCNA) -- \"A joint measure committee for release of representative of Jaju Minbo Ri Chang Gi and ending the suppression of the press\" of south Korea demanded a halt to the crackdown on the progressive media in an interview in Seoul on March 30.\n\t\t\t\t\tThe committee denounced the present \"government\" for detaining and bringing accusations against Ri Chang Gi, representative of Jaju Minbo, on charges of violation of the \"security law\" after searching his house and office.\n\t\t\t\t\t\n\t\t\t\t\tThe crackdown is a trite method of the present \"government\" to tide over the ruling crisis before the end of term by creating terror-ridden atmosphere under the pretext of public security, it accused.\n\t\t\t\t\t\n\t\t\t\t\tIt is unpardonable as it goes against the June 15 joint declaration and October 4 declaration, the committee said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tJaju Minbo will never be browbeaten by the suppression by the Lee Myung Bak \"government\" but will keep advancing, not stepping back despite whatever suppression and hardships.\n\t\t\t\t\t\n\t\t\t\t\tIt urged the authorities to stop the suppression of the progressive media working for the implementation of the south-north joint declaration and immediately release Ri Chang Gi.\n\t\t\t\t\t\n\t\t\t\t\tIt declared it would launch various movements including solidarity action with victims of the \"security law\", symposium for ensuring the press activities of Jaju Minbo and activities of stirring up the world public opinion."
        },
        {
            "title": "S. Korean Paper Calls for Impeaching \"Government\" for Illegal Inspection of Civilians",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-22ee.html",
            "content": "S. Korean Paper Calls for Impeaching \"Government\" for Illegal Inspection of Civilians\r\nPyongyang, April 2 (KCNA) -- South Korean newspaper Hangyore carried an editorial titled \"Lee Myung Bak government deserves 'political impeachment' for illegal inspection of civilians\" on March 31.\n\t\t\t\t\tMore than 2 600 documents have been recently disclosed one after another. They deal with the illegal inspection of civilians which the room for supporting ethics of public officials under the Office of the \"Prime Minister\" committed from 2008 to 2010, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThis revealed the sordid nature of the Lee Myung Bak regime.\n\t\t\t\t\t\n\t\t\t\t\tIt dug up the private life of lawmakers, mediapersons, big businesses, trade union members and others at random.\n\t\t\t\t\t\n\t\t\t\t\tThrough this the present regime put media under its control, dismissed officials whom it was displeased with and distressed civilians who were irrelevant to public office.\n\t\t\t\t\t\n\t\t\t\t\tPublic employees under the Office who were involved in the above-said inspection served as hounds moving at the beck and call of those in power. The prosecution was a safeguard of the \"power\" engrossed in covering up its crime and going into hiding, far from observing law and justice.\n\t\t\t\t\t\n\t\t\t\t\tThere is an ample reason for the present regime to make an apology before the civilians and request for impeachment but no one claims responsibility and everybody is busy evading it."
        },
        {
            "title": "S. Korean Students Call for Solution to Issue of Registration Fee",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-20ee.html",
            "content": "S. Korean Students Call for Solution to Issue of Registration Fee\r\nPyongyang, April 2 (KCNA) -- The Federation of University Students in the 21st Century and students of the People's Headquarters for Having Registration Fee Halved of south Korea held a rally in Seoul on Mar. 30, calling for settling the issue of the registration fee.\n\t\t\t\t\tSpeakers at the rally accused the \"Saenuri Party\" of having made a deceptive commitment again with the forthcoming general election as an occasion, charging that it has not yet come to senses.\n\t\t\t\t\t\n\t\t\t\t\tThe political camp is getting frantic in its false propaganda while displaying generosity to the people whenever political election draws on, they deplored.\n\t\t\t\t\t\n\t\t\t\t\tSaying that a solution to the problem of the registration fee has not been settled yet though voices demanding for its solution have grown stronger this year in the wake of last year, they expressed the will of students to vote for a candidate with the ability to get the registration fee halved.\n\t\t\t\t\t\n\t\t\t\t\tPrior to the rally, the students marched along the streets in various areas in Seoul."
        },
        {
            "title": "DPRK's Projected Satellite Launch Supported",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-05ee.html",
            "content": "DPRK's Projected Satellite Launch Supported\r\nPyongyang, April 2 (KCNA) -- Foreign organizations released a joint statement on March 27 in support of the DPRK's projected launch of Kwangmyongsong-3, earth observation satellite.\n\t\t\t\t\tThey included the All India Indo-Korean Friendship Association, the All India Agricultural Workers' Union, the All-India Peasants' Union and the All India Federation of Lawyers.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said that it is an exercise of the proud and legitimate right of the DPRK to launch the satellite developed by it with its indigenous technology, pursuant to its policy for space development and peaceful uses.\n\t\t\t\t\t\n\t\t\t\t\tIt went on:\n\t\t\t\t\t\n\t\t\t\t\tIt is very odd for the U.S. and other countries which launched a lot of satellites to allege that the DPRK's satellite launch only is a provocation to the peace and security in the region.\n\t\t\t\t\t\n\t\t\t\t\tThis is obviously an act of denying the legitimate right of the DPRK to the peaceful use of space. Their logic is unjustifiable.\n\t\t\t\t\t\n\t\t\t\t\tHessou Kohovi, chairman of the Benin National Committee for the Study of the Juche Idea and General Kim Jong Il's Works, in his statement issued on March 26 supported the launch of Kwangmyongsong-3, saying that the peaceful development and use of space are the universally recognized legitimate right of a sovereign state and they are not a monopoly confined to specified countries only."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary Commemorated in Different Countries\r\nPyongyang, April 2 (KCNA) -- Events took place in Russia and Ukraine between March 20 and 22 to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tThey included a Korean book and fine art exhibition at the History and Fine Art Museum in Obninsk City, Kaluga Region, Russia and film shows at the Moscow Bank, Stroimashintorg Company, Instrument Holding C Company, Ria-Soyuz Music Publishing Company of Russia and Onixstroi Company in Donetsk City, Ukraine.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed in the venue of the exhibition were works of President Kim Il Sung and leader Kim Jong Il and other books and art works associated with the wisdom and skills of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe participants in the film shows watched \"The Tower of the Juche Idea\", \"We Will Follow You to the End of the Earth\" and other DPRK films."
        },
        {
            "title": "National Seminar on Juche Idea Held in Guinea",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-04ee.html",
            "content": "National Seminar on Juche Idea Held in Guinea\r\nPyongyang, April 2 (KCNA) -- A Guinean national seminar on the Juche idea was held in Conakry on March 26 to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tPresent there were members of Juche idea study organizations in Guinea, personages in social science and other people. Present on invitation were the DPRK charge d'affaires a. i. and officials of its embassy in Conakry.\n\t\t\t\t\t\n\t\t\t\t\tRiyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, made a keynote report titled \"August name of President Kim Il Sung will always shine along with the Juche idea\" at the seminar.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the Juche idea founded by Kim Il Sung occupies the most distinguished place in the history of human thoughts.\n\t\t\t\t\t\n\t\t\t\t\tReferring to the essence of the Juche idea, its philosophical principle, etc., he stressed that the Juche idea will as ever give strong spurs to the development of the history of human thoughts with eternal vitality as it was founded in reflection of the requirements of the times and desire and aspiration of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tCamano Vitor, chairman of the Group for the Study of the Juche Idea in Conakry, and other speakers noted that the Juche idea was publicly recognized as a guiding idea promoting the human cause of independence at the present times for its scientific accuracy, truth, validity and vitality.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed that the Juche idea placed the position of man on the highest level, helping the popular masses emerge proud masters of their destiny."
        },
        {
            "title": "Bangladeshi Organization Praises Kim Il Sung's Exploits",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-03ee.html",
            "content": "Bangladeshi Organization Praises Kim Il Sung's Exploits\r\nPyongyang, April 2 (KCNA) -- The Bangladesh Group for the Study of the Songun Policy released the bulletin \"Kim Il Sung, great man\" on March 27 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tThe bulletin said that Kim Il Sung performed ideological and theoretical exploits to be specially recorded in the history of human thoughts.\n\t\t\t\t\t\n\t\t\t\t\tIt continued:\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung founded the Juche idea, the Songun idea, making it possible for the Korean revolution to win victory after victory despite unprecedentedly stern and complicated trials and providing progressive mankind with a powerful ideological and theoretical weapon for national liberation and struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\tHe energetically worked for developing the progressive movements for independence against imperialism including the socialist movement and non-aligned movement.\n\t\t\t\t\t\n\t\t\t\t\tHe regarded the aspiration and desire of the people as a starting point of his thinking and practice and a basis for shaping all lines and policies and solved issues by giving play to their creative efforts.\n\t\t\t\t\t\n\t\t\t\t\tThe image of Kim Il Sung, who paved the path for accomplishing global independence, will be cherished in the minds of the progressive people."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Political Figures of Mexico, Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-06ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Political Figures of Mexico, Bangladesh\r\nPyongyang, April 2 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, released a statement on March 26 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tHe said that the President founded the Juche idea and the Songun idea, guiding idea of the Workers' Party of Korea (WPK) and socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tThe WPK and the Korean people have victoriously pushed forward the revolution and construction under the banner of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\tWe can say all the signal achievements in the DPRK mean victory and fruition of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\tSpeaking highly of the immortal exploits the President performed by founding the party, state and army and strengthening and developing them, he continued:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is praised by the world people aspiring after socialism as a country centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThis would have been unthinkable without socialism of eternal vitality built by Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tGarib Newaz, president of the Bangladesh People's League, in his statement on March 27, also praised Kim Il Sung as an outstanding leader of the world people struggling for independence."
        },
        {
            "title": "Kim Il Sung's Work Published in Germany",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-01ee.html",
            "content": "Kim Il Sung's Work Published in Germany\r\nPyongyang, April 2 (KCNA) -- President Kim Il Sung's work \"Non-aligned Information Should Contribute to the People's Cause of Independence\" was brought out in pamphlet by a print house in Berlin with due ceremony on March 26.\n\t\t\t\t\tThe work, published on June 15, 1993, underscores the importance of information in accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tIt clarifies that it is the steadfast foreign policy of the DPRK government to materialize the noble idea of the non-aligned movement and struggle for its development."
        },
        {
            "title": "Pyongyang Declaration Signed by Political Parties of Argentina, Puerto Rico",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-09ee.html",
            "content": "Pyongyang Declaration Signed by Political Parties of Argentina, Puerto Rico\r\nPyongyang, April 2 (KCNA) -- The Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" was signed by the Quebracho Patriotic Revolutionary Movement of Argentina and the Nationalist Party-Liberty of Puerto Rico.\n\t\t\t\t\tIt was signed respectively by General Secretary of the movement of Argentina Fernando Luis Esteche and its Political Secretary Federico Andres Loparto and Chairman of the Puerto Rico party Francisco Torres and its General Secretary Linda Alonso Lebron on March 22."
        },
        {
            "title": "Russia Launches Carrier Rocket",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-16ee.html",
            "content": "Russia Launches Carrier Rocket\r\nMoscow, April 1 (KCNA) -- Russia launched carrier rocket Proton-K on March 30.\n\t\t\t\t\tThe carrier rocket, which was launched at the Baikonur Space Launching Center, put the space body with military mission into the expected orbit, noted a spokesman for the Aerospace Defense Forces of Russia."
        },
        {
            "title": "Russian Airborne Troops Stage Command Post Drills",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-17ee.html",
            "content": "Russian Airborne Troops Stage Command Post Drills\r\nMoscow, April 1 (KCNA) -- The Russian Airborne Troops staged command post drills in Ulyanovsk from March 26 to 30.\n\t\t\t\t\tInvolved in the drills were 500 odd airborne troops and lots of combat and technical equipment.\n\t\t\t\t\t\n\t\t\t\t\tIn the drills the troops and equipment were successfully dropped at the fixed locations. Virtual enemies and objects were occupied and annihilated with the support of the air force.\n\t\t\t\t\t\n\t\t\t\t\tThrough the drills the airborne troops and the flying corps of the ground force trained the coordination in their actions for transporting and air-dropping troops and combat and technical equipment."
        },
        {
            "title": "Pope Benedict Accuses U.S. Economic Sanctions against Cuba",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-12ee.html",
            "content": "Pope Benedict Accuses U.S. Economic Sanctions against Cuba\r\nPyongyang, April 2 (KCNA) -- Pope Benedict XVI in an address during his recent visit to Cuba accused the U.S. economic sanctions against the country.\n\t\t\t\t\tThe decades-long U.S. economic sanctions are imposing partial burdens on the Cuban people, he added."
        },
        {
            "title": "Pakistani MPs Oppose NATO Arms Transportation via Its Territory",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-13ee.html",
            "content": "Pakistani MPs Oppose NATO Arms Transportation via Its Territory\r\nPyongyang, April 2 (KCNA) -- The Pakistani parliament Friday formally opened the debate on whether or not to reopen the supply line for the U.S.-led NATO troops in Afghanistan and the majority of lawmakers urged the government not to allow transportation of arms and ammunition to foreign forces.\n\t\t\t\t\tAll parliamentarians who took part in the debate demanded the United States to stop drone attacks and respect Pakistan's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tMushahid Hussain Sayyed, a senator from the Pakistan Muslim League (PML-Q) party taking part in the debate, criticized what he called the U.S \"double standard\" regarding establishment of peace in Afghanistan while bombing Pakistan's territory and preparing itself to fight with Iran."
        },
        {
            "title": "More U.S. Soldiers Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-10ee.html",
            "content": "More U.S. Soldiers Killed in Afghanistan\r\nPyongyang, April 2 (KCNA) -- More U.S. soldiers in Afghanistan met deaths due to attacks by the resistance forces of the country.\n\t\t\t\t\t1 792 members of the U.S. military have died in Afghanistan since the start of the Afghan war, according to the U.S. Defense Department on March 26. \n\t\t\t\t\t\n\t\t\t\t\tIt was reported that 15 488 U.S. service members have been wounded."
        },
        {
            "title": "Jordanians, Activists Demonstrate in Support of Palestinians",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-14ee.html",
            "content": "Jordanians, Activists Demonstrate in Support of Palestinians\r\nPyongyang, April 2 (KCNA) -- Some 25 000 Jordanians and activists from different countries took part in a demonstration in the Jordan Valley on Friday as part of the Global March to Jerusalem.\n\t\t\t\t\tActivists from more than 50 countries took part in the demonstration, according to organizers, who called for solidarity among the Arabs and Muslims to support the steadfastness of the Palestinians in Jerusalem.\n\t\t\t\t\t\n\t\t\t\t\tSome participants, who condemned the Israeli violations against the Palestinians, called for severing ties between Jordan and Israel."
        },
        {
            "title": "Israeli Attack on Iran Is Totally Crazy: El Baradei",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-11ee.html",
            "content": "Israeli Attack on Iran Is Totally Crazy: El Baradei\r\nPyongyang, April 2 (KCNA) -- The former head of the International Atomic Energy Agency (IAEA), Mohammad El Baradei, in an interview with a news agency on March 27 warned the Zionist regime against attacking Iran, saying such a move would be totally crazy.\n\t\t\t\t\tEl Baradei pointed out Israel was \"sitting on 200 (nuclear) bombs.\""
        },
        {
            "title": "Economic Cooperation among Asian Countries",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-15ee.html",
            "content": "Economic Cooperation among Asian Countries\r\nPyongyang, April 2 (KCNA) -- China and Malaysia will jointly build an industrial park in south China's Guangxi Zhuang Autonomous Region, local Chinese authorities said.\n\t\t\t\t\tCambodia's power firm and Thailand's Electricity Generating Holding Plc on Mar. 25 signed a joint-venture agreement."
        },
        {
            "title": "Electo Kim Jong Un como delegado a Conferencia del PTC",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-06ss.html",
            "content": "Electo Kim Jong Un como delegado a Conferencia del PTC\r\nPyongyang, 2 de abril (ACNC) -- En la Republica Popular Democratica de Corea tuvieron lugar las reuniones de delegados para elegir a los delegados a la IV Conferencia del Partido del Trabajo de Corea, donde todo el ejercito y el pueblo expresaron su absoluta determinacion de llevar a feliz termino la causa revolucionaria del Juche bajo la direccion del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\tLos participantes en las reuniones de delegados del Ejercito Popular de Corea y de las provincias (Buro Politico) le eligieron por unanimidad como delegado a la IV Conferencia del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente es el otro destacado y genial Comandante quien lleva adelante de generacion en generacion la causa revolucionaria del Songun en pleno acato a la idea y la causa del Dirigente      Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tGracias a el brillan mas las hazanas del Dirigente quien puso la dignidad de Corea en el puesto supremo y echo el cimiento eterno para que todas las generaciones de la nacion de Kim Il Sung puedan disfrutar de la infinita felicidad.\n\t\t\t\t\t\n\t\t\t\t\tLas ideas y teorias del Dirigente abarcan todos los dominios de la revolucion y la construccion y sirven de firme garantia para llevar a la victoria la construccion de un Estados prospero.\n\t\t\t\t\t\n\t\t\t\t\tBajo su direccion, se aviva el espiritu \"De un salto\" en los campos de construccion para la mejora de la vida del pueblo y la construccion de la potencia economica y se extienden mas la llama de la revolucion industrial, la de Hamnam en el nuevo Siglo. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de la RPDC juran quedar fieles a la direccion del Maximo Dirigente conscientes de que al contar con el sera cierta la victoria de la construccion de Estado prospero socialista."
        },
        {
            "title": "Kim Jong Un recibe carta de participantes en seminario mundial",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-03ss.html",
            "content": "Kim Jong Un recibe carta de participantes en seminario mundial\r\nPyongyang, 2 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio una carta que le dirigiera el 24 de marzo Alberto Anaya Gutierrez, coordinador (lider) del Comite de Coordinacion Nacional del Partido del Trabajo de Mexico, en representacion de los participantes en el 16o seminario de los partidos politicos del mundo sobre la construccion de una nueva sociedad, celebrado en Mexico. \n\t\t\t\t\tLa misiva senala que los participantes en el foro rindieron sublime homenaje al Dirigente Kim Jong Il, gran hombre y consecuente combatiente antiimperialista admirado por el mundo.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que estara siempre vivo en el alma de la humanidad el Dirigente por su inmortal aporte al cumplimiento de la causa de la independencia de la humanidad con sus destacadas actividades ideo-teoricas y original politica de Songun. \n\t\t\t\t\t\n\t\t\t\t\tApunta que el Partido del Trabajo de Corea y el pueblo coreano aceleran la construccion de un Estado prospero socialista aun en medio del siniestro bloqueo de los imperialistas, lo que estimula mucho a los partidos politicos y pueblos progresistas del mundo que luchan contra el imperialismo y por el socialismo. \n\t\t\t\t\t\n\t\t\t\t\tExpresa la conviccion de que bajo la sabia guia del Maximo Dirigente Kim Jong Un, el PTC y el pueblo coreano abriran la era de prosperidad en el significativo ano 2012 en que se celebrara el centenario de natalicio del Presidente Kim Il Sung."
        },
        {
            "title": "CRPP publica carta blanca de la causa del quebrado dialogo N-S",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-23ss.html",
            "content": "CRPP publica carta blanca de la causa del quebrado dialogo N-S\r\nPyongyang, 2 de abril (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 2 una carta blanca para condenar los imperdonables crimenes antinacionales y anti-reunificacion de la banda del traidor surcoreano Lee Myung Bak que vino frustrando de modo sistematico el dialogo Norte-Sur y lo rompio totalmente con sus actos provocativos de gran envergadura. \n\t\t\t\t\tYa antes de su llegada al Poder, el traidor Lee abogo por la \"politica estrategica sobre el Norte para inducirlo al cambio real\".\n\t\t\t\t\t\n\t\t\t\t\tPoco despues de ser elegido como \"presidente\", especificamente, en diciembre de 2007, expuso sin escrupulos su intencion de malemplear el dialogo Norte-Sur como medio de confrontacion de regimenes diciendo que \"no seguir el ejemplo de los poderes antecesores que se abstuvieron de criticar al Norte y actuaron al deleite de este\". \n\t\t\t\t\t\n\t\t\t\t\tDespues de la toma de posesion, presento \"la desnuclearizacion, la apertura y 3 mil dolares\" como la \"politica sobre el Norte\" orientada a desarmar y cambiar el regimen de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDurante su visita a Estados Unidos realizada en noviembre de 2008, dijo que \"su meta final es reunificar el pais bajo el sistema democratico liberal\". \n\t\t\t\t\t\n\t\t\t\t\tDurante su mandato, invento sucesivamente los guiones de enfrentamiento como \"plan de dominacion de emergencia-Puhung\" y el informe sobre la \"busqueda y estudio del gran programa de reunificacion\" bajo el pretexto de hacer frente a la supuesta \"situacion de emergencia\". En 2010, con el fin de inculcar en la opinion publica la politica de enfrentamiento de sistemas, invento los \"impuestos de reunificacion\" que fueron repudiados en distintos sectores. \n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee, enloquecido por la confrontacion fratricida, condujo al Ministerio de Reunificacion a cumplir lo contrario a su mision de atender los asuntos relacionados con el dialogo con el Norte y la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tAntes de ser electo como \"presidente\", el traidor Lee dijo que \"aplicaria la politica sobre el Norte tomando en cuenta la renuncia nuclear\".\n\t\t\t\t\t\n\t\t\t\t\tEn febrero de 2008, dijo en una entrevista de prensa con los medios surcoreanos que \"la cancelacion nuclear del Norte es la gran premisa de las relaciones Sur-Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEn noviembre de 2008, disparateo que su \"estrategia sobre el Norte\" consiste en \"lograr durante su mandato que el Norte se suma a la sociedad internacional renunciando a sus armas nucleares y esperar hasta que esta meta se cumpla\".\n\t\t\t\t\t\n\t\t\t\t\t\"Estoy esperando el cambio de actitud del Norte. Esperar es tambien una estrategia\", dijo el. \n\t\t\t\t\t\n\t\t\t\t\tCada vez que se reunia con su amo norteamericano y el japones en abril de 2008, en septiembre de 2009 y en enero de 2011, rechazo en una palabra el dialogo con el Norte diciendo que \"la posicion del gobierno surcoreano es que nada es imposible antes de que el Norte renuncie a su arma nuclear\" y \"hay que llevar al Consejo de Seguridad de la ONU el problema de enriquecimiento de uranio por el Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLa negativa de la horda de Lee al dialogo se ha manifestado en que ella presento la \"reforma\" y la \"apertura\" como condiciones del dialogo e imputo al Norte la responsabilidad de los casos intrigantes inventados por si misma. \n\t\t\t\t\t\n\t\t\t\t\tComo resultado, resultaron infructiferos los dialogos y los contactos para la ejecucion de la Declaracion del 4 de Octubre como la primera sesion de la subcomision de cooperacion de ferrocarriles Norte-Sur, el encuentro de expertos Norte-Sur para la activacion del turismo al monte Kumgang y la primera sesion de la subcomision de cooperacion de carreteras Norte-Sur, efectuados desde finales de enero a febrero de 2008 en Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tElla perpetro el acto inhumanitario de secuestrar y retener durante casi 2 meses a 31 habitantes norcoreanos, que se dieron a la deriva en el Mar Oeste de Corea en febrero del ano pasado, obligandoles quedarse en el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, nego obstinadamente la propuesta de la RPDC de sostener el contacto de expertos de cruz roja para debatir la devolucion de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEludiendo la responsabilidad de la ruptura de las relaciones intercoreanas, la camarilla de traidores surcoreanos dice que \"Es prioritario que el Norte acuda al dialogo\". Esto no pasa de ser un truco barato para salir de la extremada crisis de gobernacion y evitar la derrota aplastante en las inminentes elecciones generales.\n\t\t\t\t\t\n\t\t\t\t\tResulta inconcebible para la RPDC tratarse con los traidores surcoreanos que se atrevieron a insultar gravemente hasta la maxima dignidad de ella."
        },
        {
            "title": "Denuncian a autoridades surcoreanas por obstaculizar turismo al Kumgang",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-15ss.html",
            "content": "Denuncian a autoridades surcoreanas por obstaculizar turismo al Kumgang\r\nPyongyang, 2 de abril (ACNC) -- El portavoz de la Direccion de la Zona Especial del Turismo Internacional al Monte Kumgang de la Republica Popular Democratica de Corea publico la vispera una declaracion que sigue:\n\t\t\t\t\tAhora, se promueve activamente el turismo internacional al monte Kumgang enfocando la atencion de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tCon la voluntad de tomar parte activa en esa labor, muchos turistas y empresas turisticas del mundo solicitan el viaje y proponen firmar el contrato de turismo, operar las facilidades turisticas e invertir en el proyecto, etc.\n\t\t\t\t\t\n\t\t\t\t\tLas entidades correspondientes de la RPDC impulsan con exito todos los preparativos para facilitar el confort a los turistas en la entrada y la salida del pais, el uso de medios de transporte, etc.\n\t\t\t\t\t\n\t\t\t\t\tDisgustada del buen inicio del turismo internacional al monte Kumgang, la banda surcoreana de Lee Myung Bak esta desesperada ahora para impedirlo.\n\t\t\t\t\t\n\t\t\t\t\tSe conocio que hace poco, la banda de Lee dio la orden secreta a sus representaciones en otros paises que \"impidan incondicionalmente usando todos los recursos y metodos el turismo internacional al monte Kumgang del Norte\" que se efectuara con motivo del Dia del Sol (15 de abril, dia de nacimiento del Presidente Kim Il Sung).\n\t\t\t\t\t\n\t\t\t\t\tSegun la orden, las representaciones surcoreanas envian notas oficiales a los gobiernos, autoridades competentes y empresas turisticas de los respectivos paises y regiones insistiendo en que el envio de turistas al monte Kumgang \"viola la ley\" y \"no hay la garantia de seguridad\".\n\t\t\t\t\t\n\t\t\t\t\tAdemas, los funcionarios y agentes del Ministerio de Reunificacion, el Ministerio de Relaciones Exteriores y de Comercio, el Servicio Nacional de Inteligencia, el Ministerio de Defensa Nacional y otras carteras del Sur de Corea andan por todas partes para frustrar el turismo internacional al monte Kumgang urdiendo los complots de toda calana y realizando las operaciones secretas.\n\t\t\t\t\t\n\t\t\t\t\tA instigacion de las autoridades titeres surcoreanas, las companias turisticas sobornan a las firmas navieras extranjeras para que cancelen el contrato de alquiler de barcos de pasajeros para el turismo al monte Kumgang. Si las segundas no aceptan esa demanda, las amenazan con quebrar sus negocios.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, la camarilla surcoreana intimida a los compatriotas que toman parte en el turismo internacional al monte Kumgang e intenta secuestrarlos incluso.\n\t\t\t\t\t\n\t\t\t\t\tEsa sucia campana de la banda del traidor Lee Myung Bak parte de su siniestro intento de enfriar el ambiente festivo del centenario de natalicio del Presidente Kim Il Sung, mellar la imagen de la RPDC, frenar la invalidacion de sus medidas de interrupcion y recrudecer sus maniobras de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, significa otra grave provocacion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tHan sido esclarecidos ya el caso de la turista surcoreana y el problema de seguridad personal, de que hablan tanto los traidores surcoreanos para obstaculizar el turismo al monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tEl monopolio sobre esa labor turistica y el derecho de propiedades de la parte Sur son problemas aclarados por la RPDC al instituir la nueva ley de zona especial del monte Kumgang frente a que las autoridades conservadoras surcoreanas suspendieron unilateralmente durante varios anos el turismo al monte Kumgang e impidieron a las empresas surcoreanas entrar en este monte.\n\t\t\t\t\t\n\t\t\t\t\tSegun nueva ley, se acabo el monopolio de la empresa surcoreana sobre esa labor turistica y esta garantizado a todos el derecho de sus propiedades. \n\t\t\t\t\t\n\t\t\t\t\tEs indiscutible el problema de bienes de las empresas surcoreanas porque esas propiedades entraron en la liquidacion legal pasando tramites necesarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la zona especial del turismo internacional al monte Kumgang se garantizan por la ley las preferencias y comodidades de toda indole.\n\t\t\t\t\t\n\t\t\t\t\tDespues de publicada la nueva ley, crece cada dia mas el numero de los agentes de turismo y turistas deseosos de participar en el turismo internacional al monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, se efectuaron con exito varias veces en el ano pasado el turismo internacional al monte Kumgang por barcos y aviones bajo la atencion de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, la banda de titeres surcoreanos intenta impedir con pretextos absurdos ese proyecto de turismo mostrando asi su naturaleza de maniacos de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee, que impidio el turismo de los habitantes surcoreanos al monte Kumgang e intenta ahora obstaculizar hasta el turismo internacional, es una verguenza de la nacion, enemigo de la civilizacion y causa de todos los males.\n\t\t\t\t\t\n\t\t\t\t\tAunque ella actua con desesperacion, esta condenada al fracaso su campana en detrimento del turismo al monte Kumgang y llegara a su fin tragico siendo condenada y maldecida por la nacion y el mundo.\n\t\t\t\t\t\n\t\t\t\t\tKumgang, monte de fama mundial, es el orgullo de la nacion coreana y un patrimonio cultural de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo de la estacion turistica de abril, el mas pintoresco monte Kumgang dejo abiertas sus puertas a los turistas.\n\t\t\t\t\t\n\t\t\t\t\tLa Direccion de la Zona Especial del Turismo Internacional al Monte Kumgang da bienvenida a todos los turistas al monte Kumgang y se esforzara sinceramente por hacerles disfrutar con belleza singlar de dicho lugar."
        },
        {
            "title": "Se iniciara en octubre la operacion del tren Rajin-Jasan",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-17ss.html",
            "content": "Se iniciara en octubre la operacion del tren Rajin-Jasan\r\nPyongyang, 2 de abril (ACNC) -- Se preve que se iniciara desde octubre que viene la operacion del tren de cargas Rajin-Jasan.\n\t\t\t\t\tCitado por la ACNC, el director de departamento del Ministerio del Ferrocarril de la Republica Popular Democratica de Corea, Kim Chang Sik (de 49 anos de edad), dijo que se impulsan ahora en ese tramo ferroviario la construccion del ferrocarril y la reconstruccion de estaciones, tuneles, sistema de semaforos y comunicaciones. \n\t\t\t\t\t\n\t\t\t\t\tEl plan de formacion del conducto ferroviario internacional desde Corea a Siberia de Rusia se basa en la historica Declaracion Corea-Rusia de Moscu aprobada en agosto de 2001.\n\t\t\t\t\t\n\t\t\t\t\tDesde entonces, los especialistas de los dos paises impulsaron los preparativos para renovar la via ferroviaria Rajin-Jasan. \n\t\t\t\t\t\n\t\t\t\t\tEn abril del 97 (2008) de la Era Juche, quedaron rubricados el convenio de cooperacion entre el Ministerio del Ferrocarril de la RPDC y la Compania Anonima \"Ferrocarril de Rusia\" y el contrato sobre la fundacion de una empresa mixta entre el Puerto de Rajin y la Compania Anonima Comercial de Ferrocarril de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEse mismo ano, nacio la Compania Mixta Internacional de Transporte de Contenedores de Rason.\n\t\t\t\t\t\n\t\t\t\t\tEsta compania concerto con la Compania Ryonun de Ferrocarril del Este del Ministerio del Ferrocarril de la RPDC el contrato sobre el alquiler del ferrocarril Rajin-Tumangang.\n\t\t\t\t\t\n\t\t\t\t\tY desde octubre de 2008, se desarrolla activamente la obra para transformar un tramo de 54 kilometros como via mixta. \n\t\t\t\t\t\n\t\t\t\t\tEn octubre de 2011, se realizo la operacion ejemplar del tren Rajin-Jasan. \n\t\t\t\t\t\n\t\t\t\t\tPor esta via, se transportaran anualmente 100 mil contenedores. \n\t\t\t\t\t\n\t\t\t\t\tCuando termine la obra, se abrira la nueva ruta  internacional de transporte de contenedores que unira el Nordeste Asiatico a Europa, lo cual contribuira a la cooperacion economica y al desarrollo de las relaciones Corea-Rusia."
        },
        {
            "title": "Hotel Internacional Yanggakdo",
            "url": "http://kcna.co.jp/item/2012/201204/news02/20120402-16ss.html",
            "content": "Hotel Internacional Yanggakdo\r\nPyongyang, 2 de abril (ACNC) -- El Hotel Internacional Yanggakdo levantado en forma triangular en el pintoresco islote Yanggak por donde corre el rio Taedong bordeandolo.\n\t\t\t\t\tEl hotel con gran capacidad de dormitorios junto con la piscina, la sala de masaje, el salon de bolos, el de billar y otras instalaciones ofrece todas las comodidades a los huespedes.\n\t\t\t\t\t\n\t\t\t\t\tLos huespedes pueden conocer mas profundamente la historia y las costumbres de la nacion coreana en la libreria y los puestos de recuerdo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas el hotel tiene los restaurantes en que pueden saborear los platos de varios paises.\n\t\t\t\t\t\n\t\t\t\t\tEn el restaurante giratorio situado en el 47o los huespedes pueden pasar el tiempo alegre contemplando el paisaje de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn el pasado en este hotel tuvieron lugar varios foros y simposios internacionales, las entrevistas con prensa, los banquetes y otras actividades politicas y culturales.\n\t\t\t\t\t\n\t\t\t\t\tEl subdirector del hotel, Kim Yong Gi (49 anos de edad) dijo a la ACNC que los empleados de su hotel ya terminaron los preparativos para acoger amablemente a los compatriotas en ultramar y los extranjeros que visitaran a la Republica Popular Democratica de Corea con el fin de conmemorar con significacion el centenario de nacimiento del Presidente Kim Il Sung (15 de abril)."
        }
    ]
}