{
    "date": "2012-08-15",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Greetings to Russian President ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-01ee.html",
            "content": "Kim Jong Un Sends Greetings to Russian President \r\n Pyongyang, August 15 (KCNA) -- The dear respected Kim Jong Un sent a message of greeting to Russian President Vladimir Vladimirovich Putin on Wednesday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm greetings to you and, through you, to the Russian people on the occasion of the 67th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t Believing that the traditional relationship of friendship and cooperation between the DPRK and Russia provided in the hard-fought anti-Japanese war will steadily develop in the spirit of the joint documents agreed upon at the top level and in conformity with the aspiration and desire of the two peoples, I wish you greater success in your responsible work to build powerful Russia."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Russian President",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-02ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Russian President\r\n Pyongyang, August 15 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Russian President Vladimir Vladimirovich Putin on Wednesday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I congratulate you on the day of Korea's liberation, the national holiday.\n\t\t\t\t\t\n\t\t\t\t\t On this day we pay tribute to the braveness of the Soviet Army soldiers who supported the liberation of the Korean people from the colonial rule and express thanks to the DPRK for deeply cherishing their memory.\n\t\t\t\t\t\n\t\t\t\t\t We are attaching weighty significance to expanding bilateral cooperation including the promotion of long-term large-scale plans in transport, gas and electricity sectors. The implementation of these plans is of great socio-economic significance in the whole region.\n\t\t\t\t\t\n\t\t\t\t\t I express belief that the relations between Russia and the DPRK will affirmatively develop in the interests of the two peoples and for the stability and security of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and success and the people of the DPRK well-being and prosperity."
        },
        {
            "title": "Greetings to Russian President",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-13ee.html",
            "content": "Greetings to Russian President\r\n Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Russian President Vladimir Vladimirovich Putin on the occasion of the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Kim in the message expressed belief that the DPRK-Russia friendly and cooperative relations formed and developed in the common struggle against the Japanese imperialists would grow stronger in conformity with the aspiration and desire of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He wished the president success in his responsible work for the socio-political stability and prosperity of the country and the Russian people well-being."
        },
        {
            "title": "Third Meeting of DPRK-China Joint Guidance Committee Held ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-09ee.html",
            "content": "Third Meeting of DPRK-China Joint Guidance Committee Held \r\n Beijing, August 14 (KCNA) -- The third meeting of the DPRK-China Joint Guidance Committee for the joint development and management of the Rason Economic Trade Zone and Hwanggumphyong and Wihwado Economic Zones was held in Beijing on Tuesday.\n\t\t\t\t\t Present there were members of the delegation of the DPRK-China Joint Guidance Committee led by its DPRK side Chairman Jang Song Thaek who is department director of the Central Committee of the Workers' Party of Korea and Ji Jae Ryong, DPRK Ambassador to China.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were members of the delegation of the China-DPRK Joint Guidance Committee led by its Chinese side Chairman Chen Deming, minister of Commerce of China and Liu Hongcai, Chinese Ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The meeting reviewed the work done for developing them since the second meeting of the joint guidance committee.\n\t\t\t\t\t\n\t\t\t\t\t In the Rason Economic Trade Zone, a master plan for developing the zone was mapped out, reconstruction of ports and railways made brisk headway, the project for reconstructing  Rajin-Wonjong highway is nearing its completion and a work has made brisk headway in various fields including tourism and agricultural cooperation and measurement for the transmission of electricity from China was finished.\n\t\t\t\t\t\n\t\t\t\t\t  In the Hwanggumphyong Economic Zone, favorable preconditions were created for substantially starting the development project including the fixing of the spot for border passage according to the drafted detailed plan.\n\t\t\t\t\t\n\t\t\t\t\t  The meeting stressed the need to quickly start the Wihwado Zone development and show the world the will of both sides for the development of both zones.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, both sides appreciated as the successes made since the second meeting the amendment, enactment and announcement of the law on the two economic zones, the agreement of development plans, the establishment of management committee, the work of various panels of the joint guidance committee, the training of management officials of the two economic zones, the promotion of already started projects, the border passage and positive progress in tele-communication cooperation through the joint efforts of the two governments.\n\t\t\t\t\t\n\t\t\t\t\t Both sides reaffirmed that it plays an important role in consolidating and developing the traditional relations of DPRK-China friendship to invariably implement the historic agreement on the joint development and management of the two economic zones reached between the top leaders of the two countries in line with mutual interests. \n\t\t\t\t\t\n\t\t\t\t\tBoth sides said in unison that to develop the two economic zones of weighty significance in boosting exchange and cooperation in all fields between the two countries, developing economy and achieving regional stability and prosperity is in line with the common interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t They agreed upon a series of matters of jointly pushing forward the top priority processes in creating environment favorable for investment in the two economic zones to meet international standard and mutual interests.\n\t\t\t\t\t\n\t\t\t\t\t They agreed to make sure that the two governments support and encourage local governments and enterprises push forward this work now that all the matters related to the development of the two economic zones were agreed upon and have reached the phase of implementation. They also agreed to positively promote the development of the Wihwado zone.\n\t\t\t\t\t\n\t\t\t\t\t They agreed to hold the fourth meeting of the Joint Guidance Committee in Pyongyang in the first half of 2013.\n\t\t\t\t\t\n\t\t\t\t\t Minutes of the third meeting and the Agreement on Economic and Technological Cooperation between the Governments of the DPRK and the PRC were signed by Jang Song Thaek and Chen Deming. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of declaring the establishment of the Management Committee of the Rason  Economic Trade Zone and the Hwanggumphyong Economic Zone took place and relevant documents including The Basic Agreement on Investment in Port and Industrial District of the Rason Economic Trade Zone, A MOU on setting up the Management Committee of the Hwanggumphyong Economic Zone for Joint Development and Management between the North Phyongan Provincial People's Committee of the DPRK and the Liaoning Provincial People's Government of the PRC and A MOU on Designing Processes for Basic Facilities in the Hwanggumphyong Economic Zone for the Joint Development and Management between the North Phyongan Provincial People's Committee of the DPRK and the Liaoning Provincial People's Government of the PRC were signed during the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese Ministry of Commerce gave a reception in connection with the successful third meeting that day."
        },
        {
            "title": "Greetings to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-14ee.html",
            "content": "Greetings to Congolese President\r\n Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Congolese President Denis Sassou-Nguesso on the occasion of the 52nd anniversary of its independence.\n\t\t\t\t\t Kim in the message sincerely wished the president greater success in his work for the prosperity of the country, expressing belief that the good friendly and cooperative relations between the DPRK and Congo would grow stronger."
        },
        {
            "title": "Greetings to Congolese President",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-14ee.html",
            "content": "Greetings to Congolese President\r\n Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Congolese President Denis Sassou-Nguesso on the occasion of the 52nd anniversary of its independence.\n\t\t\t\t\t Kim in the message sincerely wished the president greater success in his work for the prosperity of the country, expressing belief that the good friendly and cooperative relations between the DPRK and Congo would grow stronger."
        },
        {
            "title": "Message of Sympathy to Iranian President",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-23ee.html",
            "content": "Message of Sympathy to Iranian President\r\n Pyongyang, August 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of sympathy to Iranian President Mahmoud Ahmadinejad in connection with the earthquake that hit the Eastern Azerbaijan area of Iran, claiming huge casualties and material losses.\n\t\t\t\t\t Kim in the message hoped that the president and the government of Iran would eradicate the aftermath of the disaster and bring the living of the people in the afflicted area to normal as early as possible."
        },
        {
            "title": "North-South Joint Declaration Published on 67th Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-22ee.html",
            "content": "North-South Joint Declaration Published on 67th Anniversary of Korea's Liberation\r\n Pyongyang, August 15 (KCNA) -- The Council for the Reunification of Tangun's Nation of the north side and the Council for the Peaceful Unification of Tangun's Nation of the south side published a north-south joint declaration on Wednesday, the 67th anniversary of Korea's liberation.\n\t\t\t\t\t The declaration said:\n\t\t\t\t\t\n\t\t\t\t\t August 15 this year marks the 67th anniversary of the liberation of the Korean nation from the barbarous colonial slavery of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Looking back on the disgraceful history of ruinous state which started since such bitter lamentation as \"Let us wail bitterly and loudly\" lacerated fellow countrymen, they are expressing irrepressible towering resentment at the brigandish Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t During the colonial rule the Japanese imperialists ruthlessly violated the sovereignty and dignity of the Korean nation at the point of the bayonet. They committed such unheard-of inhuman crimes as killing, walking away and abducting millions of Koreans and forcing Korean women into sexual slavery for the Imperial Japanese Army. They also deprived Koreans of their own names and vandalized and plundered precious cultural relics and natural resources at random in a bid to exterminate the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Nearly 70 years have passed since then but the thrice-cursed atrocities committed by the Japanese imperialists are still fresh in the memory of the Koreans as their bitter grudges remain unsettled.\n\t\t\t\t\t\n\t\t\t\t\t But for their colonial rule, the modern history of the Korean nation with a time-honored history and brilliant culture would have shined more brilliantly and there would not have been the tragic history of division which has lasted for nearly 70 years.\n\t\t\t\t\t\n\t\t\t\t\t Japan, however, is working hard to stage a militarist comeback to Korea and enslave Koreans again, while distorting the history of aggression and resorting to the undisguised moves to grab Tok Islets, instead of honestly apologizing and repenting of the indelible and monstrous crimes committed against them.\n\t\t\t\t\t\n\t\t\t\t\t What merits serious attention is that the U.S. and south Korean belligerent forces are plugging the Japanese reactionaries into the moves for confrontation with fellow countrymen and smear campaign and round off the triangular military alliance through tightened military nexus among the U.S., Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The treacherous acts being intensified by the south Korean sycophantic conservatives to conclude a military agreement with Japan at the instigation of the U.S. are touching off towering anger and resentment among all Koreans in the north and the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The projected conclusion of a military agreement with Japan, the sworn enemy of the Korean nation, is an unpardonable treacherous act of paving the way for the Japanese militarists to stage a comeback to Korea and leaving this land to the aggressors as a theatre of rowdyism again. It is a modern version of the moves stepped up by the traitors to fabricate the disgraceful \"1905 Five-point Treaty\" with Japan through which it turned Korea into a complete colony of Japanese imperialism. Consequently, there prevails on this land such urgent situation that a nuclear war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t The situation calls upon Koreans to turn out as one in the sacred cause of national history to defend the dignity and sovereignty of the nation and save the destiny of the fellow countrymen, rallied close as one.\n\t\t\t\t\t\n\t\t\t\t\t We declare as follows in order to discharge our duty as the members of the Tangun's nation in response to the call of the era reflecting the wishes and aspiration of the fellow countrymen:\n\t\t\t\t\t\n\t\t\t\t\t We will wage a dynamic patriotic struggle for independence against foreign forces and for national reunification under the uplifted slogan \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The organizations for the national movement in the north and the south will further intensify the movement against foreign forces and war and for peace to resolutely oppose and reject foreign forces' domination, interference and war moves against the Korean nation and check and frustrate the Japanese militarists' ambition to stage a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t We will dynamically wage a mass movement to force Japan to apologize and repent of its shuddering past crimes on several historic occasions this year, \"the year of nationwide anti-Japanese struggle\".\n\t\t\t\t\t\n\t\t\t\t\t As history proves, it is absolutely impossible to protect the sovereignty and dignity of the nation as long as unreasonable interference by foreign forces is allowed and there remain such sycophantic and treacherous forces as the \"five traitors of 1905\".\n\t\t\t\t\t\n\t\t\t\t\t We will resolutely shatter the moves of the sycophantic conservative forces for confrontation with fellow countrymen and moves for igniting a war as they are leading the nation to ruin in league with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t To reunify the divided country is the way of fulfilling the duty before history and ancestors and the sacred national task assigned to our generation.\n\t\t\t\t\t\n\t\t\t\t\t The organizations for the national movement in the north and the south will invariably uphold and thoroughly implement the historic north-south joint declarations and thus give steady continuity to the June 15 era of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t We will stage a positive struggle against the anti-reunification acts of the sycophantic conservatives inciting confrontation with fellow countrymen and escalating the tension, opposed to the north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the grand march being made by the fellow countrymen for independent reunification, rallied close as one under the uplifted banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t The organizations for the national movement in the north and the south solemnly declare once again that they will meet all challenges to the independent national reunification by the concerted efforts under the banner of the historic north-south joint declarations and thus brilliantly adorn 2012 as a year of turn in the effort for opening the gate for national reunification."
        },
        {
            "title": "North, South Organizations of Korea Call for Forcing Japan to Redress Its Past Crimes ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-24ee.html",
            "content": "North, South Organizations of Korea Call for Forcing Japan to Redress Its Past Crimes \r\n Pyongyang, August 15 (KCNA) -- The Korean Committee on Measures for Sexual Slavery for the Imperial Japanese Army and Drafting Victims and the Council for the Solution of the Issue of the Volunteers Corps in south Korea on Wednesday released a joint statement on the 67th anniversary of Korea's liberation, the historic day when an end was put to the Japanese imperialists' colonial rule.\n\t\t\t\t\t The disgrace imposed by the Japanese imperialists upon the Korean nation can never be wiped off though an old generation is replaced by a new one, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Innocent Koreans were ruthlessly killed and many young and middle-aged people drafted for forced labor and conscription and 200,000 Korean women were forced into sexual slavery at the points of the bayonets of the Japanese imperialists. This long pent-up grudge remains unsettled.\n\t\t\t\t\t\n\t\t\t\t\t Countless are precious cultural assets and natural resources of the Korean nation plundered by the Japanese imperialists during their occupation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Japan, a war criminal state and a state defeated in the war, is under a legal obligation to apologize and repent of its past crimes before the Korean nation. But it is watching for a change to stage a comeback to Korea, covering up and embellishing its past history of aggression. Worse still, it has published the \"white paper for defense\" for several years in which it raised a \"claim to Tok Islets.\" It is undisguisedly calling for turning itself into a military giant and going nuclear and talking about the right to collective self-defense while revising the \"three principles of arms export\". Such military moves of Japan go to clearly prove what a dangerous phase Japan's hostility toward the Korean nation and moves for reinvading Korea have reached.\n\t\t\t\t\t\n\t\t\t\t\t Having emerged overseas aggression forces, Japan is rushing headlong into militarization and overseas expansion while escalating the military tension and instability in Northeast Asia. Such being a hard reality, it is deplorable that south Korea is pushing forward the military cooperation with Japan.\n\t\t\t\t\t\n\t\t\t\t\t For south Koreans to connive at the past crimes of Japan and pave the way for militarist revival and reinvasion amounts to an act of gravely threatening the peace and stability in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The joint statement continued:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the Japanese government should apologize and honestly repent of the past crimes committed against the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Japan should officially apologize and repent of the crimes related to sexual slavery for the Imperial Japanese Army, forced labor and conscription, massacres of Koreans, plunder of cultural assets and all other crimes against the Korean nation, human and material losses and plunder.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, the Japanese government should stop at once the militarist moves for reinvasion including the claim to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t For Japan to insist on \"dominium\" over Tok Islets, part of the inviolable territory of the Korean nation from historic, geographical and legal point of view, is an unpardonable act, to all intents and purposes, as it means contempt for the Korean nation and encroachment  upon the sovereignty of the Korean territory. Lurking behind it are sinister aims to secure economic interests, make Tok Islets and waters around them those of international dispute in a bid to invent a pretext for massive arms buildup and, moreover, provide a forward base and military bridgehead to stage a comeback to Korea and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will not allow even the slightest move of Japan to grab Tok Islets but resolutely counter it.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we strongly demand the Japanese government stop the vicious political persecution and suppression of Koreans in Japan, the victims of the Japanese imperialists' occupation of Korea and their descendants, and guarantee them their right to existence and national rights.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, we will oppose the south Korea-Japan military cooperation increasing the tension in Northeast Asia and thoroughly check it.\n\t\t\t\t\t\n\t\t\t\t\t We will wage a dynamic struggle in firm solidarity with not only the people of all social standings at home and abroad but the world peace-loving organizations and personages to force Japan to liquidate its past crimes and check its hostile acts against the Korean nation and its militarist moves for reinvasion of Korea."
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-15ee.html",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, August 15 (KCNA) -- Service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people from all walks of life, school youth and children and overseas Koreans visited the statues of President Kim Il Sung and general secretary Kim Jong Il on Mansu Hill on the occasion of the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Seen before the statues was a floral basket sent by Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues were floral baskets in the name of party, armed forces and power bodies, public organizations, ministries, national institutions, units of KPA and KPISF and organs, enterprises, factories and schools at all levels in Pyongyang. Also laid there was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t The participants made bows to the statues in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were placed before the equestrian statues of the peerlessly great men of Mt. Paektu at the Mansudae Art Studio and the statues of the President at Kim Il Sung University, the Ministry of People's Security, the Pyongyang Students and Children's Palace and other places in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t People across the country laid floral baskets, bouquets and flowers before statues of the President in their residential quarters."
        },
        {
            "title": "Korean Resident in Russia Pays Floral Tribute to Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-12ee.html",
            "content": "Korean Resident in Russia Pays Floral Tribute to Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, August 15 (KCNA) -- Jong Il Sim, a Korean resident in Russia, on a visit to the homeland laid a floral basket before the statutes of President Kim Il Sung and leader Kim Jong Il on Mansu Hill before paying tribute to them on Wednesday, the 67th anniversary of Korea's liberation."
        },
        {
            "title": "Wreaths Laid before Liberation Towers and Cemeteries of Fallen Fighters of Soviet Army ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-16ee.html",
            "content": "Wreaths Laid before Liberation Towers and Cemeteries of Fallen Fighters of Soviet Army \r\n Pyongyang, August 15 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower on Wednesday, the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Present at the wreath-laying ceremony were Ambassador Alexandr Timonin and staff members of the Russian embassy and diplomatic envoys of foreign countries and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the embassy was placed before the tower.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of the fallen fighter of the Soviet Army before looking round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Then, they laid a wreath and bunches of flowers before the cemetery of fallen fighters of the Soviet Army in Sadong District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, staff members of the embassy placed bunches of flowers before the Liberation Tower, the Monument to Fallen Fighters of the Soviet Army and their cemeteries in local areas.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the consul general and staff members of the Consulate General of the Russian Federation in Chongjin laid wreaths before the Liberation Tower and the cemetery of fallen fighters of the Soviet Army on August 14."
        },
        {
            "title": "KCNA Commentary Blasts Japanese Militarists' Visit to Yasukuni Shrine ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-25ee.html",
            "content": "KCNA Commentary Blasts Japanese Militarists' Visit to Yasukuni Shrine \r\n Pyongyang, August 15 (KCNA) -- A lot of Japanese reactionaries Wednesday visited Yasukuni Shrine despite strong protest at home and abroad. \n\t\t\t\t\t Among the visitors is Matsubara, chairman of the National Public Safety Commission of Japan and minister in charge of Abduction. He blared that he visited the shrine with respect for the predecessors who laid the foundation for Japan's prosperity. He even wrote in a record book that he visited the shrine in his capacity as minister.\n\t\t\t\t\t\n\t\t\t\t\t Japanese Foreign Minister Genba on August 8 did not hesitate to tell reporters that \"he has visited the shrine to express condolences over the death of those who laid down their lives for peace\". In a statement released on the occasion of the anniversary of the end of the war he said the Liberal Democratic Party will continue to express respect for the war dead.\n\t\t\t\t\t\n\t\t\t\t\t This is the militarist samurais' open praises of their war crimes. It is intolerable insult and mockery of the Asian people who suffered a lot due to the atrocities of Japan in the last century and a full revelation of the ambition of the Japanese ultra-right forces to launch reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' endless visits to the shrine cannot be construed otherwise than very dangerous moves to create an atmosphere of neo-fascism in Japan and instill militarism and ultra-nationalism into the Japanese people. \n\t\t\t\t\t\n\t\t\t\t\t It is the goal and calculation of the Japanese reactionaries to paint their war of aggression in the last century as a \"just war\", and the war criminals as \"heroes\" and \"patriots\" and massively build up innocent \"loyal subjects\" capable of carrying out a war of aggression in the future and realize the old dream of the \"Greater East Asia Co-prosperity Sphere\". \n\t\t\t\t\t\n\t\t\t\t\t To this end, they never forget visiting the shrine, a symbol of militarism, on August 15 when the Second World War ended and fascist Japan was defeated. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the visit to the shrine this time was paid in the wake of the amendment of the law justifying Japan's nuclear weaponization and militarization of space and against the backdrop of evermore intensified moves for territorial expansion. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that their desperate moves for reinvasion to realize the old dream of \"Greater East Asia Co-prosperity Sphere\" are being frantically pushed forward simultaneously in every sphere.\n\t\t\t\t\t\n\t\t\t\t\t Militarism is reemerging in Japan as not a departed soul but aggression forces having alarming political, economic and military potentials. \n\t\t\t\t\t\n\t\t\t\t\t Japanese militarism is set to launch aggression and plunder at last. \n\t\t\t\t\t\n\t\t\t\t\t This, however, leads Japan to self-destruction. \n\t\t\t\t\t\n\t\t\t\t\t Those militarist maniacs who perpetrated aggression, singing Kimigayo after pledging to perform military feats before Yasukuni Shrine were reduced to ashes or returned as pitiful soldiers of a defeated state without exception. A-class war criminals faced severe punishment by history. \n\t\t\t\t\t\n\t\t\t\t\t Yasukuni Shrine, which the Japanese reactionaries regard as a \"temple\" for the revival of militarism, is nothing but an ideological and moral hell as it brought a defeat to Japan. \n\t\t\t\t\t\n\t\t\t\t\t The way to Yasukuni Shrine leads to the grave of history."
        },
        {
            "title": "Rodong Sinmun Urges Japan to Redress Its Crimes Committed against Humanity in Past ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-20ee.html",
            "content": "Rodong Sinmun Urges Japan to Redress Its Crimes Committed against Humanity in Past \r\n Pyongyang, August 15 (KCNA) -- Rodong Sinmun Wednesday in a bylined article cites facts to prove that the Japanese imperialists imposed unspeakable misfortunes and sufferings upon the Korean people during the colonial fascist occupation and rule over Korea for more than 40 years.\n\t\t\t\t\t But the Japanese reactionaries are behaving shamelessly just like a thief crying \"Stop the thief!\" far from honestly repenting of and apologizing for the past crimes, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists' history of past aggression is being beautified and information about sexual slavery drastically deleted from history textbooks for senior middle schoolers.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are now working hard to realize the ambition for staging a comeback to Korea at any cost, backed by the U.S. keen to stifle the DPRK. This is aimed at realizing the old dream \"Greater East Asia Co-prosperity Sphere.\" It is the scenario of Japan to accumulate experience for a war of aggression through joint military exercises with the U.S. and launch aggression against Asia, watching for a chance.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that frantic moves against the General Association of Korean Residents in Japan (Chongryon) are now being escalated in Japan. \n\t\t\t\t\t\n\t\t\t\t\t Unreasonable court decisions on Chongryon building were made and Japanese ultra-right conservative forces are working with bloodshot eyes to confiscate it, talking about \"auction\" and the like as if they had been waiting for this to occur. By seizing it, they seek to totally block the legitimate activities of Chongryon in a bid to bar it from operating as a base and stamp it out. \n\t\t\t\t\t\n\t\t\t\t\t They are seriously mistaken if they think they can do harm to the DPRK and Chongryon by these base methods.\n\t\t\t\t\t\n\t\t\t\t\t If Japan persistently pursues its hostile policy toward the DPRK and Chongryon, neither honestly apologizing for its past criminal atrocities against the Korean people nor taking steps for reparation for them, they will have to pay dearly for them."
        },
        {
            "title": "Rodong Sinmun Slams Japan's \"2012 White Paper for Defence\"",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-21ee.html",
            "content": "Rodong Sinmun Slams Japan's \"2012 White Paper for Defence\"\r\n Pyongyang, August 15 (KCNA) -- The Japanese militarists issued a \"2012 white paper for defence\" in which they let loose sophism that \"Japan is concerned about north Korea's nuclear and missile issues\" and Tok Islets are \"part of the inviolable territory of Japan\".\n\t\t\t\t\t Rodong Sinmun on Wednesday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are apt to talk rubbish distorting history and situation. This behavior only reveals how biased and base they are.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities have neither qualification nor face to talk about the DPRK's nuclear and missile issues.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the renewed accusations made by Japan against the DPRK in its white paper is an ulterior intention.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese ruling quarters revised the Basic Law on Atomic Energy two months ago, laying a legal foundation for nuclear weaponization. Japan is capable of producing and launching nuclear warheads any time.\n\t\t\t\t\t\n\t\t\t\t\t It ranks itself among the five countries in the world most advanced in missile technology. It has acquired long-range missile technology whereby it can launch spy satellites and hasten space militarization.\n\t\t\t\t\t\n\t\t\t\t\t Strong voices calling for checking the evermore undisguised moves of Japan to go nuclear and militarize space are heard not only in the international arena but at home.\n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that the Japanese reactionaries are seeking pretexts for pushing forward the above-said scenarios and pulling up the DPRK in a bid to divert elsewhere the domestic and foreign criticism and pressure upon them.\n\t\t\t\t\t\n\t\t\t\t\t Samurais are becoming more vociferous in their claim that Tok Islets are \"part of Japan's inviolable territory\", as the said scenarios are being pushed forward. This indicates that the Japanese reactionaries seek to create environment favorable for grabbing the islets by disguising themselves as victims of World War ll.\n\t\t\t\t\t\n\t\t\t\t\t However, this sheer sophism of Japan would get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The more noisily Japan may trumpet for its master the U.S. like  a calf following its bull in an effort to step up its moves for reinvasion of Korea, the greater efforts the DPRK will make to bolster up its deterrent for self-defence."
        },
        {
            "title": "Papers Call for Demonstrating Dignity and Might of Powerful Country of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-19ee.html",
            "content": "Papers Call for Demonstrating Dignity and Might of Powerful Country of Mt. Paektu\r\n Pyongyang, August 15 (KCNA) -- Papers Wednesday editorially mark the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Rodong Sinmun says: \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is an invincible power adding shine to the glorious history and tradition and winning victory after victory along the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t August 15 is the day President Kim Il Sung led the arduous anti-Japanese war to victory, liberating the country. It is the glorious day when the Korean people had the joy of national rebirth and greeted a new epoch of socialist Korea after putting an end to the destiny of colonial slaves.\n\t\t\t\t\t\n\t\t\t\t\t With Korea's liberation, there began a sacred history of the country which enjoys high dignity as a powerful country of Mt. Paektu and the Korean people emerged a proud people ushering  in a stirring era of carving out the destiny as independent people. \n\t\t\t\t\t\n\t\t\t\t\t The country liberated by the President is an invincible country full of the spirit of Mt. Paektu and its army is a powerful revolutionary army of Mt. Paektu, successor to the brilliant tradition of the anti-Japanese armed struggle, and the Korean people are a heroic people equipped with indomitable revolutionary spirit.\n\t\t\t\t\t\n\t\t\t\t\t The history of building a powerful country was steadfastly carried forward by leader Kim Jong Il, the great illustrious commander of Songun.  \n\t\t\t\t\t\n\t\t\t\t\t The history of defending and building the country led by the outstanding Generalissimos clearly shows how important the inheritance of the tradition is in carving out the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Korean-style socialism remains so strong because whole society is pervaded with the great revolutionary spirit and the tradition of Mt. Paektu is given steady continuity generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The future of the DPRK remains so bright and rosy as it is led by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Un, the DPRK is demonstrating its might as a country strong in its faith in independence.\n\t\t\t\t\t\n\t\t\t\t\t The hearts of the Korean people are filled with the great national pride and self-esteem of leading an independent life in the politico- ideological and military power. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is successfully carrying on the revolution and construction in conformity with its actual conditions, without reading other's face. This is its true picture.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will not step back even an inch from the road of Juche, the road of independence under the leadership of the respected supreme commander but surely win a final victory.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all the Koreans to demonstrate the dignity and might of the powerful country of Mt. Paektu and dynamically advance toward the final victory under the leadership of Kim Jong Un."
        },
        {
            "title": "Buddhist Masses for Reunification Held at Temples across Country",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-17ee.html",
            "content": "Buddhist Masses for Reunification Held at Temples across Country\r\n Pyongyang, August 15 (KCNA) -- The \"August 15 north-south Buddhist masses praying for the country's reunification\" simultaneously took place at temples across the country at 11 am Wednesday to mark the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Present there were office-bearers of the Central Committee of the Buddhist Federation of Korea and its provincial, city and county committees, priests and monks of temples and believers.\n\t\t\t\t\t\n\t\t\t\t\t Rituals were made to be followed by speeches and a joint prayer of the north and the south for the country's reunification was read out at the masses.\n\t\t\t\t\t\n\t\t\t\t\t The speeches and the joint prayer said that nearly 70 years have passed since the Koreans were freed from the colonial rule of the Japanese imperialists, but they are still undergoing sufferings resulting from the territorial division.\n\t\t\t\t\t\n\t\t\t\t\t They noted that due to the moves of outside forces and anti-reunification conservative forces, distrust and confrontation are festering between the north and the south of Korea, instead of reconciliation and unity, and these forces are staging almost every day various forms of military drills and war moves to do harm to the compatriots in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the Buddhists in the north and the south and abroad to achieve unity in Dharma-minded concord and judge the south Korean conservative regime chiefly responsible for division and confrontation and turn out in the practical actions to accelerate the country's reunification and achieve peace and prosperity under the banner of \"By our nation itself.\""
        },
        {
            "title": "Torrential Rains, Downpour Hit DPRK Again",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-26ee.html",
            "content": "Torrential Rains, Downpour Hit DPRK Again\n\t\t\t\t\t\t\r\n Pyongyang, August 15 (KCNA) -- Torrential rains and downpour hit most areas of the Democratic People's Republic of Korea on Tuesday and Wednesday, affected by the seasonal rainy front lingering in the central part of Korea.\n\t\t\t\t\t 309 mm rainfalls were registered in Kaesong City, 211 mm in Jangphung County of North Hwanghae Province, 155 mm in Sepho County, 132 mm in Kosan County and 138 mm in Phyonggang County, 126 mm in Ichon County of Kangwon Province, 138 mm in Riwon County of South Hamgyong Province, 107 mm in Kim Chaek City of North Hamgyong Province, 104 mm in Songchon County of South Phyongan Province and 113 mm in Yonan County and 106 mm in Paechon County of South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Downpour hit most areas of Kangwon Province, some areas of South and North Hwanghae Provinces and coastal areas of South and North Hamgyong Provinces.\n\t\t\t\t\t\n\t\t\t\t\t It rained 63 mm in Pukchong County from 03:00 to 06:00 on Wednesday, 56 mm in Kim Chaek City from 06:00 to 09:00, 162 mm in Kaesong City and 55 mm in Paechon County from 09:00 to 12:00."
        },
        {
            "title": "Truth about US, S. Korean Abduction and Terrorism Disclosed (6)",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-08ee.html",
            "content": "Truth about US, S. Korean Abduction and Terrorism Disclosed (6)\r\n Pyongyang, August 15 (KCNA) -- The U.S. and the south Korean puppet regime formed a \"death-defying action corps\" with wicked defectors to south Korea and are hurling them into all forms of terrorism and subversive and sabotage activities against the DPRK.\n\t\t\t\t\t Typical of them is the \"Front for the Liberation of North Koreans\" organized in September 2010. It specializes in gathering information about the north and destructive, sabotage and terrorist actions against major facilities.\n\t\t\t\t\t\n\t\t\t\t\t The organization is a para-military one operating in close contact with the U.S. forces, south Korean special war unit and psychological warfare unit. It has its \"commander\", \"chief of staff\", \"adjutant general\", companies and platoons. The members of the body appeared at the anti-DPRK plot-breeding functions even in the military uniform of the south Korean puppet army. They have run the whole gamut of terrorism and destructive and sabotage activities against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This organization was directly involved in the recently disclosed attempted hideous terrorism to blow up statues symbolic of the dignity of the supreme leadership and monuments in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Beside this front there are cruel terrorist groups in south Korea such as the \"Federation of Free Soldiers in the North\" and the \"Society for Demolition of Statues.\"\n\t\t\t\t\t\n\t\t\t\t\t Blustering that \"a symbolic action to bring about a change in the north is to blow up the statues\" and \"it is necessary to start actions to stamp out the idolization of the North Korean residents\", the puppet regime organized the \"society\" made up of vicious traitors in December, 2010 and is working hard to carry out its extremely gruesome criminal scenario to demolish statues and grand monuments in the north.\n\t\t\t\t\t\n\t\t\t\t\t A defector to south Korea who is a member of the \"society\" confessed that he planned to destroy leader Kim Jong Il's birthplace in the Paektusan secret camp but gave up the plan because of strengthened guard and difficulty in smuggling explosives in the area of the north.\n\t\t\t\t\t\n\t\t\t\t\t There is the \"Amnok River Fellowship Society\", an anti-DPRK terrorist group.\n\t\t\t\t\t\n\t\t\t\t\t Pak Sang Hak, representative of the \"Free North Korea Movement Alliance\", said that \"a man surnamed Ma of the fellowship society failed to blow up the Victorious Battle of Pochonbo Memorial Tower in Hyesan city of Ryanggang Province and group of sculptures of guerillas advancing to the homeland in Lagoon Samji.\"\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the U.S. and the Lee regime's operations to lure and abduct DPRK citizens and their conspiratorial and terrorist acts against it have reached a dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already demanded the U.S. and its south Korean puppet regime make an official apology for their anti-DPRK plot and their attempted hideous crime and punish those chief criminals.\n\t\t\t\t\t\n\t\t\t\t\t It, at the same time, declared that it would severely punish the prime movers. chief perpetrators of terrorism in the name of the Korean nation unless the above demand is met.\n\t\t\t\t\t\n\t\t\t\t\t This is a just measure taken according to the law of the DPRK and international law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee Myung Bak regime would be well advised to pay heed to this warning of the DPRK, behave themselves and give up the reckless criminal actions including state-sponsored and politically-motivated terrorism."
        },
        {
            "title": "Anti-Lee Myung Bak Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-18ee.html",
            "content": "Anti-Lee Myung Bak Rally Held in Seoul\r\n Pyongyang, August 15 (KCNA) -- South Korean organizations held a rally denouncing the regime of Lee Myung Bak, pro-U.S. and pro-Japanese to the marrow of his bones, at the Independence Gate Park in Seoul on August 12.\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Pak Han Yong, section chief of the Institute for National Studies, said: Lee Myung Bak said he would not be bound to the past, talking about \"future-oriented south Korea-Japan relations\". This is the remark even Park Chung Hee, pro-Japanese quisling, dared not make.\n\t\t\t\t\t\n\t\t\t\t\t To shut one's eyes to the past crimes of Japan means selling off even history for the sake of power and money.\n\t\t\t\t\t\n\t\t\t\t\t Japan, a war criminal state, is resorting to moves to twist history and grab Tok Islets, far from repenting of and apologizing for its history of aggression. \n\t\t\t\t\t\n\t\t\t\t\t Pak Han Yong underlined the need to check the moves of the Lee Myung Bak regime to conclude a military agreement with Japan at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Phil, chairman of the south Korean Federation of University Students in the 21st Century, noted that students have conducted activities to achieve peace on the Korean Peninsula against the moves to conclude a military agreement with Japan.\n\t\t\t\t\t\n\t\t\t\t\t He called for waging a dynamic struggle to put an end to this crazy regime as soon as possible and bring about an independent reunified country.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, its participants staged a demonstration, shouting slogan \"Immediately Scrap Military Agreement!\" with Korean Peninsula flags in their hands."
        },
        {
            "title": "U.S. and S. Korean Regime's Attempted Terrorism against DPRK under Fire ",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-07ee.html",
            "content": "U.S. and S. Korean Regime's Attempted Terrorism against DPRK under Fire \r\n Pyongyang, August 15 (KCNA) -- Vishwanath, secretary general of the International Kim Il Sung Prize Council and director-general of the International Institute of the Juche Idea, released a statement on August 8 denouncing the U.S. and its south Korean puppet regime for attempting state-sponsored and politically-motivated hideous terrorism against the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Brought to light was a terrorist plot of the U.S. and its south Korean puppet regime to demolish statues of the great persons symbolic of the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This attempt touched off resentment and shock not only among all Koreans but among all other peoples of the world.\n\t\t\t\t\t\n\t\t\t\t\t Such plot is an undisguised insult to the dignity of the supreme leadership of the DPRK and a serious challenge to the world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its south Korean lackeys are letting loose sheer sophism in a bid to mislead public opinion. Moreover, they are working hard to cover up the truth about the case by killing those concerned with it. \n\t\t\t\t\t\n\t\t\t\t\t With nothing can they hide the monstrous crime committed against history, mankind and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the Juche idea adherents all over the world, vehemently condemn the above-said terrorism attempted by the U.S. and its south Korean puppet regime against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They should halt at once such anti-DPRK campaign, keenly aware that with such politically-motivated dastardly and base terrorism they can never break the single-minded unity of the DPRK around the leader."
        },
        {
            "title": "Kim Il Sung Lauded by British Organizations",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-03ee.html",
            "content": "Kim Il Sung Lauded by British Organizations\n\t\t\t\t\t\t\r\n Pyongyang, August 15 (KCNA) -- British organizations posted articles on their Internet websites to mark the 59th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t The British Branch of the Korean Friendship Association on July 23 posted an article titled \"A war in which the myth of the U.S. imperialists' 'mightiness' was shattered\" with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war fought in the 50s of the last century was the war in which the myth of the U.S. imperialists' \"mightiness\" was shattered, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t The President wisely led the army and people of the DPRK, thus working a miracle, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Lots of people in the world who were following fighting Korea hailed the miraculous victory of the DPRK, saying the President's strategy was unimaginably superb and his tactics was very mysterious.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK brought about the beginning of a downhill turn for U.S. imperialism in the Korean war. It was a brilliant victory of the extraordinary military wisdom of the President who foiled the strategy and tactics of the U.S. military experts who had claimed the U.S knew no defeat in wars.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy in an article posted on August 8 gave a detailed account of the fact that the army and people of the DPRK have won victory after victory in the Fatherland Liberation War and ceaseless showdown with the U.S. in the postwar period under the wise leadership of the peerlessly great men of Mt. Paektu."
        },
        {
            "title": "Kim Jong Un Praised by British Personage",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-04ee.html",
            "content": "Kim Jong Un Praised by British Personage\r\n Pyongyang, August 15 (KCNA) -- The British Association for the Study of Songun Policy on August 6 posted on its Internet homepage an article titled \"The dear respected Marshal Kim Jong Un, a great successor\" with a photo of him waving back to cheering crowds from the tribune of honor of Kim Il Sung Square. The article was contributed by its Chairman Dermot Hudson.\n\t\t\t\t\t After the demise of general secretary Kim Jong Il the Korean people have Kim Jong Un at the highest posts of the party, state and army, thus demonstrating before the world the might of single-minded unity of Juche Korea, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, who is steadfastly carrying forward the revolutionary cause of President Kim Il Sung and Kim Jong Il, has wisely led the Workers' Party of Korea and the Korean people along the road of socialism under the uplifted banner of Juche, the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He, deeply aware that arms serve as a powerful weapon for victory in the anti-imperialist class struggle, has provided endless field guidance, following the traces of Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will turn into a more prospering land of bliss for people under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t He in his recent works formulated the revolutionary idea of the peerlessly great men as Kimilsungism-Kimjongilism and indicated tasks to further glorify their undying feats.\n\t\t\t\t\t\n\t\t\t\t\t He is, indeed, a great successor to the revolutionary cause of Juche."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Swiss Organization",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-05ee.html",
            "content": "Kim Jong Un's Work Introduced by Swiss Organization\r\n Pyongyang, August 15 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" was posted on the Internet homepage by the Swiss Group for the Study of the Juche Idea on August 6.\n\t\t\t\t\t The work published on April 20, 2012 clarifies the revolutionary feats President Kim Il Sung and general secretary Kim Jong Il performed in their lifetime and indicates the tasks for firmly upholding and glorifying their ideas and feats for all ages."
        },
        {
            "title": "Kim Jong Un's Work Carried by Uruguayan Paper",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-06ee.html",
            "content": "Kim Jong Un's Work Carried by Uruguayan Paper\r\n Pyongyang, August 15 (KCNA) -- A detailed gist of the dear respected Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" was carried by the Uruguayan paper La Juventud on August 5.\n\t\t\t\t\t The work published on July 26, 2012 clarifies the essence of Kim Jong Il's patriotism and his life characterized by his ardent love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues arising in giving play to Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al presidente ruso",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-27ee.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al presidente ruso\n\t\t\t\t\t\t\r\n Pyongyang, 15 de agosto (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 15 un mensaje de felicitacion al presidente de la Federacion Rusa, Vladimir Vladimirovich Putin.\n\t\t\t\t\t La misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Con motivo de cumplirse 67 anos de la liberacion de Corea, extiendo un saludo cordial a Vd. y por su conducto, al pueblo ruso.\n\t\t\t\t\t\n\t\t\t\t\t Convenciendo de que las tradicionales relaciones de amistad y cooperacion Corea-Rusia, preparadas en los dias ensangrentados de la guerra antijaponesa, seguiran ampliandose y desarrollandose segun el espiritu de los documentos conjuntos acordados en el maximo nivel y conforme a la aspiracion y deseo de los pueblos de los dos paises, deseo grandes exitos en su labor responsable para construir una Rusia poderosa."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de presidente ruso",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-28ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de presidente ruso\r\n Pyongyang, 15 de agosto (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un mensaje de felicitacion que le remitiera el dia 15 Vladimir Vladimirovich Putin, presidente de la Federacion Rusa.\n\t\t\t\t\t La misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Le felicito a Vd. con motivo del dia de la liberacion de Corea, fiesta nacional.\n\t\t\t\t\t\n\t\t\t\t\t Con motivo de este dia, expreso tributo a la bravura de los militares del ejercito sovietico que apoyaron la liberacion del pueblo coreano de la dominacion colonial y envio el agradecimiento a la Republica Popular Democratica de Corea por conservar con esmero el recuerdo al respecto.\n\t\t\t\t\t\n\t\t\t\t\t Concedemos la gran significacion a ampliar las cooperaciones bilaterales incluyendo la promocion de los grandiosos proyectos perspectivos en los dominios del transporte, gas y electricidad.\n\t\t\t\t\t\n\t\t\t\t\t La realizacion de esos planes tendra la importante significacion socio-economica en la region en conjunto.\n\t\t\t\t\t\n\t\t\t\t\t Expreso la conviccion de que las relaciones de Rusia y la Republica Popular Democratica de Corea se desarrollaran positivamente conforme a los intereses de los pueblos de ambos paises y para garantizar la estabilidad y seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Le deseo buena salud y exitos y el bienestar y prosperidad al pueblo de la RPDC."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion a Putin",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-30ee.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion a Putin\r\n Pyongyang, 15 de agosto (ACNC) -- Con motivo del 67o aniversario de la liberacion de Corea, Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 15 un mensaje de felicitacion a Vladimir Vladimirovich Putin, presidente de la Federacion Rusa.\n\t\t\t\t\t Convencido de que las relaciones de amistad y cooperacion Corea-Rusia, establecidas y desarrolladas en la lucha comun antijaponesa se ampliaran y desarrollaran conforme a la aspiracion y anhelo de los pueblos de los dos paises, el remitente deseo al destinatario notables exitos en el trabajo responsable por la estabilidad socio-politica y la prosperidad del pais y el bienestar al pueblo ruso."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion a Denis Sassou-Nguesso",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-31ee.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion a Denis Sassou-Nguesso\r\n Pyongyang, 15 de agosto (ACNC) -- Kim Yong Nam, presidente de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 15 al presidente de la Republica de Congo, Denis Sassou-Nguesso con motivo del 52o aniversario de la independencia de Congo.\n\t\t\t\t\t En su misiva el remitente deseo sinceramente mayores exitos en la labor del destinatario para la prosperidad del pais y expreso la conviccion de que se fortaleceran y desarrollaran mas las magnificas relaciones de amistad y cooperacion entre Corea y Congo."
        },
        {
            "title": "Liquidaran crimen de Japon y continuaran la epoca de 15 de Junio",
            "url": "http://kcna.co.jp/item/2012/201208/news15/20120815-29ee.html",
            "content": "Liquidaran crimen de Japon y continuaran la epoca de 15 de Junio\r\n Pyongyang, 15 de agosto (ACNC) -- Con motivo del 67o aniversario del dia de la liberacion del 15 de agosto, en que dio punto final a la dominacion colonial del imperialismo japones, el Comite Coreano por Medidas de Indemnizacion a Esclavas Sexuales del Ejercito Japones y Victimas de Reclutamiento Forzoso y el \"Consejo por la Solucion del Problema de los Grupos de Voluntarios del Sur de Corea\" hicieron publica el dia 15 una declaracion conjunta, que senala como sigue:\n\t\t\t\t\t Aunque cambien los anos y las generaciones, no se puede lavar la verguenza de la nacion coreana impuesta por el imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\t El pueblo coreano se siente profundo rencor por el asesinato cruel de los compatriotas inocentes a la bayoneta del imperialismo japones, el reclutamiento para el trabajo forzoso de los incontables jovenes y la coaccion a 200 mil mujeres coreanas de vida esclava sexual.\n\t\t\t\t\t\n\t\t\t\t\t Durante la ocupacion, el imperialismo japones saqueo sinnumero de preciosas riquezas culturales y recursos.\n\t\t\t\t\t\n\t\t\t\t\t En vez de pedir disculpa e indemnizar ante la nacion coreana por sus crimenes del pasado siendo pais criminal de guerra y vencido, hasta la fecha, Japon intenta encubrir y embellecer su historia agresiva del pasado acechando oportunidad de reagresion.\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, publico durante unos anos consecutivos la \"carta blanca insistiendo en la soberania del islote Tok\" y al enmendar los \"tres principios para exportacion de armas\",  profesa abiertamente la conversion de su pais en una potencia militar y el armamento nuclear y el derecho a la autodefensa colectiva. Tales movimientos militares demuestran fehacientemente que el acto hostil de Japon a la nacion coreana y sus maniobras de reagresion llegaron a la etapa muy peligrosa.\n\t\t\t\t\t\n\t\t\t\t\t Aparecido como una fuerza de agresion al ultramar, el pais isleno da acicate a la militarizacion y la expansion al ultramar exacerbando la tension militar y la inquietud de la region del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t Bajo tal situacion, el Sur de Corea impulsa lamentablemente la cooperacion militar con Japon.\n\t\t\t\t\t\n\t\t\t\t\t El Sur de Corea tolera el crimen del pasado de Japon y deja abierto el camino de renacimiento militarista y la reagresion de este pais isleno, lo que  amenaza gravemente la paz y la estabilidad de la region del Nordeste Asiatico \n\t\t\t\t\t\n\t\t\t\t\t La declaracion conjunta demanda como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Primero, el gobierno japones debe pedir disculpa e indemnizar estrictamente por el crimen cometido en el pasado contra la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Japon debe pedir disculpa oficial e indemnizar por los actos criminales de toda indole cometidos en el pasado contra la nacion coreana, entre otros, el crimen de esclavas sexuales para el viejo ejercito japones, el reclutamiento forzoso para el trabajo y servicio militar, la masacre de los coreanos y saqueo de riquezas culturales y otras perdidas humanas y materiales y el saqueo.\n\t\t\t\t\t\n\t\t\t\t\t Segundo, el gobierno japones debe poner inmediato fin a las maniobras de reagresion militarista, inclusive la insistencia en el derecho a la soberania del islote Tok.\n\t\t\t\t\t\n\t\t\t\t\t La insistencia de Japon en el derecho a la soberania del islote Tok, propio territorio de la nacion coreana desde el punto de vista historico, geografico y legal, constituye un acto imperdonable que menosprecia a la nacion coreana e infringe la soberania del territorio jurisdiccional de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Asegurar la concesion economica y convertir el islote Tok y sus contornos en las aguas de conflicto internacional para preparar el pretexto de aumento de las fuerzas armadas y a la larga, en una base avanzada y trampolin militar para la reagresion a la region de Nordeste Asiatico, esto es la intencion malsana de Japon.\n\t\t\t\t\t\n\t\t\t\t\t La nacion coreana no perdonara jamas las maniobras de Japon para usurpar el islote.\n\t\t\t\t\t\n\t\t\t\t\t Aprovechamos esta oportunidad para demandar fuertemente al gobierno japones poner fin a la persecucion politica y represion contra los coreanos residentes en Japon, victimas de la ocupacion de Corea y sus descendientes y asegurarles el derecho a vivir y el derecho nacional.\n\t\t\t\t\t\n\t\t\t\t\t Tercero, negamos y frustraremos la cooperacion militar Sur de Corea-Japon, que fomenta la tension en la region de Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t Para liquidar los crimenes del pasado de Japon e impedir el acto hostil de Japon a la nacion coreana y las maniobras de reagresion militaristas, lucharemos energicamente solidarizandonos con todas las clases y capas del interior y exterior de pais, las entidades y las personalidades aspirantes a la paz del mundo."
        }
    ]
}