{
    "date": "2012-03-15",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-15ee.html",
    "articles": [
        {
            "title": "Unhasu Orchestra of DPRK Gives Performance in Paris ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-10ee.html",
            "content": "Unhasu Orchestra of DPRK Gives Performance in Paris \r\n Pyongyang, March 15 (KCNA) -- The Unhasu Orchestra of the DPRK gave a performance before full house at Pleyel Theater in Paris on Wednesday.\n\t\t\t\t\t The Pleyel Theatre opened in 1927 is one of the modern theatres for orchestra in France. \n\t\t\t\t\t\n\t\t\t\t\t Enjoying the performance were Frederic Mitterand, minister of Culture of France, the general director of the Radio Broadcasting of France, the former minister of Culture, personages of various strata, music experts of France, people from all walks of life in France, the chief and staff members of the DPRK mission and staff members of various foreign missions in France and Koreans living in different parts of France.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the performance, the French minister of Culture and the general director of the Radio Broadcasting of France made speeches.\n\t\t\t\t\t\n\t\t\t\t\t They welcomed the visit of the Unhasu Orchestra to France and introduced it.\n\t\t\t\t\t\n\t\t\t\t\t In the first part of the performance, the Unhasu Orchestra gave a separate presentation and its second part was devoted to a joint concert with the French orchestra.\n\t\t\t\t\t\n\t\t\t\t\t Staged in the first part were numbers like orchestral music \"Swinging Girl\", duet of national musical instruments \"Vinalon Extending 3000-ri\", orchestral music \"Attraction\", unaccompanied violin solo \"Nilliriya\" and orchestral music \"Sinau\".\n\t\t\t\t\t\n\t\t\t\t\t Staged in the second part were numbers like \"Brahms Concerto No.9\", orchestral music \"Arirang\" and \"Carmen Suite\".\n\t\t\t\t\t\n\t\t\t\t\t They sent warm applause to the performers, expressing admiration at the Korean musicians' high level of rendition and conducting skill with deep understanding of the Western music, to say nothing of the national music. \n\t\t\t\t\t\n\t\t\t\t\t Organizers of the performance expressed thanks to the dear respected Kim Jong Un with broad magnanimity and noble traits who made sure that the excellent orchestra perform in France.\n\t\t\t\t\t\n\t\t\t\t\t The audience expressed their hope that the Unhasu Orchestra would often come to France to give performances."
        },
        {
            "title": "Head of Unhasu Orchestra of DPRK Interviewed in France",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-30ee.html",
            "content": "Head of Unhasu Orchestra Interviewed in France\r\n Pyongyang, March 15 (KCNA) -- Kwon Hyok Bong, advisor to the Korean Traditional Music Institute who is heading the Unhasu Orchestra on a visit to France, was interviewed by foreign reporters on Mar. 13.\n\t\t\t\t\t The news conference followed the trial joint performance by the Unhasu Orchestra and the Radio Philharmonic Orchestra which was videoed by 41 leading mass media of the world including AFP, various TV channels and radios of France and Reuters, CNN, Yonhap News of south Korea and Asahi Shimbun of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Answering the reporters, Kwon said he was pleased to hold a joint performance at the invitation of the French government. \n\t\t\t\t\t\n\t\t\t\t\t The cultural exchange between the two countries had already begun in the 1970s with the Mansudae Art Troupe's visit to France, he said, adding the bilateral cultural exchange is given continuity by the orchestra's visit.\n\t\t\t\t\t\n\t\t\t\t\t The performance will be given, divided into two parts, and in the first part the Unhasu Orchestra will perform Korean music and French traditional music, he said, adding: In the second part the Unhasu Orchestra and the Radio Philharmonic Orchestra will jointly perform.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that this joint performance would mark an important occasion for boosting the bilateral cultural exchange and expanding the bilateral ties in various fields."
        },
        {
            "title": "Head of Unhasu Orchestra Pays Courtesy Call on General Director of Radio Broadcasting of France",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-31ee.html",
            "content": "Head of Unhasu Orchestra Pays Courtesy Call on General Director of Radio Broadcasting of France\r\n Pyongyang, March 15 (KCNA) -- Kwon Hyok Bong, head of the Unhasu Orchestra on a visit to France, who is advisor to the Korean Traditional Music Institute Tuesday paid a courtesy call on the general director of the Radio Broadcasting of France.\n\t\t\t\t\t Present there were leading officials of the Unhasu Orchestra, the chief and staff members of the DPRK mission in Paris, those related to the Bureau of the Radio Broadcasting of France and the music director of the Radio Philharmonic Orchestra of France. \n\t\t\t\t\t\n\t\t\t\t\t The general director warmly welcomed the Orchestra's visit to France, saying that a joint performance of the Unhasu Orchestra and the Radio Philharmonic Orchestra of France would be of great significance in showing the development of cultural relations between the two countries as well as the DPRK's level of culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t The general director expressed hope that the cultural exchange between the two countries would develop in all aspects in the future on the basis of the achievements made in the joint performance under the concern of the French government.\n\t\t\t\t\t\n\t\t\t\t\t Kwon Hyok Bong said that this performance would mark a watershed in boosting the cultural exchange between musicians and, furthermore, expanding the bilateral relations to various fields.\n\t\t\t\t\t\n\t\t\t\t\t He noted both France and the DPRK have rich potentials to comprehensively promote the development of the cultural relations for the commonness in long-standing cultural tradition and history.\n\t\t\t\t\t\n\t\t\t\t\t He also expressed expectation that the concert would offer an important occasion in helping the French people understand the musical art of the DPRK and boosting the ties of friendship between the two peoples."
        },
        {
            "title": "French Lawmaker Visits Unhasu Orchestra in Rehearsal",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-25ee.html",
            "content": "French Lawmaker Visits Unhasu Orchestra in Rehearsal\r\n Pyongyang, March 15 (KCNA) -- Former French Minister of Culture Jack Lang, member of the Lower House, Tuesday visited the Unhasu Orchestra of the DPRK in rehearsal.\n\t\t\t\t\t After listening to the music being rehearsed by the players of the Unhasu Orchestra, Jack Lang welcomed the orchestra's visit to France and expressed belief that it would achieve great success in the performance which is of great significance for the development of the relationship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the Unhasu Orchestra's visit to France will serve as a meaningful occasion of historic significance in developing the cultural exchange and cooperation and promoting the friendly ties between the two peoples, Jack Lang requested the visitors to convey sincere thanks to the DPRK government for sending the excellent orchestra."
        },
        {
            "title": "Unhasu Orchestra of DPRK Stays in Paris",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-08ee.html",
            "content": "Unhasu Orchestra of DPRK Stays in Paris\r\n Pyongyang, March 15 (KCNA) -- The Unhasu Orchestra led by Kwon Hyok Bong, advisor to the Korean Traditional Music Institute, on a visit to France Tuesday paid a courtesy call on the general director of the Radio Broadcasting of France.\n\t\t\t\t\t Present there were leading members of the Orchestra, the chief of the mission of the DPRK in Paris and its staff members, officials concerned of the Radio Broadcasting of France and the music director of the Radio Philharmonic Orchestra of France.\n\t\t\t\t\t\n\t\t\t\t\t The general director welcomed the Orchestra's visit to France, saying that a joint performance of the Unhasu Orchestra and the Radio Philharmonic Orchestra of France would be of significance in showing the development of cultural relations between the two countries as well as the DPRK's developing culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t The general director expressed hope that the cultural exchange between the two countries would develop in the future on the basis of the success made in the joint performance to be given under the concern of the French government.\n\t\t\t\t\t\n\t\t\t\t\t The head of the Unhasu Orchestra had a press conference on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were reporters of 41 major media of the world including AFP, various TV channels and radio broadcasting services of France, Reuters, CNN, Asahi Shimbun and Yonhap News of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The head of the Orchestra, answering the questions raised by reporters, expressed belief that the joint performance would offer an opportunity of boosting the cultural exchange between the DPRK and France and expanding the relations between the two countries in various fields.\n\t\t\t\t\t\n\t\t\t\t\t Former Minister of Culture Jack Lang, member of the National Assembly of France, visited the Unhasu Orchestra in the run-up to the performance and asked the head of the delegation to convey sincere thanks to the DPRK government for sending the prestigious orchestra. \n\t\t\t\t\t\n\t\t\t\t\t The orchestra visited the Versailles Palace and other places on March 11."
        },
        {
            "title": "International Kim Il Sung Prize Awarded to Great King of Cambodia",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-02ee.html",
            "content": "International Kim Il Sung Prize Awarded to Great King of Cambodia\r\n Pyongyang, March 15 (KCNA) -- The International Kim Il Sung Prize Council on January 15 decided to award International Kim Il Sung Prize to Cambodian Great King Norodom Sihanouk on the centenary of birth of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Norodom Sihanouk greatly contributed to defending the sovereignty of the nation, achieving the prosperity of the Cambodian people and the world peace and strengthening friendship and solidarity among the peoples."
        },
        {
            "title": "KCNA Commentary Slams S. Korean Lawmakers' Rude Behavior at International Meeting ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-24ee.html",
            "content": "KCNA Commentary Slams S. Korean Lawmakers' Rude Behavior at International Meeting \r\n Pyongyang, March 15 (KCNA) -- Leopard never changes his spots. This exactly fits stooges of traitor Lee Myung Bak.\n\t\t\t\t\t South Korean lawmakers who were represented at a session of the UN Human Rights Council in Geneva on March 12 behaved rudely to the DPRK ambassador at UN after he finished his speech.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the puppets, who were taken into custody for throwing the conference hall into chaos, held a press conference after their release and protested the UN, demanding \"apology.\"\n\t\t\t\t\t\n\t\t\t\t\t This reminds one of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t They might have mistaken the international conference for National Assembly session in Seoul often locked in free-for-all.\n\t\t\t\t\t\n\t\t\t\t\t It is well known to the world that south Korean lawmakers use their fists, feet and even their bodies against their rival lawmakers. Their rude behavior at the international meeting can be interpreted as a continuation of their habit.\n\t\t\t\t\t\n\t\t\t\t\t What is ill-boding is that the puppets took the issue of illegal trespassers up for discussion at the international meeting, turning the conference hall into a theater of rowdyism.\n\t\t\t\t\t\n\t\t\t\t\t This is part of the vicious anti-DPRK smear campaign and foolish provocation aimed to tarnish the dignity and international prestige of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Through this, the group of traitors intends to default even its master as well as the neighboring country, and make the evil cycle of confrontation and conflicts repeat on the Korean Peninsula and the region. But this is a last-ditch effort and a pie in the sky.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the army and people of the DPRK dynamically advancing, rallied around their leader in single mind, the puppets are trying hard like a drowning man catching at a straw.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group has gone so wretched as to let even National Assemblymen orchestrate the free-for-all on the international arena.\n\t\t\t\t\t\n\t\t\t\t\t The group had better mind its own fate at death-bed."
        },
        {
            "title": "Rodong Sinmun Lee Myung Bak Group Will Be Given No Time to Regret",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-07ee.html",
            "content": "Rodong Sinmun Lee Myung Bak Group Will Be Given No Time to Regret\r\n Pyongyang, March 15 (KCNA) -- Jong Sung Jo, puppet chairman of the Joint Chiefs of Staff of south Korea, on Mar. 12 said \"the north can provoke anytime\". He called for \"taking it as a golden chance\" and \"making a strong and immediate reprisal for the provocation\".\n\t\t\t\t\t He even patted the survivors of the sunken \"Cheonan\" warship case on the back, encouraging them to \"make thousand-fold retaliation, regarding it as a golden opportunity\".\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Rodong Sinmun Thursday says in a by-lined commentary:\n\t\t\t\t\t\n\t\t\t\t\t This is sheer sophism that can be made only by those who are obsessed with confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind those remarks are the vicious attempts to make the public accept the will of all the servicepersons and the people of the DPRK for retaliation as a \"provocation\", further fan up the atmosphere of confrontation with the DPRK and unleash a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the face of the DPRK's strong will to launch a merciless and sacred war of retaliation, traitor Jong is foolishly running amuck to prolong his remaining days by using running dogs as a bullet-shield.\n\t\t\t\t\t\n\t\t\t\t\t It was so ridiculous for him to talk about \"a golden chance\" and \"thousand-fold retaliation\".\n\t\t\t\t\t\n\t\t\t\t\t Once the sacred war starts, the group of traitors will not be given even time to regret for its wrongdoings. If there be any, that is an opportunity of self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Traitors Lee Myung Bak, Kim Kwan Jin and Jong Sung Jo are the first targets of the precision strikes to be mounted by the DPRK."
        },
        {
            "title": "Drive for Establishing Cultured Ways Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-28ee.html",
            "content": "Drive for Establishing Cultured Ways Brisk in DPRK\r\n Pyongyang, March 15 (KCNA) -- A spring drive for establishing cultured ways in work and life is going on in the Democratic People's Republic of Korea. \n\t\t\t\t\t The people's committees and hygienic and anti-epidemic agencies throughout the country encourage all people to turn out in the drive with a sense of patriotism. \n\t\t\t\t\t\n\t\t\t\t\t Citizens are now facelifting dwelling houses and public and industrial buildings and sprucing up towns, villages, roads and their surroundings.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, a nationwide tree-planting campaign is making headway.\n\t\t\t\t\t\n\t\t\t\t\t Institutions and industrial establishments are making efforts to recondition their sanitary facilities and remove the source of causing diseases. \n\t\t\t\t\t\n\t\t\t\t\tResidential quarters rouse all inhabitants to the campaign to clean up their houses. \n\t\t\t\t\t\n\t\t\t\t\t The government has taken effective steps to increase the production of various building materials needed for establishing cultured ways in work and life. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, achievements made by some units in the campaign are popularized throughout the country. \n\t\t\t\t\t\n\t\t\t\t\t March and April are clean-up months in the DPRK."
        },
        {
            "title": "Abnormal Astronomical Phenomena Observed in DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-29ee.html",
            "content": "Astronomical Phenomena Observed in DPRK\r\n Pyongyang, March 15 (KCNA) -- Astronomical phenomena have been witnessed in the night sky above western Korea in recent days.\n\t\t\t\t\t In this regard, KCNA met Kim Rin Haeng, a researcher at the Pyongyang Observatory under the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Kim said:\n\t\t\t\t\t\n\t\t\t\t\t \"It is unusual that Venus and Jupiter are throwing rays in the same direction. \n\t\t\t\t\t\n\t\t\t\t\t The depression between Venus and Jupiter stayed at 3 degrees at around 21:00 Sunday. That night, Venus disappeared about 6 minutes earlier than Jupiter.\n\t\t\t\t\t\n\t\t\t\t\t On March 20, the two planets are expected to pass the meridian at intervals of about 19 minutes. Afterwards, Jupiter will be the first to disappear.\n\t\t\t\t\t\n\t\t\t\t\t Such phenomena are very unusual. Their proximity is considered accidental. It will last until the end of April.\""
        },
        {
            "title": "250-mile Journey for Learning Traveled by Kim Il Sung in His Teens",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-27ee.html",
            "content": "250-mile Journey for Learning Traveled by Kim Il Sung in His Teens\r\n Pyongyang, March 15 (KCNA) -- It was on March 16 when President Kim Il Sung started a 250-mile journey for learning in his teens. \n\t\t\t\t\t True to the instructions of his father Kim Hyong Jik, an indomitable revolutionary fighter, that a man born in Korea must have a good knowledge of Korea, he left Badaogou of China in March Juche 12 (1923) for his birthplace Mangyongdae in Korea.\n\t\t\t\t\t\n\t\t\t\t\t During the thorny 250-mile journey he witnessed Korean people suffering from the Japanese imperialists' colonial rule and hardened his will to destroy all those aggressors.\n\t\t\t\t\t\n\t\t\t\t\t In the homeland he studied at Changdok School for two years, and learned and experienced much in those days. \n\t\t\t\t\t\n\t\t\t\t\t In particular, he saw the popular masses' resistance against the Japanese imperialism and their unbreakable will for independence, and came to have firm faith that it is quite possible to liberate the country when the popular masses are well organized.\n\t\t\t\t\t\n\t\t\t\t\t In his reminiscences \"With the Century\", the President said, \"The 250-mile journey was, for me, a journey of learning about my homeland and my fellow countrymen.\" \n\t\t\t\t\t\n\t\t\t\t\t Korean schoolchildren make the 250-mile journey on a regular basis as part of the work to learn from his revolutionary history and feats."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (1)",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-26ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (1)\r\n\n\t\t\t\t\t　　　Sun of Nation Acclaimed for First Time in Korea's History of 5000 Years\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, March 15 (KCNA) -- The 100th birth anniversary of President Kim Il Sung, founder of socialist Korea and peerlessly great man, is coming nearer.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion (April 15) not only Koreans but also progressives of the world have visited Mangyongdae, his birthplace, with deep reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t In Mangyongdae there is a modest straw-thatched house where the President was born and spent his childhood, nourished his high ambition to liberate the country from the Japanese imperialists' colonial rule while being taught by his parents Kim Hyong Jik and Kang Pan Sok. \n\t\t\t\t\t\n\t\t\t\t\t Since he left the house at the age of 14, he had conducted 70 years of revolutionary activities, performing great exploits.\n\t\t\t\t\t\n\t\t\t\t\t In his teens Kim Il Sung formed the Down-with-Imperialism Union and fathered the immortal Juche Idea that defines the popular masses as masters of history and their own destinies. \n\t\t\t\t\t\n\t\t\t\t\t In his thirties he accomplished the historic cause of liberating Korea from the Japanese imperialists' colonial rule and, in his forties, defeated the U.S. imperialism, which boasted of being \"the strongest\" in the world, to protect the sovereignty of the nation.\n\t\t\t\t\t\n\t\t\t\t\t He successfully led socialist construction to free the Korean people from exploitation and oppression forever and turned the country into a people-centered socialist power independent in politics, self-supporting in the economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t The prospering DPRK is a great legacy the President provided by dedicating all his life.\n\t\t\t\t\t\n\t\t\t\t\t That is why the Koreans and other people of the world have called the DPRK Kim Il Sung's Korea and are reviewing the century of Kim Il Sung's nation with high pride.\n\t\t\t\t\t\n\t\t\t\t\t The 1910s when the President was born was a period of distress for the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t By launching a war with China and a war with Russia, the Japanese imperialists put Korea under their control. In 1905 they cooked up the Ulsa Five-point Treaty to turn Korea into their colony.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's destiny was at stake under the Japanese imperialists' colonial rule. \n\t\t\t\t\t\n\t\t\t\t\t All the Koreans were very thirsty for the advent of a great man who would liberate the country. So, the birth of the President on April 15, 1912, was a great fortune for the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t  His father named him Song Ju, out of the desire to put him forward as a mainstay of the country. \n\t\t\t\t\t\n\t\t\t\t\t A couple of peasants residing in Chilgol village, where the President's mother's family lived, presented a brass vessel as a gift to him in celebration of his birth.\n\t\t\t\t\t\n\t\t\t\t\t Inscribed in the vessel are letters \"Happy birthday\" and a pine tree, bamboo, flower blossoms and butterflies, which are symbolic of strong will, harmony and happiness. This vessel, which is still preserved at the Mangyongdae Revolutionary Museum, was the first gift to him and mirrored the ardent desire of the Korean people to lead a happy life in the prosperous country guided by a great person. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was born amid blessings of the people and devoted all his life to them. He will always live in the hearts of the Koreans and all other people of the world along with the Juche idea, the great philosophy of independence founded by him."
        },
        {
            "title": "Korean Women in Japan Denounce Lee Myung Bak Group's High Treason",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-32ee.html",
            "content": "Korean Women in Japan Denounce Lee Myung Bak Group's High Treason\r\n Pyongyang, March 15 (KCNA) -- A meeting of Korean women in Japan took place at the Korean Press Hall in Tokyo on Tuesday to condemn the Lee Myung Bak group of traitors for its high treason.\n\t\t\t\t\t The statement of the spokesman for the Supreme Command of the Korean People's Army was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers denounced the Lee group with towering national resentment and hatred for the above-said treason.\n\t\t\t\t\t\n\t\t\t\t\t The group brought the inter-Korean relations to the worst phase, negating the June 15 joint declaration and October 4 declaration and swimming against the trend of the national history toward reunification, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean women in Japan aspiring after peace and reunification will never pardon the Lee group, which is getting frantic with confrontation with the DPRK. The group regards it as the only way for its existence.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kim Hong Chol, director of the General Affairs Bureau of the Chongryon Central Standing Committee, Kang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, women officials of central organizations and enterprises of Chongryon, officials of the women's union in Kanto region and other Korean women in Japan."
        },
        {
            "title": "S. Korean Warmongers' Planned War Exercises Flailed",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-34ee.html",
            "content": "S. Korea's Planned War Exercise Flailed\r\n Pyongyang, March 15 (KCNA) -- The south Korean warmongers plan to stage madcap war exercise simulating the invasion of the DPRK on islands in the West Sea of Korea and in their surrounding waters on March 25 on the lapse of two years since the sinking of the warship \"Cheonan\". \n\t\t\t\t\t The drill will reportedly involve warships of the navy, fighters of the air force and marine corps forces and other huge armed forces of south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The sudden sinking of warship \"Cheonan\" in the waters between Paekryong Island and Taechong Island in the West Sea of Korea in the middle of joint military exercises with the U.S. imperialist aggression forces sparked off anti-DPRK confrontation campaign on the part of the Lee Myung Bak group of traitors. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers massively beefed up armed forces in the five islands including Yonphyong and Paekryong and have ceaselessly conducted reckless war exercises against the DPRK in those waters.\n\t\t\t\t\t\n\t\t\t\t\t Taking \"May 24 measure\" and other extreme steps to escalate confrontation, they totally blocked inter-Korean cooperation and exchange. They even went frantic committing hideous provocations by hurting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They still forcibly link the \"Cheonan\" warship sinking with the DPRK to instigate the confrontation with fellow countrymen through saber-rattling."
        },
        {
            "title": "S. Korean Puppet Warmongers' Saber-Rattling in Area along MDL Assailed",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-35ee.html",
            "content": "S. Korea's Saber-Rattling in Area along MDL Assailed\r\n Pyongyang, March 15 (KCNA) -- The south Korean war-like forces are creating atmosphere of confrontation with the DPRK in the whole of south Korea with the approach of the \"Nuclear Security Summit\" due in Seoul, according to Yonhap News of south Korea.\n\t\t\t\t\t The 26th division of the ground force launched a 3-day large-scale combined landing drill in Yangju, Kyonggi Province on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The drill brought together snipers' unit, 112 task unit, reserve forces, police and others, over ten thousands in all, and at least 670 combat and technical means of various types including short-range tactical planes and helicopters.\n\t\t\t\t\t\n\t\t\t\t\t Also to be involved in it is an armored search corps of the U.S. forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers bluffed that they would conduct the civil-government-army \"coordinated defence operation\" to cope with any \"provocation and terrorism\". \n\t\t\t\t\t\n\t\t\t\t\t The \"Chongryong\" unit of the south Korean Marine Corps announced that it would conduct mobile and night firing drills under the simulated conditions of someone's infiltration in the areas of Kanghwa County of Inchon City and Kimpho City of Kyonggi Province on Thursday and Friday.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers blustered that they would examine the \"security posture\" in Kanghwa County and Kimpho City, loudly talking about \"possible provocation from the north with the Nuclear Security Summit as a momentum.\"\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors is holding DPRK-targeted war maneuvers without let-up in the areas of Inchon and Kyonggi Province close to the Military Demarcation Line, while imprudently finding fault with the DPRK and escalating tensions."
        },
        {
            "title": "S. Korean Organization Condemns Authorities for Pushing Forward Naval Base Construction",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-04ee.html",
            "content": "S. Korean Organization Condemns Authorities for Pushing Forward Naval Base Construction\r\n Pyongyang, March 15 (KCNA) -- The Solidarity for Progress of south Korea on Monday issued a commentary calling for ending the Jeju naval base construction.\n\t\t\t\t\t It pointed out that the present \"government\" has pushed forward the construction despite strong protest of islanders and peace activists.\n\t\t\t\t\t\n\t\t\t\t\t The military authorities and \"government\" pressed for the construction regardless of the residents' demand since the time of choosing the site for the base, it said.\n\t\t\t\t\t\n\t\t\t\t\t The military authorities have harshly suppressed for no proper reason those who opposed the base construction. This year alone they walked away and put into custody Kangjong villagers, peace activists and religionists, at least 150 in all, it condemned.\n\t\t\t\t\t\n\t\t\t\t\t \"Saenuri Party\", citing theory of coloring, brought charges against those who insisted on the injustice of the base construction, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Jeju naval base construction should completely be stopped, it added."
        },
        {
            "title": "South Korean Police Walk Away Protesters against Jeju Naval Base Construction ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-05ee.html",
            "content": "South Korean Police Walk Away Protesters against Jeju Naval Base Construction \r\n Pyongyang, March 15 (KCNA) -- South Korean puppet police took 16 protesters against the Jeju naval base construction off to the three police stations on Monday.\n\t\t\t\t\t The protesters crossed the barbed wire in denunciation of the \"government\" authorities pushing forward the construction.\n\t\t\t\t\t\n\t\t\t\t\t The puppet police arrested them on charges of interference with the police in the execution of their duties."
        },
        {
            "title": "5th Session of 11th Chinese National People's Congress Closes ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-33ee.html",
            "content": "5th Session of 11th Chinese National People's Congress Closes \r\n Beijing, March 14 (KCNA) -- The 5th session of the 11th Chinese National People's Congress closed at the Great Hall of the People in Beijing Wednesday.\n\t\t\t\t\t Attending a closing session were senior Chinese party and state officials including Hu Jintao and deputies.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the session were a resolution on government work report, a resolution on the execution of plan for national economy and social progress for 2011 and on plan for national economy and social progress for 2012, a resolution on the execution of central and district budgets for 2011 and on central and district budgetary plan for 2012 and resolutions on work reports of the Standing Committee of the National People's Congress, the Supreme People's Court and the Supreme People's Procuratorate.\n\t\t\t\t\t\n\t\t\t\t\t Also adopted at the session were a resolution of the National People's Congress on revision of the criminal procedure law, a resolution on the number of deputies to the 12th National People's Congress and vote and the way of voting the deputies of the Hong Kong Special Administrative Region and Macao Special Administrative Region to the 12th National People's Congress.\n\t\t\t\t\t\n\t\t\t\t\t Wu Bangguo, chairman of the Standing Committee of the National People's Congress, in his speech said that the session was successfully held. He appealed to all the people to win a fresh victory in building a comprehensively well-off society, closely rallied around the Central Committee of the Communist Party of China with Hu Jintao as general secretary."
        },
        {
            "title": "Chinese Paper Kim Jong Un, Peerless Statesman and Strategist",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-03ee.html",
            "content": "Kim Jong Un, Peerless Statesman and Strategist: Chinese Paper\r\n Pyongyang, March 15 (KCNA) -- The Asia Times, paper of Hong Kong, China on March 7 carried an article titled \"Leader Kim Jong Un leads movement for reunification\".\n\t\t\t\t\t The dear respected Kim Jong Un is successfully carrying forward the revolutionary cause of Juche which was pioneered on Mt. Paektu, the paper said, noting that he will earn fame as a peerless statesman and strategist.\n\t\t\t\t\t\n\t\t\t\t\t The ultimate neutralization of the U.S. forces in south Korea and their withdrawal from there will be the most brilliant feat of supreme leader Kim Jong Un, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces in south Korea are creating constant danger of the outbreak of an all-out war in the densely populated central area of Asia.\n\t\t\t\t\t\n\t\t\t\t\t A nuclear war may break out between the two nuclear weapons states, i.e. the DPRK and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Unlike the past Korean War which was limited to the Korean Peninsula, the second Korean War will turn into a thermonuclear war and naturally spill over into the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear weapons compelled the U.S. forces to move off from the Demilitarized Zone back to Phyongthaek south of Seoul. But the Korean People's Army has the capacity to deal a powerful precision strike at new U.S. military base.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un will skillfully apply carrot and stick to catch a whale with shrimp as a bait. \n\t\t\t\t\t\n\t\t\t\t\t He will continue reinforcing the army with new missiles capable of mounting precision strike at any strategic target in the southernmost part, while enforcing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The world-level task force of the Korean People's Army will before long round off the work of equipping itself with mobile inter-continental ballistic missiles with the whole U.S. mainland in firing range. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK differs from the U.S. and other nuclear weapons states in that it can blow up or totally disable the U.S. military facilities and large cities and make the U.S. turn back to the Paleolithic Age.\n\t\t\t\t\t\n\t\t\t\t\t Americans will naturally understand that they will never be safe till they sign a peace agreement with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The day when the DPRK signs the peace agreement with the U.S., the Korean people in the north and the south and abroad and the world people will clearly know that Kim Jong Un is the best leader and the only statesman who would represent and lead reunified Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will achieve prosperity despite the harsh sustained sanctions and unstable technical war with the U.S."
        },
        {
            "title": "Kim Jong Il's Feats Lauded",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-09ee.html",
            "content": "Kim Jong Il's Feats Lauded\r\n Pyongyang, March 15 (KCNA) -- Lyne Sinyodyium, director of the European Society for the Study of the Juche Idea, who visited the DPRK, praised the undying feats general secretary Kim Jong Il performed for the Korean revolution, the world socialist movement and independence of mankind.\n\t\t\t\t\t Noting that Kim Jong Il was a peerlessly great man with the spirit of Paektu, she said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, a man of pen and sword, developed and enriched the Juche idea with his extraordinary ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t He also pursued the Songun politics to defend the sovereignty and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He smashed the aggression moves of the hostile forces and developed the DPRK into a power with nuclear deterrent, striking the international community by admiration.\n\t\t\t\t\t\n\t\t\t\t\t He also made a great contribution to hastening the building of a thriving nation in the DPRK and safeguarding global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the news of his demise, I visited the DPRK mission in Paris.\n\t\t\t\t\t\n\t\t\t\t\t I expressed profound condolences to the Korean people who suffered a great loss to the nation and shared sorrows with the Korean comrades.\n\t\t\t\t\t\n\t\t\t\t\t I could hardly hold back tears when I pictured his smiling image.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, his immortal exploits will shine long.\n\t\t\t\t\t\n\t\t\t\t\t He will always remain in the hearts of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the Juche revolution will be successfully carried forward by supreme leader Kim Jong Un, who is identical to Kim Jong Il in the idea, leadership and traits, and the Korean people remaining true to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t We will make positive efforts to let the people in France and all other parts of Europe know about the great life and exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the Korean people will achieve greater successes in the building of a great prosperous and powerful nation."
        },
        {
            "title": "Navy Will Not Allow Enemies to Invade Iran Territories: Commander",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-11ee.html",
            "content": "Navy Will Not Allow Enemies to Invade Iran Territories: Deputy Commander\r\n Tehran, March 14 (KCNA) -- A senior Iranian navy official said on Sunday that the Navy forces will not allow enemies to invade the Iranian territories.\n\t\t\t\t\t Deputy Navy Commander Rear Admiral Gholam-Reza Khadem-Bigham underlined that the naval forces are in full readiness to safeguard the country's marine borders.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated that the Navy plays key role in providing security to both the country and the region."
        },
        {
            "title": "Egypt's Parliament Urges Expelling Israeli Ambassador over Gaza Raids",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-12ee.html",
            "content": "Egypt's Parliament Urges Expelling Israeli Ambassador over Gaza Raids\r\n Cairo, March 14 (KCNA) --  Egypt's People's Assembly (lower house of parliament) urged in consensus the expulsion of the Israeli ambassador to Egypt due to the Jewish country's continued airstrikes on Gaza, state media reported on Monday.\n\t\t\t\t\t The legislature further urged the government to immediately stop gas exports to Israel for the human rights violations done by Israel during its aggression on the Palestinian civilians."
        },
        {
            "title": "Palestinians Condemn U.S. Position over Conflicts in Gaza",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-13ee.html",
            "content": "Palestinians Condemn U.S. Position over Conflicts in Gaza\r\n Pyongyang, March 15 (KCNA) -- A senior Palestinian official on Sunday criticized the United States' position concerning the recent violence in the Gaza Strip.\n\t\t\t\t\t We denounce and reject the statement by the U.S. Department of State which condemned rocket attacks from Gaza into Israel, said Saeb Erekat, a prominent Palestinian negotiator.\n\t\t\t\t\t\n\t\t\t\t\t \"The United States sees things contrary to what they are,\" Erekat added on the third day of the violence, which left 18 Palestinians dead. \"Israel is responsible for the returning of the violence and its dangerous consequences because of the crimes it committed in Gaza.\"\n\t\t\t\t\t\n\t\t\t\t\t Erekat called on Washington to press Israel to stop its airstrikes in the Gaza Strip, adding that a halt of violence would benefit both sides."
        },
        {
            "title": "Afghanistan Condemns Killing of 16 Civilians by U.S. Soldier",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-14ee.html",
            "content": "Afghanistan Condemns Killing of 16 Civilians by U.S. Soldier\r\n Pyongyang, March 15 (KCNA) -- The Afghan president on Sunday strongly condemned the killing of civilians by a U.S. soldier in the country's southern province of Kandahar, said a statement of Karzai's office.\n\t\t\t\t\t \"Afghan President Hamid Karzai in strongest terms condemned killing of 16 civilians by a U.S. troop in Kandahar province describing it as 'intentional killing of human',\" the statement said.\n\t\t\t\t\t\n\t\t\t\t\t \"The Afghan government had in the past strongly condemned civilian casualties that caused during the military operations by international forces that were called war on terrorism. But when a U.S. soldier intentionally kills innocent people, it could be described as an act of terror, which cannot be forgiven,\" Karzai said in the statement."
        },
        {
            "title": "Arab Countries Cooperate in Defense Field",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-15ee.html",
            "content": "Arab Countries Cooperate in Defense Field\r\n Pyongyang, March 15 (KCNA) -- Arab countries are strengthening cooperation in the defense field.\n\t\t\t\t\t The Arab League (AL) foreign ministers have accepted Tunisia's proposal to set up an Arab defense institute and an Arab military academy. \n\t\t\t\t\t\n\t\t\t\t\t The Arab foreign ministers agreed to the proposal at an AL meeting held in Cairo Saturday."
        },
        {
            "title": "U.S. Trade Deficit Widens to 52.6 Bln Dollars in January ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-16ee.html",
            "content": "U.S. Trade Deficit Widens to 52.6 Bln Dollars in January \r\n Pyongyang, March 15 (KCNA) -- U.S. trade deficit surged to 52. 6 billion dollars in January, reported the Commerce Department on Friday."
        },
        {
            "title": "Syria Condemns Israeli Aggression on Gaza",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-17ee.html",
            "content": "Syria Condemns Israeli Aggression on Gaza\r\n Pyongyang, March 15 (KCNA) -- The Syrian Ministry of Foreign Affairs and Expatriates Tuesday strongly condemned the \"incessant\" Israeli aggression against the Palestinian people in the Gaza Strip that has left more than two dozens of Palestinians dead and tens of others wounded.\n\t\t\t\t\t The ministry underlined the importance of a swift action by the international community to stop these attacks and to work to lift the \"unjust\" siege imposed on Gaza since several years ago.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed again the stand of the Syrian government supporting the struggle of the Palestinian people."
        },
        {
            "title": "Azerbaijan Lets No Country Use Its Territory against Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-18ee.html",
            "content": "Azerbaijan Lets No Country Use Its Territory against Iran\r\n Tehran, March 14 (KCNA) -- The Azerbaijani defense minister said on Monday his country will under no condition let any country use its soil against Iran. \n\t\t\t\t\t He made the remarks at a meeting with Iran's minister of Defence and Armed Forces Logistics in Tehran. \n\t\t\t\t\t\n\t\t\t\t\t The Azerbaijani minister described Iran-Azerbaijan defense cooperation as a key to peace and stability in the region."
        },
        {
            "title": "Jordan Parliament Condemns Israeli Attack against Gaza",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-19ee.html",
            "content": "Jordan Parliament Condemns Israeli Attack against Gaza\r\n Pyongyang, March 15 (KCNA) -- Jordan's Lower House on Tuesday condemned Israel's attack against the defenseless Palestinians in Gaza Strip.\n\t\t\t\t\t We fully support the Palestinians in their struggle to obtain their rights and create their independent state on the Palestinian national soil with East Kuds as its capital, the lower house said.\n\t\t\t\t\t\n\t\t\t\t\t The lower house considered the recent Israeli attack against Gaza, which led to the death of several Palestinians, as an obstacle in resuming peace talks between the Palestinians and the Israelis.\n\t\t\t\t\t\n\t\t\t\t\t It also called on the international bodies to place pressure on the Israeli government to stop its attack against Gaza."
        },
        {
            "title": "Russia, Belarus, Kazakhstan Denounce EU and U.S. Sanctions on Belarus",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-20ee.html",
            "content": "Russia, Belarus, Kazakhstan Denounce U.S. and EU Sanctions on Belarus\r\n Pyongyang, March 15 (KCNA) -- Prime ministers of Russia, Belarus and Kazakhstan, members states of the Customs Union of the Economic Community of Europe and Asia, recently issued a joint statement slamming the sanctions of U.S. and European Union on Belarus.\n\t\t\t\t\t As regards the U.S. and EU clarification of their stand that they might impose economic sanctions on Belarus, the statement pointed out that it can not tolerate economic pressure.\n\t\t\t\t\t\n\t\t\t\t\t Such steps would negatively affect ordinary people and do harm to the process of regional cooperation and integration, it said.\n\t\t\t\t\t\n\t\t\t\t\t Only dialogue based on equality and mutual respect would help settle international disputes, it said, calling for ending any act that may block dialogue."
        },
        {
            "title": "Russia Lays Out 18-Year Space Development Plan ",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-21ee.html",
            "content": "Russia Lays Out 18-Year Space Development Plan \r\n Moscow, March 14 (KCNA) -- Russia laid out 18-year space development project including the exploration of the moon and study of the solar system.\n\t\t\t\t\t The project envisages manned flight to the moon and long-term study after landing on its surface and establishing a research institute on Mars.\n\t\t\t\t\t\n\t\t\t\t\t It also includes manufacturing a transport airship which can be put into several uses to make international space station highly effective and increasing the number of satellites.\n\t\t\t\t\t\n\t\t\t\t\t It is said Russia will decrease the number of dirt in space and intensify the work for lowering the danger which meteors and comets would give to earth."
        },
        {
            "title": "Israel to Blame for Airstrikes on Gaza Strip",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-22ee.html",
            "content": "Israel Accused of Airstrikes on Gaza Strip\r\n Pyongyang, March 15 (KCNA) -- Israel has again carried out a raid on Gaza Strip.\n\t\t\t\t\t 23 Palestinians were killed and more than 70 wounded in the Israeli airstrikes on Gaza Strip in four-day period from March 9.\n\t\t\t\t\t\n\t\t\t\t\t The Israeli authorities impudently justified airstrikes, citing excuse that the resistance forces in Gaza Strip attempted to attack Israel by rocket missiles.\n\t\t\t\t\t\n\t\t\t\t\t This sparked off the strong protest and denouncement of the Palestinian National Authority and the international community.\n\t\t\t\t\t\n\t\t\t\t\t The top negotiator of PNA said the Israeli airstrikes brought hazard to Gaza Strip again and the Israeli authorities should be blamed for it.\n\t\t\t\t\t\n\t\t\t\t\t Jordan's Minister of Communications and Media Affairs Rakan Majali branded Israeli airstrikes as barbarous atrocities and clarified his country's stand to fully support the Palestinians in their struggle against the Zionist regime.\n\t\t\t\t\t\n\t\t\t\t\t Iran's Foreign Ministry in a statement denounced the Zionist regime for the continuation of the massacre and aggression on the innocent Palestinians in Gaza Strip, labeling it as a war crime, act against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The statement stressed that the international community should fulfill its duty of protecting Palestinians from the crime, not maintaining silence.\n\t\t\t\t\t\n\t\t\t\t\t Egypt's foreign minister expressed resentment at Israeli airstrikes, saying that the bloody killings of Arab brothers should be stopped at once.\n\t\t\t\t\t\n\t\t\t\t\t Turkey's Foreign Ministry released a statement in which it urgently demanded the Israeli authorities stop the inhumane acts and unpardonable wrong policy towards the Palestinians."
        },
        {
            "title": "S. Korean Students Demand In-effectuation of FTA",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-23ee.html",
            "content": "S. Korean Students Demand In-effectuation of FTA\r\n Pyongyang, March 15 (KCNA) -- Youth and students organizations in south Korea including the Youth Solidarity and the Federation of University Students in the 21st Century held a press conference in Seoul on March 12 to urge the \"government\" to render the humiliating \"Free Trade Agreement\" with the U.S. ineffective.\n\t\t\t\t\t The speakers said that the effectuation of the FTA would bring more serious economic crisis and deteriorate the people's living.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" is set to bring greater pain to young people who suffer from job, salary and housing problems, they deplored, adding:\n\t\t\t\t\t\n\t\t\t\t\t The FTA is an anti-youth agreement as it darkens the future of youths.\n\t\t\t\t\t\n\t\t\t\t\t They called on youth to turn out in unity for the repeal of the agreement."
        },
        {
            "title": "S. Korean Authorities Hit for Hurting Dignity of DPRK's Supreme Leadership",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-01ee.html",
            "content": "S. Korean Authorities Hit for Hurting Dignity of DPRK's Supreme Leadership\r\n Pyongyang, March 15 (KCNA) -- Organizations and figures of different countries released statements between March 6 and 9 to denounce the Lee Myung Bak group of traitors for hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t Kanga Ngerien Jerom, chairman of the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo, in a statement termed the reckless act of the Lee group of south Korea who slandered and defamed the dignity of the DPRK's supreme leadership a heinous provocation which lashed all people into fury.\n\t\t\t\t\t\n\t\t\t\t\t The Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea in a statement noted that the Korean people are regarding the dignity of their supreme leadership dearer than their lives. If the south Korean puppet group continues resorting to the anti-DPRK moves, not apologizing for its crimes, it will be made to pay dearly for them, the statement added.\n\t\t\t\t\t\n\t\t\t\t\t The director of an Indonesian company in a statement branded the vicious provocation perpetrated by the south Korean authorities as a challenge to not only the Korean people but the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People in a statement stressed that traitor Lee Myung Bak should clearly understand the strength of the DPRK in which the leader, the party, the army and the people are united in single mind and the will of the Korean people to take revenge on enemies and devotedly defend their leader and social system.\n\t\t\t\t\t\n\t\t\t\t\t The Youth Group for the Study of the Juche Idea in Democratic Congo in a statement said that the U.S. and the south Korean authorities should give up the pie-in-the-sky dream to stifle invincible socialist Korea and stop the anachronistic hostile policy toward it."
        },
        {
            "title": "Funcion de Orquesta Unhasu de Corea en Paris",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-36ee.html",
            "content": "Funcion de Orquesta Unhasu de Corea en Paris\r\n Pyongyang, 15 de marzo (ACNC) -- Tuvo lugar con solemnidad el dia 14 en el teatro Pleyel en Paris, Francia, la funcion de la Orquesta Unhasu de la Republica Popular Democratica de Corea.\n\t\t\t\t\t El teatro inaugurado en 1927 es uno de los modernos teatros orquestales de este pais europeo.\n\t\t\t\t\t\n\t\t\t\t\t La vieron el ministro frances de Cultura Frederic Mitterand, el director general de la Radioemisora de Francia, el ex ministro de Cultura y otras personalidades, los especialistas musicales y habitantes de distintos estratos, de Francia.\n\t\t\t\t\t\n\t\t\t\t\t Tambien la presenciaron el jefe y otros miembros de la representacion de la RPDC, los miembros de las representaciones diplomaticas de varios paises en Francia, asi como los coreanos residentes en distintas localidades de este pais.\n\t\t\t\t\t\n\t\t\t\t\t Antes de la funcion, hicieron uso de la palabra el ministro de Cultura y el director general de la Radioemisora, de Francia.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores felicitaron la visita a Francia de la Orquesta Unhasu y la presentaron a los espectadores.\n\t\t\t\t\t\n\t\t\t\t\t La citada Orquesta efectuo en la primera parte la funcion por separado y en la segunda la funcion conjunta junto con la Orquesta Filarmonica de Radio de Francia.\n\t\t\t\t\t\n\t\t\t\t\t En la primera parte fueron interpretados la musica orquestal \"Muchacha en el columpio\", el duo de musica instrumental de la nacion coreana \"Tres mil ries de vinalon\", la musica orquestal \"encanto\", la partitura para solo de violin sin acompanamiento \"Nilliriya\", la musica orquestal \"Sinau\".\n\t\t\t\t\t\n\t\t\t\t\t En la segunda parte se interpretaron las musicas orquestales \"Arirang\", \"Suite de Carmen\", etc.\n\t\t\t\t\t\n\t\t\t\t\t Los espectadores enviaron efusivos aplausos a los ejecutantes coreanos por el hecho de que mostraron la alta habilidad de interpretacion y la capacidad practica teniendo la profunda comprension tanto de la musica nacional como de la occidental.\n\t\t\t\t\t\n\t\t\t\t\t Los organizadores de la funcion expresaron agradecimientos al Maximo Dirigente Kim Jong Un, por su inmensa magnanimidad y noble rasgo de haber hecho que la excelente Orquesta haya ofrecido la funcion en Francia.\n\t\t\t\t\t\n\t\t\t\t\t Los espectadores desearon que la Orquesta Unhasu visite a menudo a su pais para ofrecer tal funcion."
        },
        {
            "title": "Kwon Hyok Bong visita a director general de Radioemisora de Francia",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-38ee.html",
            "content": "Kwon Hyok Bong visita a director general de Radioemisora de Francia\r\n Pyongyang, 15 de marzo (ACNC) -- Kwon Hyok Bong, asesor del Instituto de Musicas Tradicionales de Corea, quien preside la Orquesta Unhasu de visita en Francia, realizo el dia 13 una visita de cortesia al director general de la Radioemisora de Francia.\n\t\t\t\t\t En la ocasion estuvieron presentes los miembros de direccion de la orquesta coreana, el delegado y otros miembros de la representacion de la Republica Popular Democratica de Corea en Francia, los funcionarios de la Radioemisora de Francia y el director musical de la Orquesta Filarmonica de la Radio de Francia.\n\t\t\t\t\t\n\t\t\t\t\t El director general dio calurosa bienvenida a la visita de la banda coreana a Francia y apunto que el presente concierto conjunto sera un motivo de gran importancia para mostrar a los pueblos del mundo el aspecto de desarrollo de las relaciones culturales entre los dos paises y el nivel cultural y artistico de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\t Deseo que en el futuro se amplie y se desarrolle mas el intercambio cultural entre los dos paises basandose en los exitos del presente concierto conjunto que se realizara bajo la atencion del gobierno frances. \n\t\t\t\t\t\n\t\t\t\t\t Kwon Hyok Bong afirmo que el concierto conjunto sera un motivo trascendental en profundizar el intercambio cultural entre los musicos y desarrollar a varios dominios las relaciones entre Corea y Francia. \n\t\t\t\t\t\n\t\t\t\t\t Los dos paises tienen abundantes potencialidades capaces de ampliar las relaciones culturales por sus caracteristicas comunes de largas tradiciones culturales e historias, dijo y manifesto la esperanza de que el concierto conjunto servira de un motivo importante para dar al pueblo frances el entendimiento profundo sobre la musica y arte de Corea y fomentar los lazos de amistad entre los pueblos de los dos paises."
        },
        {
            "title": "ACNC comenta accion grosera de la delegacion surcoreana en Ginebra",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-37ee.html",
            "content": "ACNC comenta accion grosera de la delegacion surcoreana en Ginebra\r\n Pyongyang, 15 de marzo (ACNC) -- Habituados a las peleas y trifulcas en casa, los \"parlamentarios\" surcoreanos, acolitos cercanos al traidor Lee Myung Bak, cometen acciones groseras e indecentes hasta en el escenario internacional.\n\t\t\t\t\t El dia 12, cuando el embajador de la Republica Popular Democratica de Corea ante la ONU termino su intervencion en la reunion del Consejo de DDHH de la ONU sesionada en Ginebra, los tipejos de la delegacion de la \"Asamblea Nacional\" del Sur de Corea acometieron a el y le hicieron ultrajes dejando consternados a los participantes.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas grave del caso sucedio despues cuando esos bribones, que fueron detenidos por estropear la reunion, concedieron una conferencia de prensa, ya puestos en libertad, demandando a la ONU que les pidiera \"disculpas\". A esto se llama la logica de bandido.\n\t\t\t\t\t\n\t\t\t\t\t  Parece que ellos han confundido la reunion internacional con el hemiciclo de la \"Asamblea Nacional\" en Seul donde se arman encontronazos entre \"parlamentarios\" que se lanzan a sus rivales para darles punetazos y patadas. \n\t\t\t\t\t\n\t\t\t\t\t  El mundo ya conoce y se burla de la \"combatividad\" de ellos.\n\t\t\t\t\t\n\t\t\t\t\t    Lo mas extrano es que la banda armo escandalo con el problema de algunos habitantes que cruzan ilegalmente las fronteras en la reunion internacional convirtiendola en el lugar caotico.\n\t\t\t\t\t\n\t\t\t\t\t  El escandalo es el siniestro complot anti-RPDC y el absurdo acto provocativo tendente a difamar la alta dignidad y el prestigio internacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t A traves de tal alboroto, la banda de Lee trata de cuestionar a los paises vecinos y hasta a su amo en su esfuerzo desesperado por repetir el ciclo vicioso de enfrentamientos y conflictos en la Peninsula Coreana y la region, lo que es una vana ilusion.\n\t\t\t\t\t\n\t\t\t\t\t Esa campana resulta el ultimo retorcimiento de los atemorizados ante la gran realidad en que todos los militares y civiles de la RPDC avanzan a pasos firmes uniendose monoliticamente en torno a su lider.\n\t\t\t\t\t\n\t\t\t\t\t El hecho muestra fehacientemente que la condicion de la banda de Lee se hizo tan miserable como debiera presentar hasta a los parlamentarios en la pelea del escenario internacional.\n\t\t\t\t\t\n\t\t\t\t\t Seria mejor que la banda de traidores se preocupe por el destino moribundo de si mismo."
        },
        {
            "title": "Titeres surcoreanos libran ejercicios belicos anti-RPDC",
            "url": "http://kcna.co.jp/item/2012/201203/news15/20120315-39ee.html",
            "content": "Titeres surcoreanos libran ejercicios belicos anti-RPDC\r\n Pyongyang, 15 de marzo (ACNC) -- En ocasion de 2 anos despues del caso de hundimiento de la corbeta \"Cheonan\", los belicistas titeres surcoreanos intentan librar el dia 25 los ejercicios belicos anti-Republica Popular Democratica de Corea en las islas del Mar Oeste de Corea y sus contornos maritimos con la movilizacion de los buques de guerra de fuerzas navales, cazas de fuerzas aereas, uniformados de la infanteria de marina y otras enormes fuerzas armadas.\n\t\t\t\t\t Con motivo del citado caso, la banda del traidor surcoreano Lee Myung Bak ha venido perpetrando con frenesi la campana conflictiva  anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Aumento en gran medida en 5 islas, entre otras, las islas Yonphyong y Paekryong las fuerzas armadas y desarrollo incesantemente los imprudentes ejercicios de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Con las medidas extremas de confrontacion como \"medidas del 24 de mayo\" interrumpio completamente la cooperacion e intercambio entre ambas partes coreanas y perpetro uno tras otro los tremendos actos provocativos que deshonran la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Hoy tambien vincula obstinadamente con la RPDC el caso del hundimiento de dicha corbeta e incita el enfrentamiento fratricida librando freneticamente los ejercicios de guerra."
        }
    ]
}