{
    "date": "2012-11-06",
    "url": "http://kcna.co.jp/item/2012/201211/2012-11-06ee.html",
    "articles": [
        {
            "title": "DPRK Premier Learns about Project of Expanding Terrapin Factory",
            "url": "http://kcna.co.jp/item/2012/201211/news06/20121106-30ee.html",
            "content": "DPRK Premier Learns about Project of Expanding Terrapin Factory\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, made a field survey of the Taedonggang Terrapin Factory to learn about the project of expanding its production capacity which is under way in line with the plan of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t The construction of several breeding grounds of terrapin and auxiliary buildings are progressing apace in the Taedonggang Terrapin Factory. The factory sits in the Taedonggang Combined Fruit Farm area, legacy bequeathed down by leader Kim Jong Il out of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The premier learned in detail about the scale of expansion, construction and the amount of raw materials needed for the project.\n\t\t\t\t\t\n\t\t\t\t\t He encouraged the soldier-builders in their effort to successfully conclude this year's work. He called for ensuring speed and quality in the construction at the same time.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned was held on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The meeting understood the significance and importance of the expansion of the production capacity of the factory.\n\t\t\t\t\t\n\t\t\t\t\t Technical measures were taken. They included the planned provision of necessary raw materials by the Cabinet and relevant units, and the technical work for the establishment of satisfactory feed provision system for breeding terrapin.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, the premier underlined the need to properly establish a control system between the terrapin factory and several factories in the combined fruit farm area to suit to the specific conditions and solve issues concerning their operation in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Choe learned about the fruit production of the farm for this year and storing and sales. He also had discussion with officials concerned for measures of normalizing production in the water culture greenhouse of the Pyongyang Vegetable Science Institute in winter season."
        }
    ]
}