{
    "date": "2012-07-16",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Highly Appreciates Patriotic Loyalty of Service Personnel ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-02ee.html",
            "content": "Kim Jong Un Highly Appreciates Patriotic Loyalty of Service Personnel \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un Sunday sent a message of thanks to the exemplary service personnel of Unit 3154 of the Korean People's Internal Security Forces who have performed tremendous feats in major construction projects.\n\t\t\t\t\t According to the message of thanks, the unit has taken the lead in carrying out the far-reaching plan of President Kim Il Sung and leader Kim Jong Il for building a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The exemplary service personnel of the unit put off discharge from military service in the past and played a pivotal role at construction sites, resolved to continue military service until they complete projects planned for the centenary of the President's birth, following the example of their seniors who took part in the construction of Pyongyang Metro, the project for rebuilding the Mujigae Tunnel and other projects.\n\t\t\t\t\t\n\t\t\t\t\t They took part in the projects of the Huichon Power Station, Taedonggang Combined Fruit Processing Factory, E-Library of Kim Il Sung University, Kaeson Youth Park, Delicacy Restaurant of Okryu Restaurant and other edifices in the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t Among the exemplary service personnel are the first hero of the DPRK in the construction site of the Huichon Power Station who laid down his life after saving his precious revolutionary comrades, and a young servicewoman, labor hero, who contributed to building a dam by operating an excavator.\n\t\t\t\t\t\n\t\t\t\t\t After their long military service, they did not go to their birthplaces where their parents were waiting for them but continued military service at the difficult and toilsome construction sites.\n\t\t\t\t\t\n\t\t\t\t\t In the message Kim Jong Un stressed that only servicepersons of the DPRK can perform such an admirable deed rare to be seen in the world as they have deeply cherished the value of the country and embodied Kim Jong Il's patriotism under his care.\n\t\t\t\t\t\n\t\t\t\t\t They are indeed model incarnation of faith and obligation in the Songun era and genuine patriots whom the army and the people of the DPRK should learn after, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Soldiers are bound to wind up their military service at one point of their life but their devoted service for the country and people should continue, he said.\n\t\t\t\t\t\n\t\t\t\t\t The discharged soldiers should march in full step wearing military uniform in their minds all their life along the path of revolution, the path of patriotism indicated by the party in the soldier spirit and with the stamina and disposition of soldiers no matter what job they do anywhere.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un called on the unit to set an example and become pace-setters of the entire army who thoroughly embody Kim Jong Il's patriotism."
        },
        {
            "title": "Ri Yong Ho Relieved of All His Posts in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-01ee.html",
            "content": "Ri Yong Ho Relieved of All His Posts in DPRK\r\n Pyongyang, July 16 (KCNA) -- A meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea was held on July 15.\n\t\t\t\t\t Present there were members of the Presidium of the Political Bureau and members and alternate members of the Political Bureau of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The meeting dealt with the organizational issue.\n\t\t\t\t\t\n\t\t\t\t\t It decided to relieve Ri Yong Ho of all his posts including member of the Presidium of the Political Bureau, member of the Political Bureau of the C.C., WPK and vice-chairman of the Central Military Commission of the WPK for his illness."
        },
        {
            "title": "Tribute Paid to Kim Il Sung in Mexico, Malaysia",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-04ee.html",
            "content": "Tribute Paid to Kim Il Sung in Mexico, Malaysia\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Organizations and institutions of Mexico and Malaysia sent floral baskets to the DPRK missions in their countries on July 8, the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t They included the Mexican Friend Association for the Memory of President Kim Il Sung, the Youth Organization of the Malaysian Chinese Association, the Malaysian Chinese Federation and 19 companies of Malaysia including the M. K. P. Company, the Johnson Nicholson Company, the Summit Agencies SDN. BHD., the Dickson Wong SDN.BHD. and the Dombo Enterprise Company.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets from them were laid before full-length paintings of the President and leader Kim Jong Il standing together."
        },
        {
            "title": "Anti-DPRK Subversive Activities Assailed",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-17ee.html",
            "content": "Anti-DPRK Subversive Activities Assailed\n\t\t\t\t\t\t\r\n Pyongyang, July16 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea issued the following statement Monday:\n\t\t\t\t\t The south Korean puppet regime, not content with hurting the dignity of the supreme leadership of the DPRK, infiltrated defectors to the south to the DPRK being assigned duties of subversive activities and sabotage.\n\t\t\t\t\t\n\t\t\t\t\t According to a relevant institution, it detected and arrested those who were going to destroy statues and monuments in the DPRK at the instructions of the south Korean intelligence agency.\n\t\t\t\t\t\n\t\t\t\t\t The criminals, defectors to the south who betrayed their homeland, confessed that they were bribed by the U.S. and the intelligence agency into doing sordid subversive activities and sabotage.\n\t\t\t\t\t\n\t\t\t\t\t All witnesses and material data available prove that not only the intelligence agency but the U.S. have been deeply involved in it and the U.S. directly approved and spearheaded the operation.\n\t\t\t\t\t\n\t\t\t\t\t This was a hideous terrorist act against the dignity of the supreme leadership of the DPRK and a serious state-sponsored terrorism in breach of international law. This proves that the U.S. and the puppet regime have gone reckless in their subversive activities and sabotage against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The regime in league with the U.S. has so far allured and abducted DPRK residents and carried them to south Korea to use them for anti-DPRK smear campaign. Now it is even prodding wicked defectors to the south to intrude into the DPRK and conduct serious subversive activities and sabotage.\n\t\t\t\t\t\n\t\t\t\t\t With strong U.S. backing, the south Korean intelligence and plot-breeding organizations rallied traitors and set up anti-DPRK terrorist organizations specializing in all kinds of subversive activities and sabotage. They are now providing them with huge funds and even subversive and sabotage means and infiltrating them into countries around the DPRK and areas close to the northern border aimed at terrorist acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The recent criminal case is an extension of the hideous provocation against the dignity of the supreme leadership of the DPRK and the height of confrontation racket.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet regime are seriously mistaken if they think they can stir up people's mindset and undermine the single-minded unity of the DPRK through such sordid subversive activities and sabotage.\n\t\t\t\t\t\n\t\t\t\t\t No hostile forces can ever break the single-minded unity of the DPRK no matter the earth breaks apart and the sky falls.\n\t\t\t\t\t\n\t\t\t\t\t Whoever tries to hurt the dignity of the supreme leadership which the Koreans look up to like Heaven will never be able to evade stern punishment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet regime's anti-DPRK subversive activities and sabotage are bound to meet shameful defeat, exposed by the sharp watchful eyes and vigilance of the army, people and security men replete with the spirit of devotedly defending the leader and annihilating the enemy.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. and the puppet regime persist in hideous terrorist actions against the DPRK, they will be made to own full responsibility for the ensuing consequences."
        },
        {
            "title": "DPRK Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-22ee.html",
            "content": "DPRK Delegation Returns Home\r\n Pyongyang, July 16 (KCNA) -- The DPRK delegation of the Academy of Social Sciences headed by its Vice-President Ji Sung Chol came back home from China Monday."
        },
        {
            "title": "Chinese Tour Group Leaves",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-26ee.html",
            "content": "Chinese Tour Group Leaves\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The group for the first Yanji-Mt. Kumgang international tour by plane led by Ji Kum Nyo, general manager of the Yanbian Tianyu International Tourist Agency of China, left here on Sunday."
        },
        {
            "title": "Foreign Ministry Delegations of Different Countries Pay Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-24ee.html",
            "content": "Foreign Ministry Delegations of Different Countries Pay Tribute to Kim Il Sung and Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Foreign ministry delegations of different countries visited statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Monday to pay tribute to them. They included those from Iran led by Deputy Minister Seyed Abbas Araghchi, Vietnam led by Vice Minister Ho Xuan Son and Thailand led by Deputy Permanent Secretary Nuttavudh Photisaro.\n\t\t\t\t\t The guests laid bouquets before the statues before bowing.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here on Monday."
        },
        {
            "title": "Division-1 Football Tournament Ends in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-27ee.html",
            "content": "Division-1 Football Tournament Ends in DPRK\r\n Pyongyang, July 16 (KCNA) -- Division-1 football tournament for innovation of techniques ran in Pyongyang from June 15 to July 13.\n\t\t\t\t\t In men's league matches, the Rimyongsu team finished first by beating the Pyongyang team 2:1 with 25 points.\n\t\t\t\t\t\n\t\t\t\t\t In women's league matches, the Ponghwasan team came first with six wins and two draws in eight matches.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 men's team and Sobaeksu women's team became the runners-up in the matches, while the Kigwancha men's team and April 25 women's team placed third."
        },
        {
            "title": "Debut of Moranbong Band",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-28ee.html",
            "content": "Debut of Moranbong Band\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The Moranbong Band in the Democratic People's Republic of Korea made its debut some days ago.\n\t\t\t\t\t The debut performed by some 10 instrumentalists and young female singers left deep impressions on local people for their cheerful and rhythmic rendition and emotional and joyful songs.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and students at Pyongyang Kim Won Gyun Conservatory told KCNA that the performance was refreshing.\n\t\t\t\t\t\n\t\t\t\t\t Jo Su Jong, a student at the conservatory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The band master, Sonu Hyang Hui's violin rendition was so attractive. I will try hard to become a violinist as skillful as her.\"\n\t\t\t\t\t\n\t\t\t\t\t Another student Jong Kuk Jin said:\n\t\t\t\t\t\n\t\t\t\t\t \"In a word, the performance was fascinating.\n\t\t\t\t\t\n\t\t\t\t\t The band took the stage with such Korean popular songs as 'Arirang', 'Let's Learn' and 'Victors' and world's famous songs, including 'Song of Gypsy', which were arranged in a new style.\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased to see the nation's musical art in robust development.\"\n\t\t\t\t\t\n\t\t\t\t\t Choe Dan, a teacher at the conservatory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The performance reminded me of the dear respected Kim Jong Un's remark that foreign music, suitable to Koreans' emotions, should be introduced and developed in Korean style. \n\t\t\t\t\t\n\t\t\t\t\t I will devote all my wisdom and energy to steadily developing in a balanced manner the traditional and popular music to suit the emotions and aesthetic sense of the Korean people.\""
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Lee Myung Bak Group's White Paper on Diplomacy ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-19ee.html",
            "content": "Rodong Sinmun Blasts S. Korea's White Paper on Diplomacy \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The \"2012 white paper on diplomacy\" made public by the south Korean puppet regime is another unpardonable politically-motivated provocation against the DPRK and a product of its sinister plot to justify its pro-U.S. and pro-Japanese acts and policy of confrontation with compatriots.\n\t\t\t\t\t Rodong Sinmun Monday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, that the Lee Myung Bak regime in its white paper talked about \"stable dealing\" with the situation on the Korean Peninsula and \"flexible approach\", the commentary notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group has driven the inter-Korean relations into a collapse by steadily escalating confrontation and conflicts.\n\t\t\t\t\t\n\t\t\t\t\t No matter how noisily the Lee group trumpets about its \"efforts\" for the peace and stability on the Korean Peninsula and the improvement of inter-Korean relations, this rhetoric cannot go down with anyone.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, this will only bring to light the despicable colors of the Lee group as perpetrators of anti-DPRK political and military provocations aimed to weather the worst ruling crisis caused by the total failure of its domestic and foreign policies.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group asserted the absence of a nuclear test and \"provocation\" of the north last year and the \"opening of the south-north talks\" were attributable to its \"principled policy toward the north\". This is nothing but shameless outbursts reminiscent of a thief afraid of his own shadow.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the puppet group's reckless remarks falsifying the truth of the situation and misleading the public opinion is a sinister aim to justify at any cost its anti-DPRK confrontation policy, the root cause of the collapse of inter-Korean relations, and stick to it to the last.\n\t\t\t\t\t\n\t\t\t\t\t Only a severe punishment by history and the nation awaits the Lee group of traitors as it has committed so many crimes against the nation quite contrary to the compatriots' desire for reunification."
        },
        {
            "title": "S. Korean Warmongers' Moves to Tighten Military Nexus with Outsiders under Fire ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-18ee.html",
            "content": "S. Korea's Moves to Tighten Military Nexus with Outsiders under Fire \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Rodong Sinmun Monday in a bylined commentary lashes out at the south Korean authorities for tightening the military nexus with foreign forces these days. \n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers claim these moves are aimed to cope with the \"provocations and threat\" from the north but this is, in fact, as foolish an act as drawing water to the mill of invaders.\n\t\t\t\t\t\n\t\t\t\t\t The nearly 70-year-long history of the Korean division tells who is a real provocateur on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Forging a military tie with foreign forces is a crazy act of bringing the Korean nation to a ruin and imposing a nuclear disaster upon it.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime of south Korea is recklessly dancing to the tune of the U.S. Remaining unaware that it is playing the role of a marionette in carrying out its American master's foreign strategy, the regime thinks the U.S. regards south Korea as its \"ally\" and is greatly concerned for its \"security.\"\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation remains the only nation in the world which still suffers the tragedy of division. This is because of the U.S. forces present in south Korea and those traitors toeing its policy.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is begging the U.S. to extend the range of missiles to do harm to the DPRK and makes no scruple of tightening the military nexus with Japan watching for a chance of reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The shape of \"the triangular military alliance\" involving the U.S., Japan and south Korea designed to invade the DPRK is now becoming clear.\n\t\t\t\t\t\n\t\t\t\t\t A war may break out on the Korean Peninsula anytime.\n\t\t\t\t\t\n\t\t\t\t\t The military collusion with foreign forces precisely means treason, concludes the commentary."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Is Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-21ee.html",
            "content": ""
        },
        {
            "title": "Juche Idea Is Powerful Ideological Weapon: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-25ee.html",
            "content": "Juche Idea Is Powerful Ideological Weapon: Rodong Sinmun \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Leader Kim Jong Il published work \"On Some Problems of Education in the Juche Idea\" on July 15, 1986.\n\t\t\t\t\t He clearly defined in his work that all forms of ideological education conducted by the Workers' Party of Korea including the education in loyalty, the education in revolutionary traditions and the class education precisely means the education in the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized the need for all the party members and other people to firmly unite behind the party and the leader based on one ideology with the correct viewpoint of the driving force of revolution.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a bylined article says that the work serves as the banner for fully stepping up and propelling the revolutionary advance of the army and people of the DPRK for building a thriving nation for the scientific accuracy and truth of the idea and theory enshrined in it.\n\t\t\t\t\t\n\t\t\t\t\t Intensifying the education in the Juche idea is an essential demand for achieving the final victory of revolution and a sure guarantee for increasing the might of the single-minded unity, the mainstay of revolution, in every way, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The education is an important demand for implanting the confidence in victory in DPRK-style socialism in the minds of the people.\n\t\t\t\t\t\n\t\t\t\t\t It is also an important guarantee for arousing the people's patriotic zeal to encourage them to perform feats in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can match the might of ideology. This is the irrefutable truth taught by the history of the Korean revolution which recorded only victories by dint of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Only when one is armed with the Juche idea, can one devotedly struggle to build a prosperous state in the spirit of warm love for the country and the people. Only then the Korean revolution advancing thanks to the might of the great idea will surely emerge victorious."
        },
        {
            "title": "Lee Myung Bak Group's Brutal Crackdown upon Ro Su Hui Slammed",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-20ee.html",
            "content": "Lee Myung Bak Regime's Brutal Crackdown upon Ro Su Hui Slammed\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, issued a statement on July 12 denouncing the Lee Myung Bak regime of south Korea for brutally suppressing Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon). \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Ro's Pyongyang visit and activities were an expression of due etiquette to express condolences over the greatest loss to the nation and share sorrow as a fellow countryman and patriotic desire to contribute to restoring the trend of the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, no sooner had he crossed the demarcation line in Panmunjom than the group of traitors snatched a bouquet and a Korean Peninsula flag, strangled his neck and tightly gripped his limbs like an animal before walking him away.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the \"government\" authorities are kicking up a whirlwind of indiscriminate crackdown upon pro-reunification movement organizations and personages under the pretext of \"pro-north leftist forces\" and \"forces following the north\" on the strength of the \"Security Law\", not content with the brutal fascist action taken in broad daylight in the eyes of all fellow countrymen and the world, creating a terror-ridden atmosphere in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The desperate crackdown launched by the group, utterly indifferent to the nation, ethics and morality, is as foolish an act as digging out its grave by itself.\n\t\t\t\t\t\n\t\t\t\t\t The association would strive hard to terminate at an early date the its anti-reunification confrontation, get many patriotic figures including the unreasonably arrested Ro Su Hui released and bring back the era of reunification of \"By our nation itself\" in which the nation is heading for independent reunification, peace and prosperity."
        },
        {
            "title": "Kim Il Sung Commemorated in Brazil, Mexico",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-03ee.html",
            "content": "Kim Il Sung Commemorated in Brazil, Mexico\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Lectures were sponsored by the Brasilia Federal District Committee of the Confederation of Brazilian Women, the Brazilian National Federation of Industrial Workers and the Mexico-Korea Friendship Association between July 5 and 7 on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t Praising the President as a great master of idea, theory and leadership and the supreme incarnation of benevolence, the chairperson of the Brasilia Federal District Committee of the Confederation of Brazilian Women said that leader Kim Jong Il devoted himself to successfully carrying forward and accomplishing the revolutionary cause of Juche which started in Mt. Paektu, true to the intention of the President. \n\t\t\t\t\t\n\t\t\t\t\t The future of the DPRK is immensely bright as it is led by the dear respected Kim Jong Un identical to the President and Kim Jong Il, the chairperson added.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Brazilian National Federation of Industrial Workers lauded Kim Il Sung as a great man in the 20th century who performed undying feats for the sacred cause of the freedom and liberation of the Korean people and global independence, adding the legacy left by him serves as a precious treasure not only for the Korean people but for mankind.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Mexican Friend Association for Memory of President Kim Il Sung said that Kim Il Sung is a great statesman who made immortal contributions to socialist construction in the DPRK and global independence. The revolutionary ideas and feats of Kim Il Sung and Kim Jong Il will always shine along with human history."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-05ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreign Newspapers\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Foreign newspapers carried special write-ups on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The Lao papers Passason, Vatelao and Vientiane Mai on July 6 edited articles praising his feats, illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t It was the President who pioneered the socialist cause in Korea, the papers said, introducing in detail the feats he performed by leading the revolution and construction to victory for a long period.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali paper Jana Sata on July 7 carried an article headlined \"Political idea of President Kim Il Sung\". The article said:\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his transparent political idea to believe in people as in Heaven, he always considered them as the best teachers. He led the bloody anti-Japanese armed struggle for 15 years, saving the Korean people from the fate of a stateless nation and putting them forward as the masters of the country and society.\n\t\t\t\t\t\n\t\t\t\t\t He always mixed with them and sat knee to knee with them to open-heartedly hear their opinions.\n\t\t\t\t\t\n\t\t\t\t\t He covered more than 578 000 km equivalent to turning round the earth 14 and a half times to make journeys for field guidance till the last moments of his great life from right after Korea's liberation. The number of the units he visited was nearly more than 20 600 and the number of days he spent for trips was at least 8 650.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian paper Daily Monitor on July 5 said that prominent party and state leaders and politicians recorded in the world history of politics in the 20th century expressed their deep respect for the President."
        },
        {
            "title": "Kim Il Sung Remembered in Various Countries ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-06ee.html",
            "content": "Kim Il Sung Remembered in Various Countries \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Remembrance meetings took place in Democratic Congo, Guinea and Thailand between July 6 and 9 on the occasion of the 18th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of Democratic Congo and chairman of the Democratic Congo-Korea Friendship and Solidarity Association, and other speakers said that mankind in the 20th century was greatly fortunate to hold in high esteem the President as the great sun as he performed the undying feats for global independence.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his maxim to believe in people as in Heaven, he settled all the problems arising in the revolution and construction in their interests while always mixing with them, the speakers noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed conviction that the great feats the President and leader Kim Jong Il performed for the Korean revolution and the human cause of independence would shine long and the Korean people would dynamically advance toward a final victory as they are led by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, recollected with deep emotion that the President received the Guinean president on a visit to the DPRK in April 1992 and gave precious teachings which would serve as guidelines for the agricultural development in Guinea. \n\t\t\t\t\t\n\t\t\t\t\t The Guinean people always remember the image of tender-hearted Kim Il Sung, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t Personages of the Organization for the Study of the Juche Idea of Thailand and the Chongsan-ri Community of Thailand praised the President for having advanced outstanding idea, strategy and tactics on global independence and making undying contributions to developing the friendly and cooperative relations with those countries advocating independence."
        },
        {
            "title": "Seminars on Kim Il Sung's Feats Held ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-07ee.html",
            "content": "Seminars on Kim Il Sung's Feats Held \r\n Pyongyang, July 16 (KCNA) -- Seminars on the feats of President Kim Il Sung were held in Russia, Pakistan, India and Italy between July 1 and 8 on the occasion of the 18th anniversary of his demise.\n\t\t\t\t\t The vice-chairman of the Dagestan Association for the Study of the Juche Idea and Songun Policy of Russia and other speakers praised the President for performing undying feats on behalf of the country, people, era and history while leading the complicated Korean revolution, and making great contributions to global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said:\n\t\t\t\t\t\n\t\t\t\t\t The President regarded it as maxim of his life to believe in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t He built the people's country for the first time in the Korean nation's history spanning 5 000 years and made sure that the state and power institutions were called people's institutions. His lofty image is deeply kept in the hearts of the Korean people and progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the C.C., the Unified Communist Party of Italy, stressed that the President put forward the original idea and theory on state building and built Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Firenze Group of the Italian Committee for the Study of the Juche idea noted: \n\t\t\t\t\t\n\t\t\t\t\t The whole life of the President is a history of devotion of a great man. It was thanks to his devotion to the people that miracles of the century were wrought in the DPRK one after another. He wrote nearly 10 800 works in his lifetime. They serve as great ideological and mental treasures.\n\t\t\t\t\t\n\t\t\t\t\t A message to the dear respected Kim Jong Un was adopted at the seminar in Pakistan."
        },
        {
            "title": "Korean People's Cause Is Sure to Win: Russian Party Leader",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-08ee.html",
            "content": "Korean People's Cause Is Sure to Win: Russian Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Sazhi Umalatova, chairwoman of the Party for Peace and Unity of Russia, together with members of the party leadership visited the DPRK embassy in Moscow on July 8, the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t They laid a floral basket before a full-length figure painting of the President and leader Kim Jong Il standing together before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman said that it is a due obligation and duty of the progressive people to pray for immortality of the President. Though 18 years have passed she still cannot believe that the President passed away, she noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The idea and cause of the President were successfully carried forward by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership socialist Korea has turned into a nuclear weapons state. I am pleased that the dear respected Kim Jong Un is energetically leading the Korean revolution to victory.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the just cause of the Korean people is sure to win. I sincerely wish Kim Jong Un good health and great success in his noble work for the prosperity of the country and the happiness of its people."
        },
        {
            "title": "Kim Il Sung, Paragon of International Cooperation: Brazilian Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-09ee.html",
            "content": "Kim Il Sung, Paragon of International Cooperation: Brazilian Organization\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The Brazilian Center for the Study of the Juche Idea posted on its Internet website a special article titled \"Kim Il Sung, paragon of international cooperation\" with his smiling portrait on July 8, the 18th anniversary of his demise.\n\t\t\t\t\t President Kim Il Sung boundlessly revered by progressive mankind set a genuine example of cooperation in the international relations, the article said.\n\t\t\t\t\t\n\t\t\t\t\t Particularly, he often met with leaders and politicians of newly independent countries and other developing countries, gave precious teachings on the issues urgently needed in building new society and rendered sincere assistance to them, it noted.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely helped those countries which became newly independent of the imperialist colonial yoke settle the issue of native cadres and advance toward the road of self-reliance, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t It praised him as the great father of progressive mankind who set a genuine example of cooperation in the history of the international relations."
        },
        {
            "title": "Kim Jong Un's Work Carried by Russian Paper",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-10ee.html",
            "content": "Kim Jong Un's Work Carried by Russian Paper\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" was carried by the Russian paper Patriot No. 25.\n\t\t\t\t\t The work, published on April 20, 2012, deals with the revolutionary feats President Kim Il Sung and leader Kim Jong Il performed in their lifetime. It also indicates the tasks for steadfastly defending and glorifying their idea and feats for all ages."
        },
        {
            "title": "Russia's Efforts for Bolstering Its Naval Forces",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-12ee.html",
            "content": "Russia's Efforts for Bolstering Its Naval Forces\n\t\t\t\t\t\t\r\n Moscow, July 15 (KCNA) -- Russia is exerting big efforts to bolster its naval forces.\n\t\t\t\t\t A flotilla of the Black Sea Fleet made up of a patrol craft, large landing crafts and logistic ships started its planned duty in the Mediterranean, according to the Defense Ministry of Russia on July 13.\n\t\t\t\t\t\n\t\t\t\t\t It is said that their crewmen are now conducting drills for mutual cooperation, communications, anti-air raid and anti-submarine operations and will stage joint naval maneuvers in the Mediterranean with warships of the Arctic Sea and Baltic Sea fleets."
        },
        {
            "title": "Chinese Foreign Ministry Spokesman Slams Japan's Disturbance ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-15ee.html",
            "content": "Chinese Foreign Ministry Spokesman Slams Japan's Disturbance \n\t\t\t\t\t\t\r\n Beijing July 15 (KCNA) -- Liu Weimin, spokesman for the Ministry of Foreign Affairs of China, in a press conference on July 13 strongly denounced the Japanese authorities for disturbing a Chinese vessel's performance of duty.\n\t\t\t\t\t He said China was much dissatisfied with the Japanese vessel's disturbance of the Chinese vessel's performance of its duty in the waters of Diaoyu island.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese ship is on routine guard duty for fishing in the waters under the control of China, he added."
        },
        {
            "title": "PNA Chides Israel's Unreasonable Action against ISM Activists",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-13ee.html",
            "content": "PNA Chides Israel's Unreasonable Action against ISM Activists\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The Palestinian National Authority (PNA) on July 13 vehemently denounced Israel's unreasonable action taken against the International Solidarity Movements (ISM) activists in the Palestinian territory. \n\t\t\t\t\t Nabil al-Khatib, the PNA spokesman, accused the Israeli authorities of taking an action to arrest ISM activists in the West Bank and send them back to their countries. \n\t\t\t\t\t\n\t\t\t\t\t  The spokesman urged the Israeli authorities to retract at once their illegal action against those activists who called for strengthening the unity of the Palestinian people."
        },
        {
            "title": "Russian PM Refers to Issue of Development in Kurils ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-14ee.html",
            "content": "Russian PM Refers to Issue of Development in Kurils \n\t\t\t\t\t\t\r\n Moscow, July 15 (KCNA) -- Russian Prime Minister Dmitri Medvedev referred to the issue of development on Kurils in a recent meeting.\n\t\t\t\t\t Noting that Kurils are a very important part of the Russian territory, he underscored the need to increase investment in the region to rapidly develop it.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized, in particular, the need to build health sports centers in Kunashiri and Shikotan islands of Kurils."
        },
        {
            "title": "Demos in Spain ",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-16ee.html",
            "content": "Demos in Spain \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Mammoth demonstrations were staged in Madrid recently to condemn the wrong economic policy of the authorities.\n\t\t\t\t\t The protests brought together an estimated 4 000 people including civil servants.\n\t\t\t\t\t\n\t\t\t\t\t They marched along streets of the city in protest against the Spanish government's such unreasonable austerity measures as cutting down expenditure and raising taxes. \n\t\t\t\t\t\n\t\t\t\t\t They strongly demanded the authorities immediately retract such measures."
        },
        {
            "title": "Kim Jong Un envia a los militares mensaje de agradecimiento",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-29ee.html",
            "content": "Kim Jong Un envia a los militares mensaje de agradecimiento\n\t\t\t\t\t\t\r\nPyongyang, 16 de julio (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 15 un mensaje de agradecimiento a los militares ejemplares de la Unidad 3154 del Ejercito de Seguridad Interior del Pueblo de Corea que lograron brillantes meritos laborales en la construccion de los edificios importantes.\n\t\t\t\t\t  Esta unidad ha venido apoyando en la delantera el proposito del Presidente Kim Il Sung y el Dirigente Kim Jong Il en materia de la construccion de una patria prospera.\n\t\t\t\t\t\n\t\t\t\t\t  Los militares de esta unidad desempenaron el papel medular en los campos de construccion con la decision de continuar sus servicios militares hasta que se culminara la construccion de edificios dedicados al centenario de natalicio del Presidente Kim Il Sung siguiendo los ejemplos de los predecesores quienes participaron en la construccion del metro de Pyongyang, la obra de  reconstruccion del tunel Mujigae y otros varios objetos dilatando el dia de desmovilizacion.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos levantaron las creaciones monumentales de la epoca del Songun como la Central Hidroelectrica de Huichon, el Combinado de Procesamiento de Frutas Taedonggang, la Biblioteca Electronica de la Universidad Kim Il Sung, el Parque Juventud de Kaeson y el comedor especializada de platos del Restaurante Okryu.\n\t\t\t\t\t\n\t\t\t\t\t  Entre ellos se distinguen el primer Heroe de la Republica quien sacrifico su vida despues de salvar a los companeros revolucionarios en el campo de la construccion de la Central Hidroelectrica de Huichon y la heroina del Trabajo que contribuyo a la construccion de dique al manejar la excavadora.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos hicieron sus servicios militares durante largo tiempo, pero no regresaron a su tierra nativa donde les esperan sus padres y hermanos y continuaron sus servicios militares en los campos de construccion dificiles y duras.\n\t\t\t\t\t\n\t\t\t\t\t  El Maximo Dirigente Kim Jong Un subrayo en el mensaje de agradecimiento que pueden mostrar tales conductos excelentes solo los militares coreanos que guardan en lo profundo de sus corazones la preciosidad de la patria y poseen el patriotismo de Kim Jong Il en el regazo del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t  Indico que ellos son modelos de la conviccion y la obligacion moral de la epoca del Songun y los verdaderos patriotas de que deben aprender todo el ejercito y todo el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que hay vencimiento en el servicio militar, pero no en el camino de servicio abnegado por la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Recalco que los soldados desmilitarizados deben vivir toda su vida, sin quitar los uniformes de sus almas, en el camino de la revolucion y del  patriotismo indicado por el partido con el espiritu, el impetu y el coraje de los militares asimilados en el periodo de servicio militar, dondequiera y cualquiera que trabajen.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que la Unidad 3154 del ESIPC debe ser el ejemplo y abanderado de todo el ejercito en materializar cabalmente el patriotismo de           Kim Jong Il."
        },
        {
            "title": "Decide destituir a Ri Yong Ho de todos cargos",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-30ee.html",
            "content": "Decide destituir a Ri Yong Ho de todos cargos\n\t\t\t\t\t\t\r\nPyongyang, 16 de julio (ACNC) -- Tuvo lugar el dia 15 la reunion del Buro Politico del Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\t  En la ocasion estuvieron presentes los miembros del Presidium, los miembros y los suplentes del Buro Politico del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  La reunion abordo el problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\t  Y decidio destituir a Ri Yong Ho de todos cargos tales como miembro del Presidium y miembro del Buro Politico, del CC del PTC y vicepresidente de la Comision Militar Central del PTC, por razon de enfermedad."
        },
        {
            "title": "Norodom Sihamoni recibe al canciller coreano",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-31ee.html",
            "content": "Norodom Sihamoni recibe al canciller coreano\r\nPyongyang, 16 de julio (ACNC) -- El rey de Cambodia, Norodom Sihamoni, departio el dia 14 en su palacio en ambiente amistoso con la delegacion de la Republica Popular Democratica de Corea presidida por el canciller Pak Ui Chun quien le hizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion, el rey senalo que le da gran honor la posibilidad de consolidar junto con Su Excelencia Kim Jong Un las relaciones bilaterales, iniciadas por el Presidente Kim Il Sung y desarrolladas bajo la profunda atencion de Su Excelencia Generalisimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que recordara siempre el apoyo y la ayuda dados al pueblo camboyano por esos lideres coreanos.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que Su Excelencia Kim Jong Un logre mayores exitos en el cumplimiento de su noble causa."
        },
        {
            "title": "CRPP advierte a los que tratan de atentar contra maxima dignidad",
            "url": "http://kcna.co.jp/item/2012/201207/news16/20120716-32ee.html",
            "content": "CRPP advierte a los que tratan de atentar contra maxima dignidad\n\t\t\t\t\t\t\r\nPyongyang, 16 de julio (ACNC) -- El vocero del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 16 una declaracion que sigue:\n\t\t\t\t\tLa banda de los traidores surcoreanos, que ha insultado repetidamente la dignidad de la Direccion Suprema de la Republica Popular Democratica de Corea, lanza ultimamente la operacion subversiva y de sabotaje mandando a la RPDC a los traidores como los que se fugaron al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSegun el aviso del organo competente, fueron descubiertos y detenidos hace poco los que se infiltraron en la RPDC para destruir las estatuas de bronce y las obras monumentales siguiendo las ordenes de los servicios de inteligencia de EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos criminales son elementos arriba mencionados que confesaron que habian sido sobornados por los servicios de inteligencia de EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTodas las pruebas humanas y materiales confirmadas dicen que EE.UU. no solo esta involucrado en esa operacion anti-RPDC sino la ha aprobado y dirigido directamente.\n\t\t\t\t\t\n\t\t\t\t\tEste grave incidente de terrorismo politico del Estado, que toma por su blanco la maxima dignidad de la RPDC y viola flagrantemente el derecho internacional, insinua que llega a la fase aventurera la campana subversiva y de sabotaje contra ella.\n\t\t\t\t\t\n\t\t\t\t\tAhora, en contubernio de EE.UU., la banda de titeres surcoreanos utiliza a los habitantes norcoreanos, raptados y llevados al Sur de Corea, en su demagogia anti-RPDC y envia nuevamente al territorio norcoreano a los fugitivos connotados y otros traidores en misiones referidas.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo contexto, con la ayuda activa de EE.UU., los organos de inteligencia y conspiracion del Sur de Corea fabricaron con los traidores las entidades terroristas anti-RPDC de mala fama.\n\t\t\t\t\t\n\t\t\t\t\tPosteriormente, infiltran en la RPDC a sus miembros financiados y equipados con medios subversivos y de sabotaje.\n\t\t\t\t\t\n\t\t\t\t\tEl presente caso es la continuacion de la ofensa de la maxima dignidad de la RPDC, considerada como peor provocacion, y el climax de la fiebre conflictiva con ella.\n\t\t\t\t\t\n\t\t\t\t\tSeria gran tonteria si EE.UU. y la camarilla surcoreana piensan que pueden disturbar la opinion publica y socavar la unidad monolitica de la RPDC mediante la sucia operacion en cuestion.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad monolitica se mantendra ferrea bajo cualesquier circunstancias y ninguna fuerza hostil podra quebrantarla.\n\t\t\t\t\t\n\t\t\t\t\tSera condenado al castigo implacable cualquier tipejo que se atreva a ofender o atentar fisicamente contra la dignidad de la Direccion Suprema de la RPDC que considera como su cielo la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa operacion de sabotaje y subversion sera fracasada vergonzosamente ante la aguda vigilancia y el escudo de acero de los militares, civiles y oficiales de seguridad de la RPDC, dispuestos a defender al lider a costa de la vida y exterminar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y el Sur de Corea siguen practicando los actos terroristas de maxima dimension, se responsabilizaran totalmente de sus graves consecuencias."
        }
    ]
}