{
    "date": "2012-07-13",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-13ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets President of Montenegro",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-16ee.html",
            "content": "Kim Yong Nam Greets President of Montenegro\r\n Pyongyang, July 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Filip Vujanovic, president of Montenegro, on its national day.\n\t\t\t\t\t Kim in the message expressed belief that the friendly relations between the two countries would develop by joint efforts."
        },
        {
            "title": "Pak Ui Chun Calls for Repeal of U.S. Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-24ee.html",
            "content": "Pak Ui Chun Calls for Repeal of U.S. Hostile Policy toward DPRK\r\n Pyongyang, July 13 (KCNA) -- DPRK Foreign Minister Pak Ui Chun, head of a DPRK delegation to the ministerial meeting of the 19th ASEAN Regional Forum held in Phnom Penh, Cambodia, called for the repeal of the U.S. hostile policy toward it. \n\t\t\t\t\t Exposing the ever-more undisguised U.S. political and military provocation moves against the DPRK, he stressed that all facts clearly prove the U.S. is the real provocateur, the very one scrapping the armistice agreement and the arch criminal escalating tensions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent for self-defence will steadily be bolstered up as long as there continues the U.S. hostile policy, he said, condemning the present south Korean authorities for acting the role of a shock brigade in screwing up tensions on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In order to defuse the tensions on the Korean Peninsula and defend peace there, it is important to correctly find out the cause of tensions and the realistic way for overcoming it, he said, emphasizing three points.\n\t\t\t\t\t\n\t\t\t\t\t Firstly, it is necessary to correctly understand the aim of the U.S. hostile policy toward the DPRK and its danger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK that has lasted for more than half a century is strategically aimed to stamp out the idea and the social system chosen by the Korean people, swallow up the whole of the Korean Peninsula and thus attain military hegemony in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, to repeal the U.S. hostile policy toward the DPRK is a key to settling the issue of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No solution of problem can be expected as long as there exists the U.S. hostile policy seeking to stifle the DPRK at any cost while regarding it as a target of hostility for the reason that it has differing idea and social system.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the repeal of the U.S. hostile policy toward the DPRK should begin with putting an end to the current relations between the DPRK and the U.S. which are technically at war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are leveling guns at each other in this state. It is unreasonable to demand the DPRK abandon its nuclear deterrent first under the present situation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation that member nations of the ASEAN Regional Forum would have a correct understanding of the root cause of the issue of the Korean Peninsula and extend support and solidarity to the efforts of the DPRK to ensure peace and stability there.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will as ever further strengthen friendly and cooperative relations with regional countries in line with its foreign policy of independence, friendship and peace and fulfill all its responsibility in defending peace and stability in the Korean Peninsula and the region, Pak concluded."
        },
        {
            "title": "Construction of Hwangnam Youth Saltern Completed",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-23ee.html",
            "content": "Construction of Hwangnam Youth Saltern Completed\r\n Pyongyang, July 13 (KCNA) -- The construction of the Hwangnam Youth Saltern was completed in the DPRK with due ceremony on Friday.\n\t\t\t\t\t The saltern was built in Ongjinbunjiman tideland in the West Sea of Korea. It laid a foundation for bringing about a new turn in developing the economy and improving people's living standard in South Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t There are seawater reservoirs, evaporating ponds and crystallization ponds covering hundreds of hectares in the saltern in which seawater is fed to the fields by use of gravity.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il set forth the task for building the saltern in the tideland and solved all the problems ranging from mapping out construction plan and supplying materials.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un acquainted himself with the construction of the large-scale saltern to solve knotty problems and let the saltern be called Hwangnam Youth Saltern.\n\t\t\t\t\t\n\t\t\t\t\t Read out at the ceremony was a message of thanks from the C.C., the Workers' Party of Korea to builders, technicians and officials who successfully built the saltern.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, Pak Yong Ho, chief secretary of the South Hwanghae Provincial Committee of the WPK, Jo Yong Chol, minister of Foodstuff and Daily Necessities Industry, officials concerned, builders and other people."
        },
        {
            "title": "I Witnessed True Picture of DPRK: Secretary General of Int'l Body",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-17ee.html",
            "content": "I Witnessed True Picture of DPRK: Secretary General of Int'l Body\r\n Pyongyang, July 13 (KCNA) -- Julien Huck, secretary general of the International Union of Agricultural and Foodstuff Workers, said he was deeply moved to visit various places of the DPRK from June 30 to July 5.\n\t\t\t\t\t He noted as follows in an excited tone:\n\t\t\t\t\t\n\t\t\t\t\t The visit to the DPRK provided me with an opportunity to witness its true picture.\n\t\t\t\t\t\n\t\t\t\t\t The situation in the DPRK was quite different from what the West media used to say.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are a heroic people who defeated the U.S. and Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t While touring the monuments to the history of the Korean people's struggle, I became to know well about the source of their powerful strength.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK everything serves the people and they are masters of everything.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies one of secrets to the victory of socialism in the DPRK despite ceaseless sanctions of the imperialists and their moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t I will widely introduce the Korean people to prove that the Western media reports are groundless.\n\t\t\t\t\t\n\t\t\t\t\t It is my conviction that the Korean people will firmly defend socialism and achieve the cause of national reunification, true to the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-08ee.html",
            "content": "Visits\r\n Pyongyang, July 13 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea headed by Han U Phal, vice-chairman of its Central Committee, returned home on Thursday after visiting Vietnam and Laos.\n\t\t\t\t\t Also returning on the same day were the DPRK wrestlers who took part in the 2012 Asian Junior Wrestling Championship in Kyrgyzstan.\n\t\t\t\t\t\n\t\t\t\t\t The group for the first Yanji-Mt. Kumgang international tour by plane led by Ji Kum Nyo, general manager of the Yanbian Tianyu International Tourist Agency of China, arrived here on the same day. \n\t\t\t\t\t\n\t\t\t\t\t The group will tour Songdowon, Lake Sijung and other beauty spots in the east coast of Korea and various places of Mt. Kumgang, superb scenic spot, including Kuryong Falls, Myriad-shaped peaks, Lagoon Samil and sea Kumgang."
        },
        {
            "title": "DPRK People Vow to Punish S. Korean Group of Traitors",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-19ee.html",
            "content": "DPRK People Vow to Punish S. Korean Group of Traitors\r\n Pyongyang, July 13 (KCNA) -- The people in the Democratic People's Republic of Korea have been caught up in a flame of rage at the repeated insult of south Korea's Lee Myung Bak group of traitors to the dignity of the DPRK supreme leadership.\n\t\t\t\t\t Kim Kyong Su, manager of the Kim Jong Thae Electric Locomotive Complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The Lee Myung Bak group egged on riff-raffs to kick up a racket of daring hurt the dignity of the DPRK supreme leadership near the 'Unification Bridge' in Phaju City, Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t Recorded in the history of national division were such confrontational maniacs condemned by all Koreans for having built a concrete wall across the territory. But, the history had never witnessed such a group of traitors who defamed the dignity of the DPRK supreme leadership, the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t With the group left intact, it is impossible to see the improved north-south relations.\"\n\t\t\t\t\t\n\t\t\t\t\t Jo Ju Yong, chief engineer of the Pyongyang Thermal Power Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t \"There is no breathing spell in this land for anyone hurting the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group will face a stern punishment for its hideous crimes.\"\n\t\t\t\t\t\n\t\t\t\t\t O Myong Nam, a workshop head of the Pyongyang Automation Instrument Factory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The Lee group of traitors is the root cause of the nation's misfortune, because it is getting hell-bent on cooperation with outside forces in anti-DPRK moves and crackdown upon pro-reunification patriots.\n\t\t\t\t\t\n\t\t\t\t\t In order to save the nation's destiny from crisis and attain the reunification and peace of Korea, it is imperative to get rid of the Lee group of rats, before anything else.\""
        },
        {
            "title": "Preparations Made in DPRK to Prevent Flood Damage",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-22ee.html",
            "content": "Preparations Made in DPRK to Prevent Flood Damage\r\n Pyongyang, July 13 (KCNA) -- An anti-flood campaign is gaining momentum in the Democratic People's Republic of Korea.\n\t\t\t\t\t The Ministry of Land and Maritime Transport and its subsidiaries have finished improving water conservancy facilities in barrages and dams along the River Taedong, including the West Sea Barrage.\n\t\t\t\t\t\n\t\t\t\t\t The Taedonggang Barrage Management Bureau and the West Sea Barrage Station are keeping barrages and dams ready for coincidence of flood and high water.\n\t\t\t\t\t\n\t\t\t\t\t The Mirim, Ponghwa and other barrage stations have reinforced power systems to ensure the barrages' normal operation, while the Taedonggang and Namgang power stations took supplementary measures for non-stop operation of equipment in heavy rain.\n\t\t\t\t\t\n\t\t\t\t\t The Hydro-meteorological Service has set up a database necessary to provide hydro-meteorological information in time.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City is finding out spots liable to be damaged by flood and remedying them in close touch with districts and industrial establishments in the city.\n\t\t\t\t\t\n\t\t\t\t\t South Phyongan Province has reinforced facilities considered easy to be hit by flood and South Hamgyong Province has embanked and dredged all rivers and streams.\n\t\t\t\t\t\n\t\t\t\t\t Similar steps are being taken in other provinces, too."
        },
        {
            "title": "Knitting Mills Increase Production in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-18ee.html",
            "content": "Knitting Mills Increase Production in DPRK \r\n Pyongyang, July 13 (KCNA) -- Knitting mills under the Knitting Industry Management Bureau in the DPRK over-fulfilled their plans for the first half of the year. \n\t\t\t\t\t Officials, workers and technicians of the Pyongyang Hosiery Factory have operated all the modern production processes in full capacity to honor the daily production plan 110 percent. The plan was set higher than before. \n\t\t\t\t\t\n\t\t\t\t\t Officials, workers and technicians of the Songyo Knitting Mill carried out its plan for the first half of the year 1.2 times by intensifying the massive technical innovation movement and socialist emulation drive. \n\t\t\t\t\t\n\t\t\t\t\t The Kanggye Knitting Mill, Hamhung Knitting Mill, Pyongyang Children's Knitwear Factory, Aeguk Knitted Goods Factory and Kangso Knitting Mill also have made successes by making efforts to ensure high quality through well-organized production and management."
        },
        {
            "title": "Changsong County, Forerunner in Developing Local Industry",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-20ee.html",
            "content": "Changsong County, Forerunner in Developing Local Industry\r\n Pyongyang, July 13 (KCNA) -- Changsong County, North Phyongan Province, in the Democratic People's Republic of Korea is known as a frontrunner in updating local industry.\n\t\t\t\t\tPresident Kim Il Sung in his lifetime gave field guidance of 389 days to the county, making journey of 21,600 kilometers.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Nam, manager of the Changsong Foodstuff Processing Factory, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"President Kim Il Sung's post-war visits to this remote mountainous county are always kept in the memory of its inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t Saying it was desirable to make effective use of mountains in the county, he personally climbed steep mountains to learn about what raw materials were available for its local industry.\n\t\t\t\t\t\n\t\t\t\t\t He said that the county would be well-off if it developed local industry with wild fruits and other raw materials abundant in the area.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his tireless efforts, the county with many mountains turned into an area with developed local industry.\n\t\t\t\t\t\n\t\t\t\t\t In August 1962, the President convened a joint meeting of local party and economic officials in Changsong County, at which he underscored the need to raise the role of counties so as to further develop local industry and agriculture and radically improve the people's livelihood.\"\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 50th anniversary of the meeting. The county residents are now striving to update factories in the country as a model to be followed by other counties throughout the country."
        },
        {
            "title": "Home-made Hosiery Packer Proves Effective",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-21ee.html",
            "content": "Home-made Hosiery Packer Proves Effective\r\n Pyongyang, July 13 (KCNA) -- An automatic hosiery packer, introduced to the Pyongyang Hosiery Factory, is well received by experts and employees.\n\t\t\t\t\t The packer makes it possible to streamline all processes ranging from supply of package to packing and forwarding of goods, controlled by computer. It is very good in performance and high in economic effectiveness.\n\t\t\t\t\t\n\t\t\t\t\t It was developed in less than six months by Jo Su Gyong, a researcher at Pyongyang University of Mechanical Engineering.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un highly appreciated her research success, when visiting the factory some time ago."
        },
        {
            "title": "Rodong Sinmun Calls for Displaying Patriotism",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-09ee.html",
            "content": "Rodong Sinmun Calls for Displaying Patriotism \r\n Pyongyang, July 13 (KCNA) -- Patriotism is expressed in sprucing up one's home-yard, to begin with, and one's family and one's birthplace mean one's country, says Rodong Sinmun Friday in a bylined article. \n\t\t\t\t\t General Secretary Kim Jong Il visited Hasin-dong, Sosong District in Pyongyang on July 11, 1972 and learned in detail about the work of dongs and people's neighborhood units. He, on this basis, made public his work \"On Improving the Work of Dong and People's Neighborhood Units\". \n\t\t\t\t\t\n\t\t\t\t\t His work serves as an important programme to be always held fast to by the Korean people in the drive for building a thriving nation, the article says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t A dynamic work has been pushed forward in the DPRK to turn workplaces and villages into a thick forest and woodland. As a result, the number of villages in parks and workplaces in woods is increasing and many dongs and people's neighborhood units have been spruced up to fit a socialist fairyland. \n\t\t\t\t\t\n\t\t\t\t\t  \"Turn all the urban and rural areas into socialist fairylands thick with trees and flowers and resounding with people’s laughter!\" This is a joint call of the Central Committee and the Central Military Commission of the Workers' Party of Korea. Sky-high is the resolution of the Korean people to carry out the joint call. It is the unanimous desire of all people to more splendidly and beautifully spruce up their own streets, villages and workplaces as required by a thriving nation and thus glorify the country as a developed and highly civilized socialist country. \n\t\t\t\t\t\n\t\t\t\t\t A lot of families across the country sent their children to the posts for defending the country and sincerely assist the service personnel materially and morally as their own parents would do. Servicepersons help civilians, and vice versa throughout the country. And beautiful traits of loving and taking care of war veterans and families of honored wounded soldiers and service personnel are given full play. \n\t\t\t\t\t\n\t\t\t\t\t Everybody thinks more of the country than of his or her family and spares nothing for bolstering the capability for national defence. It is the real picture of Songun Korea today that this patriotic trait is given full play. \n\t\t\t\t\t\n\t\t\t\t\t When the Korean people pool their patriotic wisdom and energies to materialize the plan of the Workers' Party of Korea for building an economic power, they will display Herculean strength, indeed, concludes the article."
        },
        {
            "title": "Rodong Sinmun Slams Japan-S. Korea Military Nexus",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-10ee.html",
            "content": "Rodong Sinmun Slams Japan-S. Korea Military Nexus \r\n Pyongyang, July 13 (KCNA) -- The General Security of Military Information Agreement (GSOMIA) which Japanese reactionaries are working hard to conclude with the south Korean puppet regime may disturb regional peace and stability and create a catastrophic situation, says Rodong Sinmun Friday in a bylined article. \n\t\t\t\t\t The military tie-up between Japan and south Korea was forged, pursuant to the strategy of the U.S. to round off the triangular military alliance for aggression, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The military nexus between Japan and south Korea is fraught with great danger. The U.S. scenario to link the Japanese reactionaries and the south Korean regime legally and militarily was not simply prompted by its intention to tighten their alliance. Its aim is to bind them with the triangular military alliance and contain and pressurize through it big powers obstructive to implementing its Asian-Pacific policy. \n\t\t\t\t\t\n\t\t\t\t\t Japan is keen to launch its reinvasion of countries in the Asian-Pacific region and realize its old dream of \"Greater East Asia Co-prosperity Sphere\", availing itself of the U.S. policy of aggression. That is why the Japanese reactionaries are so zealous to join in the U.S. moves. Their ulterior aim is to launch reinvasion on the strength of the alliance. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is so foolish as to dream of doing harm to compatriots with the backing of foreign forces including not only the U.S. but Japan. Taking these interests of Japan and south Korea into consideration, the U.S. seeks to make them act in a pair and contain and pressurize big powers in the region through collective military actions.\n\t\t\t\t\t\n\t\t\t\t\t The relevant countries in the region show a negative stance towards the military agreement between Japan and south Korea. As a matter of fact, they claim the conclusion of the agreement would be an action to be taken before tightening the triangular alliance and that the agreement is targeted against them, in actuality, though it is said that it would be leveled at the DPRK. This is by no means fortuitous. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is going to begin its operation in Korea. Its scenario is to invade the DPRK and advance into its neighboring countries, using it as a springboard. The U.S., Japan and south Korea set it as their immediate goal to launch a war against the DPRK. No one can guess which country will be their second target.\n\t\t\t\t\t\n\t\t\t\t\t What is clear is that if a war breaks out in Korea, it will not be confined to the region but quickly spill over worldwide."
        },
        {
            "title": "S. Korean Organizations Demand Halt to Naval Base Construction on Jeju Island",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-12ee.html",
            "content": "S. Korean Organizations Demand Halt to Naval Base Construction on Jeju Island\r\n Pyongyang, July 13 (KCNA) -- The south Korean Measure Council for Checking the Construction of Jeju Naval Base held a press conference outside the \"government\" office on July 9 in protest against the construction of a naval base on Jeju Island under a hypocritical pretext. \n\t\t\t\t\t At the conference, the speakers recalled that on June 29 the \"government\" authorities proclaimed a proposal for revising the ordinance for enforcing the \"law on protecting military base and military facilities\".\n\t\t\t\t\t\n\t\t\t\t\t According to the proposal, the military would put the entry and departure of civilian ships under its control and the naval base on Jeju Island would become an area for protecting military facilities regardless of the designation of the island as a trading port, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This fully confirmed the naval base on the island to be a military port.\n\t\t\t\t\t\n\t\t\t\t\t  The designation of the military base on Jeju Island as an area for protecting military facilities would limit free access of civilians to it. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime's assertion that the port would be used by civilians and military is no more than a lie and deception.\n\t\t\t\t\t\n\t\t\t\t\t The present regime and military should stop at once the base construction, a source of trouble on the Korean Peninsula and Northeast Asia."
        },
        {
            "title": "Measure to Prevent GIs' Crimes Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-13ee.html",
            "content": "Measure to Prevent GIs' Crimes Urged in S. Korea\r\n Pyongyang, July 13 (KCNA) -- The south Korean newspaper Hankuk Ilbo on July 10 carried an editorial denouncing the violence by the U.S. imperialist aggression forces in south Korea.\n\t\t\t\t\t U.S. MPs handcuffed south Korean residents while making rounds of their base surroundings some days ago, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t The unequal south Korea-U.S. \"Status of Forces Agreement\" stipulates that U.S. forces shall not exercise police right single-handedly, it noted, adding such an act of the U.S. forces is contrary to this. The \"government\" should take an immediate measure to prevent the recurrence of GIs' crimes so that the people should not suffer, the editorial concluded."
        },
        {
            "title": "Resignation of Chairman of S. Korean Human Rights Committee Urged",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-14ee.html",
            "content": "Resignation of Chairman of S. Korean Human Rights Committee Urged \r\n Pyongyang, July 13 (KCNA) -- 396 south Korean lawyers and legal scholars held a press conference outside the building of the Human Rights Committee of south Korea on Tuesday.\n\t\t\t\t\t They read out a joint declaration demanding the human rights abuser Hyon Pyong Chol, chairman of the Human Rights Committee of south Korea, resign his office.\n\t\t\t\t\t\n\t\t\t\t\t Chairman Hyon Pyong Chol had no career related to human rights, the statement disclosed. \n\t\t\t\t\t\n\t\t\t\t\t The committee chaired by Hyon refused to give an emergent relief to Kim Jin Suk, who staged a protracted sit-in in protest against the lay-off by the Hanjin Heavy Industry, and even remained indifferent to the life of the people whose right to existence got worst, the statement deplored.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded Lee Myung Bak immediately backtrack the decision on Hyon's stay in office, urging Hyon to bear responsibilities for the situation."
        },
        {
            "title": "Suppression of Pomminryon S. Headquarters Members Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-15ee.html",
            "content": "Suppression of Pomminryon S. Headquarters Members Condemned in S. Korea\r\n Pyongyang, July 13 (KCNA) -- The Civic and Public Joint Measure Committee for Coping with Suppression of Pomminryon (Pan-national Alliance for Korea's Reunification) in south Korea held a press conference outside the Seoul Central District Court on July 10 demanding halt to legal actions against members of the South Headquarters of Pomminryon.\n\t\t\t\t\t The organization said that south Korean public security authorities committed brutal crime of dragging away in front of the world Ro Su Hui, vice-chairman of the South Headquarters of Pomminryon, who paid a condolatory visit to Pyongyang over the great loss to the nation and worked hard for unity and reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It censured the Lee Myung Bak regime for its fascist suppression of popular masses struggling for the country's peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" will bring bigger disaster to the nation, it said, adding it's high time that the nation struggled in unity to judge the Lee regime.\n\t\t\t\t\t\n\t\t\t\t\t  All the people should join efforts to provide favorable environment for the June 15 joint declaration, opposing the anti-reunification regime's suppression, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to immediately stop legal actions against Ro Su Hui and the secretary general of Pomminryon and release them."
        },
        {
            "title": "Kim Jong Un's Work Carried by Kuwaiti Paper",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-01ee.html",
            "content": "Kim Jong Un's Work Carried by Kuwaiti Paper\r\n Pyongyang, July 13 (KCNA) -- The detailed gist of the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" was carried by the Kuwaiti paper Kuwait Times on July 8.\n\t\t\t\t\t The work, published on April 20, 2012, deals with revolutionary feats President Kim Il Sung and General Secretary Kim Jong Il performed.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks for steadfastly defending and glorifying their idea and feats for all ages."
        },
        {
            "title": "Kim Il Sung, Greatest Man: British Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-02ee.html",
            "content": "Kim Il Sung, Greatest Man: British Organization\r\n Pyongyang, July 13 (KCNA) -- The British Branch of the Korean Friendship Association issued a statement on July 4 to mark the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The President founded the immortal Juche idea which indicates the road for emancipation of humankind.\n\t\t\t\t\t\n\t\t\t\t\t He led to victory the two revolutionary wars and established a socialist system in Korea where the people are the masters of the country.\n\t\t\t\t\t\n\t\t\t\t\t He devoted himself to the welfare of the people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t He was an outstanding thinker, theoretician and philosopher who published lots of famous works.\n\t\t\t\t\t\n\t\t\t\t\t His works translated in various foreign languages are being widely disseminated throughout the world.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the three principles of national reunification and conducted strenuous activities for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t He was the greatest man, indeed.\n\t\t\t\t\t\n\t\t\t\t\t He will always live in the hearts of the world progressives."
        },
        {
            "title": "Personality, Leadership Ability of Kim Jong Un Lauded by Regional Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-03ee.html",
            "content": "Personality, Leadership Ability of Kim Jong Un Lauded by Regional Organization\r\n Pyongyang, July 13 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted a special write-up captioned \"Kim Jong Un, world focus\" on its Internet homepage on July 4.\n\t\t\t\t\t The homepage carried articles titled \"Reincarnation of President Kim Il Sung\", \"Start of Kim Jong Un's era\" and \"Forward to final victory\", illustrated with photos of the dear respected Kim Jong Un conducting revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t For his distinguished personality and leadership ability, he, already named \"one of 10 famous people in the present world\",  is recognized by the international community as a young leader fully possessed of qualifications as modern statesman and strategist, the articles said."
        },
        {
            "title": "Death Anniversary of Kim Il Sung Observed Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-04ee.html",
            "content": "Death Anniversary of Kim Il Sung Observed Abroad\r\n Pyongyang, July 13 (KCNA) -- Remembrance meetings were held in Bangladesh, Germany and Ecuador on July 5 and 6 to mark the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t Present at the meetings were personages of the Communist Party (Marxist-Leninist), the National Socialist Party and the Workers' Party of Bangladesh, the Bangladesh-Korea Friendship and Solidarity Committee, the German Group for the Study of Works of Comrade Kim Il Sung and Comrade Kim Jong Il and the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People and other people.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers, including the chairman of the Bangladesh-Korea Friendship and Solidarity Committee, praised the President as the father of socialist Korea and outstanding strategist and invincible and iron-willed commander who defeated two imperialisms in one generation.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the German Group for the Study of Works of Comrade Kim Il Sung and Comrade Kim Jong Il said the Korean people would certainly build a thriving nation desired by the President and General Secretary Kim Jong Il as they are led by the dear respected Kim Jong Un.  \n\t\t\t\t\t\n\t\t\t\t\t Sure is the victory of the cause of Kimilsungism and Kimjongilism, he added.\n\t\t\t\t\t\n\t\t\t\t\t The speakers including the chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People said the Juche idea founded by the President will shine forever as the immortal banner indicating the road for the human cause of independence."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-05ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreign Figures\r\n Pyongyang, July 13 (KCNA) -- Seminars on feats of President Kim Il Sung were held in Kyrgyzstan, Indonesia, Pakistan and Bangladesh and by the Secretariat of the Pan-African Movement between July 4 and 6.\n\t\t\t\t\t The chairman of the Central Council of the People Unity-\"Kyrgys El\" Republican Political Party who is also chief of the Group for the Study of Juche Idea praised the President as the most prominent leader and peerlessly great man in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t The general chairman of the National Guidance Council of the Pioneer Party of Indonesia said the President's steadfast anti-imperialist independent stand served as a banner greatly encouraging the progressive people in their struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at seminars in Pakistan and Bangladesh said the President embarked upon the road of revolution in his early years to achieve the liberation of the country through armed struggle, adding that he turned the DPRK into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The executive advisor to the general secretary of the Pan-African Movement said the noble image of the President, who devoted his all to the people, is always remembered by the Korean people and progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, film shows took place in Indonesia, Malaysia and Singapore on July 4 and 5.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films dealing with the sacred revolutionary career and undying feats of the President."
        },
        {
            "title": "Brazilian Body Demands Release of Reunification Champions of S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-06ee.html",
            "content": "Brazilian Body Demands Release of Reunification Champions of S. Korea\r\n Pyongyang, July 13 (KCNA) -- The Brazilian Center for the Study of the Juche Idea issued a statement on July 6 in denunciation of the south Korean authorities' fascist suppression of Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, who came back to south Korea after visiting Pyongyang.\n\t\t\t\t\t The statement said that the south Korean fascist regime is now committing crimes against all Korean people desirous of achieving the independent and peaceful reunification of the country free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Ro can never be a target of suppression in the light of ethics and morality, national reconciliation and unity as he visited Pyongyang, prompted by the desire to express deep condolences over the great loss to fellow countrymen and share sorrow with them and the will to pave the way for national reconciliation, unity and reunification. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should immediately apologize for the brutal crackdown upon Ro, unconditionally release all the unreasonably detained reunification champions including Ro and repeal the \"Security Law.\" \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the organization posted on its Internet homepage videos on Ro's Pyongyang visit and his crossing the Demarcation Line in Panmunjom and photos showing Ro whose body was tied with a rope by south Korean agents."
        },
        {
            "title": "Foreign Media Introduce Three Principles of Korean Reunification",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-07ee.html",
            "content": "Foreign Media Introduce Three Principles of Korean Reunification \r\n Pyongyang, July 13 (KCNA) -- Foreign media said that the Three Principles of National Reunification are the consistent principles for Korea's reunification.\n\t\t\t\t\t The Russian paper Patriot in its 26th issue noted that July 4, 1972 saw the publication of the north-south joint statement the keynote of which is independence, peaceful reunification and great national unity, introducing the essence and justice of the three principles.\n\t\t\t\t\t\n\t\t\t\t\t  The present sitaution clearly proves that the three principles serve as the fundamental principles and basic ways for Korea's reunification, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Tourism Era on July 3 in an article titled \"Basic principles for Korea's reunification\" said that the Korean nation would reunify the country without fail on the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian State Radio Broadcasting Service and FM 90.5 Radio on July 2 and 3 noted that President Kim Il Sung laid down the Three Principles of National Reunification and conducted energetic activities to make sure that the July 4 joint statement based on the three principles was adopted between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t AKP of Cambodia released a similar report on July 3."
        },
        {
            "title": "Premier coreano visita la Fabrica de Cerveza Taedonggang",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-25ee.html",
            "content": "Premier coreano visita la Fabrica de Cerveza Taedonggang\r\nPyongyang, 13 de julio (ACNC) -- El premier coreano Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, averiguo en la Fabrica de Cerveza Taedonggang el estado de produccion de cerveza y transporte de cebada. \n\t\t\t\t\tEsta fabrica es un fruto del amor al pueblo del Dirigente Kim Jong Il, senalo Choe y prosiguio que hay que esforzarse por suministrar mucho mas refrescos sabrosos al pueblo al mantener bien los equipos, tomar consecuentes medidas de conservacion de materias primas y normalizar la produccion.\n\t\t\t\t\t\n\t\t\t\t\tChoe se informo de la calidad de materias primas en el cargadero al aire libre y estimulo a los funcionarios y empleados de la fabrica y los funcionarios interesados de las unidades vinculadas quienes logran exitos en el transporte intensivo de materias primas y en la produccion de cerveza.\n\t\t\t\t\t\n\t\t\t\t\tHubo debates en la fabrica sobre los asuntos como concentrar el cultivo de cebada en las zonas de alto rendimiento y las favorables al transporte.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier visito los Estudios Cinematograficos de Corea y discutio ahi las medidas para acondicionarlos mejor."
        },
        {
            "title": "Canciller coreano interviene en la reunion de ASEAN",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-26ee.html",
            "content": "Canciller coreano interviene en la reunion de ASEAN\r\nPyongyang, 13 de julio (ACNC) -- En su intervencion hecha en la reunion ministerial del XIX Foro Regional de ASEAN, el canciller y jefe de la delegacion coreana, Pak Ui Chun, insistio en que se elimine la politica hostil de EE.UU. a la Republica Popular Democratica de Corea.\n\t\t\t\t\t  El denuncio en primer lugar la cada dia mas brutal campana de provocacion politico-militar de EE.UU. contra la RPDC calificando al imperio de provocador real, quebrador del Acuerdo de Armisticio y autor de la agravacion de tension.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras prosiga la politica hostil, se fortalecera constantemente el disuasivo nuclear de la RPDC para la autodefensa, dijo y condeno a las actuales autoridades surcoreanas por desempenar el papel de la brigada de avanzada en exacerbar la tension en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Para relajar la situacion de la Peninsula Coreana y defender la paz, hay que buscar correctamente la causa de tension agravante y una solucion practica, apunto el canciller y planteo los 3 puntos siguientes:\n\t\t\t\t\t\n\t\t\t\t\t  Primero, es preciso tener correcta comprension de la meta y el caracter agresivo de la politica hostil de EE.UU. a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  En el fondo de esa politica que perdura mas de medio siglo, hay el objetivo estrategico de tomar toda la Peninsula Coreana eliminando la idea y el regimen optados por el pueblo coreano y obtener asi la hegemonia militar sobre la region del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Segundo, la eliminacion de la politica hostil a Corea es la clave en la solucion del problema de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  No se resolvera ningun problema si continua vigente la politica hostil de EE.UU. que trata de atropellar a toda costa a la RPDC, que tiene diferente idea y sistema social, tomandola como blanco de hostilidad.\n\t\t\t\t\t\n\t\t\t\t\t  Tercero, la eliminacion de la politica hostil de EE.UU. a Corea se debe comenzar por poner el punto final al estado de guerra entre ambas partes.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC y EE.UU. se encuentran todavia en el estado de guerra apuntando con armas uno al otro. En estas circunstancias, resulta absurdo que se exija a la RPDC renunciar primero a su disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, Pak Ui Chun expreso la esperanza de que los miembros de ASEAN enviaran su apoyo y solidaridad a los esfuerzos de la RPDC por la paz y la estabilidad de la Peninsula Coreana teniendo correcta nocion de la causa del problema de esta zona.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno coreano seguira reforzando y desarrollando las relaciones de amistad y cooperacion con los paises regionales segun el ideal de su politica exterior, o sea, la independencia, la amistad y la paz, y cumpliran con todas sus responsabilidades en la defensa de la paz y la estabilidad de la Peninsula Coreana y la region, concluyo el jefe de la diplomacia coreana."
        },
        {
            "title": "Secretariado de CRPP pone al desnudo crimenes de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-27ee.html",
            "content": "Secretariado de CRPP pone al desnudo crimenes de Lee Myung Bak \r\nPyongyang, 13 de julio (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 12 un acta de acusacion para revelar los crimenes de la banda de Lee Myung Bak quien despues de su llegada al poder, rompio las relaciones entre ambas partes coreanas con graves provocaciones politicas y militares y llevo a la peor fase la situacion de la Peninsula Coreana.\n\t\t\t\t\tSegun el documento, la primera provocacion antinacional de Lee fue la negativa a la Declaracion Conjunta del 15 de Junio aprobada por ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tAbajo sigue el texto resumido del acta:\n\t\t\t\t\t\n\t\t\t\t\tAl decir que \"no hay la reunificacion al estilo del 15 de Junio\", Lee calumnio la declaracion como \"documento pro-enemigo y pro-comunista\" aseverando que \"son invalidas la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, acordadas por los regimenes anteriores con el Norte, y no tiene la obligacion de ejecutarlas\".\n\t\t\t\t\t\n\t\t\t\t\tEn el \"acto por el Primero de Marzo\" de 2008 y la ceremonia de nombramiento de los generales del ejercito titere surcoreano efectuada en abril de ese ano, insulto el noble ideal de Entre nosotros, los connacionales como \"nacionalismo de estrecha mira y chovinista\" y agrego que \"con esa doctrina no se puede resolver el problema de las relaciones N-S\".\n\t\t\t\t\t\n\t\t\t\t\tEn julio del mismo ano, bajo el pretexto del incidente de la turista surcoreana al monte Kumgang, suspendio unilateralmente esta labor turistica y en marzo de 2010, invento el hundimiento de la corbeta \"Cheonan\" y tomo las \"medidas del 24 de mayo\" para cerrar totalmente las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tEn 2010 cuando estuvieron programadas las conversaciones de la cruz roja Norte-Sur en la zona de Munsan del Sur de Corea, 2 dias antes de esa cita, fabrico el incidente de canonazos en la isla Yonphyong para frustrarla.\n\t\t\t\t\t\n\t\t\t\t\tA principios de 2011, el gobierno, los partidos politicos y entidades de la RPDC publicaron una declaracion conjunta proponiendo a sus homologos surcoreanos un amplio paquete de conversaciones y negociaciones. Pero, la banda de Lee critico absurdamente esa iniciativa como la \"ofensiva de zanahoria\" y \"tactica del frente unido\".\n\t\t\t\t\t\n\t\t\t\t\tAl violar flagrantemente el acuerdo N-S de reconocer y respetar la idea y el regimen de la contraparte, desafio sin vacilacion alguna al digno regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn una conferencia especial abierta en abril pasado, censuro las condiciones de la vida del pueblo de la RPDC mencionando la \"reforma agraria\" y la \"corriente de cambio\" y diciendo que ella debe \"cambiar su regimen\".\n\t\t\t\t\t\n\t\t\t\t\tLee Myung Bak lanzo brutal campana anti-RPDC tambien en el campo de derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\tEn el 63o periodo de sesiones de la Asamblea General de la ONU en noviembre de 2008, estuvo al frente de las maniobras para fabricar la \"resolucion de DDHH\" anti-RPDC junto con Estados Unidos y sus seguidores y desde abril hasta mayo de 2011, invito a los fulanos y menganos de EE.UU. y Japon para orquestar la llamada \"semana de libertad para el Norte\" con el fin de insultar la dignidad y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDurante todo el periodo de su mandato, la banda  del traidor Lee recurrio persistentemente a las imprudentes provocaciones militares y las maniobras de guerra contra la RPDC agudizando asi la tension militar.\n\t\t\t\t\t\n\t\t\t\t\tEn complicidad de su amo norteamericano, perfecciono los planes de guerra anti-RPDC, entre otros, \"OPLAN 5027\", \"OPLAN 5029\" y otros. \n\t\t\t\t\t\n\t\t\t\t\tEn septiembre de 2010, determino en la llamada \"reunion de revision general de la seguridad nacional\" el ataque preventivo contra la RPDC como \"politica militar contra el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, abogo abiertamente por el \"golpe preventivo a Pyongyang\" y trazo el aventurero \"plan de ataque a los objetivos correspondientes\".\n\t\t\t\t\t\n\t\t\t\t\tDesde los primeros dias de su mandato, insulto la maxima dignidad de la RPDC circulando el \"rumor de la situacion emergente\" en ella.\n\t\t\t\t\t\n\t\t\t\t\tEn agosto de 2010, en los alrededores de la isla Paekryong, lanzo una transmision televisiva anti-RPDC hacia la region occidental de la RPDC, inclusive la provincia de Phyong-an del Norte, calumniando la dignidad de la Direccion Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn diciembre de 2011, inmediatamente despues de publicada la informacion de la RPDC sobre el deceso del Dirigente Kim Jong Il, convoco la \"reunion de seguridad estatal\" y la del \"Consejo de Ministros\" en que se emitieron las ordenes a las unidades de las fuerzas terrestres, navales y aereas la entrada en el estado emergente de alerta y combate.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de los festejos del Dia del Sol (cumpleanos del Presidente Kim Il Sung) y las celebraciones del 66o aniversario de la fundacion de la Organizacion de Ninos de Corea, los traidores surcoreanos volvieron a cometer el mismo crimen al describirlos \"demostracion\" y \"muestra politica\".\n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, llevaron a carcel a Ro Su Hui, vicepresidente de la Direccion Surena de la Alianza Pannacional por la Reunificacion de la Patria, tan pronto el cruzo la linea divisoria de Phanmunjom y al paralelo, organizaron un mitin de escorias humanas para ofender nuevamente la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de los hechos mencionados, los traidores surcoreanos acusan cinicamente a la RPDC de cometer \"provocaciones\".\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee Myung Bak y sus compinches, peores provocadores, pagaran muy caro sus maldades."
        },
        {
            "title": "Inaugurada Salina Juventud de Hwangnam",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-28ee.html",
            "content": "Inaugurada Salina Juventud de Hwangnam\r\nPyongyang, 13 de julio (ACNC) -- Quedo inaugurada en Corea la Salina Juventud de Hwangnam.\n\t\t\t\t\tGracias a la construccion de la salina en la marisma de Ongjinbunjinman del Mar Oeste de Corea, se echo la otra base capaz de registrarse nuevo viraje en el desarrollo de la economia y la mejora de vida del pueblo de la provincia de Hwanghae del Sur.\n\t\t\t\t\t\n\t\t\t\t\tLa salina, a que se le suministra el agua de mar por gravedad, cuenta con el deposito de agua de cientos de hectareas y los estanques de evaporizacion y cristalizacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il presento la tarea de construir en la marisma la salina y soluciono todos los problemas presentados desde el establecimiento del plan constructivo hasta el aseguramiento de materiales.\n\t\t\t\t\t\n\t\t\t\t\tTras conocer del estado de la obra de la salina, el Maximo Dirigente Kim Jong Un dio solucion a los problemas pendientes y la denomino como la Salina Juventud de Hwangnam.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 13 la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, se dio lectura al mensaje de agradecimiento del Comite Central del Partido del Trabajo de Corea dirigido a los constructores, tecnicos y funcionarios que edificaron magnificamente la salina de gran tamano.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, Pak Yong Ho, secretario responsable del Comite del PTC en la provincia de Hwanghae del Sur, Jo Yong Chol, ministro de la Industria Alimentaria y de Necesidades Diarias y otros funcionarios interesados junto con los constructores y los trabajadores."
        },
        {
            "title": "Iniciada en Corea la vacunacion pentavalente",
            "url": "http://kcna.co.jp/item/2012/201207/news13/20120713-29ee.html",
            "content": "Iniciada en Corea la vacunacion pentavalente\r\nPyongyang, 13 de julio (ACNC) -- Quedo iniciada la vacunacion pentavalente en la Republica Popular Democratica de Corea en una ceremonia realizada la vispera en el capitalino Palacio Cultural del Pueblo.\n\t\t\t\t\tEn la inauguracion estuvieron presentes los funcionarios del Ministerio de Salud Publica, el Ministerio de Relaciones Exteriores, el Centro Nacional de Higiene y Prevencion y las instituciones sanitarias de esta capital, asi como los representantes e integrantes de las organizaciones internacionales, incluyendo el Programa de las Naciones Unidas para el Desarrollo, y de las misiones diplomaticas, acreditadas en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Salud Publica, Choe Chang Sik, pronuncio el discurso de la ocasion.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, el resalto la importancia de la vacunacion pentavalente como parte de la campana de inoculacion preventiva que se desarrolla regularmente en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa vacunacion pentavalente permite elevar la inmunidad de los ninos frente a la tos ferina, la difteria, el tetanos, la hepatitis B, la meningitis y la pulmonia y reducir asi la morbilidad y la mortalidad de la infancia, explico el ministro.\n\t\t\t\t\t\n\t\t\t\t\tDe esa manera, se abrieron la perspectiva de alcanzar las metas de desarrollo del nuevo milenio, expreso.\n\t\t\t\t\t\n\t\t\t\t\tLos preparativos pudieron marchar con exito gracias a la cooperacion estrecha entre el Ministerio de Salud Publica, la Union Mundial de Inmunidad y Vacuna, la Organizacion Mundial de la Salud y el Fondo de las Naciones Unidas para la Infancia (UNICEF), comento.\n\t\t\t\t\t\n\t\t\t\t\tSe ha sentado la base de vacunacion pentavalente al concluir una serie de labores en escala nacional tales como el reordenamiento de la cadena de refrigeracion de vacunas y el curso tecnico para los funcionarios y medicos de todos los organos de inmunizacion, dijo.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, expreso agradecimiento a las organizaciones internacionales y sus representantes que realizan sinceros esfuerzos por cumplir el plan de ampliacion de inmunidad y la vacunacion preventiva en Corea.\n\t\t\t\t\t\n\t\t\t\t\tBijaya Rajbhandari, representante de la UNICEF, y Yonas Tegegen, representante de la OMS, acreditados en Corea, pronunciaron las palabras de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia de inauguracion, se impartio el cursillo tecnico sobre la vacunacion pentavalente.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, se realizo la vacunacion de ese tipo en la Policlinica de Puksae del capitalino municipio Moranbong y el Hospital Popular de la Comuna Wonhwa del distrito Phyongwon de la provincia de Phyong-an del Sur.\n\t\t\t\t\t\n\t\t\t\t\tEn entrevista con la ACNC, el representante de la UNICEF dijo:\n\t\t\t\t\t\n\t\t\t\t\tEs alto el nivel de vacunacion en la RPDC y ahora es el tiempo propicio para la inoculacion preventiva.\n\t\t\t\t\t\n\t\t\t\t\tUNICEF es parte del equipo de los que apoyan el progreso del programa de vacunacion y hemos trabajado minuciosamente para llevar a cabo la vacunacion pentavalente.\n\t\t\t\t\t\n\t\t\t\t\t  Deseo que la presente campana de vacunacion termine con exito al igual que otras labores de este tipo.\n\t\t\t\t\t\n\t\t\t\t\t  UNICEF tiene la tarea de enviar a tiempo las vacunas a los distritos y comunas de Corea, establecer el correcto plan de propaganda para dar nocion a la gente sobre sus usos y asegurar la asistencia tecnica apropiada."
        }
    ]
}