{
    "date": "2012-01-09",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Il's Demise Is Bitter Grief: Congolese President",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-04ee.html",
            "content": "Kim Jong Il's Demise Is Bitter Grief: Congolese President\r\nPyongyang, January 9 (KCNA) -- It is bitter grief that leader Kim Jong Il passed away suddenly, Congolese President Denis Sassou-Nguesso said, expressing his deep condolences again.\n\t\t\t\t\tWhen meeting the DPRK ambassador to his country on Jan. 4, the president said that he was pleased to hear the news that respected General Kim Jong Un assumed the supreme commandership of the Korean People's Army by inheriting the cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWe hope that the Korean people will continue to advance faithfully upholding his guidance, he said."
        },
        {
            "title": "Senior Officials of DPRK Enjoy Art Performance at April 25 House of Culture",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-22ee.html",
            "content": "Senior Officials of DPRK Enjoy Art Performance at April 25 House of Culture\r\nPyongyang, January 9 (KCNA) -- A music and dance performance \"Let Us Uphold Our Supreme Commander Forever\" was given at the wonderfully-renovated April 25 House of Culture. \n\t\t\t\t\tEnjoying it were senior party, army and state officials Kim Yong Nam, Choe Yong Rim, Ri Yong Ho, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, O Kuk Ryol, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and Kim Chang Sop, and officials of party, military and power organs, social organizations, ministries and national institutions, culture and art, public health and media organs, servicepersons and working people from different walks of life.\n\t\t\t\t\t\n\t\t\t\t\tAfter the playing of the national anthem, all the performers and audiences paid a silent tribute in humblest reverence to the memory of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe performance began with the immortal revolutionary hymn \"Song of General Kim Jong Il\". Its numbers included wind-instrumental music and mixed chorus \"Comrade Kim Jong Il Is Our Supreme Commander\", female solo and mixed pangchang (off-stage song) \"Where Are You, Dear General?\", an immortal masterpiece, male chorus \"The Sound of a Horse's Hooves in Mt. Paektu\", female solo \"Snow Falls on Road to Front\", male trio \"The Country I Am Defending\" and dance \"We Are Guardians and Builders of a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers sang loudly of the undying feats of Kim Jong Il who strengthened the Korean People's Army into an invincible revolutionary army and provided a sure military guarantee for the country's prosperity by creditably carrying forward the cause of Juche-based army building pioneered in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tAppreciating the performance, the audiences recalled with deep emotion the glorious course covered by the KPA under the guidance of Supreme Commander Kim Jong Il. They also looked back on the two decades of victory in which admirable miracles and changes had been wrought in defending socialism and building a prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\tWhenever the image of Kim Jong Il was projected on the stage background, the audiences burst into enthusiastically cheering applauses and emotion with deep yearning for their benevolent father.\n\t\t\t\t\t\n\t\t\t\t\tThe \"Song of Comradeship\" deeply moved the audiences, recalling to them the great history of love for soldiers shown by Kim Jong Il, who called servicepersons his close comrades and reliable comrades-in-arms and shared the intention and feelings, weal and woe with them on the road of Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\tThen such choruses resounded as \"We Will Become Air-defence Shield\", \"Leader, Just Give Us Your Order\" and \"Might of Korea\" to display the fixed faith of the servicepersons.\n\t\t\t\t\t\n\t\t\t\t\tThe performance reached the climax with narrative poem \"Let Korea Speak\" that spoke highly of the immortal exploits of Kim Jong Il, the peerless patriot.\n\t\t\t\t\t\n\t\t\t\t\tListening to the poem, the audiences keenly felt the fortune of Korea and the nation's honor of being blessed with great supreme commanders through generations.\n\t\t\t\t\t\n\t\t\t\t\tThere were also such songs as \"Footstep\" and \"We Will Safeguard General Kim Jong Un with Our Lives\" that reflect the firm pledge of the KPA to surely carry forward to completion the revolutionary cause of Juche, the revolutionary cause of Songun started in Mt. Paektu, with arms, holding the dear respected Kim Jong Un in high esteem as the supreme commander."
        },
        {
            "title": "Opera \"Liang Shanbo and Zhu Yingtai\" Successfully Staged in Shandong Province of China",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-30ee.html",
            "content": "Opera \"Liang Shanbo and Zhu Yingtai\" Successfully Staged in Shandong Province of China\r\nPyongyang, January 9 (KCNA) -- Artistes of the Phibada Opera Troupe of the DPRK staged closing performances of the opera \"Liang Shanbo and Zhu Yingtai\" before full house in Qingdao City of Shandong Province on Jan. 6 and 7. \n\t\t\t\t\tThey were watched by a great number of personages and residents of the city and the province. \n\t\t\t\t\t\n\t\t\t\t\tThe secretary of the Qingdao City Party Committee said it was with irrepressible sorrow that he heard the news that leader Kim Jong Il untimely passed away, adding he would always be alive in the hearts of the Korean and Chinese peoples. \n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tThe performances successfully given by Korean artistes till their last one made a great contribution to deepening the friendship between the two countries. \n\t\t\t\t\t\n\t\t\t\t\tThe noble ideological and moral traits and artistic skill displayed by Korean artistes greatly influenced the cultural and artistic circles of his province and city.\n\t\t\t\t\t\n\t\t\t\t\tThe vice-mayor of the city noted every scene of the opera drew keen attention, adding that he was deeply moved to watch the Korean artistes perform on the stage despite the sorrow over the great loss.\n\t\t\t\t\t\n\t\t\t\t\tTheir truthful acting, peculiar music, dances and stage decor, etc. mesmerized the whole audience, he stressed. \n\t\t\t\t\t\n\t\t\t\t\tThe vice-director of the Cultural Department of the province said Korean artistes' performances were successful thanks to the initiative and meticulous leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe hoped they would come to his province again with more excellent works in the future."
        },
        {
            "title": "Mental Strength, Key to Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-25ee.html",
            "content": "Mental Strength, Key to Building Thriving Nation\r\nPyongyang, January 9 (KCNA) -- The joint New Year editorial says giving a full play to the mental strength of all people is a key to making achievements in this year's efforts for building a thriving nation.\n\t\t\t\t\tThe invincibility of the DPRK unfolding an era of prosperity under the leadership of the dear respected Kim Jong Un is based on the steadfast will of the servicepersons and civilians to glorify the dignity and honor of the country shining with the august names of Kim Il Sung and Kim Jong Il, united closely around the Party and the leader.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have made enormous achievements in socialist construction by dint of mental strength.\n\t\t\t\t\t\n\t\t\t\t\tAfter the Fatherland Liberation War (1950-1953), they finished the nation's industrialization, which would have taken hundreds of years, in only 14 years, paving a way for becoming a socialist power.\n\t\t\t\t\t\n\t\t\t\t\tThey ushered in a golden era of the Workers' Party through the speed campaign in the 1970s and 1980s and overcame all trials in the 1990s also by dint of mental strength.\n\t\t\t\t\t\n\t\t\t\t\tWith this strength, they could win a victory in confrontation with U.S.-led imperialists and succeed in producing steel, fertilizers and vinalon fiber with locally available raw materials and fuel.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people, including servicepersons, have launched this year's onward march with determination to build a thriving nation with their invincible mental strength."
        },
        {
            "title": "Guide of Hope in March of New Century",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-26ee.html",
            "content": "Guide of Hope in March of New Century\r\nPyongyang, January 9 (KCNA) -- The joint New Year editorial says that the guide of hope in the march of the new century of the Juche era is the brilliant revolutionary ideas of the great persons of Mt. Paektu -- President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\tTheir revolutionary ideas are an eternal treasure of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung created the immortal Juche idea to indicate the road to be followed by the popular masses in the revolutionary struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\tHe solved all the theoretical and practical problems to meet public demand and suit the specific situation of the country. Under his wise leadership, a radical change was brought about in shaping the destiny of the nation. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people won great victories in the struggle for national liberation from the Japanese colonial rule, Fatherland Liberation War (June 1950-July 1953), postwar rehabilitation and construction and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche idea was enriched by Kim Jong Il, Songun (military-first) brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il formulated the revolutionary idea of the President as an integrated system of Juche-oriented idea, theory and method and proclaimed it as the guiding idea of the era of independence.\n\t\t\t\t\t\n\t\t\t\t\tHe, regarding the programme of modelling the whole society on the Juche idea as the general objective, remained loyal to the idea and cause of the President and successfully led the Korean army and people for half a century.\n\t\t\t\t\t\n\t\t\t\t\tUnder his leadership the Korean people made great achievements in putting the country's defense industry and economic sectors on a Juche-oriented, modern basis and building monumental edifices in all parts of the country. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people, upholding the revolutionary ideas of the great persons of Mt. Paektu as the banner of victory, will dynamically advance in the new century of the Juche era under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "\"At a Go,\" Spirit of Korean People",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-27ee.html",
            "content": "\"At a Go,\" Spirit of Korean People\r\nPyongyang, January 9 (KCNA) -- The joint New Year editorial says the service personnel should achieve brilliant feats of labor to be remembered for all ages by fully demonstrating their mettle of \"At a go\" on major fronts of the building of a thriving nation. It also called on them to fully display the charging speed, a-match-for-a-hundred speed, of the heroic Korean People's Army (KPA), which has no word impossible in its vocabulary.\n\t\t\t\t\tThe slogan \"At a go\" was first seen in the construction site of the Ryongrim Dam of Huichon Power Station No. 1. \n\t\t\t\t\t\n\t\t\t\t\tIt represents the great spiritual strength of the service personnel who devotedly implement decisions of the Workers' Party at a go.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, supreme commander of the KPA, had the KPA spirit of \"At a go\" fully demonstrated in late October last year.\n\t\t\t\t\t\n\t\t\t\t\tHe gave orders to service personnel to carry out a project of dredging the water-supply settling pond which is of great importance for large-scale industrial establishments in Hamhung as quickly as possible, without nuisance to residents in the area.\n\t\t\t\t\t\n\t\t\t\t\tThe service personnel removed in only six days tens of thousands of cubic meters of sludge deposited for more than seven decades, changing the settling pond into an amazing one like a fishpond.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean army and people are now fully displaying the spirit of \"At a go\" in all domains, encouraged by Kim Jong Un's indomitable offensive spirit and ardent love for the people."
        },
        {
            "title": "Phenomena Witnessed in Mourning Days (2) Flocks of Magpies Seen during Mourning Period",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-28ee.html",
            "content": "Phenomena Witnessed in Mourning Days (2) Flocks of Magpies Seen during Mourning Period\r\nPyongyang, January 9 (KCNA) -- Strange moves of birds were witnessed in Pyongyang, South Hamgyong, Kangwon and Jagang provinces and other areas of the DPRK after the sad news on the demise of leader Kim Jong Il was reported.\n\t\t\t\t\tAt around 17:30 on December 19, 2011, hundreds of magpies appeared from nowhere and hovered over a statue of President Kim Il Sung on Changdok School campus in Mangyongdae District, clattering as if they were telling him the sad news.\n\t\t\t\t\t\n\t\t\t\t\tAt around 15:00 that day, tens of magpies flew to a pine wood in the compound of the Myongchon Area Coal Mining Complex and stayed there, clattering for more than two hours.\n\t\t\t\t\t\n\t\t\t\t\tMagpies were also seen around a tower to the immortality of the President in the Taeyu Workers' District in Tongchang County, North Phyongan Province on the same day.\n\t\t\t\t\t\n\t\t\t\t\tAt around 06:30 next day, more than a hundred magpies suddenly gathered over a mosaic portraying Kim Jong Il in Sinphung-ri in Jasong County, Jagang Province, clattering for more than 30 minutes.\n\t\t\t\t\t\n\t\t\t\t\tAt around 09:00 the same day, more than sixty magpies flew to pine-nut trees around a monument to the revolutionary activities of the peerlessly great persons in Samchon-ri, Phyongsan County, North Hwanghae Province."
        },
        {
            "title": "DPRK Qualified for Seven Events of Olympic Games",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-29ee.html",
            "content": "DPRK Qualified for Seven Events of Olympic Games\r\nPyongyang, January 9 (KCNA) -- The DPRK is now qualified to participate in seven events of the 30th Olympic Games.\n\t\t\t\t\tThe DPRK women's football team proved successful in the Asian regional finals in last September with three wins and two draws in five matches, winning a ticket for the Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\tSixteen players (six men and ten women) will compete in weightlifting, marathon, wrestling, table tennis, archery and shooting.\n\t\t\t\t\t\n\t\t\t\t\tKang Sung Hui, a vice department director of the Ministry of Physical Culture and Sports, told KCNA that the selection of players will continue till May this year, adding that more players are likely to be qualified for the Olympic Games in such events as boxing, judo and diving.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK bagged two gold, one silver and three bronze medals in the 29th Olympic Games in 2008."
        },
        {
            "title": "Rodong Sinmun Calls for Accomplishing Juche Revolutionary Cause Started on Mt. Paektu",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-15ee.html",
            "content": "Rodong Sinmun Calls for Accomplishing Juche Revolutionary Cause Started on Mt. Paektu\r\nPyongyang, January 9 (KCNA) -- Let us accomplish the revolutionary cause of Juche started on Mt. Paektu by dint of single-minded unity around Kim Jong Un, supreme leader of the Workers' Party of Korea and people. This call is made by Rodong Sinmun Monday in an editorial.\n\t\t\t\t\tThe editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe single-minded unity of all service personnel and people around the great leader is an invincible banner making it possible for the Korean revolution to triumph in the future, too, as in the past.\n\t\t\t\t\t\n\t\t\t\t\tThe first generation of the Korean revolution provided a valuable tradition of unity by making long journeys of bloody anti-Japanese battles after holding President Kim Il Sung in high esteem as the sun of the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people have firmly defended the bloodline of Mt. Paektu by having leader Kim Jong Il as centre of unity and leadership in the historic period when the modeling of all members of the society on the Juche idea came to the fore.\n\t\t\t\t\t\n\t\t\t\t\tThe dear respected Kim Jong Un is the monolithic centre of the single-minded unity of the DPRK being inherited generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tThe single-minded unity of the whole party and army and all people around Kim Jong Un in the DPRK is the truest and most solid unity achieved on the basis of the unbounded attraction and deepest trust in him. It serves as a firm political foundation for firmly preserving the ideas, principles and revolutionary modes of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tAnd it serves as a powerful treasured sword for winning one victory after another in the struggle for defending socialism from imperialism and a driving force for translating the desires and ideals of the great persons of Mt. Paektu to build a thriving nation into stirring realities.\n\t\t\t\t\t\n\t\t\t\t\tLong and rugged is the march to be made in the next 100 years of Juche. But the DPRK is sure to triumph as long as it is under the wise leadership of Kim Jong Un and there are the guidance of the ever-victorious WPK and single-minded unity, matchless revolutionary army of Mt. Paektu and the strong foundation of the self-supporting economy, concludes the editorial."
        },
        {
            "title": "Rodong Sinmun Calls for Eliminating Group of Traitors",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-16ee.html",
            "content": "Rodong Sinmun Calls for Eliminating Group of Traitors\r\nPyongyang, January 9 (KCNA) -- It is necessary to give vent to the pent-up grudge of the Korean people against enemies and make a clean sweep of them from this land, urges DPRK major newspaper Rodong Sinmun Monday in a by-lined article. \n\t\t\t\t\tThe struggle for national reunification is a fierce showdown between the forces advocating national independence and those dependent on foreign forces and between patriotism and treachery, the article notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\tThe movement for national reunification that has made a dynamic advance since the arrival of the June 15 era of reunification faced great difficulties and stern trial after the Lee Myung Bak group's seizure of power in south Korea. \n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors has since become undisguised in cooperation with foreign forces and pursuit of the policy of confrontation with fellow countrymen, bringing dark clouds of mistrust and confrontation and nuclear war to hang over to the Korean Peninsula where enthusiasm for independent reunification prevailed. \n\t\t\t\t\t\n\t\t\t\t\tThe true colors of the Lee group as heinous confrontation maniacs and thrice-cursed traitors were brought into bolder relief during the nation's mourning over the great loss. \n\t\t\t\t\t\n\t\t\t\t\tHistory and reality teach a lesson that national reunification, the cherished desire of all Koreans, can never come true as long as the group of traitors are allowed to stay in power. \n\t\t\t\t\t\n\t\t\t\t\tIt is imperative to deal sledge-hammer blows at the separatist forces at home and abroad, the root cause of all Koreans' misfortunes and disasters. \n\t\t\t\t\t\n\t\t\t\t\tThe Koreans in the north and the south and abroad should turn out in a nationwide advance for independent reunification in 2012 to record a brilliant page in the history of the movement for national reunification, concludes the article."
        },
        {
            "title": "Rodong Sinmun on DPRK's Will to Contribute to Advance of Global Independence",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-17ee.html",
            "content": "Rodong Sinmun on DPRK's Will to Contribute to Advance of Global Independence\r\nPyongyang, January 9 (KCNA) -- The DPRK government and people will strive hard to implement the idea of independence, peace and friendship this year in order to further develop the relations with different countries of the world and thus make a positive contribution to the advance of global independence. \n\t\t\t\t\tRodong Sinmun Monday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK does not allow in the least anyone to infringe upon its sovereignty, interfere in its internal affairs and dominate and control it. It will also never allow any act of infringing upon the sovereignty of other countries, the article says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK respects the sovereignty of other countries and fully supports the peoples of all the countries in their just cause of struggle against the imperialists' domination and subjugation.\n\t\t\t\t\t\n\t\t\t\t\tThere is neither class nor stratum in the DPRK that are interested in a war or seek to ignite a war as it is the country where the popular masses have become a master of the state and the society and everything serves the people.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK makes utmost efforts for boosting the country's defence capability, regarding Songun as a key link in the chain efforts to create a favorable environment for defending peace and sovereignty. This is to more dynamically push forward the building of a thriving nation in a peaceful environment free from war.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will make positive efforts to check and frustrate the imperialists' offensive to put pressure upon the DPRK, achieve peace and stability on the Korean Peninsula and preserve peace and security of Asia and in the rest of the world in solidarity with all peace-loving forces of the world. \n\t\t\t\t\t\n\t\t\t\t\tIt is an invariable stand of the DPRK to improve and normalize relations even with those countries that had been in hostile relationship with the DPRK in the past if they respect it.\n\t\t\t\t\t\n\t\t\t\t\tAs a member of the international community, the DPRK will make every possible effort to establish fair international relations and international order."
        },
        {
            "title": "Rodong Sinmun Denounces Lee Myung Bak's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-18ee.html",
            "content": "Rodong Sinmun Denounces Lee Myung Bak's Reckless Remarks\r\nPyongyang, January 9 (KCNA) -- Traitor Lee Myung Bak, when hearing a report from the Ministry of Unification on Jan. 5, let loose such vituperation as \"he would adhere to the fundamental principle concerning the policy towards the north,\" \"it is necessary to consistently maintain south Korea's policy as a change is required from the north\" and \"it should drop its anachronistic idea of achieving unification by communizing the south.\" What was ridiculous was that he was so shameful as to assert that his group had no aim to achieve \"unification through absorption\".\n\t\t\t\t\tRodong Sinmun Monday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tWhat he uttered is, in essence, nothing but jargons which betrayed his sinister aim to bring down the ideology and system of the DPRK, while desperately pursuing the policy of confrontation with compatriots. The \"change in the north\" and the like touted by him are nothing but a shriek made by a man stunned by the unshakable ideology and system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt was the height of folly for the traitor to have pulled up the north, holding that \"it should drop its anachronistic idea of achieving unification by communizing the south,\" and raved that the south has \"no aim to achieve unification through absorption.\"\n\t\t\t\t\t\n\t\t\t\t\tIt is Lee Myung Bak himself who has an anachronistic way of thinking. There is no one who would interpret the crimes committed by Lee against ethics by abusing compatriots' sorrow for his political purpose as a deed done by a human being with normal thinking power and discretion. \n\t\t\t\t\t\n\t\t\t\t\tClear is the aim sought by Lee in letting loose such incoherent remarks. It is designed to evade the responsibility for the escalating tension and mislead the domestic and foreign public opinion in a bid to cover up the thrice-cursed crimes committed by him during the nation's mourning over the great loss. \n\t\t\t\t\t\n\t\t\t\t\tLee is fated to be buried in the graveyard of history before long for desperately pursuing his bankrupt \"policy towards the north.\""
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Judicial Authorities' Fascist Action",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-19ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Judicial Authorities' Fascist Action\r\nPyongyang, January 9 (KCNA) -- The south Korean judicial authorities issued a warrant of arrest for Hwang Hye Ro, co-representative of the Korea Solidarity for Independent Reunification and Democracy, for visiting Pyongyang to pay her respects to leader Kim Jong Il, father of the Korean nation. \n\t\t\t\t\tThis is an unjustifiable fascist action, says DPRK major paper Rodong Sinmun Monday in a by-lined commentary.\n\t\t\t\t\t\n\t\t\t\t\tIt says:  \n\t\t\t\t\t\n\t\t\t\t\tHwang visited Pyongyang at the risk of her life, reflecting the unanimous feelings of the south Koreans unable to repress grief over the loss of the great father of the nation. It was a patriotic deed which deserved praise by all Koreans. \n\t\t\t\t\t\n\t\t\t\t\tHer expression of condolences could never be incriminated as it was quite natural in the light of ancestral etiquette and obligation as a member of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\tAs far as crimes are concerned, the Lee Myung Bak group should be punished for the thrice-cursed crimes it committed during the nation's mourning period. \n\t\t\t\t\t\n\t\t\t\t\tIts issue of a warrant of arrest for Hwang is not a crackdown on an individual alone. \n\t\t\t\t\t\n\t\t\t\t\tIt is an act of rubbing salt into the wounds of the people in the north and all other Koreans who still grieve the great loss and, at the same time, a brutal suppression of the south Koreans of different social standings all out in the movement for achieving reunification through an alliance with the north, supporting the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\tThe nation will never pardon the Lee group which has added to its crimes against the nation as the days go by."
        },
        {
            "title": "Lee Myung Bak Group of Traitors' Crimes against Ethics under Fire",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-24ee.html",
            "content": "Lee Myung Bak Group of Traitors' Crimes against Ethics under Fire\r\nPyongyang, January 9 (KCNA) -- Ro Mu Hyon, chairman of the Hyogo Prefectural Headquarters of the General Association of Korean Residents in Japan (Chongryon), released a statement on Jan. 7 denouncing the Lee Myung Bak group of traitors for its unpardonable treachery and crimes against ethics committed during the nation's mourning over the great loss.\n\t\t\t\t\tThe statement of the DPRK National Defence Commission which declared that it would surely force the group of traitors to pay for its hideous crimes committed during the nation's mourning over the great loss reflected the unanimous will of not only the officials of Chongryon and Koreans in Japan but of all other fellow countrymen, Ro said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tTraitor Lee Myung Bak is working hard to realize his wild ambition for \"unification of systems\" by using the misfortune of compatriots as an opportunity. He is the worst pro-U.S. fascist maniac opposed to reunification and the nation and the root cause of collapse of the inter-Korean relations and all disasters.\n\t\t\t\t\t\n\t\t\t\t\tIt is the most pressing task in the nationwide struggle for national reunification to eliminate the group of such heinous traitors.\n\t\t\t\t\t\n\t\t\t\t\tWe compatriots in Japan will positively turn out in the nationwide movement for achieving national reunification under the leadership of the dear respected Kim Jong Un, he stressed."
        },
        {
            "title": "S. Korean Broadcasting Services Chide GNP Scam",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-09ee.html",
            "content": "S. Korean Broadcasting Services Chide GNP Scam\r\nPyongyang, January 9 (KCNA) -- South Korean broadcasting services chided the \"Grand National Party\" for allowing its chairmanship to be bought.\n\t\t\t\t\tKBS on Jan. 7 said it was disclosed that enveloped money was paid in the course of choosing its chairman in the wake of the exposure of Ddos attack and a series of scams committed by confidants of the chief executive.\n\t\t\t\t\t\n\t\t\t\t\tIn case how much enveloped money was paid and how many lawmakers were involved in briberies are disclosed, it will be entailed by strong backlash, KBS noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThere is public opinion that each congress of the GNP was customarily influenced by money.\n\t\t\t\t\t\n\t\t\t\t\tIt has become obvious now what political party and candidate the people will choose in the forthcoming \"National Assembly\" election.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, MBC on Jan. 6 branded the GNP as a cesspool of money politics.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the people have come to more coolly treat the GNP, MBC called for a thorough probe into the case."
        },
        {
            "title": "S. Korea: Investigation Results on Cyber Attacks Rejected as Deceptive",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-23ee.html",
            "content": "S. Korea: Investigation Results on Cyber Attacks Rejected as Deceptive\r\nPyongyang, January 9 (KCNA) -- Civic organizations of south Korea, including the Citizen's Solidarity for Democratic Society and the Citizens Federation for Economic Justice, issued commentaries to reject the deceptive results of investigation into the case of cyber terrorism by the \"Grand National Party\", according to KBS on Jan 6.\n\t\t\t\t\tThey recalled that the prosecution made public the investigation results Friday which stated that the Ddos attacks on the homepage of the Central Election Commission was done only by secretaries of lawmaker from the GNP Choe Ku Sik and the speaker of the \"National Assembly\" in conspiracy.\n\t\t\t\t\t\n\t\t\t\t\tThe results are unreliable as they are the same with the investigation results by the police claiming that there was no wirepuller behind the attacks, the commentaries charged.\n\t\t\t\t\t\n\t\t\t\t\tThose organizations called for introduction of a special prosecutor's system to conduct a thoroughgoing probe into the truth of the case."
        },
        {
            "title": "British Organizations Congratulate Kim Jong Un on His Assumption of KPA Supreme Commandership",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-01ee.html",
            "content": "British Organizations Congratulate Kim Jong Un on His Assumption of KPA Supreme Commandership\r\nPyongyang, January 9 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on Dec. 31 last year warmly congratulating the dear respected Kim Jong Un on his assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\tIt said that Kim Jong Un, successor to the cause of Kim Jong Il, Songun brilliant commander of Mt. Paektu, is another brilliant commander of Mt. Paektu identical to President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt noted that the Democratic People's Republic of Korea stands at the outpost of the anti-imperialist front and serves as a banner of anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\tIt wished Kim Jong Un success in the anti-imperialist, anti-U.S. struggle."
        },
        {
            "title": "Swiss Organizations on Guarantee for Continuity of Songun Politics in DPRK",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-02ee.html",
            "content": "Swiss Organizations on Guarantee for Continuity of Songun Politics in DPRK\r\nPyongyang, January 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea posted on Internet website an article on Dec. 31 last year on the dear respected Kim Jong Un's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\tThe article said:\n\t\t\t\t\t\n\t\t\t\t\tRespected General Kim Jong Un assumed the KPA supreme commandership at the behests of General Secretary Kim Jong Il dated October 8, 2011.\n\t\t\t\t\t\n\t\t\t\t\tThis great historic event reflects the unanimous will of all the servicepersons and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Kim Jong Un, who was born into a revolutionary family, is possessed of all dispositions as the state leader and strategist.\n\t\t\t\t\t\n\t\t\t\t\tHis assumption of KPA supreme commandership has provided a sure guarantee for invariably inheriting the Songun politics of General Secretary Kim Jong Il in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWith this brilliant historic event as a momentum, the Korean people have risen up more dynamically, overcoming the sorrow at the demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe article stressed that the Korean party, army and people are holding Kim Jong Un, who is identical to President Kim Il Sung and leader Kim Jong Il, in high esteem as the father of the nation."
        },
        {
            "title": "Austrian Organization Issues Bulletin on Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-05ee.html",
            "content": "Austrian Organization Issues Bulletin on Demise of Kim Jong Il\r\nPyongyang, January 9 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna issued bulletin on Dec. 30 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\tThe bulletin carried an article titled \"Kim Jong Il, the sun of Korea, will always live in our hearts\" with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tHE Kim Jong Il further developed and enriched the Juche idea founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHis work \"On the Juche Idea\" has great vitality still now for its validity and truth, and it has become a must book for the Juche idea followers and progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\tShouldering the heavy burdens of the country after the President passed away, Kim Jong Il led the Arduous March, the forced march to victory and strengthened the Korean People's Army into the invincible revolutionary armed forces, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\tThe untimely passing of Kim Jong Il on his way of field guidance brought bitter sorrow to the mankind, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tHis demise is an irrevocable loss to the Korean people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\tGeneral Kim Jong Un is the great leader of the Korean people and guardian of the sovereignty of the DPRK who fully inherited the idea, leadership and traits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tWe are convinced that he will carry to completion the cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will further strengthen into a socialist country based on the Juche idea and remain an iron bulwark no enemy dares provoke."
        },
        {
            "title": "Korean People's Tears Were Eruption of Faith and Pledge: Nepali Newspaper",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-06ee.html",
            "content": "Korean People's Tears Were Eruption of Faith and Pledge: Nepali Newspaper\r\nPyongyang, January 9 (KCNA) -- The Nepali paper Charcha on Jan. 2 carried a special write-up with the portrait of smiling Kim Jong Il.\n\t\t\t\t\tIn an article titled \"Tears of Korean People\" the paper noted that no sooner had the sad news on the passing of leader Kim Jong Il been reported than the DPRK turned into a sea of tears in a moment.\n\t\t\t\t\t\n\t\t\t\t\tIt further said:\n\t\t\t\t\t\n\t\t\t\t\tWhat did the tears the Korean people shed, touching the world, mean?\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, the distinguished great man recognized by the world community, was not only the leader of the country for the Korean people but also their benevolent father without whom they cannot live even a moment.\n\t\t\t\t\t\n\t\t\t\t\tHe, who loved the people very much and always shared weal and woe with them, spared no efforts and worked heart and soul day and night to build a thriving nation and improve the standard of people's living. He died on a train of great mental and physical strain while continuing to make high-intensity forced march for field guidance.\n\t\t\t\t\t\n\t\t\t\t\tTo the Korean people, the leader was just their destiny and happiness.\n\t\t\t\t\t\n\t\t\t\t\tTheir tears were not simple tears of sorrow. They were essence of the single-minded unity of the Korean society where the leader and the people formed one community with common destiny.\n\t\t\t\t\t\n\t\t\t\t\tThey were an eruption of the all-people faith and pledge to always remain loyal to the idea and guidance of the leader.\n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can block the path of such people.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will realize the idea and cause of Kim Jong Il to the end, holding him in high esteem forever."
        },
        {
            "title": "Joint New Year Editorial of DPRK Hailed Abroad",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-03ee.html",
            "content": "Joint New Year Editorial of DPRK Hailed Abroad\r\nPyongyang, January 9 (KCNA) -- Political parties and social organizations of different countries issued statements in support of the DPRK joint New Year editorial.\n\t\t\t\t\tThey included the Central Committee of the Workers' Party of Bangladesh, the Central Executive Committee of the Bangladesh National Socialist Party, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tThe Bangladeshi parties in a joint statement on Jan. 2 supported the party, army and people of the DPRK in the struggle to glorify 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the behests of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe statement called upon the parties and organizations in all countries to express full support for the Korean party, army and people in the effort to glorify a new century of Kim Il Sung's Korea as the annals of prosperity under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe Swiss organizations in their joint statement on Jan. 1 said that the Korean party, army and people would get united closely behind General Kim Jong Un to glorify the year 2012 as a year of another victory.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will more fully display its dignity as an invincible politico-ideological and military power despite any threat and challenge as it is guided by Kim Jong Un inheriting the Songun politics of Kim Jong Il, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\tGarib Newaz, president of the Bangladesh People's League and chairman of the Bangladesh Self-Reliance Research Centre, made public a similar statement on Jan. 3."
        },
        {
            "title": "Thein Sein Calls for National Unity",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-07ee.html",
            "content": "Thein Sein Calls for National Unity\r\nPyongyang, January 9 (KCNA) -- Myanmar President Thein Sein on Jan. 4 called for unity in order to defend the sovereignty of the country.\n\t\t\t\t\tIn his message on the country's 64th Independence Day, he noted that the independence of Myanmar was won at the cost of blood and sweat and at the risk of life of all the people standing against the colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t\"Today, some powerful nations are attempting to influence weaker ones resorting to various ways and means,\" Thein Sein warned, calling on the people to join hands in safeguarding and maintaining independence and sovereignty of their country.\n\t\t\t\t\t\n\t\t\t\t\tStrong armed forces are needed to defend the national sovereignty, he said, calling upon all the people to turn out in the efforts to build a patriotic and competent army."
        },
        {
            "title": "Indonesian FM Clarifies Country's Foreign Policy",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-08ee.html",
            "content": "FM Clarifies Country's Foreign Policy\r\nPyongyang, January 9 (KCNA) -- Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa referred to the country's external policy in an address on Jan. 4.\n\t\t\t\t\tHe said that last year the government always maintained independence in terms of stand and actions according to its independent and positive idea of external policy.\n\t\t\t\t\t\n\t\t\t\t\tAnticipating that the new year will see more serious global and regional challenges, he stated that the country would further promote the work to create conditions favorable for common security and stability and prosperity."
        },
        {
            "title": "Storms Hit Brazil, Causing Damage",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-10ee.html",
            "content": "Storms Hit Brazil, Causing Damage\r\nPyongyang, January 9 (KCNA) -- The storms starting in December over southeastern Brazil have already caused seven fatalities and led 52 towns to declare state of emergency.\n\t\t\t\t\tThe situation is particularly critical in Minas Gerais state, where 108 towns were affected by the storms.\n\t\t\t\t\t\n\t\t\t\t\tSix of the seven deaths occurred in the state and some 9 300 people had to flee their homes due to floods.\n\t\t\t\t\t\n\t\t\t\t\tSeveral towns reported mudslide and damage to highways and bridges, as well as to water and energy networks."
        },
        {
            "title": "African Presidents Make New Year Addresses",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-11ee.html",
            "content": "African Presidents Make New Year Addresses\r\nPyongyang, January 9 (KCNA) -- Presidents of African countries made New Year addresses. \n\t\t\t\t\tThomas Boni Yayi, president of Benin, clarified the will to continue to strive for building united and prosperous, new Benin, saying that the country consolidated peace and democracy last year through the presidential and parliamentary elections. \n\t\t\t\t\t\n\t\t\t\t\tThis year the government will concentrate efforts on the liquidation of poverty and create more jobs, he said, calling upon all the people to display patriotism to carry out the tasks facing the country. \n\t\t\t\t\t\n\t\t\t\t\tJohn Evans Atta Mills, president of Ghana, noted that the country achieved the economic growth despite various difficulties last year. He stressed the need for all the people to strengthen unity and speed up substantial development this year when the presidential and parliamentary elections are to be held. \n\t\t\t\t\t\n\t\t\t\t\tFaure Essozimna Gnassingbe, president of Togo, underlined the need to push forward the process for national reconciliation this year in order to consolidate the national unity and achieve economic growth. \n\t\t\t\t\t\n\t\t\t\t\tAll the citizens should earnestly perform their duties and make good results in their sectors, thus contributing to the common cause of the nation, he said. \n\t\t\t\t\t\n\t\t\t\t\tObiang Nguema Mbasogo, president of Equatorial Guinea, said that the country should successfully ensure the 2012 African Cup Soccer Tournament on the basis of last year's achievements. He also stressed the need to turn Equatorial Guinea into a state with rapid development by 2020. To this end, it is necessary for all the people to strengthen solidarity and unity, he added. \n\t\t\t\t\t\n\t\t\t\t\tIdriss Deby, president of Chad, stressed it is urgent to eradicate corruption and illegality and realize social justice. It is important to work earnestly and assiduously rather than to get something with ease, he said."
        },
        {
            "title": "U.S. Unemployment Rate Still Serious",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-12ee.html",
            "content": "U.S. Unemployment Rate Still Serious\r\nPyongyang, January 9 (KCNA) -- The situation of the U.S. unemployment remains still serious due to the extreme economic and financial crisis and the government's wrong policies.\n\t\t\t\t\tThe total number of unemployed Americans was 13.1 million in December last year, according to the Labor Department on Friday."
        },
        {
            "title": "Enterprises' Situation in Capitalist Countries Gets Worse",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-13ee.html",
            "content": "Enterprises' Situation in Capitalist Countries Gets Worse\r\nPyongyang, January 9 (KCNA) -- Kobe Steel Ltd. of Japan said Friday it would book an appraisal loss of 13.8 billion yen on securities holdings in its group earnings statement for the April-December period of 2011.\n\t\t\t\t\tBusiness orders for the industrial products made-in-Germany fell \n\t\t\t\t\t\n\t\t\t\t\t4.8 percent in November 2011 over the previous month, official figures showed on Friday. \n\t\t\t\t\t\n\t\t\t\t\tRetail sales in the 17 eurozone nations dropped by 0.8 percent in November, according to a report published by Eurostat, the statistical office of the European Union. Year on year, retail trade was down by 2.5 percent in the eurozone."
        },
        {
            "title": "1.3 Tons of Hashish, 179 Kg Heroin Seized in Turkey",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-14ee.html",
            "content": "1.3 Tons of Hashish, 179 Kg Heroin Seized in Turkey\r\nPyongyang, January 9 (KCNA) -- Turkish security forces have seized 1.3 tons of hashish in an operation in the southeastern province of Diyarbakir, a high-ranking official of this country said on Friday.\n\t\t\t\t\tThe Turkish police seized 179 kilograms of heroin in an operation conducted in the northwestern area on Tuesday, the semi-official Anatolia news agency reported."
        },
        {
            "title": "NATO Service Members Killed in Afghanistan",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-21ee.html",
            "content": "NATO Service Members Killed in Afghanistan\r\nPyongyang, January 9 (KCNA) -- Four service members of the NATO-led forces were killed in southern Afghanistan on Thursday and on Friday by the Taliban-linked attacks."
        },
        {
            "title": "Jugadores coreanos que podran ir a los Juegos Olimpicos",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-12ss.html",
            "content": "Jugadores coreanos que podran ir a los Juegos Olimpicos\r\nPyongyang, 9 de enero (ACNC) -- Hasta la fecha, los deportistas coreanos obtuvieron el boleto a los 30o Juegos Olimpicos en 7 disciplinas.\n\t\t\t\t\tEl equipo de futbol femenino se clasifico para esa magna cita deportiva con 3 victorias y 2 empates en 5 partidos jugados de las clasificatorias finales de la region asiatica que tuvieron lugar en septiembre del ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tLos demas deportes son el levantamiento de pesas, maraton, lucha, ping pong, tiro de arco y el tiro en que competiran 6 muchachos y 10 damas.\n\t\t\t\t\t\n\t\t\t\t\tSegun informo a la ACNC la subdirectora de departamento del Ministerio de Deportes, Kang Sung Hui (de 53 anos de edad), proseguira hasta mayo la seleccion de jugadores y se preve la calificacion olimpica de mas jugadores de boxeo, lucha y clavado, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn los 29o Juegos Olimpicos del ano 2008, la RPDC conquisto 2 medallas de oro, una de plata y 3 de bronce."
        },
        {
            "title": "Hay que liquidar a la banda de traidores, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-02ss.html",
            "content": "Hay que liquidar a la banda de traidores, insiste Rodong Sinmun\r\nPyongyang, 9 de enero (ACNC) -- En un articulo individual difundido este lunes, el diario Rodong Sinmun senala que deben liquidar a la banda de los traidores surcoreanos explotando el rencor acumulado del pueblo coreano hacia los enemigos anti-reunificacion.\n\t\t\t\t\tLa lucha por la reunificacion de la patria es la aguda confrontacion entre las fuerzas partidarias de independencia nacional y las dependientes de las fuerzas extranjeras, entre el patriotismo y la vendepatria, comienza el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl movimiento por la reunificacion de la patria que ha avanzado en la epoca de reunificacion del 15 de junio tropezo con duras pruebas y dificultades cuando posesiono la banda de Lee Myung Bak. Esta camarilla trajo sobre la tierra coreana, sumergida antes en el clima de reunificacion independiente, el ciclon de desconfianza, confrontacion y guerra nuclear practicando abiertamente la cooperacion con las fuerzas extranjeras y la politica de confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tLa naturaleza de la banda de Lee, maniaco de enfrentamiento y traidor sin precedente, se ha revelado en el periodo de gran duelo nacional. \n\t\t\t\t\t\n\t\t\t\t\tLa historia y la realidad ensenan la leccion de que dejando intacta a la banda de los traidores a la nacion, no se puede alcanzar nunca la reunificacion de la patria, anhelo de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana debe castigar severamente a los divisionistas dentro y fuera del pais que son la causa de todas las desgracias y calamidades.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana del Norte, el Sur y en ultramar debe levantarse en la marcha pannacional de este ano por la reunificacion independiente y dejar sus huellas en la historia del movimiento por cumplir esa causa nacional."
        },
        {
            "title": "Rodong Sinmun denuncia emision de orden de arresto a Hwang Hye Ro",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-05ss.html",
            "content": "Rodong Sinmun denuncia emision de orden de arresto a Hwang Hye Ro\r\nPyongyang, 9 de enero (ACNC) -- El diario Rodong Sinmun critico, a traves de un comentario individual divulgado este lunes, a las autoridades judiciales del Sur de Corea que emitieron la orden de arresto a Hwang Hye Ro, co-representante de la Solidaridad por la Reunificacion Independiente y la Democracia del Sur de Corea, quien visito recientemente Pyongyang para expresar condolencias ante el feretro del Dirigente Kim Jong Il, Padre de la nacion.\n\t\t\t\t\tTras calificar de injustificable la emision de esa orden, el comentarista escribe como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEs un acto patriotico la visita a Pyongyang que realizo Hwang, pese a la amenaza e impedimento de las autoridades surcoreanas, para expresar condolencias en representacion de los compatriotas surcoreanos entristecidos por haber perdido al Padre de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLa conducta de Hwang es natural y no puede ser un crimen tanto en vista de la tradicional cortesia de la nacion coreana como a la luz de la obligacion moral que corresponde a un miembro de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLos criminales son los compinches del traidor Lee Myung Bak quien cometio imperdonables maldades en el periodo de gran duelo nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa emision de la orden de arresto contra Hwang no significa solo la represion a ella sino tambien la feroz embestida contra toda la nacion entristecida todavia, en particular, los habitantes surcoreanos de distintos estratos, partidarios de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre y movilizados en el movimiento por la reunificacion en alianza con el Norte.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana no perdonara nunca a la banda de Lee Myung Bak que abulta su curriculum de crimenes vendepatrias."
        },
        {
            "title": "Rodong Sinmun critica nuevos dichos conflictivos de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201201/news09/20120109-04ss.html",
            "content": "Rodong Sinmun critica nuevos dichos conflictivos de Lee Myung Bak\r\nPyongyang, 9 de enero (ACNC) -- Mientras recibia el pasado dia 5 el informe del trabajo del Ministerio de Reunificacion, el traidor surcoreano Lee Myung Bak dijo que \"en cuanto a la politica sobre el Norte, mantendra principios fundamentales\", \"el mantenimiento de la politica intransigente es necesario para el cambio del Norte\" y \"el Norte debe dejar su anacronica intencion de alcanzar la reunificacion mediante el comunismo\". \n\t\t\t\t\tAdemas, hablo descaradamente de que no tiene el objetivo de \"reunificar absorbiendo al Norte\".\n\t\t\t\t\t\n\t\t\t\t\tTales embustes parten de la siniestra intencion de seguir manteniendo la politica de enfrentamiento intercoreano y eliminar la idea y el regimen de la Republica Popular Democratica de Corea, subraya el diario Rodong Sinmun en un comentario individual difundido este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\t\"El cambio del Norte\" aludido por Lee no pasa de ser un gemido de quien se ha espantado ante la solidez de la idea y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tQuien piensa anacronicamente es precisamente Lee. Nadie daria por normales y razonables las maldades inmorales cometidas por el usando en sus objetivos politicos el gran duelo de la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSus palabras ilogicas arriba citadas tienen el objetivo de eludir la responsabilidad del empeoramiento de la situacion, enganar la opinion publica interna y externa y encubrir los tremendos crimenes cometidos durante el gran duelo nacional.\n\t\t\t\t\t\n\t\t\t\t\tLee Myung Bak sera enterrado enseguida en la tumba de la historia con su obstinada \"politica sobre el Norte\"."
        }
    ]
}