{
    "date": "2012-06-13",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-13ee.html",
    "articles": [
        {
            "title": "Gifts to Kim Jong Un from Foreign Companies",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-26ee.html",
            "content": "Gifts to Kim Jong Un from Foreign Companies \r\n Pyongyang, June 13 (KCNA) -- The dear respected Kim Jong Un was presented with gifts by the Fairicc Survey ＆ Loss Adjusting Co., China and the Interlink Insurance ＆ Reinsurance Brokers Pvt. Ltd., India.\n\t\t\t\t\t The gifts were separately conveyed to an official concerned on Wednesday by Section Chief Zhang Xuhang of the Chinese company and Director Keyur Parekh of the Indian company who are taking part in the Pyongyang International Insurance Seminar."
        },
        {
            "title": "Pyongyang International Insurance Seminar Closes",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-14ee.html",
            "content": "Pyongyang International Insurance Seminar Closes \r\n Pyongyang, June 13 (KCNA) -- The Pyongyang International Insurance Seminar was closed with due ceremony at Yanggakdo International Hotel on Wednesday.\n\t\t\t\t\t Present there were Ro Tu Chol, vice-premier of the Cabinet, So Tong Myong, chairman of the Executive Committee of Management of the Korea National Insurance Corporation who is chairman of the Organizing Committee of the seminar, insurers of the corporation and in local areas and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Among those present were Hammam Badr, secretary general of the Federation of Afro-Asian Insurers and Reinsurers, delegates and delegations of companies of Russia, Sudan, Switzerland, Britain, Australia, India, China and Tanzania, and the delegation of the Kumgang Insurance Company of the General Association of Korean Residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t A letter of thanks to the dear respected Kim Jong Un was adopted at the closing ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Many papers were presented and speeches made at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard a paper on earthquake and the relevant insurance in China presented by Zhang Xuhang of Fairicc Survey ＆ Loss Adjusting Co., China, a paper on the opportunities of emerging reinsurance market in Russia presented by Dmitry Shaydulin of Glinso-Insurance Brokers Llc of Russia, a paper on recent natural disasters in the DPRK, their insurance coverage and measures ahead from insurance perspective presented by Pak In Chol of the Korea National Insurance Corporation, a  paper on arbitration clauses in international arbitration contracts presented by Tim Akeroyd of the Elborne Mitchell LLP of the UK, a paper on the general principles relating to the conduct of loss surveys and claim adjustments following catastrophic events presented by Brent Demnar of Agri Business Consulting Group of Australia, a paper on contingent business interruption presented by Robert Dalton of the Cunningham Lindsey International, UK, etc. Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t The seminar emphasized the need for the insurance to play its mission and role in the work to protect human lives and properties from natural disasters and achieve stable socio-economic development and the issues of boosting international cooperation and exchanges in insurance industry.\n\t\t\t\t\t\n\t\t\t\t\t The participants discussed the organization of insurance coverage and the trend of application of premium rate according to natural disasters and other calamities in recent years and exchanged the experience gained in this field."
        },
        {
            "title": "Kim Jong Un Receives Letter of Thanks from Participants in Pyongyang Int'l Insurance Seminar",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-15ee.html",
            "content": "Kim Jong Un Receives Letter of Thanks from Participants in Pyongyang Int'l Insurance Seminar\r\n Pyongyang, June 13 (KCNA) --The dear respected Kim Jong Un received a letter of thanks from the participants in the Pyongyang International Insurance Seminar on Wednesday.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The seminar held under the co-auspices of the Korea National Insurance Corporation and the Federation of Afro-Asian Insurers and Reinsurers has contributed to enhancing the mission and role of the insurance industry for securing the life and the property of mankind, the most valuable being of the world, from the natural catastrophes and for fostering stable socio-economic development.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the seminar has been a good opportunity to deepen mutual understanding and business ties among insurers of Asia, Africa, Europe and other parts of the world through this get-together and exchange.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the successful seminar, we shall endeavor to promote healthy development of national insurance industry in our own countries, strengthen international cooperation and exchange in underwriting business and to maintain close business relationship with Korean insurers as well.\n\t\t\t\t\t\n\t\t\t\t\t We were able to see achievements made by the Korean people in building a thriving nation and a healthy insurance industry under Your Excellency's wise leadership and to witness a true and vigorous aspect of your country full of optimism and a firm belief in your just cause.\n\t\t\t\t\t\n\t\t\t\t\t The letter sincerely wished Kim Jong Un good heath and happiness for the prosperity of the DPRK and durable peace and security of the world as well as greater success in his noble work."
        },
        {
            "title": "Korea National Insurance Corporation",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-22ee.html",
            "content": "Korea National Insurance Corporation\r\n Pyongyang, June 13 (KCNA) -- The chief of the Korea National Insurance Corporation (KNIC) Tuesday voiced expectation that the Pyongyang International Insurance Seminar would serve as a good occasion for insurance development.\n\t\t\t\t\t \"I hope that the forum would offer a good chance for its participants to share their rich knowledge and experience gained in healing the aftermath of global financial crisis and seeking solutions to the challenges of nature disasters and to tighten business relationship with each other,\" said So Tong Myong, chairman of the KNIC Executive Committee of Management, in an inaugural speech at the seminar. \n\t\t\t\t\t\n\t\t\t\t\t Valuable papers on issues of international interest, like natural disaster insurance, were presented at the seminar, themed \"Dynamics of Insurance Coverage Arrangement and Rate Application Responding to Recent Catastrophes and Disasters.\" \n\t\t\t\t\t\n\t\t\t\t\t The KNIC has made much effort to strengthen friendly collaboration with international insurance organizations, including the Federation of Afro-Asian Insurers & Reinsurers. It sponsored seminar on \"Aviation and Engineering Insurance\" in 1985, 11th Conference of FAIR in 1989 and seminar on \"Marine Insurance & Reinsurance: the Challenges of the Times\" in 2010.\n\t\t\t\t\t\n\t\t\t\t\t With many branches throughout the country, the KNIC has been working hard to contribute to national prosperity and the improvement of the people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t It has sponsored various kinds of insurances in conformity with the local situation, helping industrial establishments and cooperatives improve production and management.\n\t\t\t\t\t\n\t\t\t\t\t It has developed insurance on an expansion basis in a way to protect people's property, directing efforts to making the insurance system serve the people's interest.\n\t\t\t\t\t\n\t\t\t\t\t Founded in 1947, the KNIC has striven to enhance the function and role of insurance in step with the world's tendency, turning to be an insurance agency dealing with property insurance, life insurance, reinsurance, IT and financial investment."
        },
        {
            "title": "DPRK Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-13ee.html",
            "content": "DPRK Delegation Leaves for China\r\n Pyongyang, June 13 (KCNA) -- A delegation of the General Federation of Science and Technology of Korea led by Vice-Chairperson of its Central Committee Kye Hui Nam left here on Wednesday to visit China."
        },
        {
            "title": "Vice-chairman of South Headquarters of Pomminryon Tours Different Places in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-27ee.html",
            "content": "Vice-chairman of South Headquarters of Pomminryon Tours Different Places in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, June 13 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), Wednesday planted a memorial tree at the Arboretum of the Central Botanical Garden.\n\t\t\t\t\t Prior to planting, he was briefed on the fact that the arboretum was successfully built as a center giving versatile knowledge to visitors and contributing to their cultural and emotional life.\n\t\t\t\t\t\n\t\t\t\t\t And he planted a memorial tree together with members of the North Headquarters of Pomminryon.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, he visited the Kim Jong Suk Pyongyang Textile Mill, Pyongyang Secondary School No. 1 and the Mansudae Art Studio and enjoyed an acrobatic performance at the Pyongyang Circus Theater."
        },
        {
            "title": "Kim Jong Un's Treatise Touches People in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-23ee.html",
            "content": "Kim Jong Un's Treatise Touches People in DPRK\r\n\n\t\t\t\t\t Pyongyang, June 13 (KCNA) -- The dear respected Kim Jong Un made public a treatise titled \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" on April 20 to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The treatise is now touching all the people in the Democratic People's Republic of Korea, including teachers and students of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Hwan, department head of the university, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It is good fortune, glory and happiness of the Korean nation to have the dear respected Kim Jong Un at the top post of the DPRK. He formulated the 100-year-long history of Juche Korea as the most sacred and glorious one shining with the august names and undying feats of Kim Il Sung and Kim Jong Il, the great leaders of the Workers' Party of Korea and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t His intense loyalty made it possible for the Koreans to always have the highest honor and pride of being descendants of Kim Il Sung and soldiers and disciples of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Following Kim Jong Un who pushes the revolution and construction as required by Kimilsungism-Kimjongilism, I will always hold in high esteem Kim Il Sung and Kim Jong Il, the peerlessly great men.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Kyong Yong, a teacher of the university, said:\n\t\t\t\t\t\n\t\t\t\t\t \"President Kim Il Sung and leader Kim Jong Il are always with us on the road of faithfully carrying forward the revolutionary cause of Juche under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I will devote myself to implementing their behests and translating their lifetime intention and desire into reality.\"\n\t\t\t\t\t\n\t\t\t\t\t Kang Song Hak, a student of the university, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un has reminded us of broad smile, resonant voice and warm love of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t True to his lofty intention, I will remain faithful to the idea and cause of Kim Il Sung and Kim Jong Il.\""
        },
        {
            "title": "Kim Jong Un's Treatise Makes People Miss Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-24ee.html",
            "content": "Kim Jong Un's Treatise Makes People Miss Kim Il Sung\r\n Pyongyang, June 13 (KCNA) -- Upon receiving the dear respected Kim Jong Un's treatise titled \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\", the Korean people have been seized with ardent yearning for President Kim Il Sung.\n\t\t\t\t\t Ro Si Hwan, a researcher at the Academy of Social Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"President Kim Il Sung was the great leader of the revolution, benevolent father of the Korean people and peerlessly great man revered by the world people.\n\t\t\t\t\t\n\t\t\t\t\t The more I read Kim Jong Un's treatise, the deeper my yearning for the President grows.\n\t\t\t\t\t\n\t\t\t\t\t The President was the greatest man ever in history and a prominent thinker and theoretician recognized by the world public. Thanks to the Juche idea founded by him, the Korean people became the driving force of history and the genuine masters directly responsible for the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t It is the result of the great vitality of this idea that tendency towards independence is running higher worldwide.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Sun Hui, a worker at the Mangyongdae Ponghwa Garment Factory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un's treatise deals with the undying feats the President performed for the country and the people, the times and the revolution all his life.\n\t\t\t\t\t\n\t\t\t\t\t The President indicated the truth of life and struggle to the Korean people and trained them to be the strongest people in the world.\n\t\t\t\t\t\n\t\t\t\t\t He is the eternal President of the Democratic People's Republic of Korea as well as benevolent father for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t With Juche idea as a guideline, I will devote myself to glorifying Kim Il Sung's nation, Kim Jong Il's Korea, true to the leadership of Kim Jong Un who is identical to them.\""
        },
        {
            "title": "Inter-Korean Declaration, Fruition of Kim Jong Il's Patriotism",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-20ee.html",
            "content": "Inter-Korean Declaration, Fruition of Kim Jong Il's Patriotism\r\n Pyongyang, June 13 (KCNA) -- Twelve years has passed since the June 15 North-South Joint Declaration, a milestone of Korea's reunification, was adopted at the inter-Korean summit held in Pyongyang for the first time in the history of national division.\n\t\t\t\t\t The summit in June Juche 89 (2000) was attributable to leader Kim Jong Il's idea and line of national independence and great national unity as well as his strong sense of patriotism and Songun (military-first) leadership.\n\t\t\t\t\t\n\t\t\t\t\t It is one of his distinguished feats for the times and the nation that he paved a way for independent reunification and provided the Koreans with the idea for achieving national reunification at a historic time where a new millennium started.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the joint declaration made it possible for the north and the south to work together for national reunification and co-prosperity by putting an end to the long-standing antagonism and distrust to attain reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t As part of national reconciliation and cooperation, severed railways and roads were reconnected and air and sea routes opened between the north and the south of Korea. Grand festivals for national reunification took place one after another in Pyongyang and Seoul, ushering in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t This great feat of Kim Jong Il will remain forever in the history of the nation."
        },
        {
            "title": "S. Korean Regime Brings Severance to North-South Relations",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-21ee.html",
            "content": "S. Korean Regime Brings Severance to North-South Relations \r\n Pyongyang, June 13 (KCNA) -- The situation of the Korean Peninsula has been brought to the brink of war due to the Lee Myung Bak regime of south Korea seeking confrontation against the fellow countrymen in the north in conclusion with outside forces.\n\t\t\t\t\t Since he came to power, Lee has spoiled the north-south relations that had been on good terms, chilled the nation's desire for reunification and, furthermore, brought the danger of nuclear war to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Soon after he took power, he totally denied the June 15 Joint Declaration and October 4 Declaration adopted between the north and the south and pursued \"no nuke, opening and 3 000 dollars\" as \"north policy\", which has come under fire by the entire nation.\n\t\t\t\t\t\n\t\t\t\t\t He also hampered all north-south cooperation projects, including Mt. Kumgang tourism.\n\t\t\t\t\t\n\t\t\t\t\t  As public criticism for his severance of north-south relations ran higher, he defended his \"north policy\" as \"adherence to principles\", \"waiting strategy\" and \"sincerity\", thus revealing his sinister desire for \"unification under liberal democratic system.\"\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors abused the June 15 era of reunification as a \"lost decade\", laying a bar to holding reunification-related events co-sponsored by the north and the south each year.\n\t\t\t\t\t\n\t\t\t\t\t It also frustrated an event due in Mt. Kumgang to mark the 12th anniversary of the June 15 Joint Declaration. \n\t\t\t\t\t\n\t\t\t\t\t While saying \"door for dialogue is kept open\", Lee unconditionally rejected the DPRK's proposal for dialogue and went the lengths of defaming its supreme leadership. \n\t\t\t\t\t\n\t\t\t\t\t Now all Koreans have turned out in the struggle to overthrow the Lee Myung Bak group of traitors and accomplish the independent and peaceful reunification of the country with their concerted efforts in line with the June 15 Joint Declaration."
        },
        {
            "title": "KCNA Detailed Report on Celebrations of 66th KCU Anniversary",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-11ee.html",
            "content": "KCNA Detailed Report on Celebrations of 66th KCU Anniversary \r\n Pyongyang, June 13 (KCNA) -- The Korean Central News Agency on Tuesday released a detailed report on the grand celebrations of the 66th anniversary of the Korean Children's Union (KCU). \n\t\t\t\t\t According to it, the celebrations took place here from June 3 to 8.\n\t\t\t\t\t\n\t\t\t\t\t The celebrations were held most significantly thanks to the noble outlook of the Workers' Party of Korea and the DPRK government on posterity and future, an outlook which calls for regarding the work for the younger generation as the most important affair. The celebrations proved to be a grand assembly of successors to the Songun revolution as they instilled into the people faith in the rosy future of thriving socialist Korea. \n\t\t\t\t\t\n\t\t\t\t\t More than 20 000 delegates were selected from all the primary, secondary and branch schools across the country. They included Jongilbong Secondary School at the foot of Mt. Paektu, Panmunjom Secondary School near the Military Demarcation Line and a branch school on Jamae Islet in the West Sea. They were invited to visit Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Children of ordinary workers, farmers, service personnel, scientists and technicians who are exemplary in study and organizational life were chosen as delegates. \n\t\t\t\t\t\n\t\t\t\t\t No sooner had this exciting news reached every part of the country than an unprecedented festive mood prevailed in the country. \n\t\t\t\t\t\n\t\t\t\t\t Transportation was arranged under the deep care of the party and state to bring the KCU delegates to the venue of the grand festival. Special trains, planes and buses brought them to Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Parents, teachers, people from all walks of life and school youth and children warmly sent the delegates off with bouquets and garlands.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang was busy welcoming the delegates. \n\t\t\t\t\t\n\t\t\t\t\t Senior party and state officials and Pyongyang citizens warmly received the delegates. \n\t\t\t\t\t\n\t\t\t\t\t Measures were taken one after another to ensure that the delegates took part in the celebrations without slightest inconvenience.\n\t\t\t\t\t\n\t\t\t\t\t Certificates of delegates to the celebrations of the 66th anniversary of the KCU were awarded to them. \n\t\t\t\t\t\n\t\t\t\t\t The delegates visited the statues of Generalissimos Kim Il Sung and Kim Jong Il on Mansu Hill and the plaza of Kumsusan Palace of the Sun to express thanks to them for having provided all the children with an ample opportunity of learning by enforcing the universal 11-year compulsory education system and brought them all sorts of happiness, pleasure and beautiful hope and dream. \n\t\t\t\t\t\n\t\t\t\t\t They visited Mangyongdae, the birthplace of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t A joint national meeting of the KCU organizations was held with splendor at Kim Il Sung Stadium here to celebrate its 66th anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un made a historic speech at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t After a KCU congratulatory group recited a poem for the occasion, an oath of millions of KCU members was made at the meeting to fully prepare themselves as children's guard boundlessly faithful to Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un taking delegates in his embrace enjoyed the concert \"Love future!\" given by the Unhasu Orchestra, the concert specially provided by him. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un had a photo session with the delegates.\n\t\t\t\t\t\n\t\t\t\t\t From the very day of their arrival in Pyongyang, the delegates were very pleased and happy to tour different places. \n\t\t\t\t\t\n\t\t\t\t\t They visited the Revolutionary Martyrs Cemetery on Mt. Taesong, the Victorious Fatherland Liberation War Memorial Tower, the National House of Class Education, the e-library and swimming gymnasium of Kim Il Sung University, the Taedonggang Combined Fruit Farm, Changjon Street, etc. \n\t\t\t\t\t\n\t\t\t\t\t They were honored to attend a meeting of schoolchildren on successes made in the efforts to be knowledgeable, virtuous and healthy. They firmly pledged themselves to convey the noble loving care shown by the Generalissimos and Kim Jong Un who bestowed all blessings upon the younger generation and become exemplary members of KCU in the Songun era, bearing deep in mind the patriotic soul of parents who became heroes and labor innovators. \n\t\t\t\t\t\n\t\t\t\t\t Bright and cheerful laughter of KCU delegates could be heard in the amusement park of Kaeson Youth Park, the Central Zoo, the Central Botanical Garden, Pyongyang Grand Theatre, Pyongyang Circus Theatre and other entertainment and service facilities. \n\t\t\t\t\t\n\t\t\t\t\t At least 260 delegates were honored to receive birthday spreads sent by him. \n\t\t\t\t\t\n\t\t\t\t\t He sent gifts to all the delegates. \n\t\t\t\t\t\n\t\t\t\t\t All the blessed children left Pyongyang on June 9 amid the warm send-off of Pyongyang citizens."
        },
        {
            "title": "Rodong Sinmun Clarifies DPRK's Will to Strive for Lasting Peace",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-09ee.html",
            "content": "Rodong Sinmun Clarifies DPRK's Will to Strive for Lasting Peace\r\n Pyongyang, June 13 (KCNA) -- Peace is necessary for the people living on the earth and the generations to come on the planet, says Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t The peace advocated by the DPRK is one whereby the sovereignty and dignity of every nation and country are ensured and everybody can promote friendship and cooperation with equal opportunity, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Those countries which should play a responsible role in ensuring global peace and stability vie with each other in spending the bulk of their state budgets for developing new type weapons.\n\t\t\t\t\t\n\t\t\t\t\t The United States and some other countries are apt to pay lip-service to peace while pushing ahead with the moves for aggression and policy of hegemony. Their talk about peace is a pretext for invading others and a smokescreen for exercising the right to high-handed actions.\n\t\t\t\t\t\n\t\t\t\t\t Peace can never be genuine as long as high-handed practices are allowed.\n\t\t\t\t\t\n\t\t\t\t\t There can be peace only when those high-handed actions are countered with stronger force.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to have had access to nuclear deterrent for self-defense under the situation where the Armistice Agreement remains in name only though it has lasted for more than half a century, a new and reasonable peace-keeping mechanism has not been established and the U.S. has posed a constant nuclear threat to it.\n\t\t\t\t\t\n\t\t\t\t\t The strong-arm policy of the imperialists no longer works on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Military and technical superiority is no longer a monopoly of the imperialists and gone are the days never to return when the enemies could blackmail the DPRK with A-bombs.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are highly proud of demonstrating their dignity and might as guardians of peace.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to make responsible and persevering efforts to ensure durable peace on the Korean Peninsula."
        },
        {
            "title": "Lee Myung Bak \"Government\" Has No Future: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-07ee.html",
            "content": "Lee Myung Bak \"Government\" Has No Future: Rodong Sinmun\r\n Pyongyang, June 13 (KCNA) -- The Lee Myung Bak \"government\" of south Korea has no future as it is forsaken by the people, says Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t The massive anti-\"government\" struggle mounting in south Korea these days is a just one for regaining the independent rights usurped by the group of traitors and leading a genuine life worthy of a human being, the article notes.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the Lee regime has pursued a traitorous policy, mercilessly trampling down the desire and wishes of the people for a genuine life, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the south Koreans are branding traitor Lee Myung Bak as a fascist maniac putting even Hitler into the shade.\n\t\t\t\t\t\n\t\t\t\t\t The economic policies pursued by the puppet regime resulted in deepening social inequality, i.e. widening gap between the rich and the poor, and deteriorating the people's living in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t By following a humiliating, sycophantic and quisling policy, the Lee group hurt the dignity of the nation and deprived the people of all their rights to live. Its policy of confrontation with fellow countrymen brought the inter-Korean relations to a total collapse. Strong protest of people from all walks of life has thrown the group into a bottomless quagmire.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is kicking up a horrible whirlwind of \"coloring operation\", branding progressive parties and people now in their actions to judge the conservative regime as \"forces following the north.\" This is nothing but a desperate bid of the conservative group to conceal the deplorable situation of society, a product of its unpopular rule, and divert elsewhere the public attention and thus realize its stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people will never lower the present banner of struggle to overthrow the \"government\" of traitors but make the Lee group stand trial of history without fail."
        },
        {
            "title": "Lee Myung Bak's Remarks Slandering Progressive Forces under Fire",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-08ee.html",
            "content": "Lee Myung Bak's Remarks Slandering Progressive Forces under Fire \n\t\t\t\t\t\t\r\n Pyongyang, June 13 (KCNA) -- Some days ago, traitor Lee Myung Bak of south Korea branded those forces opposed to his traitorous policy as \"elements denying freedom and democracy\", saying that they should not be pardoned. He also made such bellicose remarks as \"security posture\" and \"punishment\" while talking about \"provocation\" from the DPRK.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee's reckless action is part of a vicious artifice to fan up the campaign to \"eliminate the forces following the north\", while taking issue with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Lee group of traitors who must stand trial for their unpardonable crimes.\n\t\t\t\t\t\n\t\t\t\t\t Lee is finding himself in trouble in face of the active struggle of the opposition parties and people from all walks of life to disclose and condemn its fascist arbitrariness, irregularities and corruption.\n\t\t\t\t\t\n\t\t\t\t\t His remarks are aimed to implant extreme hostility towards the DPRK in the mind of people in south Korea in a bid to intensify the campaign to \"eliminate the forces following the north\"\n\t\t\t\t\t\n\t\t\t\t\t Lee let loose a string of virulent invectives against the DPRK and the progressive forces in south Korea, citing \"forces following the north\". It is the last-ditch efforts by a person at deathbed.\n\t\t\t\t\t\n\t\t\t\t\t Approaching fast is the day when the group of traitors will be tried by history."
        },
        {
            "title": "Japan Accused of Pulling Up DPRK over Its Peaceful Space Development",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-10ee.html",
            "content": "Japan Accused of Pulling Up DPRK over Its Peaceful Space Development \r\n Pyongyang, June 13 (KCNA) -- The report on verifying the \"launch of long-range ballistic missile\" by the DPRK worked out by the Japan Ministry of Defense recently calls for pushing forward a plan for deploying Aegis destroyers in the West Sea of Korea and AWACS in the air to \"cope with that type missile\" in case there is any sign of its launch.\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a gangster-like action to step up the moves for overseas military expansion under the pretext of the DPRK's development of space for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries do not take issue with their own launch of satellites for military purposes or those launched by the U.S. but incriminate the DPRK's launch of satellite for peaceful purposes, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such viewpoint of Japan does not stand to reason.\n\t\t\t\t\t\n\t\t\t\t\t Threat comes to the DPRK from Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan's moves to launch more spy and military satellites and deploy Aegis warships in the West Sea of Korea and AWACS in the air are blatant challenge and grave threat to the DPRK and other Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t Japan is a war criminal as it invaded Korea and other Asian countries in the first half of the last century.\n\t\t\t\t\t\n\t\t\t\t\t It is, however, getting crazy with its moves to convert itself into a military power, distorting its past history recorded with invasion and dreaming of reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better behave prudently before meeting its miserable end due to its bad habit of finding fault with others and seeking its own interests."
        },
        {
            "title": "Minju Joson Denounces Japan for Its Brazenfaced Attitude to Past Crimes",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-12ee.html",
            "content": "Minju Joson Denounces Japan for Its Brazenfaced Attitude to Past Crimes\r\n Pyongyang, June 13 (KCNA) -- It is natural and logical for the world to compare stands of Germany and Japan on the issue of the past crimes, Minju Joson Wednesday says in a bylined commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The two countries committed crimes against humanity during World War II. But, they took quite different and contrasting road regarding the liquidation of the past crimes.\n\t\t\t\t\t\n\t\t\t\t\t That the New York Times devoted one whole page to advertisement critical of Japan reflected the curse and hatred of the international community.\n\t\t\t\t\t\n\t\t\t\t\t  The international community is spitting on Japan's disgraceful attitude as it goes impudent, not admitting its wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t The liquidation of the past is the requirement of the times, justice and human conscience.\n\t\t\t\t\t\n\t\t\t\t\t The world is advancing toward the new era of reconciliation, unity and cooperation, departing from disgraceful past. It is suicidal act for Japan to stick to its past.\n\t\t\t\t\t\n\t\t\t\t\t It should, first of all, liquidate the dirty past wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t To think of rendering any \"international contribution\" without the liquidation of the past crimes would be just a daydream. Japan should clearly know what the most urgent political task is and behave with discretion."
        },
        {
            "title": "Abandonment of June 15 Joint Declaration Would Bring Only War Disaster: KCNA",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-28ee.html",
            "content": "Abandonment of June 15 Joint Declaration Would Bring Only War Disaster: KCNA\r\n Pyongyang, June 13 (KCNA) -- It is 12 years since the historic June 15 joint declaration was published.\n\t\t\t\t\t The publication of the declaration marked an event of great significance as it replaced the history of distrust and confrontation by a history of reconciliation, unity, peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Had this been given steady continuity, the day of reunification would have come earlier.\n\t\t\t\t\t\n\t\t\t\t\t Since the Lee Myung Bak group of traitors came to power in south Korea, however, the north-south relations have been seriously deteriorated. Only an atmosphere of confrontation with fellow countrymen and the danger of war are prevailing in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t After declaring sycophancy towards the U.S. and dependence upon foreign forces as the top priority task of its foreign policy, the group of traitors adopted \"no nukes, opening and 3 000 dollars\" contrary to the June 15 joint declaration and the October 4 declaration as a \"policy towards the north,\" bedeviling the inter-Korean relations though they had favorably developed after the publication of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t The group obstructed every north-south dialogue and inter-Korean cooperation and suspended them including its actions to bar meetings of people of all social strata from taking place though they were regularly held after the publication of the joint declaration. These are the facts known to everybody.\n\t\t\t\t\t\n\t\t\t\t\t This year, too, the June 15 All-Korea Joint Committee decided to hold a reunification event common to the Korean nation with splendor in Mt. Kumgang resort on the occasion of the 12th anniversary of the joint declaration but the south Korean authorities are still insisting on the stand of not allowing the event.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the authorities are putting all sorts of political pressure upon the delegation of the South Side Committee for Implementing the June 15 Joint Declaration that took part in the working contact among the north, the south and overseas sides in order to defuse the confrontation and promote the event. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' unjust disallowance of the contact and vicious moves for confrontation with fellow countrymen compelled the representatives of the three sides to separately hold the event in their regions under the situation where they are unable to meet at one place.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is going reckless in its moves to turn the situation before the \"presidential election\" favorable for it by agitating frantic confrontation through a whirlwind of the campaign for eliminating the \"forces following the north\" and the \"pro-communist elements.\" \n\t\t\t\t\t\n\t\t\t\t\t The group is escalating its moves for a war against fellow countrymen after raising again the \"Cheonan\" warship sinking case, a fiction. It went the lengths of unhesitatingly perpetrating such unpardonable political and military provocations as hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the developments since the publication of the joint declaration, there will be a way out for the nation and it can achieve reunification, peace and prosperity if it upholds and implements the joint declaration but if it is abandoned, it would bring nothing but greater misfortune and sufferings and a war disaster. Only when the \"government\" of traitors is overthrown, is it possible to avert a war and preserve peace and achieve national reunification. This is the conclusion drawn on the basis of the situation of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should wage a more vigorous struggle to bring down the Lee \"government.\""
        },
        {
            "title": "KCNA Commentary Slams S. Korean Conservative Group's Burlesque to Stay in Power",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-29ee.html",
            "content": "KCNA Commentary Slams S. Korean Conservative Group's Burlesque to Stay in Power\r\n Pyongyang, June 13 (KCNA) -- The Lee Myung Bak conservative group of south Korea fabricated \"spy cases\" one after another timed to coincide with frantic racket for \"eliminating forces following the north\".\n\t\t\t\t\t The south Korean police announced that they arrested \"spies\" and \"a woman spy\" who provided secret military information to the DPRK, and the conservative media are busy chiming in with their words. \n\t\t\t\t\t\n\t\t\t\t\t The falsity of the \"cases\" was brought to light in all aspects including ideological tendency and method of activities of objects selected by the police and prosecution, inviting public criticism and derision at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean paper Hangyore in an article titled \"No reality of north's operative\" said, \"Fault of the investigation of cases was disclosed one after another through coverage. The suspicion is increasing that the police intentionally emphasized the cases timed to coincide with the racket for 'eliminating forces following the north' kicked up by the 'government', ruling party and conservative forces\".\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the south Korean military totally denied what the police claimed, saying that it can not be considered as a leakage of military secret.\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove once again that the \"spy cases\" kicked up by the group of rat-like Lee Myung Bak are a provocation perpetrated against the DPRK as part of \"north wind\" operation.\n\t\t\t\t\t\n\t\t\t\t\t Whenever they faced an extreme ruling crisis, the puppet forces resorted to the trite method of cooking up shocking cases including \"spy case\". \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak who has inherited the habit of cooking up \"pro-communist cases\" of the successive fascist dictators sought to stay in power with such smear campaign as \"spy cases\" when he faced ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t During the early days of his power, he opened up a prelude to \"spy cases\" operation through the farce of \"finding out background forces\" among the south Korean people who turned out in anti-\"government\" struggle with candlelight. Afterwards, he orchestrated lots of conspiratorial \"cases\" including \"incident of Iljin Association\", \"incident of Mt. Wangjae\" and \"woman spy case\".\n\t\t\t\t\t\n\t\t\t\t\t But they caused nothing but greater wrath and rejection by the people and isolation of the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a due lesson from it, the rat-like group of Chongwadae is getting hell-bent on the fabrication of \"spy cases\" and seeking to get rid of the worst difficulty just like a drowning man catching at a straw. This, however, would get it nowhere. \n\t\t\t\t\t\n\t\t\t\t\t The \"spy cases\" are nothing but sinister conspiratorial farce and politically-motivated deceptive farce choreographed by the south Korean conservative group to crack down on and wipe out the progressive forces, justify the anti-DPRK confrontational policy on the verge of bankruptcy and weaken the solidarity and unity among democratic reform forces in a bid to realize their stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group's desperate moves to resort to \"north wind\" operation such as \"spy cases\" will give rise to storm of the anti-Lee Myung Bak and anti-\"Saenuri Party\" struggle."
        },
        {
            "title": "S. Korea Conservative Ruling Forces Accused of \"Coloring\" Operation",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-16ee.html",
            "content": "S. Korea Conservative Ruling Forces Accused of \"Coloring\" Operation\r\n Pyongyang, June 13 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on June 7 in denunciation of the conservative ruling forces' anachronistic \"coloring\" operation.\n\t\t\t\t\t Park Geun Hye of the \"Saenuri Party\" cried out for voluntary resignation of lawmakers from the Unified Progressive Party and expulsion of them from the \"National Assembly\" in the wake of Lee Myung Bak's recent remarks that \"the forces following the north present themselves as a more serious problem than the north\", the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The prosecution, in response to the reckless remarks of Lee and Park, seized a member list of the Unified Progressive Party and is making arrangements for wholesale suppression under the pretext of investigating its election fraud.\n\t\t\t\t\t\n\t\t\t\t\t Chosun Ilbo, Choongang Ilbo, Dong-A Ilbo and other conservative media in south Korea release false reports and misinformation every day in a bid to mislead public opinion and raise a whirlwind of dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t A series of developments are by no means accidental, the statement said, terming them premeditated plots and a repressive racket before \"the presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t They are typical methods used by the Lee Myung Bak regime and the \"Saenuri Party\" to seek a way out of their political crisis and ensure their stay in power and a new version of the \"north wind\" operation, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It called for strengthening solidarity and taking joint actions for foiling the Lee regime and the \"Saenuri Party's\" sinister intentions to stay in power."
        },
        {
            "title": "S. Korean Student Organization Slams Deceptive Educational Policy",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-17ee.html",
            "content": "S. Korean Student Organization Slams Deceptive Educational Policy\r\n Pyongyang, June 13 (KCNA) -- The south Korean Federation of University Students in the 21st Century held a press conference in Seoul on June 7 in denunciation of the \"government\" authorities' deceptive educational policy.\n\t\t\t\t\t The speakers denounced the \"government\" for talking about solving the registration fee issue through what it called \"scholarship\".\n\t\t\t\t\t\n\t\t\t\t\t The authorities' propaganda that the registration fee at universities decreased 19.1 percent and their measure is effective is a sheer lie, they held.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the registration fee has never dropped at universities, in actuality, and the quality of education has reached a deplorable level, they declared it has been clearly proved that the step taken by the authorities in the new school term is of no help to solving the registration fee issue. \n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" should comply with the demand of the students for rolling back the deceptive educational policy and halving the registration fee, they held."
        },
        {
            "title": "South Headquarters of Pomminryon Calls for Eliminating Pro-U.S. Forces",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-18ee.html",
            "content": "South Headquarters of Pomminryon Calls for Eliminating Pro-U.S. Forces\r\n\n\t\t\t\t\t Pyongyang, June 13 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) released a statement titled \"Let's eliminate the forces following the U.S. through united actions\" on June 10.\n\t\t\t\t\t\n\t\t\t\t\t In June, 25 years ago, the land of south Korea shook with public shouts of slogans \"Down with dictatorship!\" and \"No U.S.!\", the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It was an expression of strong desire of the people to win sovereignty and marked a historical occasion which infused great energy into the struggle for independent reunification. \n\t\t\t\t\t\n\t\t\t\t\t The south-north relations were brought to a collapse and a touch-and-go situation is prevailing on the Korean Peninsula due to Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t The statement accused Lee Myung Bak and Park Geun Hye of cracking down upon the pro-reunification democratic forces, personages of opposition parties and all people supporting the June 15 joint declaration by branding them as \"forces following the north.\" \n\t\t\t\t\t\n\t\t\t\t\t If all people struggle in unity, they can foil the rampage of the dictatorial power and root out the pro-U.S. and pro-Japanese \"regime,\" it noted.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon the people from all walks of life to bear deep in mind the idea of \"By our nation itself\" and frustrate the conspiratorial racket of the present \"government\" authorities and focus all efforts on the movement for punishing Lee and Park and all other forces serving the U.S."
        },
        {
            "title": "S. Korean Police Authorities' Groundless Suppression of Progressive Figure under Fire ",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-19ee.html",
            "content": "S. Korean Police Authorities' Groundless Suppression of Progressive Figure under Fire\r\n Pyongyang, June 13 (KCNA) -- South Korean police authorities are suppressing Paek Ki Wan, director of the Institute for Reunification of south Korea, finding fault with his just activities, according to south Korean internet paper Genuine World on June 7. \n\t\t\t\t\t The police authorities issued summons to Paek five times on charges of \"disobeying order and disturbing general traffic\" for the mere reason that he took part in a rally in protest against the conclusion of the \"Free Trade Agreement\" with the U.S. in December last year and a memorial service for workers of Ssangyong Motors who grievously lost their lives due to the murderous and forced dismissal in May this year, etc. \n\t\t\t\t\t\n\t\t\t\t\t They are threatening that they will arrest him in case he fails to comply with their summons. \n\t\t\t\t\t\n\t\t\t\t\t Paek Ki Wan declared that he would never yield to the authorities' demand but fight to the last against the Lee Myung Bak regime's illegal and inhuman suppression of him as it is an infringement upon the basic rights of citizens."
        },
        {
            "title": "12th Anniversary of June 15 Joint Declaration Observed by Koreans in Uzbekistan ",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-25ee.html",
            "content": "12th Anniversary of June 15 Joint Declaration Observed by Koreans in Uzbekistan \r\n Pyongyang, June 13 (KCNA) -- A meeting and art performance of Koreans in Uzbekistan took place there on June 8 to mark the 12th anniversary of the June 15 joint declaration. \n\t\t\t\t\t Present there were Ju Yong Il, chairman of the Association of the \"Old People\" Inheriting the Korean Culture, its vice-chairmen, heads of various art troupes of Koreans and compatriots in Uzbekistan.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in their venue were a photo showing leader Kim Jong Il signing the historic June 15 North and South Joint Declaration and photos of immortal exploits performed by him in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Il in his speech said that there took place eye-opening events unprecedented in the history of division after the adoption of the June 15 joint declaration such as brisk exchange and cooperation in all fields including politics, economy, culture and sports between the north and south, adding that they were ascribable to the tireless efforts and energetic leadership of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He flayed the present south Korean authorities for totally negating the joint declaration, bringing the relations between the north and the south to a collapse and creating acute confrontation to be seen on the eve of war.\n\t\t\t\t\t\n\t\t\t\t\t He urged all those who wish for national reunification to respect the June 15 joint declaration and turn out in actions to implement it, be they in the north, the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in Uzbekistan will positively turn out in the actions to implement the joint declaration, expressing conviction that the historic cause of national reunification would be sure to be accomplished under the leadership of the dear respected Kim Jong Un, he concluded.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by a performance given by Korean artistes."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Bangladesh\r\n Pyongyang, June 13 (KCNA) -- A seminar on leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was held by the Bangladesh Group for the Study of the Songun Policy on June 5 to mark the 12th anniversary of the June 15 North-South Joint Declaration. \n\t\t\t\t\t Speakers including M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said that in his work Kim Jong Il comprehensively systematized and crystallized the immortal exploits performed by President Kim Il Sung in the cause of national reunification by devoting all his life to it.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Kim Jong Il formulated the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and set forth important guidelines to be taken by all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung attached great significance to forming an all-nation united front and energetically led the struggle to rally the reunification forces in the north, the south and abroad, they added.\n\t\t\t\t\t\n\t\t\t\t\t They expressed conviction that all the Korean people would surely achieve the independent and peaceful reunification of the country under the wise leadership of the dear respected Kim Jong Un, in line with the June 15 joint declaration."
        },
        {
            "title": "Kim Jong Il's Songun Politics Praised by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-02ee.html",
            "content": "Kim Jong Il's Songun Politics Praised by Brazilian Organization\n\t\t\t\t\t\t\r\n Pyongyang, June 13 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK posted a special write-up on its Internet homepage on June 1 on the occasion of the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The homepage said in an article titled \"The way the DPRK follows\" illustrated with a painting depicting President Kim Il Sung standing together with Kim Jong Il:\n\t\t\t\t\t\n\t\t\t\t\t After the demise of Kim Jong Il the world was concerned for which way the DPRK would follow. \n\t\t\t\t\t\n\t\t\t\t\t As a reply to this, there was a message from the DPRK that it would keep to the road of independence, the path of Songun, the path of socialism explored by Kim Il Sung, father of socialist Korea, and carried forward by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently maintained its line of independence in politics, self-support in the economy and self-reliance in national defence and invariably preserved the idea of independence, friendship and peace in its foreign relations.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution started and advanced by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will advance along the road of Songun without slightest deviation. This is clear from the news that supreme leader Kim Jong Un inspected the Seoul Ryu Kyong Su 105 Guard Tank Division of the Korean People's Army on the New Year 2012. \n\t\t\t\t\t\n\t\t\t\t\t Media of the world including AP gave wide publicity to his field guidance to the KPA tank division, noting that this was a message the new leader of the DPRK would carry forward the Songun politics pursued by Chairman of the National Defence Commission Kim Jong Il."
        },
        {
            "title": "June 15 North-South Joint Declaration Supported in Nepal, Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-03ee.html",
            "content": "June 15 North-South Joint Declaration Supported in Nepal, Bangladesh\r\n Pyongyang, June 13 (KCNA) -- The Afro-Asian People's Solidarity Committee of Nepal, the Nepalese Committee for Promotion of Reunification of Korea and the Nepalese Association for Supporting the Songun Politics issued a joint statement on June 5 to mark the 12th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The adoption of the June 15 joint declaration opened a bright prospect for the independent and peaceful reunification of Korea, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that understanding and cooperation between the north and south of Korea would be promoted and the historic cause of national reunification, the national task, would be certainly achieved thanks to the sustained efforts of the Korean people under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean authorities to sincerely implement the June 15 joint declaration and the October 4 declaration, the programme for implementing it, and get tens of thousands of U.S. troops withdrawn from south Korean without delay.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should pull down the concrete wall built by them in the area south of the Military Demarcation Line, stop at once all joint military exercises with the U.S. and thus enable all the Koreans to achieve the independent and peaceful reunification of the country at an early date under the banner of \"By our nation itself\", it stressed.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, in a statement on June 4 said that the June 15 joint declaration is a cornerstone for the development of the north-south relations and a great programme for Korea's reunification as it indicated a fundamental principle for achieving national reconciliation, cooperation, unity and reunification and the ways to do so."
        },
        {
            "title": "Open Ultimatum of KPA General Staff Favored by Ecuadorian Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-04ee.html",
            "content": "Open Ultimatum of KPA General Staff Favored by Ecuadorian Organization\r\n Pyongyang, June 13 (KCNA) -- The Canar Provincial Institute of Ecuador for the Friendship and Solidarity with DPRK issued a statement on June 5 in support of the open ultimatum of the General Staff of the Korean People's Army (KPA).\n\t\t\t\t\t The DPRK, which is putting forward the children as kings of the country, took measures for the delegates of the Korean Children's Union to hold celebrations of the 66th anniversary of the KCU in Pyongyang, the statement said. This was a jubilee which can be seen only in the DPRK, socialist society centering on the popular masses, in which the Juche idea has been applied, it added.\n\t\t\t\t\t\n\t\t\t\t\t Not only the Korean people but all other progressives of the world were rejoiced over the celebrations as over their own and sincerely hoped for their successes, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Only the Lee Myung Bak regime of south Korea kicked off the rackets to hurt the dignity of the supreme leadership of the Korean people while describing the KCU delegates as \"mere children knowing nothing about the world\" and playing down the jubilee of fellow countrymen as \"events for publicity stunt\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's rackets are a deliberate provocation to drive the already tense situation on the Korean Peninsula to the brink of war, and a mockery of clean minds of the children.\n\t\t\t\t\t\n\t\t\t\t\t The Canar Provincial Institute of Ecuador for the Friendship and Solidarity with DPRK denounces the Lee group's heinous acts and supports the open ultimatum of the KPA General Staff which sentenced the group of traitors to death.\n\t\t\t\t\t\n\t\t\t\t\t We express once again firm solidarity with the Korean people in their dynamic struggle to build a thriving socialist nation and reunify the country independently, valiantly shattering all the moves of the reactionaries of history to stifle the DPRK."
        },
        {
            "title": "Korean People's Just Cause Supported by South African Political Party",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-05ee.html",
            "content": "Korean People's Just Cause Supported by South African Political Party\r\n Pyongyang, June 13 (KCNA) -- The Mfumalanga Provincial Conference of the South African Communist Party expressed support for the just cause of the Korean people. It was held on June 2.\n\t\t\t\t\t The political report of the conference said:\n\t\t\t\t\t\n\t\t\t\t\t The celebrations of the centenary of the birth of President Kim Il Sung in Pyongyang were an international grand festival participated in by many foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The world witnessed the organizing ability and single-minded unity of the Korean people which have been put on the high ground. The tremendous military strength of the DPRK was successfully demonstrated at the military parade.\n\t\t\t\t\t\n\t\t\t\t\t Young Supreme Commander Kim Jong Un made a speech at the military parade.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are rejecting the U.S. imperialists' presence in south Korea and aspiring after the independent reunification of the country, the political report noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We consider that for the Korean people to develop the nuclear program for peaceful purposes is their independent right.\n\t\t\t\t\t\n\t\t\t\t\t We will further strengthen the movement for solidarity with the Workers' Party of Korea and the Korean people."
        },
        {
            "title": "Clausurado seminario internacional de seguro de Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-30ee.html",
            "content": "Clausurado seminario internacional de seguro de Pyongyang\n\t\t\t\t\t\t\r\n　Pyongyang, 13 de junio (ACNC) -- Quedo clausurado el dia 13 en el Hotel Internacional Yanggakdo el seminario internacional del seguro de Pyongyang.\n\t\t\t\t\t　A la ocasion asistieron el vicepremier Ro Tu Chol, el presidente del comite organizativo del seminario y del Comite Ejecutivo de Administracion de la Corporacion del Seguro Nacional de Corea,, So Tong Myong, los funcionarios de dicha compania y de la rama local.\n\t\t\t\t\t\n\t\t\t\t\t　Tambien, participaron Hammam Badr, secretario general de la Federacion de Agentes Afro-Asiaticos del Seguro y Reseguro, los delegados y delegaciones de las companias de Rusia, Sudan, Suiza, Gran Bretana, Australia, la India, China y Tanzania, asi como la delegacion de la Compania Anonima de Seguro de Kumgang de la Chongryon (Asociacion General de Coreanos Residentes en Japon).\n\t\t\t\t\t\n\t\t\t\t\t　En el acto, fue aprobada la carta de agradecimiento al Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t　En el seminario, fueron publicadas las disertaciones \"Sobre el seguro relativo al  terremoto en China\" (Zhang Xuhang de la Corporacion de Peritaje y Ajuste de Perdidas Fairicc de China), \"Aparicion en Rusia del mercado de reseguro y su motivo\" (Dmitry Shaydulin de la Compania de Agentes del Seguro Glinso de Rusia), \"Sobre las calamidades naturales recien ocurridas en Corea y el estado de garantia del seguro sobre estas y las medidas de seguro en el futuro\" (Pak In Chol de la Corporacion del Seguro Nacional de Corea), \"Sobre articulos de intermedio en el contrato internacional de intermedio\" (Tim Akeroyd de la Compania Legal Elborn Mitchell de Gran Bretana), \"Principios generales relacionados con la recompensacion de danos sufridos por la calamidad natural\" (Brent Demnar del Grupo Consultivo del Negocios Agricolas de Australia) y \"Seguro de Suspension de la empresa a causa de la calamidad natural\" (Robert Dalton de la Corporacion Internacional de Estudio Cunningham Lin\n\t\t\t\t\t\n\t\t\t\t\t dsey).\n\t\t\t\t\t\n\t\t\t\t\t　Quedaron enfatizados los temas de que el seguro cumpla satisfactoriamente su mision y papel en proteger la vida y los bienes de los hombres de las calamidades naturales y lograr el estable desarrollo socioeconomico y de intensificar las cooperaciones e intercambios internacionales en esta rama.\n\t\t\t\t\t\n\t\t\t\t\t　Los participantes debatieron sobre el asunto de la organizacion de la garantia del seguro de acuerdo con los desastres naturales y la tendencia de aplicacion de tarifa e intercambiaron sus experiencias alcanzadas en dicha rama."
        },
        {
            "title": "ACNC publica informacion detallada sobre celebracion de 6 de junio",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-31ee.html",
            "content": "ACNC publica informacion detallada sobre celebracion de 6 de junio\n\t\t\t\t\t\t\r\n\n\t\t\t\t\t　Pyongyang, 13 de junio (ACNC) -- Quedo publicada el dia 12 una informacion detallada de la ACNC sobre la celebracion solemne del 66o aniversario de la fundacion de la Organizacion de Ninos de Corea (ONC).\n\t\t\t\t\t\n\t\t\t\t\t　Segun ella, tuvieron lugar del dia 3 al 8 de junio de 2012 en esta capital las festividades por el 66o de la fundacion de la ONC.\n\t\t\t\t\t\n\t\t\t\t\t　El resumen de la informacion va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t　Los dichos festejos efectuados mas significativamente gracias a la noble concepcion de las generaciones venideras y del futuro del Partido del Trabajo de Corea y el Estado de dar primordial importancia a las labores de las generaciones venideras fueron una gran reunion de los sucesores de la revolucion del Songun en que inculco la confianza en el brillante futuro de la Corea prospera socialista.\n\t\t\t\t\t\n\t\t\t\t\t　Esta vez fueron invitados a Pyongyang mas de 20 mil delegados al acto de los ninos procedentes de todas las escuelas primarias y secundarias y sus anexas incluyendo la Escuela Secundaria Jongilbong enclavada al pie del monte Paektu, la otra Phanmunjom de las zonas aledanas a la linea de demarcacion militar y la anexa de la isla solitaria Jamae en el Mar Oeste.\n\t\t\t\t\t\n\t\t\t\t\t　Como delegados fueron electos los hijos de obreros, campesinos, militares, cientificos y tecnicos, que son ejemplares en el estudio y la vida organizativa.\n\t\t\t\t\t\n\t\t\t\t\t　Desde cuando se extendio la noticia increible, se reinaba el ambiente de la fiesta en toda la patria.\n\t\t\t\t\t\n\t\t\t\t\t　Bajo la gran atencion del Partido y el Estado se organizo el transporte de trenes, aviones y camiones para llevar a los delegados ninos  a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t　Los delegados fueron despedidos de sus padres, maestros, trabajadores y jovenes y estudiantes, quienes les dieron ramos y collares de flores.\n\t\t\t\t\t\n\t\t\t\t\t　Esta capital estaba bullida para acoger a los ninos.\n\t\t\t\t\t\n\t\t\t\t\t　Los funcionarios directivos del partido y el estado y los habitantes de distintos estratos felicitaron a los huespedes.\n\t\t\t\t\t\n\t\t\t\t\t　Fueron tomadas las medidas para que los delegados participen comodamente en el acto.\n\t\t\t\t\t\n\t\t\t\t\t　Se entregaron a ellos el certificado del delegado al acto por el 66o aniversario de la fundacion de la ONC.\n\t\t\t\t\t\n\t\t\t\t\t　Primeramente, ellos visitaron la colina Mansu donde estan erguidas las estatuas de bronce del Presidente Kim Il Sung y el Dirigente Kim Jong Il y la plaza del Palacio del Sol de Kumsusan, ocasiones en las cuales rindieron agradecimiento a los dos Generalisimos quienes les abrieron la puerta de estudio de 11 anos y ofrecieron todas las felicidades y alegrias, la esperanza y sueno hermosos.\n\t\t\t\t\t\n\t\t\t\t\t　Ellos recorrieron la casa natal del Presidente        Kim Il Sung en Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t　El dia 6, tuvo lugar con solemnidad en el Estadio Kim Il Sung el acto nacional dedicatorio al 66o aniversario de la fundacion de la Organizacion de Ninos de Corea (ONC).\n\t\t\t\t\t\n\t\t\t\t\t　En la ocasion, el Maximo Dirigente Kim Jong Un pronuncio el historico discurso.\n\t\t\t\t\t\n\t\t\t\t\t　Al terminar la recitacion de la poesia de celebracion del grupo de felicitacion de la ONC, estremecio el lugar la decision de millones de los integrantes de la ONC de prepararse firmemente como guardia infantil infinitamente fiel al Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t　Por la noche de ese dia, el Maximo Dirigente presencio junto con los delegados de la ONC el concierto de la Orquesta Unhasu \"!Amen el futuro!\".\n\t\t\t\t\t\n\t\t\t\t\t　Tambien, tomo la foto junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\t　Desde el primer dia de su llegada a la capital, los ninos estaban llenos de jubilo y felicidad pasando los dias de visitas.\n\t\t\t\t\t\n\t\t\t\t\t　Dieron vueltas por el Cementerio de Martires Revolucionarios en el Monte Taesong, el Monumento a la Victoria en la Guerra de Liberacion de la Patria, el Pabellon Central de Educacion Clasista, la biblioteca electronica y la piscina de la Universidad Kim Il Sung, la Granja Fruticola Combinada Taedonggang, la Avenida de Changjon y otros puntos de la ciudad.\n\t\t\t\t\t\n\t\t\t\t\t　A traves del encuentro para enorgullecerse de sus ricos conocimientos, nobles virtudes y buena salud, ellos expusieron el noble amor de los grandes Hombres incomparables quienes dieron todas las felicidades y tomaron el juramento de ser un integrante ejemplar de la ONC al guardar el espiritu patriotico de sus padres y madres que se hicieron heroes e innovadores laborales.\n\t\t\t\t\t\n\t\t\t\t\t　Ademas, en el Parque de Atracciones Juventud de Kaeson, el Parque Zoologico Nacional, el Jardin Botanico Nacional, el Gran Teatro de Pyongyang Este, el Circo de Pyongyang y otras bases culturales y de servicio, ellos pasaron un momento de descanso jubiloso.\n\t\t\t\t\t\n\t\t\t\t\t　Gracias a la benevolencia de Kim Jong Un mas de 260 de delegados al acto recibieron la mesa de cumpleanos.\n\t\t\t\t\t\n\t\t\t\t\t　Kim Jong Un envio los regalos a todos los delegados participantes en el acto.\n\t\t\t\t\t\n\t\t\t\t\t　Los delegados al acto partieron el dia 9 de esta capital en medio de la calurosa despedida de los ciudadanos."
        },
        {
            "title": "Rodong Sinmun denuncia represion a fuerzas progresistas en Sur de Corea",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-32ee.html",
            "content": "Rodong Sinmun denuncia represion a fuerzas progresistas en Sur de Corea \r\n　Pyongyang, 13 de junio (ACNC) -- Hace unos dias, el traidor surcoreano Lee Myung Bak amenazo a las fuerzas opositoras a la politica de traicion al decir que \"no las toleraria\" calificandolas de \"renegadas a la libertad y democracia\". Por otra parte,  disparateo de la \"disposicion de seguridad\" y la \"represalia\" frente a la \"provocacion\" de alguien. \n\t\t\t\t\t　El diario Rodong Sinmun en un comentario individual de este miercoles lo califica de una  siniestra artimana para intensificar la campana de \"eliminacion de las fuerzas pro-Norte\" y continua: \n\t\t\t\t\t\n\t\t\t\t\t　El que debe sentarse en el banquillo de acusados es precisamente la horda del traidor Lee Myung Bak. \n\t\t\t\t\t\n\t\t\t\t\t　El traidor MB esta arrinconado por los partidos opositores y los habitantes de distintos estratos que revelan y condenan sus atrocidades fascistas y actos irregulares y corruptos. \n\t\t\t\t\t\n\t\t\t\t\t　Sin embargo, habla de la \"disposicion de seguridad\" y la \"represalia\" frente a la \"provocacion\" de alguien con el fin de inculcar a distintos estratos la hostilidad a la parte connacional y levantar el oleaje de la campana de \"eliminacion de las fuerzas pro-Norte\". \n\t\t\t\t\t\n\t\t\t\t\t　El traidor Lee sigue soltando los disparates provocativos anti- Republica Popular Democratica de Corea e insultantes a las fuerzas progresistas tildandolas de \"pro-Norte\", pero esto no pasa de ser los esfuerzos desesperados  de un moribundo. \n\t\t\t\t\t\n\t\t\t\t\t　Se acerca dia a dia el momento de someter a la banda traidora a la severa sentencia de la historia."
        },
        {
            "title": "Rodong Sinmun rechaza acusacion de Japon en tema de desarrollo espacial",
            "url": "http://kcna.co.jp/item/2012/201206/news13/20120613-33ee.html",
            "content": "Rodong Sinmun rechaza acusacion de Japon en tema de desarrollo espacial\n\t\t\t\t\t\t\r\n　Pyongyang, 13 de junio (ACNC) -- Segun el informe de revision sobre el lanzamiento del misil balistico de largo alcance de la Republica Popular Democratica de Corea, elaborado hace unos dias por el Ministerio de Defensa de Japon, se emplazara el buque Aegis en el Mar Oeste de Corea y AWACS en el cielo cuando se de cualquier indicio de lanzamiento.\n\t\t\t\t\t　En un comentario individual publicado este miercoles sobre ese plan, el diario Rodong Sinmun lo condeno como acto de bandido para satisfacer la ambicion de expansionismo militar a ultramar acusando el desarrollo espacial con fines pacificos de la RPDC, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t　Los reaccionarios japoneses guardan silencio en el caso de satelites militares de si mismos o su amo, pero acriminan a la RPDC aunque esta lanza satelites con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\t　Japon es el que amenaza a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t　Ese pais isleno lanza satelites de espionaje y militares e intenta emplazar en el Mar Oeste de Corea y en el cielo los buques Aegis y AWACS, lo cual constituye un desafio frontal y seria amenaza a la RPDC y los demas paises asiaticos.\n\t\t\t\t\t\n\t\t\t\t\t　El es criminal de guerra que en la primera mitad del siglo pasado, habia agredido a Corea y otros paises asiaticos.\n\t\t\t\t\t\n\t\t\t\t\t　En lugar de arrepentirse, actua ahora con desesperacion para emerger como potencia militar tergiversando sus antecedentes delictivos y sonando con agredir de nuevo a los paises asiaticos.\n\t\t\t\t\t\n\t\t\t\t\t　Seria mejor a Japon controlarse dejando su vicio de sacar provechos acusando a otros."
        }
    ]
}