{
    "date": "2012-05-08",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Un's Work on Land Management Published",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-29ee.html",
            "content": "Kim Jong Un's Work on Land Management Published\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un had talk \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" with leading officials of party and state economic bodies and working people's organizations on April 27, 2012. The work was delivered to the participants in a meeting of activists of the general mobilization movement for land management on Tuesday.\n\t\t\t\t\t Kim Jong Un stressed the need to make the upcoming meeting of activists in the general mobilization movement for land management an important occasion for preserving and glorifying leader Kim Jong Il's idea of land management and undying leadership feats and effecting a drastic turn in the land management to meet the requirements for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Land management is a patriotic work for the eternal prosperity of the country, and a noble work for providing the people with better living conditions, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and Kim Jong Il paid deep attention to the land management and worked heart and soul to make the country more beautiful all their lives.\n\t\t\t\t\t\n\t\t\t\t\t A large number of monumental edifices of eternal value have been built across the country and streets and villages have turned into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t The epoch-making changes that have taken place in the land management are a brilliant fruition of the wise guidance provided by Kim Jong Il who set forth a far-reaching plan and unique policy on the land management and energetically led the struggle to realize them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un indicated the following general orientation and overall tasks to be fulfilled in the field of land management:\n\t\t\t\t\t\n\t\t\t\t\t The officials and other working people in the field of land management should firmly preserve and always glorify the great General's idea and leadership feats in the land management and thoroughly carry out his last instructions without the slightest deviation or concession and face-lift the land as befitting that of a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t It is necessary to turn Pyongyang into a capital city of the sacred revolution, magnificent and picturesque world-class city based on the revolutionary outlook on the leader.\n\t\t\t\t\t\n\t\t\t\t\t The city of Pyongyang has been successfully laid out, centering around the statues of the President and the General standing high on Mansu Hill. It is necessary to green the areas around the statues and the Mansudae area. \n\t\t\t\t\t\n\t\t\t\t\t It is important to spruce up the area of the Kumsusan Palace of the Sun as the sacred temple of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae should be spruced up as a holy land of the sun so as to convey the greatness of the President and his undying feats generation after generation and make sure that a steady continuity is given to the revolutionary history of the President on this land.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang should be built into a center and model city of Songun culture as well as a city based on the revolutionary outlook on the leader.\n\t\t\t\t\t\n\t\t\t\t\t Local cities including provincial seats and rural villages should also be face-lifted to suit the specific local features.\n\t\t\t\t\t\n\t\t\t\t\t All land except cultivated land should be covered with trees, grass, flower plants and other plants so that there should be no waste or weedy land. This is the intention of the party.\n\t\t\t\t\t\n\t\t\t\t\t Big efforts should be directed to land management and preservation, tideland reclamation and land realignment.\n\t\t\t\t\t\n\t\t\t\t\t The work for creating forests and protecting them should be carried out well to turn the whole country into thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t Attention should also be paid to improving water management including the improvement of rivers and streams. \n\t\t\t\t\t\n\t\t\t\t\t Various structures including dam and lock gate should be built in the rivers and streams and gravity-fed waterways and irrigation channels be maintained and reinforced on a regular basis. Doing so would make it possible to prevent flood and drought and make an effective use of water, generate electricity, breed fish and add to the beauty of landscape.\n\t\t\t\t\t\n\t\t\t\t\t Efforts should be directed to the road construction to round off the road network of the country in a reasonable way and put the roads on modern, heavy-duty and high-speed basis.\n\t\t\t\t\t\n\t\t\t\t\t Ring roads should be built in Pyongyang and more highways and major roads be built.\n\t\t\t\t\t\n\t\t\t\t\t Work for reinforcing railroads should be steadily pushed forward.\n\t\t\t\t\t\n\t\t\t\t\t For the present, it is necessary to complete the project for reconstructing and repairing railways in the northern part in a qualitative manner at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un called for channeling efforts into sprucing up coastal areas, underscoring the need to improve the management of coastal and territorial waters so as to protect natural disasters, add to the beauty of landscape and protect and increase marine resources.\n\t\t\t\t\t\n\t\t\t\t\t He also underlined the need to do well the work to protect marine resources and conserve environment and nature.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to hold in check such practices as developing underground resources at random or creating disorder in their development. \n\t\t\t\t\t\n\t\t\t\t\t To effect a drastic turn in land management it is necessary to work out a master plan for land management in a scientific and realistic way and carry it out under a long-term plan, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t In the period of the general mobilization movement for land management all the institutions, enterprises, co-op farms and all the people should take part in the work for land management. The period from every November to March the next year should be set as a period for protecting forest and underground resources and from every March to July as a period for protecting useful animals. The nature conservation should be done in an intensive way as an all-party, nationwide and all-people work in these periods.\n\t\t\t\t\t\n\t\t\t\t\t He called for making brisk scientific and technological exchange with other countries and international organizations. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Land and Environmental Conservation and relevant institutions should conduct brisk joint study, academic exchange and information exchange with scientific research institutions of other countries and take part in international meetings and symposiums to introduce advanced science and technology, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said that there should be no exception as far as land management and environmental protection are concerned, adding that every field and every unit should be subject to state control as regards these matters.\n\t\t\t\t\t\n\t\t\t\t\t The party attaches great importance to land management and environmental conservation in building a thriving socialist nation, he said, calling on the whole party, the whole army and all the people to more dynamically conduct the general mobilization movement for land management, spruce up the land as befitting that of a thriving nation and actively contribute to building an economic power and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un called on all officials and people to dynamically wage the general mobilization movement for land management with ardent loyalty to the party and warm patriotism and thus firmly preserve and always glorify Kim Il Sung and Kim Jong Il's idea and exploits performed in the land construction and step up the building of a thriving socialist nation."
        },
        {
            "title": "Kim Jong Un on Achievements in Land Management",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-28ee.html",
            "content": "Kim Jong Un on Achievements in Land Management\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un in his work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" referred to the shining achievements made in the land management in the past.\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il paid deep attention to the land management and worked heart and soul to make the country more beautiful all their lives, Kim Jong Un said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Right after the country's liberation the President was the first to break the ground to start the improvement project of the River Pothong and planted trees on Munsu Hill. He unfolded a far-reaching plan of land construction and led the struggle for realizing it.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, true to the noble intention of the President, clearly indicated the orientation and ways for land construction, saying that land management is a patriotic work for the prosperity of the country and the happiness of the generations to come. He initiated a general mobilization movement for land management so that the whole party, the whole country and all the people could actively take part in it and energetically led the movement.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance and deep care, a large number of grand edifices of eternal value have been built in various parts of the country and streets and villages have turned into a socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t Fields across the country have been realigned as large standardized ones to suit the land of socialist Korea and a vast area of tideland has turned into fertile soil.\n\t\t\t\t\t\n\t\t\t\t\t A solid material and technological foundation has been laid for turning the whole country into thick woodland and greenery and lots of beauty spots and places of scenic interest have turned into recreation grounds for the people including Mt. Kuwol, Mt. Chilbo, Ryongmun Cavern and Songam Cave. \n\t\t\t\t\t\n\t\t\t\t\t Rivers and streams have been improved, Youth Hero Motorway, Pukchong-Hyesan road and lots of other new roads were built, giving a face-lift to the land of the country.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats performed by Kim Jong Il in land management to lay a basic foundation for turning the country into a thriving nation, beautiful and good for the people to live in, will shine forever along with the history of the prospering socialist country, Kim Jong Un stressed."
        },
        {
            "title": "Kim Jong Un Indicates Tasks for Land Management",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-30ee.html",
            "content": "Kim Jong Un Indicates Tasks for Land Management\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un in his work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" indicated tasks facing the field of land management. \n\t\t\t\t\t The general orientation and overall tasks for the field of land management are to firmly preserve and always glorify leader Kim Jong Il's idea and leadership feats for land management and give a face-lift to the land of the country to suit a thriving socialist nation, Kim Jong Un said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to turn Pyongyang into the capital city of the sacred revolution, magnificent and picturesque world-class city based on the revolutionary outlook on the leader.\n\t\t\t\t\t\n\t\t\t\t\t Greening should be done well to spruce up the areas around the statues of President Kim Il Sung and Kim Jong Il, the Mansudae area and the area of the Kumsusan Palace of the Sun as the sacred temple of Juche as well as the Mangyongdae Revolutionary Site.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang should be built into a center and model city of Songun culture so that Songun culture created in Pyongyang can spread to other parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Local cities and rural villages should also be face-lifted to suit the specific local features.\n\t\t\t\t\t\n\t\t\t\t\t Big efforts should be directed to land management and preservation, and the creation of forests and their protection and management should be done well to turn the whole country into thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t Attention should be paid to improving water management including the improvement of rivers and streams. \n\t\t\t\t\t\n\t\t\t\t\t Road construction and management, protection of coastal and territorial waters and conservation of environment and nature should be done well.\n\t\t\t\t\t\n\t\t\t\t\t The country's underground resources should be saved and protected well.\n\t\t\t\t\t\n\t\t\t\t\t A master plan for land construction should be worked out in a scientific and realistic manner and it should be carried out under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t In the period of general mobilization movement for land management all the institutions, enterprises, co-op farms and all the people should take part in the work for land management. The period from every November to March the next year should be set as a period for protecting forest and underground resources and from every March to July as a period for protecting useful animals. The country's nature conservation should be done in an intensive way as an all-party, nationwide and all-people work in these periods.\n\t\t\t\t\t\n\t\t\t\t\t He called for rapidly developing science and technology in the above-said field. He continued:\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Land and Environmental Conservation and relevant institutions should conduct brisk joint study, academic exchange and information exchange with scientific research institutions of other countries and take part in international meetings and symposiums to introduce advanced science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un called on all officials and people to dynamically wage the general mobilization movement for land management with ardent loyalty to the Party and warm patriotism and thus firmly preserve and always glorify Kim Il Sung and Kim Jong Il's idea and exploits performed in land construction and step up the building of a thriving socialist nation."
        },
        {
            "title": "Congratulations to Kim Jong Un from Tanzanian President",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-35ee.html",
            "content": "Congratulations to Kim Jong Un from Tanzanian President\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Jakaya Mrisho Kikwete, president of Tanzania, on May 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I would like to extend warmest congratulations to Your Excellency on your election as first secretary of the Workers' Party of Korea on behalf of the government and people of the United Republic of Tanzanian and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t Your election as first secretary of the WPK is a clear manifestation of expectation and trust of the people of the DPRK in you.\n\t\t\t\t\t\n\t\t\t\t\t Please accept Your Excellency my best wishes for your good health as well as for the DPRK's progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I would like to reaffirm the hope of our government to have close cooperation with Your Excellency in the future, too."
        },
        {
            "title": "Greetings to Kim Jong Un from Tanzanian Party Leader",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-16ee.html",
            "content": "Greetings to Kim Jong Un from Tanzanian Party Leader\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Wilson Chreneji Mukama, secretary general of the Revolutionary Party of Tanzania, on April 24.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I warmly congratulate you, supreme commander of the Korean People's Army, on your election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, the top posts of the DPRK, on behalf of the leadership of the National Executive Committee of the Revolutionary Party of Tanzania and all the members of the party and on my own behalf.\n\t\t\t\t\t\n\t\t\t\t\t We would like to take this opportunity to express our conviction that the friendly and true relations between our two parties will grow stronger in the future.\n\t\t\t\t\t\n\t\t\t\t\t We wish you and the people of the DPRK greater success in attaining the target for future development."
        },
        {
            "title": "Gift to Kim Jong Un from Chinese Association for International Friendly Contact",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-33ee.html",
            "content": "Gift to Kim Jong Un from Chinese Association for International Friendly Contact\r\n Pyongyang, May 8 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by the Chinese Association for International Friendly Contact.\n\t\t\t\t\t Li Zhaoxing, president of the association on a visit to the DPRK, handed it over to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Tuesday."
        },
        {
            "title": "Kim Yong Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-32ee.html",
            "content": "Kim Yong Nam Meets Chinese Delegation\r\n Pyongyang, May 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the visiting friendship delegation of the China Association for International Friendly Contact headed by its President Li Zhaoxing at Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t The head of delegation extended warm congratulations to the dear respected Kim Jong Un upon his election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his will to strive to boost the friendly ties between the two countries."
        },
        {
            "title": "Congratulatory Message to French President",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-14ee.html",
            "content": "Congratulatory Message to French President\r\n Pyongyang, May 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a congratulatory message to Francois Hollande upon his election as president of France.\n\t\t\t\t\t Kim in the message wishes him success in his responsible work."
        },
        {
            "title": "Chinese Organization Donates Materials to DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-18ee.html",
            "content": "Chinese Organization Donates Materials to DPRK\r\nPyongyang, May 8 (KCNA) -- The China Association for International Friendly Contact donated materials to the work for sprucing up the Kumsusan Palace of the Sun where President Kim Il Sung and leader Kim Jong Il lie in state.\n\t\t\t\t\tA donating ceremony took place on the spot Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Kim Jin Pom, vice-chairman of the Central Committee of the DPRK-China Friendship Association and vice-chairman of the DPRK Committee for Cultural Relations with Foreign Countries, officials concerned, members of the friendship delegation of the China Association for International Friendly Contact headed by its President Li Zhaoxing and Li Qingjiang, councilor of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made at the ceremony before handing over a donation certificate."
        },
        {
            "title": "High-ranking Military Delegation of DPRK Leaves",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-22ee.html",
            "content": "High-ranking Military Delegation of DPRK Leaves for Laos\r\n Pyongyang, May 8 (KCNA) -- A high-ranking military delegation of the DPRK headed by Vice Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and chief of the General Staff of the KPA, left here to visit Laos on May 8.\n\t\t\t\t\t The delegation was seen off at the airport by Kang Phyo Yong, vice-minister of the People's Armed Forces, O Kum Chol, deputy chief of the General Staff of the KPA, generals and officers of the KPA, Ambassador Kiettisak Keobanhdith and staff members of the Lao embassy here."
        },
        {
            "title": "World Day of Red Cross and Red Crescent Observed in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-19ee.html",
            "content": "World Day of Red Cross and Red Crescent Observed in Pyongyang\r\n Pyongyang, May 8 (KCNA) -- A friendly meeting was held at Pyongyang June 9 Ryongbuk Secondary School on Tuesday to mark World Day of Red Cross and Red Crescent.\n\t\t\t\t\t It was co-sponsored by the DPRK Red Cross Society and the delegations of the International Federation of Red Cross and Red Crescent Societies (IFRCRCS) and the International Committee of the Red Cross (ICRC) working in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned including those of the DPRK Red Cross Society and members of the international Red Cross delegations.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched young RC members of the DPRK practicing first-aid.\n\t\t\t\t\t\n\t\t\t\t\t They looked round different parts of the school and watched an art performance given by its students."
        },
        {
            "title": "Meeting on Land Management Held",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-23ee.html",
            "content": "Meeting on Land Management Held\r\n Pyongyang, May 8 (KCNA) -- A meeting of activists of the general mobilization movement for land management took place at the People's Palace of Culture in Pyongyang Tuesday.\n\t\t\t\t\t The meeting discussed the tasks and practical measures to turn the country into a land of bliss for the people by highly displaying the validity and vitality of the movement initiated and led by leader       Kim Jong Il under the guidance of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Yong Rim, Kim Jong Gak, Kim Ki Nam, Ri Myong Su, Mun Kyong Dok and Ro Tu Chol, and officials of party and power organs, working people's organizations, armed forces, economic institutions and the relevant field in Pyongyang and all provinces, cities and counties and activists of the movement.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the meeting heard \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation,\" the work of Kim Jong Un published on the occasion of the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on April 27, 2012, said that President Kim Il Sung and Kim Jong Il paid deep attention to the land management and worked heart and soul to turn the country beautiful.\n\t\t\t\t\t\n\t\t\t\t\t It clearly indicates the tasks and ways for the officials and other working people in the field of land management to preserve and glorify the party's idea and leadership feats performed in the land management and face-lift the appearance of the land to befit the land of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim In Sik, vice-premier of the DPRK Cabinet, in his report referred to the undying feats the peerlessly great persons performed in the work for improving the land construction and management.\n\t\t\t\t\t\n\t\t\t\t\t He also touched on the successes made in the land construction and management since the policy on general mobilization for land management was put forth.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for all officials, party members and working people to dynamically wage a general offensive to successfully realize the far-reaching plan of the Party for land construction true to the leadership of Kim Jong Un and thus turn the country into a fairyland of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed their determination to fully uphold the work of Kim Jong Un as their important guidelines for land management and to dynamically step up the worthwhile effort for turning the country more beautiful in hearty response to the call \"Forward for Final Victory!\" made by the supreme commander of the Korean People's Army to all the people of the country."
        },
        {
            "title": "Korean Social Scientists Lay Bare Japan's Crimes",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-27ee.html",
            "content": "Korean Social Scientists Lay Bare Japan's Crimes\r\n Pyongyang, May 8 (KCNA) -- A symposium of social science took place here on Tuesday on the lapse of 420 years since the outbreak of the Patriotic War in 1592.\n\t\t\t\t\t Samurais of Japan suddenly invaded Korea with hundreds of thousands of troops involved on Apr. 13, 1592 under the unreasonable pretext of opening the way to Ming Dynasty of China.   They massacred and kidnapped Koreans and looted cultural treasures wherever they went. \n\t\t\t\t\t\n\t\t\t\t\t The war lasted till 1598.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of Korea dealt a heavy blow at major units of the aggressors in battles including the one for taking back the Walled City of Pyongyang, recording a brilliant page in the history of the war. \n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by Dr. Jon Tong Chol, dean of a faculty of Kim Il Sung University, Ro Chol Su, vice-director of the Cultural Relics Conservation Guidance Bureau, Pro. and Dr. Jo Hui Sung, director of an institute under the Academy of Social Science, and Dr. and Associate Pro. Hwang Myong Chol, room chief of the same academy. \n\t\t\t\t\t\n\t\t\t\t\t The speeches were made under the respective titles: \"Samurais' provocation of war in 1592 and Korean army and people's nation-wide resistance\", \"Japan is chieftain of slaughter, abduction and plunder of cultural treasures\", \"Miserable end of aggressors who ignited war\" and \"Japan's distortion of its history of aggression against Korea reveals its will to revive militarism and reinvade Korea\".\n\t\t\t\t\t\n\t\t\t\t\t They said the \"ear tomb\" in Kyoto, Japan is a testimony to the hideous crimes committed by the samurais.\n\t\t\t\t\t\n\t\t\t\t\t They cited detailed facts to prove the essence, purpose and danger of the Japanese authorities' persistent distortion of history, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' purpose of revising the history textbooks is to hide its past crimes and inject militarism into Japanese as part of the moves to revive militarism and thus stage a comeback to Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' wild ambition for invasion finds a manifestation in their attempts to seize Tok Islets, dispatch the \"Self-Defence Forces\" overseas and saber-rattling for aggression being staged by the U.S., Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Should the Japanese reactionaries again embark upon the road of reinvasion, oblivious of the lesson taught by history, all service personnel and people of the DPRK will give the vent to the pent-up grudge with the invincible might built up by dint of Songun, they declared."
        },
        {
            "title": "2012 International Workshop on Wind Energy Technology Held",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-17ee.html",
            "content": "2012 International Workshop on Wind Energy Technology Held\r\n Pyongyang, May 8 (KCNA) -- 2012 Pyongyang International Workshop on Wind Energy Technology was held at the People's Palace of Culture on Monday and Tuesday.\n\t\t\t\t\t Present there were officials of ministries, national institutions and scientific research institutions and experts in wind energy of the DPRK and China.\n\t\t\t\t\t\n\t\t\t\t\t At the workshop lectures were given on such subjects as \"Technological and partial characteristics of combined system of street lamp using wind and solar power\" and \"Ensuring power of a relay station of mobile phones by using wind power, its device structure, system and characteristics\". \n\t\t\t\t\t\n\t\t\t\t\t During the workshop the participants exchanged their successes and experience in development of wind energy."
        },
        {
            "title": "Sinuiju Grasswork Production Cooperative Famous for Its Products",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-24ee.html",
            "content": "Sinuiju Grasswork Production Cooperative Famous for Its Products\r\n Pyongyang, May 8 (KCNA) -- Products of the Sinuiju Grasswork Production Cooperative in the Democratic People's Republic of Korea are gaining in popularity at home and abroad.\n\t\t\t\t\t The Cooperative with several Korean-style buildings, located in North Phyongan Province, produces a variety of grasswork.\n\t\t\t\t\t\n\t\t\t\t\t Typical of its products are hat, basket, carpet, cushion and mattress made of agricultural by-products and sedge.\n\t\t\t\t\t\n\t\t\t\t\t The Cooperative also produces dozens of kinds of daily necessities with idle materials, including packing braid, gloves, rope and buttons.\n\t\t\t\t\t\n\t\t\t\t\t 1 000 odd grasswork pieces of this Cooperative were presented to the 2010 Shanghai World Expo.\n\t\t\t\t\t\n\t\t\t\t\t Cha Hwa Suk, chairwoman of the Cooperative, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Leader Kim Jong Il visited our Cooperative and appreciated its service for the people, personally wearing a straw hat made by it.   And he encouraged its employees to do their best to promote the people's wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t So, we have worked hard to repay his trust and love. All the employees would attend technological lecture to improve their skills.\n\t\t\t\t\t\n\t\t\t\t\t The lecturers include technicians working at the Cooperative and university teachers in the province.\""
        },
        {
            "title": "Hana Music Information Center",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-25ee.html",
            "content": "Hana Music Information Center\r\n Pyongyang, May 8 (KCNA) -- The Hana Music Information Center in Pyongyang is an art information center majoring in compiling and distributing domestic and foreign music and dance pieces. \n\t\t\t\t\t The center gives musical information service.\n\t\t\t\t\t\n\t\t\t\t\t Visitors to it can get access to art information through video and audio on a large-sized electronic display, computers and latest sound equipment.\n\t\t\t\t\t\n\t\t\t\t\t The center has opened a homepage, which covers leader Kim Jong Il's celebrated works on Juche-based literature and arts, musical and dance books, music CD, notations and musical and dance descriptions.\n\t\t\t\t\t\n\t\t\t\t\t The CD field deals with art performances and special editions while the book field books, dictionaries and periodicals related to the arts. \n\t\t\t\t\t\n\t\t\t\t\t The center also informs the clients of timetables on international music festivals and competitions scheduled for the year as well as performance schedules in theaters.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yun Ha, director of the center, told KCNA that a number of people, including more than 3 000 overseas compatriots and foreigners, have visited the center since its opening.\n\t\t\t\t\t\n\t\t\t\t\t The Hana Music Information Center is located in Thongil Street."
        },
        {
            "title": "DPRK Develops Fish Farming",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-26ee.html",
            "content": "DPRK Develops Fish Farming\r\n Pyongyang, May 8 (KCNA) -- Fish farming is gaining momentum in the Democratic People's Republic of Korea.\n\t\t\t\t\t Hwang Song Il, department director of the Ministry of Fisheries, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t All fish farms around the country have been updated to suit ecological conditions of different species of fishes.\n\t\t\t\t\t\n\t\t\t\t\t The project for building a ring-shaped production system is nearing completion at the Yonggwang Youth Fish Farm.\n\t\t\t\t\t\n\t\t\t\t\t The Sinhung Fish Farm finished digging a several-hundred-meter-long waterway to pump up water from reservoir to the farm.\n\t\t\t\t\t\n\t\t\t\t\t Taedonggang, Kujang and Poman and many other fish farms built germ gathering ponds and worm habitats.\n\t\t\t\t\t\n\t\t\t\t\t Successes have been made in putting fish breeding on a scientific and intensive basis.\n\t\t\t\t\t\n\t\t\t\t\t Fishes are bred in layers to suit the species' physiological features, and water management and feeding are controlled by computers. \n\t\t\t\t\t\n\t\t\t\t\t The fast-growing Ryongjong fish has been propagated throughout the country, while researches for breeding new species of fishes have made big strides.\n\t\t\t\t\t\n\t\t\t\t\t Many minor and big hydraulic power stations have been built across the country in recent years, thus expanding natural water areas and artificial waterways to provide more favorable conditions for fish farming."
        },
        {
            "title": "Minju Joson Lays Bare Aims Sought by U.S. in Setting Up New Military Intelligence Organ",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-10ee.html",
            "content": "Minju Joson Lays Bare Aims Sought by U.S. in Setting Up New Military Intelligence Organ\r\n Pyongyang, May 8 (KCNA) -- The U.S. is going ahead with its plan to set up a new military intelligence organ named \"Defense Clandestine Service\" under its Defense Department. Its mission is to gather more correct information about military activities of the countries it regards as its rivals and make an effective use of it for mapping out foreign policies and military strategies.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday in a bylined commentary lays bare the purpose of establishing this machine.\n\t\t\t\t\t\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t It is calculation of the U.S. military think tanks that highly intensive and effective military activities are necessary to attain a military edge in Asia-Pacific and information gathering should be given priority.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. information gathering activities in Asia-Pacific, in many cases, rely on technical means including satellites and unmanned reconnaissance planes.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it hard to collect more precise and substantial information by the said means, the U.S. seeks to infiltrate spies deep into relevant countries in a bid to boost the information gathering capability.\n\t\t\t\t\t\n\t\t\t\t\t This is well illustrated by the fact that agents specializing in military information will account for just 15 percent of the agents of the new service whereas the majority of them will be experts possessed of various technology and skills.\n\t\t\t\t\t\n\t\t\t\t\t This suggests that U.S. intelligence agents under the guises of journalist, teacher, humanitarian aid officer and other experts may come to the DPRK and conduct military information-gathering activities.\n\t\t\t\t\t\n\t\t\t\t\t The present situation in which the U.S. started its special operation against the DPRK requires its service personnel and people to maintain high revolutionary vigilance and thoroughly frustrate the enemies' espionage and subversive activities and sabotages."
        },
        {
            "title": "Rodong Sinmun Calls for Giving Continuity to June 15 Era of Reunification",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-07ee.html",
            "content": "Rodong Sinmun Calls for Giving Continuity to June 15 Era of Reunification\r\n Pyongyang, May 8 (KCNA) -- It is the road to independent reunification to eliminate anti-reunification forces and give continuity to the June 15 era of reunification.\n\t\t\t\t\t Rodong Sinmun Tuesday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The north-south summit and the publication of the June 15 joint declaration turned the inter-Korean relations into those based on the spirit of by the Korean nation itself whereby Koreans promote reconciliation and cooperation, free from distrust and confrontation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Koreans keenly realize at present that in order to achieve independent reunification they should mercilessly punish the Lee Myung Bak group of traitors for having bedeviled the north-south relations through hideous provocations and give steady continuity to the trend of the June 15 era of reunification again.\n\t\t\t\t\t\n\t\t\t\t\t In the course of implementing the June 15 joint declaration and the October 4 declaration, a programme for carrying out the former, all Koreans at home and abroad experienced that they can surely usher in a new era of peace and national prosperity when they pool their will and efforts in the spirit of by Koreans themselves.\n\t\t\t\t\t\n\t\t\t\t\t Had the October 4 declaration been steadily implemented, multi-faceted cooperation and exchange would have been boosted between the north and the south and the Yonphyong Island shelling incident would not have occurred.\n\t\t\t\t\t\n\t\t\t\t\t However, only atmosphere of confrontation and war is lingering between the north and the south at present.\n\t\t\t\t\t\n\t\t\t\t\t Having barred inter-Korean declarations from being implemented through the pursuance of the policy of escalating confrontation with the DPRK, the Lee group is escalating the confrontation racket in line with it.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should get united close under the banner of inter-Korean declarations in order to give continuity to the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The above-said declarations serve as a banner to be held aloft by the Koreans and a signpost of patriotism, the article concludes."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Emergency Forward Deployment Strategy",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-08ee.html",
            "content": "Rodong Sinmun Slams U.S. Emergency Forward Deployment Strategy\r\n Pyongyang, May 8 (KCNA) -- The U.S. has recently made a switchover in its Asia Pacific strategy from its \"forward deployment strategy\" to \"emergency forward deployment strategy\" and is massively concentrating its aggression forces on the Korean Peninsula and in its vicinity, pursuant to its newly worked-out defense strategy.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a byline article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable scenario of the U.S. imperialists for aggression to mount a surprise attack on the DPRK in the sky, land and seas.\n\t\t\t\t\t\n\t\t\t\t\t They seek to launch mobile strike warfare in Korea by mobilizing not only U.S. troops in south Korea but huge armed forces in Japan, the article notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces should have been pulled out of the peninsula and in its vicinity with the demise of the era of the Cold War. There is neither ground nor pretext for these forces to remain in the region.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. is stepping up forward deployment of aggression forces. This is aimed at igniting another Korean war through a surprise attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Its another purpose is to contain powers and exercise politico-economic influence and, at the same time, maintain a military edge in Northeast Asia including the Korean Peninsula and thus ride roughshod as an unchallenged dominator in the region.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to implement its dangerous \"emergency forward deployment strategy,\" this will result in upsetting the military and strategic equilibrium and stability in Asia and sparking off an arms race and military standoff among the countries having strategic interests in the region.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out in Northeast Asia, this will put peace in Asia and the rest of the world at peril and bring horrible disasters to the people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop forward deployment of its aggression forces and withdraw all of them from south Korea and its vicinity, urges the article."
        },
        {
            "title": "Lee Myung Bak Regime's Scenario for Preemptive Strike at DPRK under Fire",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-09ee.html",
            "content": "Lee Myung Bak Regime's Scenario for Preemptive Strike at DPRK under Fire\r\n Pyongyang, May 8 (KCNA) -- The Lee Myung Bak regime of south Korea has mapped out an operational plan for \"preemptive strike\" at nuclear and missile facilities of the DPRK. A high ranking official of south Korea cried out for mounting \"preemptive strikes at the DPRK\" in order to cope with the \"north's possible nuclear attack\", talking about its sign. He went the lengths of bluffing that there are in place not only a scenario for \"preemptive attack\" but an \"operational plan for destroying the north's major facilities\" in less than three days in case an all-out war is sparked by this attack.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said reckless remarks indicate that the Lee group's scenario for preemptive attack on the north has entered into the phase of its full-scale implementation.\n\t\t\t\t\t\n\t\t\t\t\t The scenario amounts to a grave military provocation against the DPRK and a dangerous move to spark an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t Under the patronage of the U.S. the puppet military group has openly cried out for \"preemptive strikes,\" posing a serious threat to the DPRK and escalating the tension to an extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t It staged large-scale joint military exercises targeted against the north together with the U.S. every year, laying an operational groundwork for preemptive strikes at the DPRK. The above-said operational plan was worked out against this backdrop. This goes to prove that the provocation of a war by \"preemptive strike\" has been adopted as a strategy of the Lee group. \n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war on the Korean Peninsula is coming from the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The root cause of a war should be rooted out in good time.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that it is entirely just for the revolutionary forces of the DPRK to mercilessly wipe out with their arms of justice the group of traitors going reckless like a puppy knowing no fear of a tiger."
        },
        {
            "title": "S. Korean Warlike Forces Plan to Join in U.S.-led Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-13ee.html",
            "content": "S. Korean Warlike Forces Plan to Join in U.S.-led Joint Military Exercises\r\n Pyongyang, May 8 (KCNA) -- The south Korean war-like forces are mulling taking part in the U.S.-led RIMPAC joint military exercises to be waged in Hawaii, the U.S. The exercises scheduled to kick off on June 29 are to last for more than a month.\n\t\t\t\t\t An official of the south Korean \"Ministry of Defense\" clarified this on May 4.\n\t\t\t\t\t\n\t\t\t\t\t He said south Korea plans to dispatch a flotilla including an Aegis destroyer and a submarine, sea-patrol plane, helicopter and even troops of the marine corps.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean bellicose forces blustered that they would stage exercises of detecting the DPRK's satellite launches, shooting missiles with different missions, anti-aircraft battle, electronic warfare and fire support with above-said huge forces involved.\n\t\t\t\t\t\n\t\t\t\t\t The marine corps are envisaging the drills of urban warfare, combat shooting and landing operation together with the U.S. imperialist aggression forces.\n\t\t\t\t\t\n\t\t\t\t\t It was already known that the biannual RIMPAC joint military exercises are in pursuance of the U.S. imperialists' aggression policy to attain its scenario of stifling the DPRK by blockading it from the sea.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors is attempting to join in the U.S. imperialist's blockade moves against the DPRK by formally dispatching the aggression troops to the dangerous war racket."
        },
        {
            "title": "S. Korean Group of Traitors Accused of Driving Children to War Exercises",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-11ee.html",
            "content": "S. Korean Group of Traitors Accused of Driving Children to War Exercises\r\n Pyongyang, May 8 (KCNA) -- The Citizen's Solidarity for Democratic Society of south Korea released a statement on May 3 urging the authorities to immediately stop the war exercises of children.\n\t\t\t\t\t For the recent 3 or 4 years military exercises of children have been drastically increased and even kindergarten children have been mobilized in those exercises, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Those military exercises staged under the pretext of \"education in security\" included \"education instilling hostility toward enemy into children\", experiencing and live firing exercises with the use of lethal weapons and military equipment, special exercises, etc.\n\t\t\t\t\t\n\t\t\t\t\t Such exercises conflict with the convention on children rights as they violate the rights of the children.\n\t\t\t\t\t\n\t\t\t\t\t Even the UN branded those exercises as illegal and urged the south Korean authorities to immediately stop them, the statement noted."
        },
        {
            "title": "Lee Myung Bak's Resignation Demanded by Chairman of Overseas Headquarters of Pomminryon",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-20ee.html",
            "content": "Lee Myung Bak's Resignation Demanded by Chairman of Overseas Headquarters of Pomminryon\r\n Pyongyang, May 8 (KCNA) -- Rim Min Sik, chairman of the Overseas Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), issued a statement on May 2 condemning Lee Myung Bak for behaving as a lackey of the U.S. and Japan to touch off the resentment of the nation.\n\t\t\t\t\t The prevailing grave situation was created by Lee Myung Bak and his paid anti-DPRK organizations' acts of hurting the dignity of the supreme leadership and social system of the DPRK, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It branded the Lee regime as the arch criminal that put the situation into the worst phase. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Unless the group of traitors is punished, the Koreans can never live in peace.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime should be brought down at an early date for the peace and reunification of the country as it is running recklessly, seized with extreme hostility toward fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as daylight that if something happens on the Korean Peninsula, Lee will be held wholly responsible for it. \n\t\t\t\t\t\n\t\t\t\t\t The statement urged Lee to make an immediate apology to the people and step down, though belatedly."
        },
        {
            "title": "Settlement of \"Comfort Women\" Issue Demanded in S. Korea, Japan",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-15ee.html",
            "content": "Settlement of \"Comfort Women\" Issue Demanded in S. Korea, Japan\r\n Pyongyang, May 8 (KCNA) -- Activists and researchers of civilian organizations in south Korea and Japan including the South Korean Council for the Solution of the Issue of the Volunteers' Corps held a seminar in Seoul on May 4 in denunciation of the war crimes committed by Japan. \n\t\t\t\t\t Read out there was a joint statement demanding the Japanese government acknowledge its responsibility for the past crimes related to sexual slavery and make official apology and legal reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t The Museum of War and Women's Rights was built in Seoul, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t South Koreans of different social standings have long struggled to see the settlement of the issue of \"comfort women\" and the UN and other international bodies urged Japan to make apology and reparation for the sexual slavery. Parliaments in the U.S. and other nations also came out with resolutions on demanding the recovery of the victims' rights. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese government, however, has shirked its responsibility for the crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The pains suffered by the victims of the \"comfort women\" can no longer be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should admit that the sexual slavery was perpetrated at its organized and systematic approval and take legitimate and administrative measures to make official apology and legal reparation to the victims.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" of south Korea should demand clear and legal settlement of the issue of \"comfort women\", instead of calling for its humanitarian settlement.\n\t\t\t\t\t\n\t\t\t\t\t We will fight it out to solve the issue of \"comfort women\" for the Imperial Japanese Army."
        },
        {
            "title": "Koreans' Organization in U.S. Calls for Implementing North-South Declarations",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-12ee.html",
            "content": "Koreans' Organization in U.S. Calls for Implementing North-South Declarations\r\n Pyongyang, May 8 (KCNA) -- The spokesperson of the Federation of Koreans in the U.S. issued an appeal on May 2 calling for upholding the banner of the June 15 joint declaration and October 4 declaration.\n\t\t\t\t\t The appeal denounced the Lee Myung Bak government for committing all sorts of vicious acts against the DPRK by using every opportunity including the demise of Chairman of the National Defence Commission Kim Jong Il and the celebrations for the centenary of the birth of President Kim Il Sung. They amounted to grave provocations that can lead to a war, not just bedeviling the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t To cope with the provocations, the north served a serious warning to the Lee \"government\" and ultra-right conservative media, the appeal noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Lee let loose such reckless remarks as \"punishment\" and \"overthrow of social system\", creating the atmosphere of a war.\n\t\t\t\t\t\n\t\t\t\t\t Lee is, indeed, a traitor who committed unpardonable crimes against the country and nation. Unless such traitor is punished, it would be impossible to bring about national reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The only way to foil such heinous moves for confrontation with fellow countrymen and restore the north-south relations is to implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called on all the Koreans at home and abroad to hold aloft the banner of the June 15 joint declaration and the October 4 declaration, punish the Lee \"government\" and the ultra-right group of conservatives hell-bent on confrontation with fellow countrymen and vigorously advance towards national reunification and prosperity."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-02ee.html",
            "content": "Kim Il Sung's Exploits Praised by Foreign Media\r\n Pyongyang, May 8 (KCNA) -- Foreign magazines and papers carried special write-ups and commemorative articles on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The late April issue of the Peruvian magazine Oliba Pueblo        carried an article titled \"Day of the Sun, Centenary of the Birth of President Kim Il Sung, Great Man in the 20th Century\" illustrated with a photo showing him giving field guidance to light industry. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a great man in the 20th century who devoted all his life to the sacred cause for the country, its people and revolution, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits the President performed by building a socialist power and making an undying contribution to global independence will shine forever, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani paper Baluchistan Times on April 15 carried an article titled \"President Kim Il Sung Whom Billy Graham Met\", saying that many foreign personages were deeply admired by the personality of Kim Il Sung as a great man.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian paper Nigerian Observer on April 18 in an article titled \"The Human Cause of Independence and President Kim Il Sung\" said Kim Il Sung led the world revolution to victory, holding high the banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung will always be alive with the steadily advancing cause of independence, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali paper Arpan on April 20 gave a detailed account of the fact that the cause of socialism pioneered by Kim Il Sung and steadily advanced by leader Kim Jong Il is being steadfastly carried forward by the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Work Carried by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-01ee.html",
            "content": "Kim Jong Un's Work Carried by Bangladeshi Paper\r\n Pyongyang, May 8 (KCNA) -- The Bangladeshi newspaper Ekota on April 30 carried a detailed gist of the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche.\"\n\t\t\t\t\t The work, published on April 6, 2012, says that it is the principled requirement for the victorious advance of the Korean revolution to hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the task for steadily developing the WPK into a glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un Praised as Incarnation of Loyalty: British Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-05ee.html",
            "content": "Kim Jong Un Praised as Incarnation of Loyalty: British Organization\r\n Pyongyang, May 8 (KCNA) -- The British Association for the Study of Songun Policy posted on its internet website on April 25 an article titled \"Incarnation of Noble Loyalty\" illustrated with a photo of the dear respected Kim Jong Un. \n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un possessed of personality as a great man, outstanding leadership art and exceptionally noble virtues is a prominent leader boundlessly respected and trusted by the Korean people as he accompanied leader Kim Jong Il on his way of Songun revolutionary leadership from his early years.\n\t\t\t\t\t\n\t\t\t\t\t Having noble loyalty and sttrong sense of moral obligation towards his preceding leaders, he made sure that the sacred revolutionary history of Kim Jong Il, the sun, is given steady continuity.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that Kim Jong Il enjoyed immortality and provided all the service personnel and people with portraits of smiling Kim Jong Il so they might remember him forever. This was an immortal exploit performed by him for the Korean people and mankind.\n\t\t\t\t\t\n\t\t\t\t\t The world does not know such a great man as Kim Jong Un who holds the leader in high esteem with loyalty, prompted by his strong sense of moral obligation. The world keenly realized that Kim Jong Un's politics was a continuation of Kim Jong Il's Songun politics from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t It is a great fortune, the highest honor for Kim Il Sung and Kim Jong Il's Korea and a great event of progressive mankind to have Kim Jong Un as supreme leader, concluded the article."
        },
        {
            "title": "Kim Jong Un's Work Lauded",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-03ee.html",
            "content": "Kim Jong Un's Work Lauded\r\n Pyongyang, May 8 (KCNA) -- Upon receiving the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\", the British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on April 30.\n\t\t\t\t\t The statement says that the work is an encouraging document instilling great confidence into them, adherents to the Juche idea, Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The work calls for holding leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his work clarified that the WPK is the party of President Kim Il Sung and Kim Jong Il, formulating the Kimilsungism-Kimjongilism as the guiding idea of the party.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism is the great revolutionary idea with the Juche idea, Songun idea as the core and an important guideline for accomplishing the cause of the Korean revolution and global independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un set forth a revolutionary line of modeling the whole society on Kimilsungism-Kimjongilism, it says, calling upon all the adherents to the Juche idea, Songun idea the world over to deeply study the work."
        },
        {
            "title": "Brazilian Figure on His Visit to DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-04ee.html",
            "content": "Brazilian Figure on His Visit to DPRK\r\n Pyongyang, May 8 (KCNA) -- Gabriel Goncalves Martinez, secretary general of the Brazilian Center for the Study of the Juche Idea, on April 25 posted a travelogue on the DPRK on an Internet homepage. \n\t\t\t\t\t Seen on the homepage was a portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general said that it was the greatest honor and fortune for him to listen to the first speech made by the dear respected Kim Jong Un at the military parade to celebrate the centenary of the birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t All celebration events including the World Congress on the Juche Idea were held on the highest level, the general secretary noted.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the issue of Korea's reunification, he assailed pro-U.S. Lee Myung Bak of south Korea for brutally cracking down upon the pro-reunification patriotic figures, doggedly opposed to reunification. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that Lee is defaming the events on the centenary of the birth of Kim Il Sung significantly celebrated by the whole world, he declared that the traitor can no longer claim he is a member of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t \"What impressed me during my visit to the DPRK was that the Korean people were strong in the sense of organization and Pyongyang was as beautiful and clean as a park,\" he said."
        },
        {
            "title": "Putin Takes Office as Russian President",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-34ee.html",
            "content": "Putin Takes Office as Russian President\r\n Moscow, May 7 (KCNA) -- Vladimir Vladimirovich Putin took office as president of the Russian Federation.\n\t\t\t\t\t The swearing in ceremony took place in Kremlin, Moscow on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Vladimir Putin took his oath of office.\n\t\t\t\t\t\n\t\t\t\t\t Then he in his speech said that Russia has regained the dignity of the nation and has been reborn. He noted that the primary task of the president is to achieve socio-political stability and economic development and acquire the position of Eurasian power at a time when the country is entering a new stage of development which will decide on the destiny of Russia."
        },
        {
            "title": "Chinese Delegation Pay Tribute to Fallen Fighters of Its Army",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-21ee.html",
            "content": "Chinese Delegation Pay Tribute to Fallen Fighters of CPV\r\n Pyongyang, May 8 (KCNA) -- The friendship delegation of the China Association for International Friendly Contact headed by its President Li Zhaoxing laid a wreath before the Friendship Tower on Tuesday.\n\t\t\t\t\t It was accompanied by Kim Jin Bom, vice-chairman of the Central Committee of the Korea-China Friendship Society who is vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and Councilor Li Qingjiang of the Chinese embassy in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the China Association for International Friendly Contact was placed before the tower.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to the fallen fighters of the Chinese People's Volunteers (CPV) before looking round the tower."
        },
        {
            "title": "Kim Jong Un publica obra sobre la administracion territorial",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-25ss.html",
            "content": "Kim Jong Un publica obra sobre la administracion territorial\r\nPyongyang, 8 de mayo (ACNC) -- Quedo transmitida el dia 8 a los participantes en la Conferencia de Activistas en el Movimiento por la Movilizacion General de Administracion Territorial la charla del Maximo Dirigente Kim Jong Un hecha el 27 de abril de 2012 con los funcionarios directivos de las instituciones del partido y de economia del Estado y las entidades de masas \"Para imprimir un nuevo viraje revolucionario a la administracion del territorio nacional conforme a la demanda de la construccion de un Estado prospero socialista\".\n\t\t\t\t\tEn su obra el Maximo Dirigente senalo que la Conferencia de Activistas en el Movimiento por la Movilizacion General de Administracion Territorial, que tendra lugar, debe ser un motivo importante en defender la idea del Dirigente Kim Jong Il en materia de este trabajo y sus imborrables hazanas de direccion e imprimir un viraje revolucionario a esta empresa conforme a la demanda de la construccion de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tDijo que esta empresa es una eterna labor patriotica para la prosperidad del pais y un noble trabajo para ofrecer al pueblo una magnifica base de vida.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que durante toda su vida, el Presidente Kim Il Sung y el Dirigente Kim Jong Il prestaron profunda atencion a la administracion territorial y dedicaron todos sus esfuerzos para acondicionar mas hermosamente el territorio patrio.\n\t\t\t\t\t\n\t\t\t\t\tDijo que por doquier del pais se han levantado numerosas creaciones monumentales y las avenidas y las aldeas se han convertido en un paraiso socialista.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que el cambio secular logrado en esta labor se debe a la destacada direccion del Dirigente Kim Jong Il quien presento el gran proposito y la original orientacion sobre todos los dominios de la administracion territorial y dirigio con dinamismo el empeno por realizarla. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un ilumino el rumbo y la meta  generales a tomar por el sector de la administracion  territorial.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que los funcionarios y los trabajadores de la rama deben apoyar firmemente y glorificar para siempre la idea del Dirigente en materia de la administracion territorial y sus hazanas de direccion, materializar sin recesion alguna, ni un paso atras, hasta el fin y cabalmente el legado para renovar de fisonomia del territorio nacional conveniente al aspecto de un Estado prospero socialista, estos son el rumbo y la tarea generales a tomar por la rama.\n\t\t\t\t\t\n\t\t\t\t\tHay que acondicionar la ciudad de Pyongyang como sagrada capital de la revolucion penetrada por la concepcion revolucionaria del lider y como majestuosa y frondosa ciudad de talla mundial, refirio.\n\t\t\t\t\t\n\t\t\t\t\tDado que la ciudad de Pyongyang ha sido formada tomando como lugar centrico las estatuas de bronce del Presidente y el Dirigente, erguidas en la colina Mansu, es necesario acondicionar mejor el recinto de las estatuas y la zona  de Mansudae mediante la debida  formacion de areas verdes, indico.\n\t\t\t\t\t\n\t\t\t\t\tHay que acondicionar mejor y solemnemente la zona del Palacio del Sol de Kumsusan como sagrado lugar supremo del Juche, enseno. \n\t\t\t\t\t\n\t\t\t\t\tSe debe acondicionar Mangyongdae como lugar sagrado del Sol para que se transmitan de generacion en generacion la grandeza, las inmortales hazanas y la historia revolucionaria del Presidente sobre esta tierra patria, acoto.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso convertir Pyongyang en una ciudad penetrada por la concepcion revolucionaria del lider, en el centro y modelo de la cultura del Songun, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tHay que arreglar las ciudades locales incluso las cabeceras provinciales y las aldeas rurales de acuerdo con las peculiaridades de las localidades correspondientes, asevero y agrego que el proposito del partido es plantar los arboles, crear los herbazales y cultivar las flores y generos de cesped en todas tierras excepto las tierras cultivables para que no existan las tierras ociosas y de malas hierbas.\n\t\t\t\t\t\n\t\t\t\t\tLuego, se refirio a prestar profunda atencion a la administracion y proteccion de la tierra, la roturacion de marismas y el acondicionamiento territorial. \n\t\t\t\t\t\n\t\t\t\t\tInsistio en la necesidad de convertir todo el pais en un bosque haciendo bien la repoblacion y proteccion forestal. \n\t\t\t\t\t\n\t\t\t\t\tEs necesario cuidar bien el agua incluso el arreglo de rios, destaco.\n\t\t\t\t\t\n\t\t\t\t\tSi se construyen en los rios los diques, las esclusas y otras instalaciones y se arreglan y se refuerzan regularmente los canales de irrigacion incluso los de riesgo por gravedad, se pueden evitar los danos por las inundaciones y sequia, usar eficientemente el agua, producir la electricidad, criar peces y hacer mas hermoso el paisaje. \n\t\t\t\t\t\n\t\t\t\t\tInsistio en la necesidad de concentrar la fuerza en la construccion de carreteras para perfeccionar racionalmente la red general de viales del pais y hacerlas mas modernizadas, mas pesadas y mas tendidas. \n\t\t\t\t\t\n\t\t\t\t\tPreciso que es necesario formar la carretera de circunvalacion en la ciudad de Pyongyang y construir mucho mas autopistas y carreteras principales.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que hay que impulsar constantemente la campana para elevar la dureza de ferrocarriles.\n\t\t\t\t\t\n\t\t\t\t\tPara ese fin, es inminente terminar cualitativamente en un corto plazo la obra de reconstruccion y reparacion de los ferrocarriles septentrionales, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que solo cuando cuiden bien los litorales y las aguas territoriales, pueden prevenir los desastres naturales, renovar hermosamente la fisonomia del territorio nacional y proteger y aumentar los recursos maritimos.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que deben hacer bien la proteccion de los recursos maritimos, la del medioambiente y la de la naturaleza.\n\t\t\t\t\t\n\t\t\t\t\tNo deben explotar a diestra y siniestra los recursos subterraneos ni crear el desorden a este trabajo, indico.\n\t\t\t\t\t\n\t\t\t\t\tPara registrar un viraje revolucionario en la administracion del territorio nacional, hay que establecer de manera cientifica y realista el plan general de construccion territorial y cumplirlo con vistas al futuro, recalco.\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de movilizacion general de la administracion territorial, deben levantarse todas las instituciones, empresas y granjas cooperativas y todos los habitantes, dijo y apunto la necesidad de fijar cada ano desde noviembre hasta marzo del ano siguiente como periodo de proteccion de recursos forestales y naturales, y desde marzo hasta julio como periodo de proteccion de animales utiles, y hacer concentradamente en ese periodo la proteccion de la naturaleza del pais como una labro de todo el partido, todo el Estado y todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, se refirio a la necesidad realizar activamente el intercambio cientifico y tecnico con otros paises y las organizaciones internacionales. \n\t\t\t\t\t\n\t\t\t\t\tEl Ministerio de Proteccion Territorial y Ambiental y otros organos correspondientes deben activar el estudio conjunto, el intercambio academico y el de informacion con los organismos de investigacion cientifica de otros paises y tomar parte en las reuniones y seminarios internacionales para aplicar las ciencias y tecnicas avanzadas, enseno.\n\t\t\t\t\t\n\t\t\t\t\tApunto que todos los dominios y unidades deben someterse al control estatal para la proteccion del territorio nacional y del medioambiente.\n\t\t\t\t\t\n\t\t\t\t\tNuestro partido concede suma importancia a la administracion territorial y la proteccion medioambiental en la construccion del Estado prospero socialista y demanda que todo el partido, todo el ejercito y todo el pueblo libren con mas vigor el movimiento de la movilizacion general por la administracion territorial y acondicionen mejor las montanas y rios de la patria a la altura del Estado prospero para contribuir activamente a la construccion de la potencia economica y al mejoramiento de la vida del pueblo, indico. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, llamo a todos los funcionarios y otros habitantes a avivar mas las llamas del movimiento de movilizacion general por la administracion territorial con ardiente fidelidad al Partido y el ferviente patriotismo para defender con firmeza y glorificar eternamente la idea y las proezas del Presidente y el Dirigente en materia de construccion territorial y acelerar la construccion del Estado prospero socialista."
        },
        {
            "title": "Kim Jong Un senala exitos logrados en administracion territorial",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-28ss.html",
            "content": "Kim Jong Un senala exitos logrados en administracion territorial\r\nPyongyang, 8 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un, en su obra \"Para imprimir un viraje revolucionario a la administracion del territorio nacional conforme a la demanda de la construccion de un Estado prospero socialista\", senalo los orgullosos exitos logrados en el pasado en la labor de esta rama.\n\t\t\t\t\tDijo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il dedicaron todos esfuerzos por acondicionar magnificamente los montes y los rios de la patria prestando durante toda su vida profunda atencion a la labor de administracion de territorio nacional.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que despues de la liberacion de la patria, el Presidente elaboro el gran proposito de la construccion del territorio nacional dando la primera palada en la obra de canalizacion del rio Pothong y plantando arboles en el pico Munsu y dirigio la labor por realizarlo.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que en pleno acato al noble proposito del Presidente, el Dirigente Kim Jong Il ilumino claramente el rumbo y los medios de la construccion del territorio nacional diciendo que esta es una labor patriotica para la prosperidad de la patria y la felicidad de las generaciones venideras, asi como inicio el movimiento por la movilizacion general de la administracion territorial para que todo el partido, todo el pais y todo el pueblo libren energicamente esta labor y lo dirigio vigorosamente.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que gracias a la sabia direccion y la atencion del Dirigente se construyeron por doquier del pais las creaciones monumentales y se convirtieron las avenidas y aldeas en el paraiso socialista.\n\t\t\t\t\t\n\t\t\t\t\tIndico que se han arreglado todo el territorio del pais como parcelas estandarizadas de gran tamano y convertido amplias marismas en las tierras cultivables.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que se sento la firme base material y tecnica capaz de convertir todo el pais en el bosque y areas verdes y se acondicionaron magnificamente numerosos lugares famosos entre otros el monte Kuwol, el Chilbo, la cueva Ryongmun y la Song-am como lugares de recreo del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que fueron arreglados de modo estandarizado los rios y construidas numerosas carreteras como la carretera Chongnyonyongung y la de Pukchong-Hyesan renovando de la fisonomia del territorio nacional.\n\t\t\t\t\t\n\t\t\t\t\tHizo hincapie en que brillaran eternamente con la historia de la patria socialista en prospero las inmortales hazanas realizadas por el Dirigente en la construccion del territorio nacional para sentar la base fundamental por convertir nuestro pais y nuestra patria en un Estado prospero y en el paraiso del pueblo."
        },
        {
            "title": "Kim Jong Un presenta tareas ante la rama de administracion territorial",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-29ss.html",
            "content": "Kim Jong Un presenta tareas ante la rama de administracion territorial\r\nPyongyang, 8 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un ilumino en su obra \"Para imprimir un nuevo viraje revolucionario a la administracion del territorio nacional conforme a la demanda de la construccion de un Estado prospero socialista\" las tareas que se presentan ante la rama de la administracion territorial.\n\t\t\t\t\tEl Maximo Dirigente indico que el rumbo y la meta generales a ser tomados por el sector son apoyar firmemente y glorificar para siempre la idea del Dirigente Kim Jong Il en materia de la administracion territorial y sus hazanas de direccion, y renovar de fisonomia del territorio nacional conveniente al aspecto de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que hay que acondicionar la ciudad de Pyongyang como sagrada capital de la revolucion penetrada por la concepcion revolucionaria del lider y como majestuosa y frondosa ciudad de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que mediante la creacion de bosque y area verde, hay que arreglar mejor y solemnemente el recinto de las estatuas de bronce del Presidente   Kim Il Sung y el Dirigente, las zonas de Mansudae y el lugar de interes historico-revolucionario de Mangyongdae,  y  acondicionar el Palacio del Sol de Kumsusan como sagrado lugar supremo del Juche. \n\t\t\t\t\t\n\t\t\t\t\tAcoto que es necesario hacer de la ciudad de Pyongyang un centro y modelo de la cultura del Songun para que se divulgue la cultura del Songun de la ciudad de Pyongyang a otras localidades.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que hay que arreglar las ciudades locales y aldeas del campo de acuerdo con las peculiaridades de las localidades correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que deben prestar profunda atencion a la administracion y la proteccion de la tierra y convertir todo el pais en el bosque y areas verdes haciendo bien la labor de creacion, la proteccion y la administracion del bosque. \n\t\t\t\t\t\n\t\t\t\t\tEnseno que es necesario cuidar bien el agua incluyendo el arreglo de los rios y hacer bien la construccion y cuidado de las carreteras y la proteccion de costas, aguas territoriales y el medio ambiente y la administracion de la naturaleza.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se debe ahorrar los recursos subterraneos del pais y protegerlos activamente.\n\t\t\t\t\t\n\t\t\t\t\tHay que establecer de manera cientifica y realista el plan general de construccion territorial y cumplirlo con vistas al futuro, recalco.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que en el periodo de movilizacion general de la administracion territorial, deben levantarse todas las instituciones, empresas y granjas cooperativas y todos los habitantes y apunto la necesidad de fijar cada ano desde noviembre hasta marzo del ano siguiente como periodo de proteccion de recursos forestales y naturales, y desde marzo hasta julio como periodo de proteccion de animales utiles, y hacer concentradamente en ese periodo la proteccion de la naturaleza del pais como labor de todo el partido, todo el Estado y todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que hay que desarrollar rapidamente la ciencia y la tecnologia de la rama de la administracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tIndico que el Ministerio de Proteccion Territorial y Ambiental y otros organos correspondientes deben activar el estudio conjunto, el intercambio academico y el de informacion con los organismos de investigacion cientifica de otros paises y tomar parte en las reuniones y seminarios internacionales para adoptar las ciencias y tecnicas avanzadas.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, llamo a todos los funcionarios y otros habitantes a avivar mas las llamas del movimiento por la movilizacion general de la administracion  territorial con ardiente fidelidad al Partido y el ferviente patriotismo para apoyar y defender con firmeza y glorificar eternamente la idea y las proezas del Presidente y el Dirigente en materia de construccion territorial y acelerar la construccion de un Estado prospero socialista."
        },
        {
            "title": "Efectuada conferencia de activistas de administracion territorial",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-27ss.html",
            "content": "Efectuada conferencia de activistas de administracion territorial\r\nPyongyang, 8 de mayo (ACNC) -- Tuvo lugar el dia 8 en el capitalino Palacio Cultural del Pueblo la Conferencia de Activistas en el Movimiento por la Movilizacion General de Administracion Territorial.\n\t\t\t\t\tEl foro discutio las tareas y las medidas para manifestar la justeza y la vitalidad del movimiento por la movilizacion general de administracion territorial, conducida por el Dirigente Kim Jong Il, y acondicionar mejor la patria como paraiso del pueblo, en pleno acato a la direccion del Maximo Dirigente Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tAsistieron Choe Yong Rim, Kim Jong Gak, Kim Ki Nam, Ri Myong Su, Mun Kyong Dok y Ro Tu Chol, los funcionarios de los organismos del partido y el Poder del centro, las provincias, ciudades y distritos, de las entidades de masas, de los organos de las fuerzas armadas y de la economia y de los dominios relacionados y los activistas en el movimiento por la movilizacion general de administracion territorial. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se dio lectura a la obra del Maximo Dirigente Kim Jong Un \"Para imprimir un nuevo viraje revolucionario a la administracion del territorio nacional conforme a la demanda de la construccion de un Estado prospero socialista\", publicada el 27 de abril de 2012 con motivo de este conclave. \n\t\t\t\t\t\n\t\t\t\t\tEste trabajo se refiere a que el Presidente        Kim Il Sung y el Dirigente Kim Jong Il prestaron profunda atencion a la administracion territorial e hicieron ingentes esfuerzos por acondicionar magnificamente la tierra patria. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, dilucida las tareas y los remedios que se presentan ante los funcionarios y trabajadores de la rama para apoyar, defender y glorificar la idea y las proezas de direccion del Partido en materia de la construccion territorial y renovar la fisonomia del territorio nacional conveniente a Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Kim In Sik, en su informe, enumero las imborrables proezas de los grandes hombres sin pares realizadas en mejorar la construccion y la administracion del territorio nacional. \n\t\t\t\t\t\n\t\t\t\t\tMenciono los exitos alcanzados en esta rama despues de presentada la orientacion por la movilizacion general de administracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos los funcionarios, militantes del partido y  otros trabajadores a desarrollar con dinamismo la ofensiva general para llevar a feliz termino el gran proposito del Partido en materia de la construccion territorial, bajo la guia del Maximo Dirigente Kim Jong Un, de modo que la patria se convierta en el paraiso socialista. \n\t\t\t\t\t\n\t\t\t\t\tEn el foro hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores manifestaron sus decisiones de tomar la obra del Maximo Dirigente como guia programatica de la rama y acelerar la marcha para renovar hermosamente las montanas y los rios de la patria al compas de la orden del Comandante Supremo dada a todo el pueblo: \"!Adelante hacia el triunfo final!\""
        },
        {
            "title": "Kim Jong Un recibe presente de entidad china",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-22ss.html",
            "content": "Kim Jong Un recibe presente de entidad china\r\nPyongyang, 8 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un recibio presente que le enviara la Asociacion de Enlace de Amistad Internacional de China.\n\t\t\t\t\tEl presidente de la entidad china, Li Zhaoxing, de visita en Corea, lo entrego el dia 8 a Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Kim Yong Nam felicita a Francois Hollande",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-15ss.html",
            "content": "Kim Yong Nam felicita a Francois Hollande\r\nPyongyang, 8 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 7 un mensaje de felicitacion al electo presidente frances Francois Hollande.\n\t\t\t\t\tEl remitente desea al mandatario exitos en sus responsables labores."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de amistad de China",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-18ss.html",
            "content": "Kim Yong Nam se reune con delegacion de amistad de China\r\nPyongyang, 8 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 8 en el capitalino Palacio de los Congresos Mansudae con la delegacion de amistad de la Asociacion de Enlace de Amistad Internacional de China presidida por su presiente Li Zhaoxing. \n\t\t\t\t\tEn la ocasion Li Zhaoxing expreso calurosas felicitaciones por la eleccion del Maximo Dirigente Kim Jong Un como Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la voluntad de hacer esfuerzos por el desarrollo de las relaciones de amistad entre los dos paises."
        },
        {
            "title": "Minju Joson critica plan de EE.UU. de fundar servicio de inteligencia",
            "url": "http://kcna.co.jp/item/2012/201205/news08/20120508-04ss.html",
            "content": "Minju Joson critica plan de EE.UU. de fundar servicio de inteligencia\r\nPyongyang, 8 de mayo (ACNC) -- Ahora, Estados Unidos promueve el plan de crear un nuevo servicio de inteligencia militar adscrito al Departamento de Defensa, que lleva el nombre de \"Servicio clandestino de defensa nacional\". \n\t\t\t\t\tLa mision de nuevo organo es coleccionar los datos mas correctos referentes a las actividades militares de los paises rivales para aprovecharlos con eficacia en el establecimiento de la politica exterior y la estrategia militar.\n\t\t\t\t\t\n\t\t\t\t\tAsi revela el periodico Minju Joson en un comentario individual divulgado este martes el objetivo de la fundacion de este organo y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos altos funcionarios de la capa militar de EE.UU. calculan que para tomar la heguemonia militar en la region de Asia-Pacifico es necesario las actividades militares mas tensas y eficientes, para lo cual debe ser priorizado sin falta el espionaje militar.\n\t\t\t\t\t\n\t\t\t\t\tAhora, los espionajes de EE.UU. en dicha region se desarrollan en general a traves de los satelites artificiales, drones y otros medios tecnicos.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio estima que con tales metodos nunca puede coleccionar las informaciones mas detalladas y profundas. Por eso, intenta intensificar la capacidad de espionaje al infiltrar directamente los espias en la profundidad territorial de los correspondientes paises.\n\t\t\t\t\t\n\t\t\t\t\tLo demuestra el hecho de que solo 15% de los integrantes de nuevo organo son los espias especializados en el asunto militar y los demas son los especialistas en diversas tecnologias y capacidades.\n\t\t\t\t\t\n\t\t\t\t\tEsto insinua que pueden entrar en Corea tambien los agentes secretos con la mascara de periodista, profesor, funcionario de ayuda humanitaria, diplomatico y otros especialistas, que van a desarrollar espionajes militares.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad de hoy, en que EE.UU. inicia la operacion especial, demanda a los oficiales y soldados del Ejercito Popular de Corea y el pueblo mantener la aguda vigilancia revolucionaria y hacer frente a los espionajes, destrucciones y sabotajes de los enemigos."
        }
    ]
}