{
    "date": "2012-04-16",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-16.html",
    "articles": [
        {
            "title": "Grand Performance for Celebrating Centenary of Birth of Kim Il Sung Held",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-27ee.html",
            "content": "Grand Performance for Celebrating Centenary of Birth of Kim Il Sung Held\r\n Pyongyang, April 16 (KCNA) -- A grand performance for celebrating the centenary of the birth of President Kim Il Sung \"We Will Live Forever, Holding Leader in High Esteem\" was given at Pyongyang Indoor Stadium on Monday.\n\t\t\t\t\t Among the audience were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho and other senior party, state and army officials, delegates to the  celebrations of the centenary of the birth of the President, officials of party, armed forces and power bodies, social organizations, ministries and national institutions, officials in the fields of science, education, literature and arts, public health and press, servicepersons of the KPA and the Korean People's Internal Security Forces, men of meritorious services and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Also present there on invitation were overseas compatriots delegations and compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, representatives of embassies of different countries and international organizations and members of the military attaches corps here, participants in the World Congress on the Juche Idea and the international festival for celebrating the centenary of the birth of the President and other foreign guests. \n\t\t\t\t\t\n\t\t\t\t\t The performance began with chorus and dance \"Mangyongdae Is Cradle of Revolution\" and \"We Will Live Forever, Holding Leader in High Esteem\".\n\t\t\t\t\t\n\t\t\t\t\t Orchestra and male chorus \"Nostalgia\", immortal classic masterpiece given in chapter 1 \"Peerless patriot\" helped the audience call the President who dedicated his whole life to the country and the people, loving and singing the song till the last moments of his life since the days of the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t The artistes sang high praises of the undying feats of the President in such numbers as female solo and chorus \"General Kim Il Sung Is Our Sun\" and cello rendition and pangchang \"Mungyong Pass\".\n\t\t\t\t\t\n\t\t\t\t\t Chapter 2 \"In Embrace of Leader\" tells about Korean-style socialism centered on the popular masses shining under the care of the President.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 3 \"Whole world sings\" was performed by artistes of the DPRK and foreign countries. Female solo and recollection stage \"Leader, the Night is Far Advance, male solo \"Sing of Fork to Mangyongdae\" by the song and dance ensemble of the General Political Department of the Chinese People's Liberation Army, guitar quintet ensemble and chorus \"Glory to Kim Jong Il\" performed by the female musicians Anakaona of Cuba together with DPRK artistes and chorus \"Long Live the Great Juche Idea\" by the Chorus Troupe of the Moscow Tchaikovsky State Conservatory of Russia added to the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 4 \"How much the leader had been pleased if he had seen it\" gave artistic representation of the noble world of loyalty of General Secretary Kim Jong Il who brought the President's life-long desire and wishes into a brilliant reality.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang in praises of the fact that the DPRK could usher in a heyday of prosperity as it is holding Kim Jong Il as the sun of Songun Korea."
        },
        {
            "title": "Evening Gala of Youth and Students Held in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-33ee.html",
            "content": "Evening Gala of Youth and Students Held in DPRK\r\n Pyongyang, April 16 (KCNA) -- An evening gala of youth and students was held Monday evening at Kim Il Sung Square in celebration of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were senior party, state and army officials and delegates celebrating the centenary of the birth of the President, officials of the party, armed forces and power bodies, working people's organizations, ministries and national institutions, servicepersons of the Korean People's Army and the Korean People's Internal Security Forces, officials in the fields of science, education, arts and literature, public health and media, heroes, meritorious workers, overseas compatriots, the chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front, foreign diplomatic envoys, representatives of international bodies and staff members of the military attaches corps here, participants in the World Congress on the Juche Idea and the international festival commemorating the centenary of the birth of the President and the 28th April Spring Friendship Art Festival and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t When the gala started with the playing of \"Song of General Kim Il Sung\" and the display of fireworks, the youth and students presented the sea of happy and excited dancers on the square.\n\t\t\t\t\t\n\t\t\t\t\t To the tunes of songs \"Let Us Sing of the Day of the Sun\", \"Song of Mangyongdae\" and \"We Sing of Our Motherland Holding the Leader in High Esteem\", the participants danced in their boundless reverence and trust in the President and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The sightseeing ships sailing on the Taedong River and dazzling fireworks continuously shot up from the river, Janggu dances and colorful acrobatic programs presented on the stage added to the atmosphere of the gala.\n\t\t\t\t\t\n\t\t\t\t\t Overseas compatriots and foreign guests joined the dancers, adding to the cheerful mood."
        },
        {
            "title": "Kim Yong Nam Meets Russian Delegation",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-24ee.html",
            "content": "Kim Yong Nam Meets Russian Delegation\r\n Pyongyang, April 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a Russian cultural delegation led by Alexandr Avdeyev, minister of Culture of the Russian Federation, at the Mansudae Assembly Hall Monday. The delegation is participating in the 28th April Spring Friendship and Art Festival. \n\t\t\t\t\t The head of the delegation said that firm foundation of friendly relations between the two countries could be laid thanks to President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the friendly relations between the two countries would grow stronger under the wise leadership of  Kim Jong Un, the supreme leader of the Korean people, he sincerely wished the Korean people greater success in their efforts to build a thriving nation."
        },
        {
            "title": "Kim Yong Nam Meets Foreigners",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-14ee.html",
            "content": "Kim Yong Nam Meets Foreigners\r\n Pyongyang, April 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday met and had a talk with delegations and delegates of different countries, regions and international organizations participating in the international festival for celebrating the centenary of the birth of President Kim Il Sung. \n\t\t\t\t\t They included Ibrahim Mantu, who is former deputy president of Senate of the National Assembly of Nigeria, chairman of the Nigeria-Korea Friendship Association and co-chairman of the International Preparatory Committee, Anders Kristensen, chairman of the Denmark-DPRK Friendship Association who doubles as co-chairman of the Int'l Preparatory Committee and chairman of the Danish preparatory committee, Yousfe Al Amiri, chairman of the Kuwait-DPRK Friendship Association who is co-chairman of the Int'l Preparatory Committee, and Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women who is chairperson of the Japanese Preparatory Committee and co-chairperson of the Int'l Preparatory Committee."
        },
        {
            "title": "Kim Yong Nam Meets Honorary Guests to World Congress on Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-19ee.html",
            "content": "Kim Yong Nam Meets Honorary Guests to World Congress on Juche Idea \r\n Pyongyang, April 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday met and had a talk with honorary guests who participated in the World Congress on the Juche Idea at the Mansudae Assembly Hall.\n\t\t\t\t\t They included the Lao delegation led by Phankham Viphavanh, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party who doubles as minister of Education and Sports, Ahmed Tidjani Cisse, minister of Culture and Heritage of Guinea, Saul Arana Castellon, presidential envoy of Nicaragua, and Ghazi Zafar Ahmed, former prime minister of Bangladesh."
        },
        {
            "title": "Kim Yong Il Meets Lao Delegation",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-15ee.html",
            "content": "Kim Yong Il Meets Lao Delegation\r\n Pyongyang, April 16 (KCNA) -- Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, Monday met and had a talk with the visiting delegation of Laos led by Phankham Viphavanh, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party who doubles as minister of Education and Sports.\n\t\t\t\t\t Present there were Pak Kun Gwang, vice department director of the C.C., the WPK, and Kiettisak Keobanhdith, Lao ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said that he extends the highest tribute to Kim Il Sung, eternal President of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He said that he came to know well about the DPRK's development and invincible might while participating in various celebrations during his stay in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the relations between Laos and the DPRK are the comradly ones forged in the struggle for socialist construction, he expressed belief that the friendly relations between the two parties and the two countries would grow stronger."
        },
        {
            "title": "Personal Letter to Kim Jong Un from Russian President",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-38ee.html",
            "content": "Personal Letter to Kim Jong Un from Russian President\r\n Pyongyang, April 16 (KCNA) -- The dear respected Kim Jong Un on April 10 received a personal letter from Russian President D. Medvedev on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The personal letter said:\n\t\t\t\t\t\n\t\t\t\t\t I extend congratulations to you on the occasion of the centenary of the birth of President Kim Il Sung, the state holiday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Russia is vividly remembering the great contributions made by the DPRK founder in boosting the friendly and cooperative relations between the two countries and highly estimating them.\n\t\t\t\t\t\n\t\t\t\t\t I believe that the Russia-DPRK relations will develop in line with the wellbeing of the two countries and the regional stability and security on the basis of the mutual respect and good neighborliness in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t I wish you success in your responsible activities and all the Korean people peace and wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my regard."
        },
        {
            "title": "U.S., Wrecker of Peace and Security of Korean Peninsula: DPRK Delegate",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-06ee.html",
            "content": "U.S., Wrecker of Peace and Security of Korean Peninsula: DPRK Delegate\r\n Pyongyang, April 16 (KCNA) -- The Korean Peninsula is the place with the biggest danger of a nuclear war in the world, the DPRK delegate said in a speech at the recent annual meeting of the UN Disarmament Commission.\n\t\t\t\t\t He noted that the U.S. is staging large-scale joint military exercises in south Korea and its vicinity, pushing the situation to the brink of war. The U.S. has also deployed lots of nuclear weapons in south Korea from the 1950s, pushing forward the preparations for a nuclear war, he pointed out.\n\t\t\t\t\t\n\t\t\t\t\t He went on: The sitguation goes to prove that it is the U.S. that has wrecked the peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. frequent military actions are not only increasing the danger of a nuclear war on the Korean Peninsula but compelling the DPRK and the countries around it to intensify their deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military presence in south Korea has only caused persistent division and increased the confrontation between the north and the south and the danger of war, not promoting reconciliation, cooperation and reunification between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The worst inter-Korean relations are attributable to the U.S. unprecedented joint military exercises and its undisguised instigation of south Korea's policy for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK government to ensure the peace and stability on the Korean Peninsula and realize its denuclearization through dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the recent DPRK-U.S. talks, the DPRK delegate stressed that the DPRK remains unchanged in its stand to sincerely implement the DPRK-U.S. agreement and has already showed with fidelity its will to implement the agreement by inviting the IAEA delegation."
        },
        {
            "title": "Banquet Given for Foreign Diplomats Here",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-37ee.html",
            "content": "Banquet Given for Foreign Diplomats Here\r\n Pyongyang, April 16 (KCNA) -- The DPRK Foreign Ministry gave a banquet on April 16 for foreign diplomatic envoys and representatives of international organizations here on the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were diplomatic envoys of various countries and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the DPRK Foreign Ministry including Minister Pak Ui Chun.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun in his speech at the banquet said President Kim Il Sung performed undying feats to shine long in the history with his profound idea and theory and great revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will glorify the new centenary of Kim Il Sung's Korea as the proud annals of prosperity under the leadership of the dear respected Kim Jong Un, he noted. \n\t\t\t\t\t\n\t\t\t\t\t Russian Ambassador to the DPRK Valery Sukhinin who is the doyen of the diplomatic corps in his speech referred to the undying feats of the President who often met with foreign diplomatic envoys here and took wise steps for regional and world peace though he was busy with the state affairs.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador expressed belief that the Korean people will register greater successes in building a thriving nation and develop the friendly and cooperative relations with those countries loving justice and peace under the leadership of Kim Jong Un."
        },
        {
            "title": "Banquet Given for Overseas Koreans",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-17ee.html",
            "content": "Banquet Given for Overseas Koreans\r\n Pyongyang, April 16 (KCNA) -- A banquet was given for overseas Korean compatriots at the People's Palace of Culture on Monday to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were the delegation of the Korean-residents in Japan commemorating the centenary of the birth of the President led by Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), the delegation of the General Association of Koreans in China led by its Chairwoman Choe Un Bok, and other compatriots' delegations and overseas compatriots staying in the socialist homeland.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yang Gon, secretary of the C.C., WPK, Kim Jin Guk, director of the Bureau of Service for Overseas Compatriots, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yang Gon in his speech said the President liberated the country and built a socialist power centered on popular masses on this land and worked heart and soul for the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the compatriots would make dynamic efforts for the prosperity of the homeland and the national reunification under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Nam Sung U said in his speech noted that the President and General Secretary Kim Jong Il showed great loving care for overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to remain loyal to the leadership of Kim Jong Un and further strengthen the overseas compatriots' organizations including Chongryon, the patriotic heritage of the great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t At the banquet the overseas Koreans vowed to struggle for the prosperity and reunification of the country under the leadership of Kim Jong Un true to the behests of the peerlessly great persons."
        },
        {
            "title": "DPRK Order and Medal Awarded to Foreigners",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-16ee.html",
            "content": "DPRK Order and Medal Awarded to Foreigners\r\n Pyongyang, April 16 (KCNA) -- DPRK order and medal were awarded to foreign figures who participated in the international festival for celebrating the centenary of the birth of President Kim Il Sung. \n\t\t\t\t\t Friendship Order First Class was awarded to Viktor Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women, and Ekan Ikeguchi, high priest of Saifukuji-Temple of Japan, and Friendship Order Second Class to 30 for their support and solidarity to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Friendship Medal went to 39 people of different countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for awarding the order and medal took place at the Mansudae Assembly Hall on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-president of the Presidium of the Supreme People's Assembly Yang Hyong Sop, and others."
        },
        {
            "title": "Doctorate Awarded to Juche Idea Followers",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-23ee.html",
            "content": "Doctorate Awarded to Juche Idea Followers\r\n Pyongyang, April 16 (KCNA) -- Doctorate in social and political science was respectively awarded to Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea, and Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics who have conducted positive activities for the study and dissemination of the Juche idea, Songun idea.\n\t\t\t\t\t Honorary doctorate went to Nada Takashi, representative of the Ehime Institute for Contemporary Korean Issue in Japan, who authored books and many theses that praise the immortal Juche idea and peerlessly great men of Mt. Paektu and prove in depth the validity and vitality of Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Awarding ceremonies took place at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "Awarding Ceremony Held",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-13ee.html",
            "content": "Awarding Ceremony Held\r\n Pyongyang, April 16 (KCNA) -- A ceremony of awarding prizes for books dealing with the greatness of the three commanders of Mt. Paektu, exhibition of works revering them and contest of international literary works took place at the People's Palace of Culture on Monday.\n\t\t\t\t\t Displayed in the venue were more than 600 books and hundreds of literary works produced by personages of all social standings and writers praising the greatness and immortal feats of the commanders of Mt. Paektu and introducing the invincible vitality of Songun politics and Korean-style socialism centered on the popular masses including books and works that won the contest of international literary works in early 2009.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages and writers of different countries including Juan Jose Leon Vega, chairman of the Cuban Committee for Supporting Korea's Reunification who is also chairman of the Cuban preparatory committee for celebrating the centenary of the birth of the President, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned of the DPRK and Pyongyang citizens.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Special prize went to 11 persons, the very best prize to 24, the best prize to 30 and diploma to 9."
        },
        {
            "title": "Friendship Joint Meeting with Participants with International Festival Held",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-34ee.html",
            "content": "Joint Friendship Meeting with Participants in International Festival Held\r\n Pyongyang, April 16 (KCNA) -- A joint friendship meeting with the participants in the international festival for celebrating the centenary of the birth of President Kim Il Sung was held at the gymnasium of Kim Il Sung University on April 16.\n\t\t\t\t\t Present there were Former Deputy President of the Senate of Nigeria Ibrahim Mantu who is chairman of the Nigeria-Korea Friendship Association, Yousfe Al Amiri, chairman of the Kuwait-DPRK Friendship Association, and Socorro Gomes, president of the World Peace Council, who are co-chairmen of the international preparatory committee, delegations and delegates of foreign countries and regions and international bodies, Kim Jong Suk, chairperson of the Korean Committee for Cultural Relations with Foreign Countries who is vice-chairperson of the Korean preparatory committee and teachers and students of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by the students of the university.\n\t\t\t\t\t\n\t\t\t\t\t They played colorful amusement games such as dribbling balls into rings.\n\t\t\t\t\t\n\t\t\t\t\t There was a dancing party of the participants."
        },
        {
            "title": "Harbin-Mt. Kumgang International Tourist Group Leaves",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-35ee.html",
            "content": "Harbin-Mt. Kumgang International Tourists Group Tours Mt. Kumgang\r\n Mt. Kumgang, April 16 (KCNA) -- The Harbin-Mt. Kumgang international tourists group toured Mt. Kumgang.\n\t\t\t\t\t They were marveled at the beautiful scenes of Sea Kumgang, Lagoon Samil, Kuryong Pool, Singye Temple and Manmulsang.\n\t\t\t\t\t\n\t\t\t\t\t They spent pleasant time enjoying natural scenery in famous places including thick forest, deep valleys and famous waterfalls.\n\t\t\t\t\t\n\t\t\t\t\t It also appreciated a circus performance.\n\t\t\t\t\t\n\t\t\t\t\t The group jetted back home on Monday."
        },
        {
            "title": "Military Attaches Corps Visit 14th Kimilsungia Festival Venue ",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-20ee.html",
            "content": "Military Attaches Corps Visit 14th Kimilsungia Festival Venue \r\n Pyongyang, April 16 (KCNA) -- The military attaches corps here visited the venue of the 14th Kimilsungia Festival on Monday on the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The members of the corps looked round with deep emotion potted Kimilsungias which are in full bloom reflecting deep reverence of the Korean people and the progressives of the world for the President and their will to hold Kim Il Sung in high esteem for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Nguyen Van Lich, military attache of the Vietnamese embassy who is doyen of the corps, wrote that Kimilsungia is reflecting the boundless reverence for the President. The people of the DPRK will make great achievements in building a thriving nation under the leadership of Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army."
        },
        {
            "title": "Participants in World Congress on Juche Idea Lay Floral Baskets before Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-25ee.html",
            "content": "Participants in World Congress on Juche Idea Lay Floral Baskets before Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, April 16 (KCNA) -- Delegations, delegates and honorary guests who participated in the World Congress on the Juche Idea laid floral baskets before the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Monday on the occasion of the centenary of the birth of the President. \n\t\t\t\t\t They made bows to the statues.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, floral baskets from the Central Committee of the Lenin Young Communist League of the Russian Federation and the Central Committee of the Russian Youth Union were laid before the statues."
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung and Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-26ee.html",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung and Kim Jong Il \r\n Pyongyang, April 16 (KCNA) -- Floral baskets from the Women's International Democratic Federation and Marcia de Campos Pereira, president of the Federation, were laid before the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Monday to mark the centenary of the birth of Kim Il Sung."
        },
        {
            "title": "ASFAF Performances Held",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-18ee.html",
            "content": "ASFAF Performances Held\r\n Pyongyang, April 16 (KCNA) -- The 28th April Spring Friendship Art Festival (ASFAF) is going on before full houses.\n\t\t\t\t\t Joint and separate performances were given at the Pyongyang Grand Theater, the Central Youth Hall, the music hall of Pyongyang Kim Won Gyun Conservatory and the Moranbong Theater on Monday. \n\t\t\t\t\t\n\t\t\t\t\t People in the city, diplomatic envoys of foreign countries and embassy officials, foreign guests and overseas compatriots enjoyed the performances.\n\t\t\t\t\t\n\t\t\t\t\t The art troupe of Koreans in Japan put on the stage female vocal duet \"Mangyongdae Is Cradle of Revolution\", mixed chorus \"Song for Leader Is Eternal\" and others. The songs helped the audience call back the shining history of the President, who brought about the spring of the nation's rebirth on this land and provided the eternal foundation of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t In male solo \"Song Devoted to Marshal Kim Il Sung\" and vocal quartet \"Help Convey Honor of Being Led by General\", the art troupe of Koreans in China warmly praised the President and Kim Jong Il's glorious revolutionary history and greatness. \n\t\t\t\t\t\n\t\t\t\t\t A soloist of Creusen Concert of Germany played violin solo with virtuosity \"We Will Be Loyal Down through Generations\".\n\t\t\t\t\t\n\t\t\t\t\t A trumpet soloist, winner of the international concours of the Chamber Orchestra Alberic Magnard of France, played Korean song \"We Will Devote Our Lives to the Leader\" and Tchaikovsky \"Dance Napolitaine\", drawing attention of the audience.\n\t\t\t\t\t\n\t\t\t\t\t Choir Sons of Jubal of the United States put on the stage chorus \"The Glow over Kangson\", deeply impressing the audiences.\n\t\t\t\t\t\n\t\t\t\t\t In several other numbers including chorus and solo \"Amazing Grace\" the choir displayed its peculiar rendition.\n\t\t\t\t\t\n\t\t\t\t\t Group performances of foreign artistes and overseas compatriot artistes were given at various theaters in the city.\n\t\t\t\t\t\n\t\t\t\t\t The performances go on."
        },
        {
            "title": "Gifts and Order to Three Commanders of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-09ee.html",
            "content": "Gifts and Order to Three Commanders of Mt. Paektu\r\n Pyongyang, April 16 (KCNA) -- President Kim Il Sung and Kim Jong Suk, anti-Japanese war hero, were presented with gifts on the occasion of the centenary of the birth of the President. General Secretary Kim Jong Il was honored with the order of commemorating the centenary of Russian submarine fleet from the delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions which took part in the World Congress on the Juche Idea on the same occasion. \n\t\t\t\t\t They were handed to an official concerned."
        },
        {
            "title": "Floral Basket, Gifts and Order to Kim Jong Un from Participants of World Congress on Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-10ee.html",
            "content": "Floral Basket, Gifts and Order to Kim Jong Un from Participants of World Congress on Juche Idea\r\n Pyongyang, April 16 (KCNA) -- The dear respected Kim Jong Un received a floral basket, gifts and order from participants in the World Congress on the Juche Idea on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Presenting him with floral basket and gift were Johnny Hon, chairman of the International Kim Il Sung Foundation, and gifts were presidential envoy of Nicaragua, a member of the International Kim Il Sung Prize Council, the director-general of the European Society for the Study of the Juche Idea, the chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, the secretary general of the Asian Regional Institute of the Juche Idea, the vice-chairman of the Communist Party of Germany, Abdulreda A. R. Assiri, rector of the College of Social Sciences of Kuwait University, and a delegation of the Paektusan Group of Spain, and an order for the labor and the country and a gift by the delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un also received gifts from Moscow State University of Russia and the Finnish National Committee for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The floral basket, gifts and order were handed over to officials concerned."
        },
        {
            "title": "Gift to Kim Jong Un from Lao Delegation",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-11ee.html",
            "content": "Gift to Kim Jong Un from Lao Delegation\r\n Pyongyang, April 16 (KCNA) -- The dear respected Kim Jong Un received a gift from the visiting delegation of Laos on his election as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The gift was handed over to Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, by Phankham Viphavanh, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party who doubles as minister of Education and Sports Monday."
        },
        {
            "title": "Gift to Kim Jong Un from Russian Minister of Culture ",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-12ee.html",
            "content": "Gift to Kim Jong Un from Russian Minister of Culture \r\n Pyongyang, April 16 (KCNA) -- The dear respected Kim Jong Un received a gift from the Russian minister of Culture who is participating in the 28th April Spring Friendship Art Festival on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The gift was handed to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by Alexandr Avdeyev, minister of Culture, on Monday."
        },
        {
            "title": "Gift to Kim Jong Un from China",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-22ee.html",
            "content": "Gift to Kim Jong Un from China\r\n Pyongyang, April 16 (KCNA) - The dear respected Kim Jong Un received a gift from the Liaoning Provincial International Cultural and Economic Exchange Center on the occasion of the Day of the Sun.\n\t\t\t\t\t The gift was handed over to the consul general of the DPRK Consulate General in Shenyang, China on April 6."
        },
        {
            "title": "Gifts to Kim Jong Il, Kim Jong Un from Chairman of Phoenix Satellite TV Holdings LTD., Hong Kong, China",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-36ee.html",
            "content": "Gifts to Kim Jong Il, Kim Jong Un from Chairman of Phoenix Satellite TV Holdings LTD., Hong Kong, China\r\n Pyongyang, April 16 (KCNA) -- General Secretary Kim Jong Il and the dear respected Kim Jong Un were presented with gifts by the chairman of the Phoenix Satellite TV Holdings LTD., Hong Kong, China on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The gifts were handed over to an official concerned by the visiting chairman on April 16."
        },
        {
            "title": "Huge Floral Basket to DPRK Embassy in Havana ",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-21ee.html",
            "content": "Huge Floral Basket to DPRK Embassy in Havana \r\n Pyongyang, April 16 (KCNA) -- Raul Castro Ruz, first secretary of the Central Committee of the Communist Party, president of the Council of State and president of the Council of Ministers of Cuba, sent a huge floral basket to the DPRK embassy in Havana on April 13 to mark the Day of the Sun."
        },
        {
            "title": "DPRK Marks Centenary of Birth of Kim Il Sung Splendidly",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-29ee.html",
            "content": "DPRK Marks Centenary of Birth of Kim Il Sung Splendidly\r\n Pyongyang, April 16 (KCNA) -- The Democratic People's Republic of Korea splendidly marked the centenary of the birth of President           Kim Il Sung (April 15). \n\t\t\t\t\t A military parade took place at Kim Il Sung Square in Pyongyang in the presence of the dear respected Kim Jong Un. The parade strikingly demonstrated the strong will and stamina of the Korean army and people.\n\t\t\t\t\t\n\t\t\t\t\t In particular, a congratulatory speech made by Kim Jong Un at the event gave great encouragement to the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Evening of fireworks displaying the 100-year history of Kim Il Sung's nation was held in the capital of Pyongyang and provinces of the country.   They represented the wishes of the Korean people and the world progressives for immortality of the President.\n\t\t\t\t\t\n\t\t\t\t\t Art performances in praise of the brilliant life of the President, who devoted his all to the country and the people, were given at local theaters, cultural houses and outdoor stages.\n\t\t\t\t\t\n\t\t\t\t\t Mass gymnastic displays by schoolchildren were held at provincial seats to add to festive mood.\n\t\t\t\t\t\n\t\t\t\t\t The venue of the 14th Kimilsungia Festival in Pyongyang, venues of Kimilsungia shows in provinces and Kimilsungia-Kimjongilia greenhouses in cities and counties were crowded with visitors recollecting the great feats of the President.\n\t\t\t\t\t\n\t\t\t\t\t The celebrations included national photo exhibition, state book exhibition, national fine art festival, state fine art exhibition and state industrial art exhibition.\n\t\t\t\t\t\n\t\t\t\t\t People also enjoyed the holiday at Mangyongdae Pleasure Ground, Kaeson Youth Park Funfair and other pleasure grounds and funfairs.\n\t\t\t\t\t\n\t\t\t\t\t At the Taesongsan Pleasure Ground there was a friendship gathering of the participants in the 28th April Spring Friendship Art Festival.\n\t\t\t\t\t\n\t\t\t\t\t Streets of Pyongyang and local areas were decorated with fantastic electric light displays. \n\t\t\t\t\t\n\t\t\t\t\t Special dishes were served at public catering establishments, including Okryu and Chongnyu restaurants, in Pyongyang and local areas of the country on this occasion."
        },
        {
            "title": "DPRK People, Encouraged by Kim Jong Un's Speech",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-30ee.html",
            "content": "DPRK People, Encouraged by Kim Jong Un's Speech\r\n Pyongyang, April 16 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army, delivered a speech at the military parade on Sunday, President Kim Il Sung's 100th birth anniversary. \n\t\t\t\t\t His speech has inspired the Korean people with conviction of sure victory.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ik, a war veteran, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The voice of the dear respected Kim Jong Un reminded me of the voice of Kim Il Sung, which I heard 59 years ago in a ceremony arranged in celebration of the Korean people's victory in the Fatherland Liberation War (1950-1953). \n\t\t\t\t\t\n\t\t\t\t\t I have been waiting for a chance to hear his voice. In his speech I saw a bright future of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is really a symbol of the strength of the DPRK and the destiny of Kim Il Sung's Korea.\n\t\t\t\t\t\n\t\t\t\t\tPaek Hwa Ryong, an officer of the Korean People's Army, said: \n\t\t\t\t\t\n\t\t\t\t\t \"Listening to Kim Jong Un's voice, I thought of General Secretary Kim Jong Il, who said, 'Glory to servicepersons of the heroic Korean People's Army!\" in a military parade 20 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's concluding remark 'Let us advance towards the final victory!' will serve as the banner of the Korean people in building a thriving nation.\""
        },
        {
            "title": "Russian Folk Singer Popular among Koreans",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-31ee.html",
            "content": "Russian Folk Singer Popular among Koreans\r\n Pyongyang, April, 16 (KCNA) -- One of attractions in the 28th April Spring Friendship Art Festival is the songs sung by Nadezhuda Yevgeniyevna Kregina, a Russian folk singer.\n\t\t\t\t\t Starting her career as an actress in 1981, she won the top prize in local concours in 1990 and was awarded the title of Merited Artiste of Russia in 1995.\n\t\t\t\t\t\n\t\t\t\t\t She gave performance at the 5th April Spring Friendship Art Festival in the presence of President Kim Il Sung. In 2010 she attended as a singer the performance given by Russia's Orchestra of the 21st Century in the presence of General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t She was honored with a watch bearing the august name of Kim Il Sung as a gift.\n\t\t\t\t\t\n\t\t\t\t\t She told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t \"The watch is treasured as an heirloom in my family. It is my high pride to have received this gift from the great person whom the world's people are revering. When I was presented with the gift, I was a girl.\n\t\t\t\t\t\n\t\t\t\t\t My yearning for Kim Il Sung and Kim Jong Il grew deeper when I visited Kim Il Sung's old home in Mangyongdae and their statues some days ago. \n\t\t\t\t\t\n\t\t\t\t\t It is an honor for me to take part in this festival held in celebration of Kim Il Sung's 100th birth anniversary.\""
        },
        {
            "title": "Trumpet Ensemble of Belarus ",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-32ee.html",
            "content": "Trumpet Ensemble of Belarus \r\n Pyongyang, April 16 (KCNA) -- The Trumpet Ensemble Intrada of Belarus attending the 28th April Spring Friendship Art Festival is well known to the world. It was awarded the gold prize at the 26th Art Festival.\n\t\t\t\t\t The ensemble is made up of six players, all of them being international concours winners. Five of them are in twenties. They were highly appreciated at several international concours.\n\t\t\t\t\t\n\t\t\t\t\t At the Saturday performance for the 28th Art Festival under way in Pyongyang, the ensemble won high acclamation from the audience for its wonderful performance.\n\t\t\t\t\t\n\t\t\t\t\t A member of the ensemble, Poliyenko Maxim Nikolayevich successfully played Korean song \"Do Prosper, My Motherland\" with high artistry, giving deep impression on the audience.\n\t\t\t\t\t\n\t\t\t\t\t Andrei Valeriyevich, head of the ensemble, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Korean people warmly welcomed us to Pyongyang. During the stay in the city we have got deep impressions from a lot of things. \n\t\t\t\t\t\n\t\t\t\t\t The music hall of Pyongyang Kim Won Gyun Conservatory is equipped with all necessary facilities. I toured conservatories in Germany and Spain, but they are not as amazing as this conservatory.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has deep interest in the arts."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (30)",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-28ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (30)\r\n Pyongyang, April 16 (KCNA) -- The Democratic People's Republic of Korea is now displaying its dignity as a country strong in independence and as the country of Songun (military-first) which made a breach in the international political order ruled by the U.S. while destroying its insolence and design for world domination.\n\t\t\t\t\t The credit for it goes to General Secretary Kim Jong Il, illustrious commander of Mt. Paektu possessed of distinguished stratagem and wisdom and matchless grit.\n\t\t\t\t\t\n\t\t\t\t\t A peerless patriot, Kim Jong Il reliably protected the security and sovereignty of the DPRK and socialism with his unique Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t In the 1990s the U.S.-led imperialists concentrated attacks on the DPRK, availing themselves of collapse of socialism in some countries.\n\t\t\t\t\t\n\t\t\t\t\tUnder the pretext of \"suspected nuclear development\" in early 1993 the U.S. imperialists instigated dishonest elements of the International Atomic Energy Agency (IAEA) to force \"ad-hoc inspection\" upon the DPRK. When their attempt was rejected they announced the resumption of \"Team Spirit 93\" joint military exercises, calling for sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To cope with this situation, leader Kim Jong Il aroused the entire party, all the people and the whole army to the showdown with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He issued Order No. 0034 of the supreme commander of the Korean People's Army, \"On proclamation of a semi-war state to the entire party, all the people and the whole army\", on March 8, Juche 82 (1993). On March 12, the DPRK government announced a statement on its withdrawal from the Nuclear Non-proliferation Treaty, spoiling the U.S. imperialists' nuclear strategy.\n\t\t\t\t\t\n\t\t\t\t\t After all, the U.S. imperialists announced that they would stop their joint military exercises ahead of schedule, and the IAEA could not but give up its demand for \"ad-hoc inspection\".\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il's superb diplomacy resulted in successful holding of the three rounds of the DPRK-U.S. talks and adoption of an agreement between the two countries. Consequently, on Oct. 20 the then U.S. President Bill Clinton sent to the leader a written guarantee for implementation of the DPRK-U.S. Agreed Framework, which was adopted next day.\n\t\t\t\t\t\n\t\t\t\t\t After the emergence of the Bush administration, the U.S. imperialists directed the spearhead of attacks on the DPRK again, designating the Korean Peninsula as a theatre of showdown.\n\t\t\t\t\t\n\t\t\t\t\t They drew up \"OPLAN 5027-03\" and put spurs to carrying it into practice, staging large-scale joint military exercises one after another, including RSOI, Foal Eagle and Ulji Focus Lens.\n\t\t\t\t\t\n\t\t\t\t\tUnder this situation the DPRK conducted an underground nuclear test in October 2006 and declared through its Foreign Ministry statement that it succeeded in manufacturing nuclear bomb by law.\n\t\t\t\t\t\n\t\t\t\t\t In 2009 when the DPRK announced launch of its earth satellite Kwangmyongsong-2 after going through procedures under international law, the U.S. and other hostile forces massed huge armed forces and latest intercept means around the Korean Peninsula, terming it a missile launch.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK declared that, if any force dare \"intercept\" its satellite, it would destroy not only the interceptor bases but also the headquarters of its force. Consequently, Kwangmyongsong-2 was successfully launched.\n\t\t\t\t\t\n\t\t\t\t\t Above seen, the DPRK won one victory after another in the political and military showdown with the U.S., and this was attributable to the wise leadership of leader Kim Jong Il, who showed no mercy for any attempt to violate justice."
        },
        {
            "title": "Kim Il Sung's Works Off Press in Nigeria and Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-01ee.html",
            "content": "Kim Il Sung's Works Off Press in Nigeria and Russia\r\n Pyongyang, April 16 (KCNA) -- President Kim Il Sung's work \"For the Complete Victory of Socialism\" was brought out in pamphlet by the Megareach Ventures Publishing House of Nigeria.\n\t\t\t\t\t The work, published on December 30, 1986, clarifies the historical inevitability of the complete victory of socialism and the basic issue arising in achieving it and its reason.\n\t\t\t\t\t\n\t\t\t\t\t It also underscores the need to dynamically push ahead with the socialist economic construction, strengthen the people's power and increase its function and role, and the urgency of national reunification and ways to achieve it.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the publishing house on April 7.\n\t\t\t\t\t\n\t\t\t\t\t A Russian newspaper on April 5 carried his work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".\n\t\t\t\t\t\n\t\t\t\t\t The work, published on April 6, 1993, includes the issue of founding a unified state through the great unity of the whole nation and achieving unity based on patriotism and the spirit of national independence, the issue of promoting co-existence, co-prosperity and common interests and ending all political disputes that foment division and confrontation between fellow countrymen, the need for the north and the south to trust and unite with each other and the issue of joining hands on the road of national reunification, not rejecting each other because of differing ism."
        },
        {
            "title": "DPRK Books Presented to Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-02ee.html",
            "content": "DPRK Books Presented to Russia\r\n Pyongyang, April 16 (KCNA) -- Korean books were presented to Russia.\n\t\t\t\t\t A presentation ceremony took place at branch school in Nakhodka of Far Eastern State University of Russia on April 4.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venue of the ceremony were works of President Kim Il Sung and General Secretary Kim Jong Il and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were personages of the university and teachers and students of the branch school and the DPRK consul general in Nakhodka.\n\t\t\t\t\t\n\t\t\t\t\t The principal of the branch school said in a speech that the books would contribute to making the Russian people deeply grasp the immortal exploits of the peerlessly great men and have better understanding of the DPRK, and devoting to the development of the relations between the two countries."
        },
        {
            "title": "Peruvian Personage Praises Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-03ee.html",
            "content": "Peruvian Personage Praises Kim Il Sung\r\n Pyongyang, April 16 (KCNA) -- The secretary general of the Peruvian Group for the Study of Kimilsungism released a statement on April 9 to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung embarked on the road of revolution in his teens and hewed out a new road of the Korean revolution and led the struggle for the independence of the country and people's liberation to victory in his twenties.\n\t\t\t\t\t\n\t\t\t\t\t He, who brought about miracles and victories to the DPRK decade after decade, was the great sun of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He built Pyongyang, which was reduced to ashes by the U.S. imperialists, as a modern city after war and turned the DPRK into a socialist power, independent in politics, self-supporting in economy and self-reliant in national defence in a short period.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a distinguished leader of the world revolution who led the cause of socialism and human cause of independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened and developed the DPRK into a socialist fortress, unfazed by the collapse of socialism in the eastern European countries and set forth ways for defending and advancing socialism.\n\t\t\t\t\t\n\t\t\t\t\t He will always live as the sun who brightly indicates the way ahead of the era and humankind.\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to the Korean people marking the centenary of the birth of Kim Il Sung."
        },
        {
            "title": "President Kim Il Sung's Feats Praised by Mongolian and Guinean Papers",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-04ee.html",
            "content": "President Kim Il Sung's Feats Praised by Mongolian and Guinean Papers\r\n Pyongyang, April 16 (KCNA) -- Mongolian and Guinean papers carried special write-ups with portraits of smiling President Kim Il Sung to mark his birth anniversary.\n\t\t\t\t\t The April 9 issue of a Mongolian paper devoted 13 pages to a special write-up under the title \"Immortal Feats of President        Kim Il Sung\", carrying photos of the great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the President embarked on the road of the revolution in his early years, founded the Juche idea, Songun idea, defeated the U.S. and Japanese imperialisms and turned the DPRK into a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The President clarified the fundamental ways for the independent and peaceful reunification of the country, opening a bright prospect for the country's reunification, the paper noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Many works published by the President are precious ideological and mental pabulum and an inspiring banner for the progressives.\n\t\t\t\t\t\n\t\t\t\t\t The President received orders, medals, honorary titles and gifts from governments, political parties and organizations of many countries of the world and people from all walks of life. And there are many organizations, institutions and streets named after him.\n\t\t\t\t\t\n\t\t\t\t\t The April 3 issue of the Guinean paper Horoya carried an article with photos of peerlessly great men in their revolutionary activities.   It said that the President supported materially and morally the people of different countries in their struggle to achieve the independence of the country and the nation and build a new society, and performed great feats to develop and strengthen the non-aligned movement."
        },
        {
            "title": "DPRK April Holidays Marked",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-05ee.html",
            "content": "DPRK April Holidays Marked \r\n Pyongyang, April 16 (KCNA) -- DPRK book, photo and handcraft exhibitions were opened in Mexico and Bulgaria on April 2 and 10 to mark the centenary of the birth of President Kim Il Sung, the 19th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 80th anniversary of the heroic Korean People's Army. \n\t\t\t\t\t Displayed in their venues were works of the President and Kim Jong Il including reminiscences \"With the Century\", their photos, books and photos introducing achievements made in the DPRK and handcrafts associated with  creative wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the opening ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, said that the President was the great master of ideology and theory who founded the great Juche idea and the genius of creation and construction who built a powerful socialist country, the DPRK.  \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche pioneered by the President was victoriously advanced by Kim Jong Il and is being successfully carried forward by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  The deputy mayor of Vratsa City of Bulgaria said that the Bulgarian people came to know well about the achievements made by the Korean people in various fields of politics, economy and culture. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK website of Poland carried Internet photo exhibition on April 9.\n\t\t\t\t\t\n\t\t\t\t\t Film shows took place in Russia, Mongolia, Iran, Myanmar, Indonesia, Thailand and South Africa and the Kimilsungia exhibition in a park of Jakarta, Indonesia between April 3 and 9."
        },
        {
            "title": "Kim Il Sung's Revolutionary Life and Feats Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-07ee.html",
            "content": "Kim Il Sung's Revolutionary Life and Feats Praised by Foreigners\r\n Pyongyang, April 16 (KCNA) -- Seminars for commemorating the centenary of the birth of President Kim Il Sung took place in Nepal, the UK and Tanzania between April 5 and 9.\n\t\t\t\t\t The general secretary of the Central Committee of the Communist Party of Nepal (MarxistLeninist) said that the President's life was dedicated to the country and the people, adding that his feats will shine in human history.\n\t\t\t\t\t\n\t\t\t\t\tThe President led two revolutionary wars to victory and built the DPRK into a socialist country centered on the popular masses and brought up the Korean people into the people strong in the sense of independence, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Communist Party of Great Britain (MarxistLeninist) noted that the President is the father of socialist Korea who turned the DPRK into a thriving socialist nation, independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups said that the Juche idea founded by the President serves as a banner of the struggle for the progressives of the world and his revolutionary life will shine with the Juche idea."
        },
        {
            "title": "Tiene lugar gran funcion dedicada al Dia del Sol",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-39ee.html",
            "content": "Tiene lugar gran funcion dedicada al Dia del Sol\r\nPyongyang, 16 de abril (ACNC) -- Tuvo lugar solemnemente el dia 16 en el Palacio de Deportes de Pyongyang la gran funcion artistica dedicada al centenario de natalicio del Presidente Kim Il Sung \"Viviremos eternamente junto con el Presidente\".\n\t\t\t\t\tLa presenciaron Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho y otros cuadros directivos del partido, el Estado y el ejercito, los delegados en celebracion del centenario de natalicio del Presidente, funcionarios de los organismos del partido,  las fuerzas armadas y el poder, entidades sociales, ministerios, organos centrales y sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, oficiales y soldados del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea, los benemeritos y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados las delegaciones de compatriotas en ultramar y otros coreanos, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos, los delegados de las organizaciones internacionales y los miembros del Cuerpo de Agregados Militares acreditados en Corea, los participantes en el Congreso Mundial sobre la Idea Juche y en el festival internacional por el centenario de natalicio del Presidente Kim Il Sung y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tComenzo la funcion con el coro y bailes, preludio \"Mangyongdae, cuna de la revolucion\" y \" Viviremos eternamente junto con el lider\".\n\t\t\t\t\t\n\t\t\t\t\t En la primera escena \"Patriota sin par\", se ofrecieron la orquesta y coro masculino la obra clasica \"Nostalgia\", la que desperto el profundo recuerdo sobre toda la vida del Presidente quien dedico todo lo suyo por la patria y el pueblo. El Presidente la canto desde el primer tiempo de la lucha antijaponesa hasta el ultimo periodo de su vida.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron altamente las inmortales hazanas del generalisimo Kim Il Sung en el solo femenino y coro \"El general Kim Il Sung es nuestro sol\", y la interpretacion de violoncelos y pangchang \"Paso de montana Mungyong\" \n\t\t\t\t\t\n\t\t\t\t\tLa segunda escena \"En el regazo del Lider\" demostro que el socialismo al estilo coreano centrado en las masas populares brilla en el regazo del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tEn la tercera \"Todo el mundo canta\", los artistas de Corea y otros paises presentaron el solo femenino y escena de recordacion \"Lider, la noche esta muy avanzada\", el solo masculino del conjunto de canciones y danzas del Departamento Politico General del Ejercito Popular de Liberacion de China \"Canta, bifurcacion a Mangyongdae\", el cuarteto de guitarra de la banda musical femenina Anakaona de Cuba junto con los artistas coreanos \"Gloria,      Kim Jong Il\", el coro del Coro del Conservatorio Estatal de Moscu Chaikovski de Rusia \"Viva la gran idea Juche\", etc. \n\t\t\t\t\t\n\t\t\t\t\tEn la cuarta \"Que alegria sentiria el Presidente si los ve\" los ejecutantes interpretaron el mundo de fidelidad del Dirigente quien realizo el anhelo y el ideal de toda la vida del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tEllos cantaron que pudo extenderse la epoca de plena prosperidad gracias a enaltecer al Dirigente como sol de la Corea del Songun."
        },
        {
            "title": "Velada de jovenes y estudiantes",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-40ee.html",
            "content": "Velada de jovenes y estudiantes \r\nPyongyang, 16 de abril (ACNC) -- Tuvo lugar el dia 16 por la noche en la Plaza Kim Il Sung la velada de los jovenes y estudiantes en celebracion del centenario de natalicio del Presidente           Kim Il Sung.\n\t\t\t\t\t  A la ocasion fueron invitados los cuadros directivos del partido, el Estado y el ejercito, los delegados de celebracion del centenario de natalicio del Presidente, los funcionarios de las instituciones del partido, las fuerzas armadas, el Poder y las entidades de masas, los de ministerios y organos centrales, los oficiales y solados del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de los sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, los heroes, los benemeritos, coreanos en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos y de las organizaciones internacionales, los miembros del Cuerpo de Agregados Militares acreditados en Corea, los participantes en el Congreso Mundial sobre la Idea Juche, el festival internacional en celebracion del centenario de natalicio del Presidente, el 28o Festival Artistico de Amistad Abr\n\t\t\t\t\t\n\t\t\t\t\t il en Primavera y otros huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t  Al comenzar la velada con la interpretacion de la \"Cancion del General Kim Il Sung\" se extendio en la plaza un mar de bailes llenos de jubilos.\n\t\t\t\t\t\n\t\t\t\t\t  Los participaron bailaron al compas de canciones \"Cantemos el Dia del Sol\", \"Cancion de Mangyongdae\", \"Cantamos nuestra patria enalteciendo al Lider\", y otras demostrando su sentimiento de veneracion y confianza al Presidente y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLos barcos de excursion en el rio Taedong y las salvas de diversos colores, los bailes de janggo (especie de tambor) y piezas acrobaticas avivaron el clima de velada.\n\t\t\t\t\t\n\t\t\t\t\tLos compatriotas en ultramar y los huespedes extranjeros tambien bailaron animadamente junto con los jovenes y estudiantes coreanos."
        },
        {
            "title": "Kim Jong Un recibe mensaje personal de Medvedev",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-41ee.html",
            "content": "Kim Jong Un recibe mensaje personal de Medvedev\r\nPyongyang, 16 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio la carta personal que con motivo del centenario de natalicio del Presidente Kim Il Sung le enviara el dia 10 Dmitri Medvedev, presidente de la Federacion Rusa.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tHago llegarle a Usted mi felicitacion con motivo del 100o aniversario de natalicio del Presidente   Kim Il Sung, fiesta nacional de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tRusia recuerda vividamente que el fundador de la RPDC habia hecho gran aporte al desarrollo de relaciones de amistad y cooperacion entre ambos paises, y lo evalua altamente.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que tambien en el futuro las relaciones Rusia-Corea se desarrollaran de acuerdo con el bienestar de los dos paises, la estabilidad y seguridad regionales a base de respeto mutuo y buena vecindad.\n\t\t\t\t\t\n\t\t\t\t\tDeseo exitos en sus actividades responsables, la paz y el bienestar a todo el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tReciba mi alta consideracion."
        },
        {
            "title": "Delegado coreano denuncia presencia de tropas de EE.UU. en Sur de Corea",
            "url": "http://kcna.co.jp/item/2012/201204/news16/20120416-42ee.html",
            "content": "Delegado coreano denuncia presencia de tropas de EE.UU. en Sur de Corea\r\nPyongyang, 16 de abril (ACNC) -- La Peninsula Corana es la zona con mayor peligro de guerra nuclear en escala mundial, dijo el delegado de la Republica Popular Democratica de Corea, en su discurso pronunciado en la reciente reunion anual de la Comision de Desarme de la ONU. \n\t\t\t\t\tRevelo que EE.UU. lleva al borde de la guerra la situacion desarrollando en gran medida los ejercicios militares conjuntos de gran envergadura en el Sur de Corea y su contorno y acelera los preparativos de la guerra nuclear ubicando desde la decada de 1950 enorme cantidad de armas nucleares en suelo surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad comprueba que EE.UU. es precisamente el perturbador de la paz y la seguridad de la Peninsula Coreana, apunto y agrego que el aumento de las acciones militares de tropas norteamericanas eleva tanto mas el peligro de guerra nuclear en la Peninsula Coreana y hace a la RPDC y otros paises contornos fortalecer la fuerza disuasiva. \n\t\t\t\t\t\n\t\t\t\t\tLa presencia de las tropas norteamericanas en el suelo surcoreano no trajo la reconciliacion, la cooperacion ni la reunificacion, sino la continuacion de la division nacional, la confrontacion Norte-Sur y aumento el peligro de guerra, indico. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, las relaciones entre ambas partes coreanas se encuentran en la crisis irremediable, debido a EE.UU. que libra los ejercicios belicos conjuntos de gran dimension sin precedentes y a la politica conflictiva del Sur de Corea, critico. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion del gobierno de la RPDC de preservar la paz y la estabilidad de la Peninsula Coreana y realizar la desnuclearizacion mediante el dialogo y negociaciones. ratifico \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a las recientes conversaciones RPDC-EE.UU., destaco que es invariable la posicion de la RPDC de ejecutar con sinceridad el acuerdo aprobado entre los dos paises y apunto que la RPDC mostro la voluntad de ejecutar el acuerdo con la invitacion a esta de la delegacion de la Agencia Internacional de Energia Atomica."
        }
    ]
}