{
    "date": "2012-08-17",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-17ee.html",
    "articles": [
        {
            "title": "Anti-Reunification Remarks of Traitor Lee Myung Bak Flayed ",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-06ee.html",
            "content": "Anti-Reunification Remarks of Traitor Lee Myung Bak Flayed \r\n Pyongyang, August 17 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea answered the questions put by KCNA as regards the fact that traitor Lee Myung Bak made anti-reunification remarks for confrontation with the DPRK in an \"address celebrating August 15,\" the anniversary of Korea's liberation.\n\t\t\t\t\t The spokesman said:\n\t\t\t\t\t\n\t\t\t\t\t The traitor's address to be the last one during his office enraged all the people as he let loose a spate of anti-DPRK invectives again.\n\t\t\t\t\t\n\t\t\t\t\t He openly praised his traitorous, unpopular and anti-reunification crimes, far from repenting of his sins which have driven the north-south relations to the collapse through the confrontation with fellow countrymen and hideous provocations.\n\t\t\t\t\t\n\t\t\t\t\t He trumpeted that the \"consistent and principled policy toward the north\" proved effective, talking about the DPRK's \"changes.\"\n\t\t\t\t\t\n\t\t\t\t\t He even made sordid remarks that he is prepared to positively \"cooperate\" with the international community in case the commitment to the denuclearization is honored, while raising again the threadbare theory of \"urging the north to scrap its nuclear program first\".\n\t\t\t\t\t\n\t\t\t\t\t More serious is that he openly revealed his daydream of \"unification through absorption\", talking nonsense that \"unified ROK is a springboard for 'greater ROK'\" and \"it is necessary to be ready for unification.\"\n\t\t\t\t\t\n\t\t\t\t\t Such rubbish is just poor sophism of the man driven into a tight corner in the face of the total bankruptcy of his policy for confrontation with the compatriots in the DPRK and the ruling crisis, and it is also ridiculous remarks of the guy suffering from hallucination who is ignorant of how the world goes about.\n\t\t\t\t\t\n\t\t\t\t\t What Lee has done during the tenure of his office was that he made south Korea all the more dependent on the U.S., worsened the livelihood of the people and plunged the inter-Korean ties to a deadlock.\n\t\t\t\t\t\n\t\t\t\t\t Lee is finding himself at the death's door, being driven into the tightest corner and condemned as the worst \"president\" in the history of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Such guy justified his sins and praised even the deadlocked inter-Korean relations as a fruit of his confrontation policy. This clearly shows how imprudent the traitor is and what a reckless confrontation monger he is.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime of south Korea has not changed even a bit in its true colors as confrontation maniac. This can be well known by the fact that when the DPRK requested south Korea to clarify its stand concerning the withdrawal of the \"May 24 step\" and resumption of tour of Mt. Kumgang in response to the proposal for \"reunion of separated families\" made by the president of the south Korean Red Cross, it said the north's demand is \"unacceptable\" and the DPRK has, in fact, rejected the offer.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proved that it only pays lip-service and does not really intend to provide the meeting of the \"separated families\".\n\t\t\t\t\t\n\t\t\t\t\t After all, the \"commemoration address\" by Lee is nothing but a formal declaration that he would continue confrontation and war moves until the last day of his office despite the censure and denunciation at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee should know that he would face bigger denunciation and criticism of the public for his reckless remarks.\n\t\t\t\t\t\n\t\t\t\t\t He would be well advised to face up to the situation, lending an ear to the people's voices at home and abroad."
        },
        {
            "title": "Congratulations to Kim Jong Un from Nigerian President",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-28ee.html",
            "content": "Congratulations to Kim Jong Un from Nigerian President\r\n Pyongyang, August 17 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Nigerian President Goodluck Ebele Jonathan on August 14.\n\t\t\t\t\t The message said he, on behalf of the Nigerian government and people and on his own behalf, would like to extend sincere congratulations to His Excellency Kim Jong Un and the government and people of the DPRK on the day of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t It said they are recollecting with pleasure the Korean heroes who won brilliant victory and laid a solid foundation for the building of a great state.\n\t\t\t\t\t\n\t\t\t\t\t It voiced expectation that the celebration of the day of victory would encourage the great Korean people to carry out the desire of preceding leaders for building peaceful and thriving Korea.\n\t\t\t\t\t\n\t\t\t\t\t The message said availing themselves of the significant opportunity, they extend greetings of best wishes to Kim Jong Un."
        },
        {
            "title": "Kim Yong Nam Greets Indonesian President",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-15ee.html",
            "content": "Kim Yong Nam Greets Indonesian President\n\t\t\t\t\t\t\r\n Pyongyang, August 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Susilo Bambang Yudhoyono, president of Indonesia, on the occasion of the 67th anniversary of its independence.\n\t\t\t\t\t Rejoiced over the fact that the traditional relations of friendship and cooperation between the two countries have steadily developed on good terms, the message wished the Indonesian president greater success in his work for nation's unity and people's well-being."
        },
        {
            "title": "Greetings to President of Gabon",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-19ee.html",
            "content": "Greetings to President of Gabon\r\n Pyongyang, August 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Ali Bongo Ondimba, president of Gabon, on the occasion of the 52nd anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed belief that the traditional friendly and cooperative relations between the DPRK and Gabon would grow stronger, heartily wishing the president of Gabon bigger success in his work for the nation's unity and the country's social and economic development."
        },
        {
            "title": "Congratulations to Togolese PM",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-17ee.html",
            "content": "Congratulations to Togolese PM\r\n Pyongyang, August 17 (KCNA) -- DPRK Premier Choe Yong Rim Thursday sent a congratulatory message to Kwesi Seleagodji Ahoomey-Zunu upon his appointment as prime minister of Togo.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the prime minister success in his responsible work for socio-economic progress of the country."
        },
        {
            "title": "Greetings to Indonesian FM",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-16ee.html",
            "content": "Greetings to Indonesian FM\r\n Pyongyang, August 17 (KCNA) -- DPRK Foreign Minister Pak Ui Chun sent a message of greeting to his counterpart of Indonesia Raden Mohammad Marty Muliana Natalegawa on the 67th anniversary of its independence on Friday.\n\t\t\t\t\t The message expressed belief that the traditional friendly and cooperative relations between the two countries would further develop in different fields and the mutual cooperation would become closer in the international arena."
        },
        {
            "title": "Minju Joson S. Korean Authorities Urged to Mend Wicked Disposition",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-07ee.html",
            "content": "Minju Joson S. Korean Authorities Urged to Mend Wicked Disposition\r\n Pyongyang, August 17 (KCNA) -- Those who present themselves as south Korean specialists for the \"policy toward the north\" are talking about \"reform\" and \"opening\", spreading the story about \"change in the north\". This is a revelation of the inveterate bad habit of those who are displeased with the DPRK in which everything goes well.\n\t\t\t\t\t Minju Joson Friday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t They have such a wicked habit as making presumptions that something they wish to see would happen in the DPRK while looking at everything it does with biased stand. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has never kept its door closed. It has developed relations with all the countries of the world approaching it in a friendly way in the idea of independence, friendship and peace. It is the consistent and principled stand of the DPRK to independently settle the issues of the north-south relations and reunification by concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors is not in a position to talk about \"change in the north\". South Korean people from all walks of life angered by the group's unpopular policy have waged anti-\"government\" struggles including demonstration, rally and strike across south Korea on a daily basis. It is ridiculous for the Lee group to spread the story about \"change in the north\" even though the group finds it difficult to get out of hot water.\n\t\t\t\t\t\n\t\t\t\t\t The group's persistent peddling of the story is aimed to mislead opinion at home and abroad, justify its failed \"policy toward the north\" and tide over its serious ruling crisis by coaxing the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t However, with no desperate efforts can the group cover up the reactionary essence of its \"policy toward the north\" and calm down public resentment against it.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors should mend its wicked disposition, though belatedly."
        },
        {
            "title": "Lee Myung Bak's Tour of Tok Islets under Fire",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-21ee.html",
            "content": "Lee Myung Bak's Tour of Tok Islets under Fire\n\t\t\t\t\t\t\r\n Pyongyang, August 17 (KCNA) -- Traitor Lee Myung Bak of south Korea reportedly toured Tok Islets some days ago.\n\t\t\t\t\t In this regard, KCNA met Dr. Kang Chol, a department head of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t \"Traitor Lee Myung Bak toured Tok Islets some days ago, but this is not indicative of the change of his pro-Japanese flunkeyism.\n\t\t\t\t\t\n\t\t\t\t\t It was well illustrated by the remarks of Ishihara, secretary general of the Liberal Democratic Party (LDP) of Japan, who is an ultra-rightist conservative.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that Ishihara said if the LDP took power Lee's tour of the islets would never happen, because Lee is a native of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Ishihara criticized the government and ruling party over the most acute territorial dispute, but he complimented Lee for his pro-Japanese nature.\n\t\t\t\t\t\n\t\t\t\t\t China's Xinhua quoted public opinion as saying that Lee's visit to the islets in the closing days of his power was undoubtedly motivated by a political purpose and was intended to calm down local people's displeasure with the present regime's policy towards Japan.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, it was made public that in 1965 Park Chung-Hee, a pro-Japanese dictator of south Korea, said he wanted to remove Tok islets by blowing them off.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak was apparently pressurized to visit the islets by Park Geun Hye and the \"Saenuri Party\" of south Korea, thrown into a discomfiture by the revelation of Park Chung-Hee's remarks.\n\t\t\t\t\t\n\t\t\t\t\t After visiting the islets, he said that he did not intend to take on the nerve of Japan and stand against it and that there was no change in south Korea's diplomatic policy towards Japan, which is illustrative of his pro-Japanese flunkeyism."
        },
        {
            "title": "World Community Urges Settlement of Sexual Slavery Issue",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-20ee.html",
            "content": "World Community Urges Settlement of Sexual Slavery Issue\r\n Pyongyang, August 17 (KCNA) -- Sixty-seven years has passed since the Japanese imperialists suffered a defeat in the Second World War.\n\t\t\t\t\t But the issue of sexual slavery for the Japanese army during the war remains unsettled still now.\n\t\t\t\t\t\n\t\t\t\t\t Japan has persistently refused to sincerely repent of its past unethical crimes and make an apology and reparation.\n\t\t\t\t\t\n\t\t\t\t\t The international community is scathingly denouncing the Japanese government for its brazen-faced behavior, strongly urging an immediate settlement of the issue.\n\t\t\t\t\t\n\t\t\t\t\t The campaign for its settlement has been conducted worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The issue has become outstanding from 1991 by a victim's testimony.\n\t\t\t\t\t\n\t\t\t\t\t From then, activities for finding out the victims have been made in various countries.\n\t\t\t\t\t\n\t\t\t\t\t In Japan, too, public figures and civic organizations have carried on activities for its settlement.\n\t\t\t\t\t\n\t\t\t\t\t The issue has come up for discussion at meetings of various international organizations from 1992.\n\t\t\t\t\t\n\t\t\t\t\t In 1993, the International Commission of Jurists dispatched fact-finding groups to the north and the south of Korea, the Philippines and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The United Nations Human Rights Commission appointed a special rapporteur on violence against woman to release reports on the crimes related to the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t In 2007, the Foreign Relations Committee of the U.S. House of Representatives adopted a resolution urging the Japanese government to make an official apology for the sexual slavery for the Japanese army during the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t The resolution suggested that an official apology for the issue be made only through an open statement by the Japanese prime minister.\n\t\t\t\t\t\n\t\t\t\t\t In November 2010, civic organizations in Asian and European countries and the United States presented to the Japanese government a 600 000-signature letter calling for taking a legal measure for making an open apology and reparation for the victims.\n\t\t\t\t\t\n\t\t\t\t\t An event took place at the Capitol on July 24, 2012 to mark the 5th anniversary of the resolution on sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t The event underscored the need to bring the issue to the UN and develop the resolution to be an international convention that stipulates incriminating violence against women in war."
        },
        {
            "title": "Independence Day of Indonesia Marked",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-22ee.html",
            "content": "Independence Day of Indonesia Marked\n\t\t\t\t\t\t\r\n Pyongyang, August 17 (KCNA) -- Indonesian Ambassador to the DPRK Nasri Gustaman Friday gave a reception on the occasion of the 67th anniversary of the independence of Indonesia. \n\t\t\t\t\t Present there on invitation were Pak Ui Chun, minister of Foreign Affairs, Pak Kun Gwang, vice department director of the C.C., the Workers' Party of Korea, Kung Sok Ung, vice-minister of Foreign Affairs, Ri Myong San, vice-minister of Foreign Trade, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, diplomatic envoys of foreign countries and representatives of international organizations here. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "National Exhibition of Sci-Tech Achievements by Young Koreans Opens ",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-23ee.html",
            "content": "National Exhibition of Sci-Tech Achievements by Young Koreans Opens \n\t\t\t\t\t\t\r\n Pyongyang, August 17 (KCNA) -- A national exhibition of sci-tech achievements by young Koreans opened with due ceremony at the Three-Revolution Exhibition on Friday.\n\t\t\t\t\t Displayed at the exhibition were more than 3 100 data on inventions and development of new technology including hundreds of IT products.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Sang Gon, chairman of the State Science and Technology Commission, officials of the youth league, young scientists and technicians, youth and students from across the country.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the youth league, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the exhibits."
        },
        {
            "title": "KPA Servicepersons in Torchlight Relay Race Head for Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-18ee.html",
            "content": "KPA Servicepersons in Torchlight Relay Race Head for Pyongyang\r\n Pyongyang, August 17 (KCNA) -- The western regional group of service personnel of the Korean People's Army who took part in torchlight relay race started on Mt. Osong with flags bearing portraits of smiling Generalissimos Kim Il Sung and Kim Jong Il and arrived at a military post on Mt. Taedok on Aug. 15.\n\t\t\t\t\t The group was welcomed by soldiers of the post, officials of local party and power bodies and working people's organizations and people along the route.\n\t\t\t\t\t\n\t\t\t\t\t A meeting to remember the great personality of Kim Il Sung and Kim Jong Il took place at the post.\n\t\t\t\t\t\n\t\t\t\t\t Then the servicepersons ran toward Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t Arriving at Panmunjom they held an oratorical meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the performers highly praised the personality of the dear respected Marshal Kim Jong Un as great man who warmly embraced servicepersons in Panmunjom associated with the footprints of the great brilliant commanders of Mt. Paektu, saying that he came to see them.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the soldiers in Panmunjom received warm love and confidence from their supreme commander, they vowed to devotedly defend their outposts in the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t In the course of their torchlight relay race they handed over school fixtures and sports apparatuses to schools and helped flood-hit areas recover from damage.\n\t\t\t\t\t\n\t\t\t\t\t They continue running toward Pyongyang, receiving warm welcome from people, including school youth and children."
        },
        {
            "title": "Participants in Torchlight Relay Race Pass Jagang Province",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-24ee.html",
            "content": "Participants in Torchlight Relay Race Pass Jagang Province\r\n Pyongyang, August 17 (KCNA) -- Members (in the west coastal area) of the young vanguard participating in the torchlight relay race arrived at Jagang Province after their start on Mt. Paektu.\n\t\t\t\t\t Earlier, the group led by flags bearing portraits of smiling Generalissimos Kim Il Sung and Kim Jong Il visited the birthplace of Kim Jong Il in the Paektusan secret camp and ran through various places of Ryanggang Province including Pochon County, Hyesan City, Kim Jong Suk County and Kim Hyong Jik County.\n\t\t\t\t\t\n\t\t\t\t\t During the days, they took part in an oath-making meeting of youth and students in Ryanggang Province and a campfire meeting of youth shock brigaders who participated in the project for reconstructing and repairing the northern railways.\n\t\t\t\t\t\n\t\t\t\t\t On August 15, they arrived at the peak of Mt. Oga in Hwaphyong County, Jagang Province.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Ryu Yong Sop, chief secretary of the Jagang Provincial Committee of the Workers' Party of Korea, Kim Tok Hun, chairman of the Jagang Provincial People's Committee, officials concerned, other people and school youth and children in the province.\n\t\t\t\t\t\n\t\t\t\t\t Members of the young vanguard of Jagang Province took over the torchlight.\n\t\t\t\t\t\n\t\t\t\t\t They laid a floral basket before the statue of President Kim Il Sung in the town of Hwaphyong County before paying tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They arrived at Kanggye City via Janggang County.\n\t\t\t\t\t\n\t\t\t\t\t A meeting of youth and students in the province was held in Kanggye City to vow to continue the march started in Mt. Paektu, under the leadership of the dear respected Kim Jong Un, holding high the torchlight of revolution given by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers said that they would fully demonstrate the wisdom and valor of youth in the struggle for improving the people's living standard and building an economic power and steadily work miracles and innovations in the grand construction sites including those for reconstructing the northern railways and building Hungju Youth Power Station No. 3.\n\t\t\t\t\t\n\t\t\t\t\t They left Kanggye City on August 17. They passed various areas of the province including Jonchon County and Huichon City amid the warm send-off of people from all walks of life and school youth and children."
        },
        {
            "title": "Kim Hyong Jik University of Education Renovated ",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-25ee.html",
            "content": "Kim Hyong Jik University of Education Renovated \r\n Pyongyang, August 17 (KCNA) -- Kim Hyong Jik University of Education has been successfully renovated as one of the country's major bases for training talents in the field of education.\n\t\t\t\t\t Five-storey and nine-storey school buildings and a library were newly built in a formative and artistic way. A gymnasium and cultural hall have also been renovated.\n\t\t\t\t\t\n\t\t\t\t\t A completion ceremony took place on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Yong Rim, Kim Jong Gak, Choe Thae Bok, Mun Kyong Dok, solider builders and teachers and students of the university.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Kim Yong Jin in his address said:\n\t\t\t\t\t\n\t\t\t\t\t In May last year general secretary Kim Jong Il took such a loving care as making sure that soldiers take charge of the construction of modern school buildings and library in the university.\n\t\t\t\t\t\n\t\t\t\t\t His loving care represents noble outlook of President Kim Il Sung on posterity and the future. The President worked hard to build the first base for training teachers of the country in the period of building a new country after its liberation. He led the base at every step and personally wrote a signboard of the university on July 5, 1994 just before his demise, the vice-premier noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un learned about the renovation time and again, and wisely led it for its earlier completion.\n\t\t\t\t\t\n\t\t\t\t\t The soldier builders built best new school buildings and modern library with dedication and renovated the gymnasium and cultural hall as bases for all kinds of sports and popular performing activities.\n\t\t\t\t\t\n\t\t\t\t\t They paved roads well and planted trees and land-creeping plants of good species in the campus, face-lifting the university. \n\t\t\t\t\t\n\t\t\t\t\t Students also contributed to the completion of the project, true to the intentions of the party.\n\t\t\t\t\t\n\t\t\t\t\t After the ceremony, the participants looked round the buildings."
        },
        {
            "title": "DPRK Delegations Leave for Amur Region, Russia",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-14ee.html",
            "content": "DPRK Delegations Leave for Amur Region, Russia\r\n Pyongyang, August 17 (KCNA) -- A delegation of the DPRK-Russia Friendship Association led by So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and a delegation of the General Bureau of Diplomatic Corps Affairs led by Deputy General Director Han Yong Bok left here on Friday to visit Amur Region of the Russian Federation."
        },
        {
            "title": "DPRK Figure Skater Comes First in Int'l Tournament ",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-05ee.html",
            "content": "DPRK Figure Skater Comes First in Int'l Tournament \r\n Pyongyang, August 17 (KCNA) -- Han Kum Chol, a boy from the DPRK, took the first place in the juvenile singles in the 2012 figure skating tournament for Asian Cup.\n\t\t\t\t\t The tournament was held in Taipei of China from August 8 to 12.\n\t\t\t\t\t\n\t\t\t\t\t It brought together players from 11 countries and regions of Asia including the DPRK, Mongolia, Malaysia and India.\n\t\t\t\t\t\n\t\t\t\t\t Han and other DPRK players came back home on August 16."
        },
        {
            "title": "Lee Myung Bak's Sycophancy Censured by Korean in U.S.",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-10ee.html",
            "content": "Lee Myung Bak's Sycophancy Censured by Korean in U.S.\r\n Pyongyang, August 17 (KCNA) -- Ri Jun Mu, a Korean resident in the U.S., on August 13 posted on Internet website of the Federation of Koreans in the U.S. an article denouncing traitor Lee Myung Bak of south Korea for his sycophancy to Japan and the U.S.\n\t\t\t\t\t He said in the article:\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, Lee toured Tok Islets. This was a poor trick to win popularity that was sent into a tailspin in the face of public criticism of his submission to Japan and intention to sign in secrecy a military agreement with it.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to Japan four years ago, Lee requested Japan to wait a bit, saying it was hard now to accept Japan's \"claim to Tok Islets\".  The fact enraged the south Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The traitor is escalating to the maximum the tension on the Korean Peninsula through joint military exercises with the U.S."
        },
        {
            "title": "S. Korean Organizations Call for Advancing toward Peace and Reunification",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-09ee.html",
            "content": "S. Korean Organizations Call for Advancing toward Peace and Reunification\r\n Pyongyang, August 17 (KCNA) -- Women, religionists and citizens' organizations of south Korea held a gathering for peace and reunification in Seoul on August 11 to mark the anniversary of Korea's liberation, August 15.\n\t\t\t\t\t The speakers said that the inter-Korean relations have plunged to complete deadlock under the \"government\" of Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t They called for dynamically advancing toward peace and reunification in order to tide over the present difficulties.\n\t\t\t\t\t\n\t\t\t\t\t Then, a resolution was read out. It described the five years of the Lee \"government\" as the bitter days for the people in which the June 15 joint declaration has been severely violated. \n\t\t\t\t\t\n\t\t\t\t\t It called for ending the present regime by concerted efforts of all the progressive forces and carrying on a dynamic drive for the implementation of the south-north joint declarations."
        },
        {
            "title": "S. Korean Workers Hold Rally for Vital Rights",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-11ee.html",
            "content": "S. Korean Workers Hold Rally for Vital Rights\r\n Pyongyang, August 17 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a rally for winning the vital rights in Seoul on August 11.\n\t\t\t\t\t Attending it were unionists of the KCTU, members of the vanguard for reunification who toured all parts of south Korea and personages of different circles, more than 3 000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Speakers recalled that Lee Myung Bak recently described the workers' struggle for vital rights as \"a strike of satisfied men\" and that plutocrats let gangsters indiscriminately suppress unionists under the patronage of the police. Nevertheless, the 19th \"National Assembly\" is not playing its role, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They turned out in actions as they could no longer tolerate the incompetent and irresponsible \"National Assembly\" that deceives the workers, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the workers to struggle against the NA that turns its back on the demand of the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants staged a demonstration, marching to the NA building.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators held a rally again outside the building of the \"Saenuri Party\" at which they strongly denounced the traitorous party for getting frantic in seizing the power and pursuing unpopular policy."
        },
        {
            "title": "S. Koreans Call for All-People Actions for Independent, Peaceful Reunification",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-12ee.html",
            "content": "S. Koreans Call for All-People Actions for Independent, Peaceful Reunification\r\n Pyongyang, August 17 (KCNA) -- More than 3,000 people from all walks of life in south Korea held an all-people meeting for peace and reunification in Seoul on August 12. \n\t\t\t\t\t Read out at the meeting was a joint appeal the North Side, South Side and Overseas Side Committees for Implementing the June 15 Joint Declaration sent to all the compatriots at home and abroad on the occasion of the 67th anniversary of Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the sufferings from the nation's division are going on although 67 years have passed. \n\t\t\t\t\t\n\t\t\t\t\t The daughter of the dictator, a pro-Japanese element, who cracked downed on the independent movement by relying on the Japanese imperialists in the past, holds the dominant post in the ruling party, striking down without hesitation all the achievements the forerunners made by shedding blood and sweats, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Pro-Japanese and sycophantic actions in south Korea are attributable to such traitors as Lee Myung Bak staying in power. If the \"Saenuri Party\" takes office again, the same thing would go on.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the Koreans to prevent the present grave situation and turn out in the all-people struggle for realizing the independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t A resolution read out at the meeting called for waging practical actions for checking the conclusion of a military agreement with Japan."
        },
        {
            "title": "Japan Hit for Watching for Chance to Reinvade Korea",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-13ee.html",
            "content": "Japan Hit for Watching for Chance to Reinvade Korea\r\n Pyongyang, August 17 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea held the 1,035th Wednesday rally in Seoul on August 15 and released a statement denouncing Japan for its ambition for aggression, south Korean CBS reported.\n\t\t\t\t\t The organization condemned Japan for watching for a chance to reinvade Korea while working hard to cover the past history of aggression and beautifying it, far from making apology and reparation for it.\n\t\t\t\t\t\n\t\t\t\t\t There took place actions in different parts of Seoul that day to slam Japan for its moves for militarist revival and seizure of Tok Islets and oppose the projected conclusion of a south Korea-Japan military agreement."
        },
        {
            "title": "Russian Internet News Lauds DPRK's Success in London Olympics",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-04ee.html",
            "content": "Russian Internet News Lauds DPRK's Success in London Olympics\r\n Pyongyang, August 17 (KCNA) -- Russian Internet News Rosbalt on August 9 in an article \"Victory of Juche in London\" said:\n\t\t\t\t\t When China and the U.S. were fighting for the title of London Olympics, the victor has already been singled out.\n\t\t\t\t\t\n\t\t\t\t\t It was just the DPRK. It has already bagged four gold medals. It was a great success for the country in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Such a success was possible as there were the deep loving care of the leader of the DPRK and its advantageous socialist system.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the regular system of training promising sportspersons is in place in the DPRK."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Russian Organization",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-01ee.html",
            "content": "Kim Jong Un's Work Introduced by Russian Organization\r\n Pyongyang, August 17 (KCNA) -- A detailed gist of the dear respected Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" was posted on Internet website by the Rostov-Na-Donu Anti-Bourgeois Front of Russia on August 8.\n\t\t\t\t\t The work, published on July 26, 2012, clarifies the essence of Kim Jong Il's patriotism and his life characterized by ardent love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues arising in effecting Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Il Sung's Feats for Korea's Liberation Lauded",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-02ee.html",
            "content": "Kim Il Sung's Feats for Korea's Liberation Lauded\r\n Pyongyang, August 17 (KCNA) -- A Romanian political party and a Nigerian organization posted articles on Internet homepages to mark the 67th anniversary of Korea's liberation.\n\t\t\t\t\t The Socialist Party of Romania on August 9 posted an article titled \"A benevolent liberator\" on Internet homepage \"The Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t It was just the great President Kim Il Sung who liberated the Korean nation from the destiny of colonial slave, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President, with a firm resolve not to return home before liberating Korea, embarked upon the road of revolution when he was young and formed the Down-with-Imperialism Union with young communists of the new generation.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting of Korean revolutionaries in June 1930 he made a historic report \"The Path of the Korean Revolution\".\n\t\t\t\t\t\n\t\t\t\t\t In his speech he clarified the principle of the Juche idea which is widely known to the world as a guiding idea of the era of independence and put forth the line of the anti-Japanese armed struggle based on the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Korean People's Revolutionary Army on April 25, 1932, making it possible for the Korean people to step up the struggle for the national liberation by their own armed forces.\n\t\t\t\t\t\n\t\t\t\t\t He paid deep attention to arousing all Koreans to the sacred war of national liberation and rallying them as a strong force. He formed the Association for the Restoration of the Fatherland in May 1936.\n\t\t\t\t\t\n\t\t\t\t\t The article said that he founded the original military idea and combat methods.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people highly respected him as the sun of the nation and determinedly turned out in the anti-Japanese struggle under his leadership to achieve the historic cause of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea on August 6 posted on its Internet homepage an article praising the feats the President performed for Korea's liberation."
        },
        {
            "title": "Kim Jong Un Congratulated by Myanmar Official",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-03ee.html",
            "content": "Kim Jong Un Congratulated by Myanmar Official\r\n Pyongyang, August 17 (KCNA) -- The general director of the Ministry of Sports of Myanmar who doubles as the secretary general of its Olympic Committee issued a statement on August 7 to congratulate the dear respected Kim Jong Un upon receiving the title of DPRK Marshal.\n\t\t\t\t\t The statement said awarding the title of DPRK Marshal to him was an expression of absolute support and trust of the Korean people in him who is successfully the DPRK to victory by carrying forward the idea and cause of President Kim Il Sung and general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It was the greatest honor and happiness for the Korean people to uphold Kim Jong Un as their supreme leader, being blessed with illustrious leaders through generations, it added.\n\t\t\t\t\t\n\t\t\t\t\t Guided by Kim Jong Un, the Korean people will become more dignified and the DPRK will further shine as an invincible country advancing along the only road of victory, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Korean people bigger successes in their efforts for building a rich and powerful country and reunifying the country under the wise guidance of Kim Jong Un."
        },
        {
            "title": "CRPP condena discurso  por 15 de agosto de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-29ee.html",
            "content": "CRPP condena discurso  por 15 de agosto de Lee Myung Bak\r\n Pyongyang, 17 de agosto (ACNC) -- En relacion con que el traidor surcoreano Lee Myung Bak pronuncio palabras conflictivas anti-reunificacion en su \"discurso por el 15 de agosto\" (dia de liberacion de Corea), el vocero del Comite por la Reunificacion Pacifica de la Patria dio la siguiente respuesta a la ACNC:\n\t\t\t\t\t En el reciente \"discurso por el 15 de agosto\", el ultimo en su mandato, el traidor Lee Myung Bak volvio a ofender a toda la gente con sus disparates que buscan el enfrentamiento con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En vez de arrepentirse de su inaudito crimen de haber llevado a la peor fase las relaciones intercoreanas con su campana de confrontacion fratricida y provocaciones de peor tipo, el elogio sus actos antinacionales, antipopulares y anti-reunificacion y se refirio al supuesto \"cambio\" de alguien hablando como si hubiera dado efectos \"su invariable politica de principios sobre el Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Al volver a sacar la ya desgastada \"teoria de la renuncia nuclear primero\", chismeo que esta preparado para \"cooperar\" activamente junto con la sociedad internacional cuando sea cumplido el compromiso de \"desnuclearizacion\".\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, expuso abiertamente su ilusion de la \"unificacion mediante la absorcion\", diciendo que \"Corea unificada es el trampolin de la 'Republica de Corea mas grande'\" y mencionando los \"preparativos para la unificacion\".\n\t\t\t\t\t\n\t\t\t\t\t Es una sofisteria de los que cayeron en el atolladero debido al fracaso total de su politica conflictiva y estan cautivados de la vana ilusion sin conocer como marchan las cosas del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Lo que hizo Lee durante su mandato, fue convertir el Sur de Corea en colonia mas dependiente de EE.UU., llevar a la miseria la vida de los habitantes y acabar con las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t Por esa razon, el fue calificado de peor \"presidente\" en la historia y se encuentra ahora en la agonia siendo criticado dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\t Insatisfecho con la apologia a sus crimenes, Lee se elogio por las relaciones intercoreanas en la fase de ruptura como si eso fuera un exito de su politica de confrontacion fratricida, lo cual demuestra cuan descarado y descabellado es ese maniaco de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\t Hace unos dias, en la respuesta a la propuesta del presidente de la Sociedad de Cruz Roja del Sur de Corea sobre el encuentro de \"familiares separados\", la RPDC exigio a la parte Sur abolir las \"medidas del 24 de mayo\" y exponer primero la posicion sobre la reanudacion del turismo al monte Kumgang. Pero la banda titere surcoreana dijo que es \"imposible aceptar\" esas demandas y que \"el Norte (de Corea) ha negado practicamente\" su propuesta, lo cual confirma que no hubo ningun cambio en su naturaleza conflictiva.\n\t\t\t\t\t\n\t\t\t\t\t Es decir, demostro por si solo que no tiene ni la menor idea de lograr el encuentro de \"familiares separados\", aunque habla como si estuviera interesada.\n\t\t\t\t\t\n\t\t\t\t\t En fin de cuentas, el \"discurso por el 15 de agosto\" de Lee no pasa de ser la declaracion oficial al interior y exterior del pais de que seguiria con su campana de enfrentamiento y guerra desafiando a la denuncia y criticas de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t El debe saber claramente que sus recientes chismes provocaran las criticas y denuncias mas fuertes de la opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t Lee debe ver correctamente la corriente de la epoca escuchando atentamente la opinion publica interna y externa."
        },
        {
            "title": "Kim Yong Nam felicita 67o aniversario de libertad de la India",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-32ee.html",
            "content": "Kim Yong Nam felicita 67o aniversario de libertad de la India\r\n Pyongyang, 17 de agosto (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el dia 17 un mensaje de felicitacion al presidente de la India, Susilo Bambang Yudhoyono en ocasion del 67o aniversario de la independencia de este pais.\n\t\t\t\t\t El remitente senala en su misiva que le regocija el pleno desarrollo favorable de las tradicionales relaciones de amistad y cooperacion entre Corea y la Indonesia y deseo al destinatario mayores exitos en el trabajo del presidente para la unidad nacional y el  bienestar del pueblo."
        },
        {
            "title": "Kim Yong Nam felicita el dia de independencia de Gabon",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-31ee.html",
            "content": "Kim Yong Nam felicita el dia de independencia de Gabon\r\n Pyongyang, 17 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 17 un mensaje de felicitacion al presidente de la Republica Gabonesa, Ali Bongo Ondimba, con motivo del 52o aniversario de la independencia de ese pais africano.\n\t\t\t\t\t En su mensaje, el remitente expreso la conviccion de que se fortaleceran y se desarrollaran mas las tradicionales relaciones de amistad y cooperacion entre Corea y Gabon y deseo al destinatario mayores exitos en sus labores por la unidad nacional y el desarrollo socioeconomico del pais."
        },
        {
            "title": "Minju Joson critica travesura de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-33ee.html",
            "content": "Minju Joson critica travesura de autoridades surcoreanas\r\n Pyongyang, 17 de agosto (ACNC) -- Ultimamente, los surcoreanos, que se creen especialistas en el \"problema norcoreano\", divulgan el rumor del \"cambio del Norte (de Corea)\" hablando de la supuesta \"reforma\" y \"apertura\".\n\t\t\t\t\t Este hecho muestra el vicio cronico de ellos que no desean que le vayan bien las cosas a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Por el respecto, el rotativo Minju Joson publico hoy un comentario individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\t La RPDC nunca ha cerrado sus puertas a nadie, sino vino desarrollando las relaciones con todos los paises del mundo, que la tratan amistosamente, bajo el ideal de independencia, amistad y paz.\n\t\t\t\t\t\n\t\t\t\t\t Es constante la posicion de principios de la RPDC de resolver de manera independiente el problema de relaciones intercoreanas y el de reunificacion con las fuerzas unidas de los connacionales.\n\t\t\t\t\t\n\t\t\t\t\t La banda traidora surcoreana no esta en condiciones de hablar del \"cambio del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Los habitantes surcoreanos de diversos estratos, indignados por la infame politica antipopular de aquella, libran casi todos los dias a lo largo del territorio surcoreano las manifestaciones, mitines, huelgas y otras formas de lucha antigubernamental.\n\t\t\t\t\t\n\t\t\t\t\t Es ridiculo que los traidores surcoreanos, incapaces de resolver ni los problemas de casa, instigaran a las chusmas a hacer propaganda del \"cambio del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Eso obedece al objetivo de dar razon a su fracasada \"politica sobre el Norte\" enganando a la opinion publica interna y externa y reparar asi la seria crisis de dominacion.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de tales esfuerzos desesperados, ellos no podran ocultar el caracter reaccionario de esa politica ni ganar la aprobacion popular.\n\t\t\t\t\t\n\t\t\t\t\t Las autoridades surcoreanas deben abandonar sus malas entranas."
        },
        {
            "title": "Sociologo coreano censura visita de Lee Myung Bak a islote Tok",
            "url": "http://kcna.co.jp/item/2012/201208/news17/20120817-30ee.html",
            "content": "Sociologo coreano censura visita de Lee Myung Bak a islote Tok\r\n Pyongyang, 17 de agosto (ACNC) -- \"Aunque el traidor Lee Myung Bak realizo la visita al islote Tok, es invariable su naturaleza de servilismo projapones\".\n\t\t\t\t\t Senalo asi el Doctor Kang Chol (48 anos de edad), jefe de catedra de la Universidad Kim Il Sung, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t Lo comprueba la palabra de Ishihara, elemento conservador ultraderechista de Japon y secretario en jefe del Partido Democratico Liberal.\n\t\t\t\t\t\n\t\t\t\t\t Censurando al Partido Democratico, Ishihara dijo que \"esa visita no se ocurriria en el caso del poder del Partido Democratico Liberal porque el origen de Lee Myung Bak esta basado en el espiritu projapones\".\n\t\t\t\t\t\n\t\t\t\t\t Ishihara critica al gobierno y el partido en poder en cuanto a los agudos problemas de territorio y de diplomacia, pero alaba a Lee Myung Bak, lo cual nos hace suponer facilmente a cuan grado ha llegado el espiritu projapones de Lee.\n\t\t\t\t\t\n\t\t\t\t\t La Agencia Xinhua de China transmitio la opinion interna y externa en cuanto a la visita de Lee al islote Tok a finales de su mandato, segun la cual Lee lo hizo partiendo de su objetivo politico y para calmar el descontento de diversos estratos surcoreanos al respecto de la politica sobre Japon.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, Kang Chol se refirio a que se dio a la publicidad las palabras pronunciadas en 1965 por el traidor Park Chung Hee de que \"queria eliminar el islote Tok explotandolo\".\n\t\t\t\t\t\n\t\t\t\t\t Destaco que Park Geun-hye y los compinches del \"Partido Saenuri\" en aprietos habrian orquestado la  brusca visita de Lee al islote Tok.\n\t\t\t\t\t\n\t\t\t\t\t Asevero que tras culminar su visita Lee hablo que \"no tiene la intencion de ofender y enfrentar demasiado en contra de Japon\" y que \"no se cambiara la corriente politica de diplomacia sobre Japon\", lo cuales demuestran claramente la posicion de servilismo projapones de Lee Myung Bak."
        }
    ]
}