{
    "date": "2012-06-07",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Delegates to KCU Celebrations",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-28ee.html",
            "content": "Kim Jong Un Has Photo Session with Delegates to KCU Celebrations\r\n Pyongyang, June 7 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, had a photo session with the delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU).\n\t\t\t\t\t Present at the session were senior party, state and army officials Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho,     Kim Kyong Hui, Jang Song Thaek, Kim Ki Nam, Choe Thae Bok, Mun Kyong Dok and Ri Yong Su and First Secretary Jon Yong Nam and other secretaries of the C.C., the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t\n\t\t\t\t\t When Kim Jong Un arrived at the plaza of the Kumsusan Palace of the Sun, more than 20 000 delegates broke into cheers \"Hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t He, his face beaming with a broad smile, waved his hand to the delegates jumping with excitement.\n\t\t\t\t\t\n\t\t\t\t\t KCU members presented bouquets to him.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the delegates after extending warm salute to all KCU members across the country.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the KCU members, who will play a main role in the future, would fully prepare themselves as able revolutionary talents and pillars of thriving Korea, knowledgeable, virtuous and healthy."
        },
        {
            "title": "Chairman of DPRK SPA Meets German Lawmakers",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-11ee.html",
            "content": "Chairman of DPRK SPA Meets German Lawmakers\r\n Pyongyang, June 7 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, met and had a talk with Johannes Plug, member of Bundestag \"Federal Parliament\" of Germany from the Social-Democratic Party, and his party who paid a courtesy call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Congratulations to Palestinian Prime Minister",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-15ee.html",
            "content": "Congratulations to Palestinian Prime Minister\r\n Pyongyang, June 7 (KCNA) -- DPRK Premier Choe Yong Rim Thursday sent a congratulatory message to Salam Fayyd on his stay in office as prime minister of the Palestinian National Authority.\n\t\t\t\t\t The message reiterated the invariable support and solidarity of the Korean people with the Palestinian people in their just struggle to regain the legitimate national rights including the founding of an independent state and wished him greater success in his responsible work. \n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Riad Malki on his stay in office as minister of Foreign Affairs of Palestine on the same day."
        },
        {
            "title": "German Lawmakers Tour Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-09ee.html",
            "content": "German Lawmakers Tour Mangyongdae\r\n Pyongyang, June 7 (KCNA) -- Johannes Pflug, member of Bundestag \"Federal Parliament\" of Germany from the Social-Democratic Party, and his party visited Mangyongdae.\n\t\t\t\t\t At the old home of President Kim Il Sung there the guests looked round historical relics, being briefed on his revolutionary history and patriotic and revolutionary family members.\n\t\t\t\t\t\n\t\t\t\t\t They then toured revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t They also went round the Tower of the Juche Idea, the International Friendship Exhibition House, etc."
        },
        {
            "title": "Vice-President of South Headquarters of Pomminryon Visits Kaesong and Other Areas",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-08ee.html",
            "content": "Vice-President of South Headquarters of Pomminryon Visits Kaesong and Other Areas\r\n Pyongyang, June 7 (KCNA) -- Ro Su Hui, vice-president of the South Headquarters of the Pan-National Alliance for Korea's Reunification (Pomminryon), visited Kaesong area from June 4 to 7.\n\t\t\t\t\t He visited Panmunjom where he saw the monument to the last signature President Kim Il Sung put to a historic document for the reunification of the country in his life.\n\t\t\t\t\t\n\t\t\t\t\t Then he looked round the Panmun Pavilion, the hall where the armistice agreement was signed, etc. He watched the concrete wall built in the areas of the south side along the Military Demarcation Line. \n\t\t\t\t\t\n\t\t\t\t\t He also toured historic sites including the mausoleum of Wang Kon, the first king of Koryo, and Ryongthong Temple, Sonjuk Bridge and Sungyang private school.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a bird's-eye view of Pakyon Falls, one of the three most famous falls of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president visited the Pyongyang Cosmetic Factory and East Pyongyang Secondary School No. 1."
        },
        {
            "title": "DPRK Ambassador to Guinea Appointed",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-12ee.html",
            "content": "DPRK Ambassador to Guinea Appointed\r\n Pyongyang, June 7 (KCNA) -- Kim Jun Gap was appointed as DPRK ambassador to Guinea, according to a decree of the Presidium of the Supreme People's Assembly."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-14ee.html",
            "content": "Visits\r\n Pyongyang, June 7 (KCNA) -- A delegation of the Journalists Union of Korea led by Song Rak Gyun, editor-in-chief of Pyongyang Sinmun, came back home on Thursday after visiting China.\n\t\t\t\t\t A delegation of the All-China Women's Federation headed by Zhen Yan, vice-chairwoman and member of its Secretariat, departed here for home on the same day."
        },
        {
            "title": "Korean Schoolchildren Blessed by Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-20ee.html",
            "content": "Korean Schoolchildren Blessed by Kim Jong Un\r\n Pyongyang, June 7 (KCNA) -- The congratulatory speech made by the dear respected Kim Jong Un at the joint national meeting of the Korean Children's Union (KCU) organizations to celebrate the 66th KCU anniversary touched pupils of Kim Song Ju Primary School so much.\n\t\t\t\t\t Choe Nam, 10, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I had never dreamed of this honor. I think no other schoolchildren in the world are happier than us blessed by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I'll study harder, always keeping in my mind his teachings that the features of thriving Korea in the future will be drawn on report cards of the KCU members before anything else.\"\n\t\t\t\t\t\n\t\t\t\t\t Jo Song Guk, 10, made up his mind to become a true KCU member who gets full marks in his record card by studying hard for Korea.\n\t\t\t\t\t\n\t\t\t\t\t Han Song Ok, 10, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I'll be always a frontrunner in study and the organizational life of the KCU and prepare myself to be a pillar of the country with ample knowledge, high morality and strong body.\n\t\t\t\t\t\n\t\t\t\t\t I will also do good things for the country with the honor of being a member of the glorious Children's Union founded by President Kim Il Sung and developed by leader Kim Jong Il.\""
        },
        {
            "title": "KCU Delegates Determined to Be Loyal to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-17ee.html",
            "content": "KCU Delegates Determined to Be Loyal to Kim Jong Un\r\n Pyongyang, June 7 (KCNA) -- The dear respected Kim Jong Un made a congratulatory speech at the joint national meeting of the Korean Children's Union organizations held on Wednesday to celebrate the 66th KCU anniversary.\n\t\t\t\t\t Encouraged by the deep trust and love of Kim Jong Un, who provided the historic gathering of KCU members and personally attended it, all its participants have evinced their resolve to carry forward the Korean revolution under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t Kang Hak Ju, KCU instructor at Haean Primary School in Sinam District, Chongjin City, North Hamgyong Province, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I am so fortunate to be invited as a KCU delegate thanks to the deep loving care of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t And, unexpectedly, he attended the meeting and made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t Now, all of the delegates are full of determination to successfully carry forward the revolutionary cause started in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t I will bring up the KCU members to be heroes like Kim Kum Sun, a Children's Corps member in the period of the anti-Japanese armed struggle, So Kang Ryom, a juvenile guerrilla in the period of the Fatherland Liberation War, and Yu Hyang Rim in the Songun era, so that they will devotedly defend Kim Jong Un and the motherland.\" \n\t\t\t\t\t\n\t\t\t\t\t Kim Rye Song, a delegate from Kongse Secondary School in Thaethan County, South Hwanghae Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Last night, I dreamed of seeing the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t And, today he attended the meeting to congratulate us on the holiday.\n\t\t\t\t\t\n\t\t\t\t\t In his speech, he called us the treasures more precious than a hundred million tons of gold and silver as we represent hope and future.\n\t\t\t\t\t\n\t\t\t\t\t Hearing this call of love, I could hardly repress my tears. I will become a young revolutionary and a juvenile guard intensely loyal to Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Nam Hyok, a delegate from Sogaeunsong branch under Ryongpho Secondary School in Samsu County, Ryanggang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I felt the high pride of being a member of the KCU founded by President Kim Il Sung and developed by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t I will study hard and hard for Korea to become an admirable talent who is ready to always delight Kim Jong Un.\""
        },
        {
            "title": "Educationists Vow to Be Genuine Teachers of Children",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-18ee.html",
            "content": "Educationists Vow to Be Genuine Teachers of Children\r\n Pyongyang, June 7 (KCNA) -- The dear respected Kim Jong Un made a congratulatory speech at the joint national meeting of the Korean Children's Union organizations on Wednesday to mark the 66th KCU anniversary.\n\t\t\t\t\t Upon hearing his speech, Choe Sung Chol, deputy principal of East Pyongyang Secondary School No.1, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The dear respected Kim Jong Un's congratulatory speech serves as precious guidelines for educationists bringing up the children, the future of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his teachings, all the teachers of our school are evincing their resolve to train the students to be dependable pillars of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t I feel heavy responsibility as an educationist training future masters of a prosperous nation.\n\t\t\t\t\t\n\t\t\t\t\t We will be genuine supporters and teachers cultivating the students' talents so as to make all of them become true sons and daughters of Kim Jong Un, who are knowledgeable, virtuous and healthy.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Hyang, KCU instructor of the school, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un in his speech said educationists are the closest teachers and political guardians of schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t I will devote myself to bringing them up to be exemplary KCU members who value their organization and the collective, in a way suitable for them starting their socio-political activities.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Kyong Son, a parent of a student, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I was also a KCU member and now I am an official thanks to the deep care of the peerlessly great men, President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t My children were honored to be blessed by the dear respected Kim Jong Un on the KCU birthday.\n\t\t\t\t\t\n\t\t\t\t\t I will pay close attention to bringing them up to be able persons of Songun Korea.\""
        },
        {
            "title": "Schoolchildren Vow to Become Juvenile Guards",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-19ee.html",
            "content": "Schoolchildren Vow to Become Juvenile Guards\r\n Pyongyang, June 7 (KCNA) -- The dear respected Kim Jong Un attended the joint national meeting of the Korean Children's Union (KCU) organizations to celebrate the 66th KCU anniversary on Wednesday and made a congratulatory speech for the children.\n\t\t\t\t\t Upon hearing the speech, all the KCU members have been seized with great joy.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Jin (9), a boy studying at Pyongyang Primary School No. 4, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"When the dear respected Kim Jong Un began his speech with 'Dear members of the Korean Children's Union across the country,' it sounded like tenderly calling me by my name.\n\t\t\t\t\t\n\t\t\t\t\t He also extended warm salute to our teachers and parents across the country working hard to bring us up stoutly.\n\t\t\t\t\t\n\t\t\t\t\t So pleasant, my teacher said in tears that she, too, was blessed by the dear respected Kim Jong Un just like us on the KCU holiday.\n\t\t\t\t\t\n\t\t\t\t\t My parents have also got excited.\"\n\t\t\t\t\t\n\t\t\t\t\t Maeng Ho Gil (12), a student at Tongsong Secondary School in Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The dear respected Kim Jong Un, in his speech, praised the KCU members across the country for displaying the honor of the country with excellent talents, fervently loving the Workers' Party of Korea and the country and being good at study. He said the children are treasures more precious than a hundred million tons of gold and silver as they represent hope and future.\n\t\t\t\t\t\n\t\t\t\t\t With his trust deep in my mind, I will be better at my study and KCU organizational life in order to glorify our country where all the people are united in one mind.\"\n\t\t\t\t\t\n\t\t\t\t\t Another student Jon Mi Hyang (13) said:\n\t\t\t\t\t\n\t\t\t\t\t \"Thanks to benevolent care of Generalissimos Kim Il Sung and Kim Jong Il, we KCU members have grown up healthily without any worries.\n\t\t\t\t\t\n\t\t\t\t\t The Generalissimos were tender-hearted father of the schoolchildren. They set it as an everlasting policy of the DPRK to enforce free education and supply uniforms to children and students throughout the country. They also saw to it that children's palaces and camps were built in good places.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un is now carrying forward their loving care for the children.\n\t\t\t\t\t\n\t\t\t\t\t We will prepare ourselves to be his juvenile guards, holding aloft the KCU flag after the flag of the immortal sun.\""
        },
        {
            "title": "Teachers Deeply Moved by Kim Jong Un's Speech",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-23ee.html",
            "content": "Teachers Deeply Moved by Kim Jong Un's Speech\r\n Pyongyang, June 7 (KCNA) -- All the teachers of Pyongyang Secondary School No.1 were deeply moved by a congratulatory speech the dear respected Kim Jong Un delivered at the joint national meeting of the Korean Children's Union organizations marking the 66th KCU birthday.\n\t\t\t\t\t Kim Chung Sil, KCU instructor of the school, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un making his congratulatory speech and acknowledging the enthusiastically cheering KCU members with a broad smile on his face reminded me of President Kim Il Sung and leader Kim Jong Il, who cared so much for the children in their lifetime.\n\t\t\t\t\t\n\t\t\t\t\t In his speech he said the Workers' Party of Korea puts great trust in the instructors of KCU organizations and teachers.\n\t\t\t\t\t\n\t\t\t\t\t With his trust deep in my mind, I will work hard to instill in the minds of the KCU members Kim Jong Il's patriotism so that              they will become young patriots who devote themselves to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Rim, a teacher at the school, said that she would take warm care of the KCU members in the class under her charge as their real parents do and make every possible effort to bring them up to be competent inventors and scientists.\n\t\t\t\t\t\n\t\t\t\t\t Another teacher O Kwang Nam said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un's congratulatory speech greatly excited me.\n\t\t\t\t\t\n\t\t\t\t\t It is not long since I began teaching students. But, as an educationist in charge of a class, I will be a genuine teacher cultivating their talents.\n\t\t\t\t\t\n\t\t\t\t\t It is my resolve to prepare all of them to be talents and pillars of prosperous Korea, who are knowledgeable, virtuous and healthy.\""
        },
        {
            "title": "Delegates to Celebrations of KCU Anniversary Receive Birthday Spreads",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-24ee.html",
            "content": "Delegates to Celebrations of KCU Anniversary Receive Birthday Spreads\r\n Pyongyang, June 7 (KCNA) -- Delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU) received birthday spreads.\n\t\t\t\t\t The dear respected Kim Jong Un showed loving care for them, making them keep their visit to Pyongyang as valuable recollection, providing them with beef and rainbow trout and taking care of their living every nook and corner. His benevolence deeply touched them.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that June 6, the anniversary of the KCU, was marked with splendor as a grand festival and those delegates who were greeting their birthdays were provided with birthday spreads. \n\t\t\t\t\t\n\t\t\t\t\t The birthday spreads were conveyed to more than 260 delegates on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t They renewed their determination to firmly prepare themselves as pillars for thriving Korea who trust and follow only Kim Jong Un who blessed a bright future of the schoolchildren."
        },
        {
            "title": "KCU Delegates Deeply Impressed by Concert, Performances",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-26ee.html",
            "content": "KCU Delegates Greatly Delighted with Photo Session with Kim Jong Un\r\n Pyongyang, June 7 (KCNA) -- The dear respected Kim Jong Un posed for a picture with those delegates of the Korean Children's Union who took the rostrum at the joint national meeting of the KCU organizations on Wednesday, the 66th birthday of the KCU.\n\t\t\t\t\t The photo session has greatly delighted the little delegates.\n\t\t\t\t\t\n\t\t\t\t\t Min Yu Jong, a delegate from Mangyongdae Secondary School, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I felt as if in a dream. It is the greatest honor for my family that I had a photo taken with the dear respected Kim Jong Un whom I had long wanted to see.\n\t\t\t\t\t\n\t\t\t\t\t  This picture will be treasured as an heirloom.\n\t\t\t\t\t\n\t\t\t\t\t With this honor always in mind, I will be better at study and KCU organizational life to prepare myself as a competent talent and pillar of prosperous Korea, knowledgeable, virtuous and healthy.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Tae Song, a delegate from Phyongsong Foreign Languages School, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Prior to departure for Pyongyang, I figured events to be held here. Furthermore, I had dreamed of being received by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t To my delight, we had a photo session with him. Now I am very happy.\n\t\t\t\t\t\n\t\t\t\t\t As a member of the KCU, founded and developed by Generalissimos Kim Il Sung and Kim Jong Il, I will study harder to creditably carry forward the cause of the revolution.\"\n\t\t\t\t\t\n\t\t\t\t\t Choe Myong Sim (12), a delegate from Ryongyang Secondary School in Tanchon City, South Hamgyong Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The dear respected Kim Jong Un invited us to Pyongyang, calling us the kings of the country, and warmly congratulated all the KCU members across the country on its birthday.\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, he had a photo session with the delegates.\n\t\t\t\t\t\n\t\t\t\t\t Upholding the slogan 'Let us learn for prosperous Korea', I will study hard and hard to become a world-famous inventor and scientist.\""
        },
        {
            "title": "Birthday Spreads for KCU Delegates",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-29ee.html",
            "content": "Birthday Spreads for KCU Delegates\r\n Pyongyang, June 7 (KCNA) -- The dear respected Kim Jong Un sent birthday spreads to hundreds of delegates to the celebrations of the 66th birthday of the Korean Children's Union (KCU) on Thursday evening.\n\t\t\t\t\t They were seized with pleasure over their excellent birthday party.\n\t\t\t\t\t\n\t\t\t\t\t Sim Yun Mi, a delegate from Ryongdok Secondary School in Hongwon County, South Hamgyong Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"My parents were too happy with my appointment as a delegate to talk about my birthday to be marked in Pyongyang. They would have been very excited to see that I was given a birthday spread, together with my fellow delegates. I want to inform them of this news as early as possible.\"\n\t\t\t\t\t\n\t\t\t\t\t Pak Hyon Yong, a delegate from Songrim Secondary School in Songrim City, North Hwanghae Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"My house is far away from Pyongyang and I have no parents here.\n\t\t\t\t\t\n\t\t\t\t\t But, the dear respected Kim Jong Un has sent birthday spreads to us in consideration of my parents' mind.\n\t\t\t\t\t\n\t\t\t\t\t I will always keep this happy time in my memory.\"\n\t\t\t\t\t\n\t\t\t\t\t A waitress of the April 25 Hotel Kim Yong Hui said:\n\t\t\t\t\t\n\t\t\t\t\t \"It is so joyful to see the children enjoying their birthday as happily as at their homes.\n\t\t\t\t\t\n\t\t\t\t\t They have been given blessings by Kim Jong Un early in their teens, envied by all the people in the country.\n\t\t\t\t\t\n\t\t\t\t\t I am going to sing a song in congratulation of them upon receiving the birthday spreads.\"\n\t\t\t\t\t\n\t\t\t\t\t O Hyon Mi, KCU instructor of Namha Primary School in Sinuiju City, North Phyongan Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I once again witnessed the loving care of the Party and the state for the children.\n\t\t\t\t\t\n\t\t\t\t\t I will do my best to bring them up to be pillars of the country.\""
        },
        {
            "title": "Blessed Children",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-22ee.html",
            "content": "Blessed Children\r\n Pyongyang, June 7 (KCNA) -- A joint national meeting of the Korean Children's Union (KCU) organizations took place in the capital city of Pyongyang on Wednesday to celebrate the 66th KCU anniversary. \n\t\t\t\t\t The dear respected Kim Jong Un attended the meeting and made a congratulatory speech there. He had two children seated next him on both sides in the rostrum.\n\t\t\t\t\t\n\t\t\t\t\t The children were the focus of attention of the participants and all other people throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t They are 10-year-old boy Jang Hyon Il from Mangyongdae Revolutionary School and 12-year-old girl Choe Un Sim from Cho Islet in the West Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, KCNA had an interview with them.\n\t\t\t\t\t\n\t\t\t\t\t Journalist: Seeing the dear respected Kim Jong Un talking with you, many people were curious about the cordial conversation.\n\t\t\t\t\t\n\t\t\t\t\t Choe: The dear respected Kim Jong Un kindly asked me about my age, my class, my father's job and about the subject I am most interested in.\n\t\t\t\t\t\n\t\t\t\t\t Very pleased to hear my answer that I am interested in all subjects, he told me to be good at study in the future.\n\t\t\t\t\t\n\t\t\t\t\t It was a great honor for me, who came from a solitary islet. At that moment, I could not hold in check tears from rolling down. I thought of my parents, teachers and classmates, who would be so delighted at my honor.\"\n\t\t\t\t\t\n\t\t\t\t\t Jang: The dear respected Kim Jong Un tenderly asked me what interested me most in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t I answered that it was the amusement park in the Kaeson Youth Park. \n\t\t\t\t\t\n\t\t\t\t\t Then he asked with a broad smile what was the most interesting for me among the amusement facilities. I proudly answered him it was the Free Fall.\n\t\t\t\t\t\n\t\t\t\t\t I will study harder to be a dependable pillar of the country in the future, as desired by the dear respected Kim Jong Un.\""
        },
        {
            "title": "DPRK Law on Hwanggumphyong and Wihwado Economic Zone",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-16ee.html",
            "content": "DPRK Law on Hwanggumphyong and Wihwado Economic Zone\r\n Pyongyang, June 7 (KCNA) -- The Hwanggumphyong and Wihwado Economic Zone is a special economic zone of the Democratic People's Republic of Korea, where preferential policy is pursued.\n\t\t\t\t\t The DPRK Law on Hwanggumphyong and Wihwado Economic Zone was adopted in December Juche 100 (2011).\n\t\t\t\t\t\n\t\t\t\t\t The law stipulates that an investor shall be given preferential treatment in payment of tariff, enterprise income tax and use of land.\n\t\t\t\t\t\n\t\t\t\t\t A special tariff system shall be introduced in the zone.\n\t\t\t\t\t\n\t\t\t\t\t Customs duties shall not be levied on materials brought into the Zone for processing, transit trade and barter trade, imports needed for the production and operation of enterprises and goods produced to be exported, office articles and daily necessities for the investors, materials needed for the construction of the Zone and other designated articles.\n\t\t\t\t\t\n\t\t\t\t\t Designated enterprises operating in the Zone for more than 10 years shall be entitled to exemption or reduction of enterprise income tax and enterprise investing in infrastructure, public establishments and top priority sectors shall be given a priority in selecting the location of land.\n\t\t\t\t\t\n\t\t\t\t\t The developer enterprise shall have priority in obtaining the right of management of tourism, hotel business and the like. Tax shall not be levied on the property of the developer enterprise and the infrastructure and public establishments.\n\t\t\t\t\t\n\t\t\t\t\t Foreigners and vehicles may enter or leave the Zone through the designated route without visa upon presentation of passports or other equivalent pass.\n\t\t\t\t\t\n\t\t\t\t\t Where dividends are reinvested in the Zone to increase the registered capital or to set up a new business for more than 5 years' operation, 50 percent of the enterprise income tax paid on the reinvested amount shall be refunded.\n\t\t\t\t\t\n\t\t\t\t\t Especially, where reinvestment is made in infrastructure construction, the whole of the enterprise income tax that had been paid on the reinvested amount shall be refunded."
        },
        {
            "title": "Art Works of Unconverted Long-Term Prisoners Exhibited",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-10ee.html",
            "content": "Art Works of Unconverted Long-Term Prisoners Exhibited\r\n Pyongyang, June 7 (KCNA) -- An exhibition of paintings and calligraphic works created by unconverted long-term prisoners, indomitable pro-reunification patriots, took place in various parts of Tanchon City, South Hamgyong Province from May 30 to June 7.\n\t\t\t\t\t On display in the exhibition were paintings and calligraphic works done by Kim Un Hwan, Yang Jong Ho, Ri Kong Sun, Choe Son Muk and Ri Kyong Chan.\n\t\t\t\t\t\n\t\t\t\t\t Among those art works are \"Sunrays\", \"Song of plowing land distributed by general\", \"Let's live honest life like snow on Mt. Paektu\", etc. They clearly portray the Korean people blessed with the illustrious leaders generation after generation and the boundless reverence of the unconverted long-term prisoners for the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t \"Keep your feet firmly planted on your land and look out over the world\", \"Iron-wall of Songun\", \"Korea does whatever it determines\", \"Single-minded devotion\" and other works deeply impress visitors as they reflect the unshakable conviction, will and fighting spirit of all service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On display were also works dealing with the advantages of the socialist system in the DPRK, beautiful landscape of the country and the desire of the compatriots for reunification."
        },
        {
            "title": "Staff Members of Palestinian Embassy Give Helping Hands to Korean Farmers",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-13ee.html",
            "content": "Staff Members of Palestinian Embassy Give Helping Hands to Korean Farmers\r\n Pyongyang, June 7 (KCNA) -- Ambassador Ismail Ahmed Mohamed Hasan and staff members of the Palestinian embassy here Thursday did friendship labor at the DPRK-Palestine Friendship Oryu Vegetable Co-op Farm in Sadong District, Pyongyang.\n\t\t\t\t\t After being briefed on the history of the farm before a monument to President Kim Il Sung's field guidance, the guests helped its farmers in weeding.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that the DPRK is bringing about miracles and changes in all domains under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed hope that the farmers would achieve greater success in agricultural production through their devoted efforts.\n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farm."
        },
        {
            "title": "S. Korean Warmongers Mull about Massive Purchase of U.S.-made Weaponry",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-25ee.html",
            "content": "S. Korean Warmongers Mull about Massive Purchase of U.S.-made Weaponry\r\n Pyongyang, June 7 (KCNA) -- The south Korean warmongers are contemplating massively introducing weaponry from the U.S. for a war of aggression, according to south Korean KBS on Wednesday.\n\t\t\t\t\t The U.S. Department of Defense recently disclosed that it received an order from the south Korean \"government\" for 367 precision guided missiles and other type missiles and relevant equipment worth 325 million dollars in total. \n\t\t\t\t\t\n\t\t\t\t\t In May, too, south Korea requested the U.S. to sell multi-purpose helicopters and \"Harpoon\" missiles, etc. worth 1 084 million dollars."
        },
        {
            "title": "S. Korean Regime Condemned for Its Abuses of Children's Festival",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-21ee.html",
            "content": "S. Korean Regime Condemned for Its Abuses of Children's Festival\r\n Pyongyang, June 7 (KCNA) -- Upon hearing the news that the Lee Myung Bak regime of south Korea defamed the celebrations of the 66th anniversary of the Korean Children's Union (KCU) now under way in Pyongyang, the people in the Democratic People's Republic of Korea are hardly repressing their surging indignation.\n\t\t\t\t\t Kil Kum Sun, principal of Pyongyang Primary School No. 4, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Not content with doing only the worst things, the group of rats went the lengths of describing the children of the DPRK as 'children on markets' and 'mere children knowing nothing about the world' and hurting the dignity of its supreme leadership again.\n\t\t\t\t\t\n\t\t\t\t\t They should no longer be allowed to go free.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Hyon Hwa, a worker at the Central District Water Supply and Drainage System Management Station, said:\n\t\t\t\t\t\n\t\t\t\t\t \"My daughter is a delegate to the ongoing celebrations. Such thing can never be found in south Korea, a veritable hell where the gap between the rich and the poor and between the high and the low is widening due to the misrule of the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t The vituperation is nothing but a shriek made by the group utterly discomfited by the bright future of our supreme leadership and the rosy future of our younger generation.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Yong, a teacher at Chollima Secondary School in Chollima District, Nampho City, said the Lee group of traitors would regret having freely wagged its tongue.\n\t\t\t\t\t\n\t\t\t\t\t Thak Chol Min, a worker at the Pyongyang Thermal Power Complex, said that the workers of the complex would tear to pieces the Lee Myung Bak group of traitors to the last one."
        },
        {
            "title": "S. Korean Authorities' Crackdown upon Unified Progressive Party Slammed",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-05ee.html",
            "content": "S. Korean Authorities' Crackdown upon Unified Progressive Party Slammed\r\n Pyongyang, June 7 (KCNA) -- Pak Hae Jon, co-representative of the South Side Committee for Implementing the June 15 Joint Declaration, issued an article on June 4 slamming the \"government\" authorities for their crackdown upon the Unified Progressive Party.\n\t\t\t\t\t In the article Pak said the conservative forces' crackdown upon the progressive party reminds one of a witch-hunt in the Middle Ages.\n\t\t\t\t\t\n\t\t\t\t\t The crackdown aimed to break solidarity among the opposition camp should be halted at once as it is a brutal act of violating the spirit of the June 15 joint declaration and trampling on democracy and human rights, the article held, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces are branding the members of the above- said party who played an important role in realizing the solidarity among opposition parties as \"forces following the north\" in a bid to beat the opposition parties in the \"presidential election\" this year and stay in power.\n\t\t\t\t\t\n\t\t\t\t\t A plot against the spirit of the times is bound to go bust."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Mongolia",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-02ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Mongolia\r\n Pyongyang, June 7 (KCNA) -- A seminar on leader Kim Jong Il's work \"On the Juche Idea\" took place at \"Gor King-Erdene\" Institute of Teachers of Mongolia on May 30.\n\t\t\t\t\t Present at the seminar were members of the Mongolian People's Party, the Mongolian Mt. Paektu Association for Independent Development and \"Gor King-Erdene\" Institute of Teachers and other people.\n\t\t\t\t\t\n\t\t\t\t\t A briefing on the main content of the work was made to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers referred to the significance of holding the seminar on the work of Kim Jong Il on the occasion of the 48th anniversary of his start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the work, published by supreme leader Kim Jong Un on April 6, reflected his noble intention to hold President Kim Il Sung and Kim Jong Il in high esteem for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t The Fourth Conference of the WPK decided to hold Kim Jong Il in high esteem as eternal general secretary of the WPK in reflection of the general will of all party members, servicepersons and people.\n\t\t\t\t\t\n\t\t\t\t\t The centenary of President Kim Il Sung's birth was celebrated in the DPRK and various other parts of the world with splendor. The celebrations of the 100th Day of the Sun clearly showed that the DPRK is a political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t Organizations for the study of the Juche idea were formed in many countries of the world and the work for studying and disseminating the Juche idea is getting more brisk as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Kim Jong Un's Works Given Publicity by U.S. and Bulgarian Organizations",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-01ee.html",
            "content": "Kim Jong Un's Works Given Publicity by U.S. and Bulgarian Organizations\r\n Pyongyang, June 7 (KCNA) -- The North American Group for Study of the Juche and Songun Idea in America posted on its internet homepage on May 20 the dear respected Kim Jong Un's works \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\", \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" and \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\".\n\t\t\t\t\t The work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\", published on April 6, 2012 clarifies that it is a principled requirement for the victorious advance of the Korean revolution to hold Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea. It indicates the tasks to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\", published on April 15, clarifies that the 100-year history of Kim Il Sung's nation clearly proved the immutable truth that outstanding leaders assure the dignity and prosperity of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It expounds the idea that the ever-victorious history of the Korean People's Army has assured the glorious 100-year history of Juche Korea and that it will provide a sure guarantee for the eternal history of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to demonstrate the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t And the work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\", published on April 27, 2012, clarifies the immortal exploits performed by Kim Il Sung and Kim Jong Il in the land management and indicates the general orientation and tasks for face-lifting the country's land as befitting that of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Bulgaria-Korea Friendship Association carried in its bulletin No. 4 a detailed gist of Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" on the occasion of the 48th anniversary of Kim Jong Il's start of work at the Central Committee of the WPK."
        },
        {
            "title": "Kim Jong Un's Popular Traits Praised by Nepali Paper",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-03ee.html",
            "content": "Kim Jong Un's Popular Traits Praised by Nepali Paper\r\n Pyongyang, June 7 (KCNA) -- The Nepali paper Arpan on May 25 carried an article titled \"History of Comrade Kim Jong Il's loving care for people is given steady continuity in DPRK\".\n\t\t\t\t\t The paper introduced in detail the warm loving care shown by the dear respected Kim Jong Un for the people, while providing field guidance to the work in different domains of national economy.\n\t\t\t\t\t\n\t\t\t\t\t The history of leader Kim Jong Il's genuine loving care for the people is now being given steady continuity by Kim Jong Un in the DPRK, the paper stressed."
        },
        {
            "title": "Pyongyang Declaration of World Congress on Juche Idea Carried by Nepali Papers",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-04ee.html",
            "content": "Pyongyang Declaration of World Congress on Juche Idea Carried by Nepali Papers\r\n Pyongyang, June 7 (KCNA) -- The Pyongyang Declaration of the World Congress on the Juche Idea was carried by Nepali papers.\n\t\t\t\t\t Arpan on June 1 carried the full text of the declaration illustrated with a portrait of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Ostito on May 25 carried the gist of the declaration, stressing the need to more positively study and disseminate the Juche idea among broad strata of people including the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t All should remain true to the idea and leadership of the dear respected Kim Jong Un, a great successor to the revolutionary cause of Juche, the paper noted."
        },
        {
            "title": "China Terms U.S. Deployment of Its Forces in Asia-Pacific Anachronistic",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-07ee.html",
            "content": "China Terms U.S. Deployment of Its Forces in Asia-Pacific Anachronistic\r\n Beijing, June 6 (KCNA) -- Liu Weimin, spokesman for the Chinese Ministry of Foreign Affairs, in a press conference on June 4 termed the U.S. increased military presence in Asia-Pacific anachronistic.\n\t\t\t\t\t The U.S. secretary of Defense, recently announcing the plan to deploy 60 per cent of the U.S. combat warships in the Pacific, claimed this does not pose any threat to China, the spokesman noted, urging all sides to exert efforts for protecting and promoting peace, stability and development in the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t Pointing out that Asia-Pacific is the region where the interests of China and the U.S. are concentrated and overlap, he expressed hope that the U.S. side would respect interests and concerns of China and all other sides, seek common security through cooperation with regional countries and build a more stable and prosperous Asia-Pacific region."
        },
        {
            "title": "Kim Jong Un toma foto con delegados de la ONC",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-23ss.html",
            "content": "Kim Jong Un toma foto con delegados de la ONC\r\nPyongyang, 7 de junio (ACNC) -- El Máximo Dirigente Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comité de Defensa Nacional de la República Popular Democrática de Corea, se fotografió junto con los delegados a las festividades por el 66º aniversario de la fundación de la Organización de Niños de Corea.\n\t\t\t\t\tEn la ocasión participaron los cuadros directivos del partido, el Estado y el ejército Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho, Kim Kyong Hui, Jang Song Thaek, Kim Ki Nam, Choe Thae Bok, Mun Kyong Dok y Ri Yong Su, el primer secretario Jon Yong Nam y otros secretarios del Comité Central de la Unión de la Juventud Socialista Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tAl llegar a la plaza del Palacio del Sol de Kumsusan, el Máximo Dirigente Kim Jong Un respondió cordialmente a las aclamaciones de más de 20 mil delegados.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros de la ONC le entregaron ramos de flores.\n\t\t\t\t\t\n\t\t\t\t\tLuego de enviar el caluroso saludo a todos los miembros de la ONC de todo el país, Kim Jong Un se fotografió junto con los delegados.\n\t\t\t\t\t\n\t\t\t\t\tÉl expresó la esperanza y la convicción de que los miembros de la ONC, protagonistas del porvenir, se formarán como talentosos revolucionarios y futuro pilar de la Corea próspera que tengan ricos conocimientos, nobles virtudes y buena salud."
        },
        {
            "title": "Premier coreano envia mensaje de felicitacion a su homologo palestino",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-21ss.html",
            "content": "Premier coreano envia mensaje de felicitacion a su homologo palestino\r\nPyongyang, 7 de junio (ACNC) -- El premier coreano Choe Yong Rim envio un mensaje de felicitacion a Salam Fayyd por su permanencia en el cargo de premier de la Autoridad Nacional de Palestina.\n\t\t\t\t\tEn su misiva, el remitente vuelve a confirmar el invariable apoyo y solidaridad del pueblo coreano con la justa lucha de los palestinos por recuperar los legitimos derechos nacionales incluyendo la fundacion del estado independiente y le desea al destinatario mayores exitos en su labor responsable.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el canciller coreano Pak Ui Chun envio tambien el mensaje de felicitacion a Riad Malki quien quedo en el cargo del canciller de la Autoridad Nacional de Palestina."
        },
        {
            "title": "Hwanggumphyong y Wihwa aseguran prerrogativas a los inversionistas",
            "url": "http://kcna.co.jp/item/2012/201206/news07/20120607-13ss.html",
            "content": "Hwanggumphyong y Wihwa aseguran prerrogativas a los inversionistas\r\nPyongyang, 7 de junio (ACNC) -- Las islas Hwanggumphyong y Wihwa son una zona economica especial de la Republica Popular Democratica de Corea donde se practica la politica preferencial en el plano economico.\n\t\t\t\t\tSegun la ley de esa zona aprobada en diciembre del 100 (2011) de la Era Juche, el inversionista en ella tendra prerrogativas en el arancel, el impuesto por ingresos, el uso de la tierra, etc.\n\t\t\t\t\t\n\t\t\t\t\tNo se gravan aranceles sobre los materiales que se introducen para las actividades comerciales como elaboracion, intermediacion y retribucion, los otros necesarios a la produccion y administracion de las empresas y sus productos hechos para la exportacion, los articulos de oficina y vida de los inversionistas, los materiales para la construccion de la zona economica y los otros determinados.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de las empresas determinadas que operan en la zona mas de 10 anos, se condonan o se reducen los impuestos por ingresos y las companias inversionistas en la infraestructura y los establecimientos publicos y las ramas de atencion especial tendran la prioridad en la seleccion de terrenos.\n\t\t\t\t\t\n\t\t\t\t\tLa empresa de desarrollo tiene prioridad en obtener el derecho de gestion en el turismo, hoteleria y otros y sus bienes, instalaciones infraestructurales y edificios publicos en operacion son eximidos de impuestos.\n\t\t\t\t\t\n\t\t\t\t\tLos extranjeros y los medios de transporte, que obtengan acceso a la zona, podran entrar y salir sin visas por la ruta fijada con el pasaporte o el salvoconducto.\n\t\t\t\t\t\n\t\t\t\t\tA las empresas que reinvierten sus utilidades en la zona economica para aumentar su capital registrado u operan por mas de 5 anos otro nuevo negocio, se les remunerara el 50 % de los impuestos por ingresos correspondientes al capital reinvertido.\n\t\t\t\t\t\n\t\t\t\t\tEspecialmente, si reinvierten en la construccion de la infraestructura, se les devuelven el 100 % de los mismos impuestos."
        }
    ]
}