{
    "date": "2012-07-28",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-28ee.html",
    "articles": [
        {
            "title": "Senior Officials of DPRK Pose for Picture with War Veterans",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-15ee.html",
            "content": "Senior Officials of DPRK Pose for Picture with War Veterans \n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- Senior party, state and army officials posed for a picture with war veteran delegates on Saturday, a day after the 59th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t The war veteran delegates who arrived at the plaza of the Victorious Fatherland Liberation War Memorial Tower were full of the pride and self-respect of the victors who beat back the U.S. imperialists which boasted of being the \"strongest\" in the world, firmly united around Generalissimo Kim Il Sung, to reliably defend the sovereignty of the country and the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Among the senior officials were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Hyon Yong Chol, Hwang Sun Hui, Ri Ul Sol, Kim Chol Man, Kim Jong Gak, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, Hyon Chol Hae, Kim Won Hong, O Kuk Ryol, Ju Kyu Chang, Ri Pyong Sam and Thae Jong Su."
        },
        {
            "title": "Kim Yong Nam Greets Peruvian President ",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-11ee.html",
            "content": "Kim Yong Nam Greets Peruvian President \n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Ollanta Moises Humala Tasso, Peruvian president, on July 28 on the occasion of the 191st anniversary of its independence.\n\t\t\t\t\t Kim expressed belief that the bilateral friendly and cooperative ties would as ever grow on good terms, wishing the Peruvian people prosperity and well-being."
        },
        {
            "title": "Campers of Different Countries Pay Homage to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-09ee.html",
            "content": "Campers of Different Countries Pay Homage to Kim Il Sung and Kim Jong Il\r\n Pyongyang, July 28 (KCNA) -- Children from different countries visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Saturday. They came to the DPRK to take part in the 27th Songdowon international children's camp.\n\t\t\t\t\t They laid a floral basket and bouquets before the statues before paying tribute to them."
        },
        {
            "title": "Delegation of DPRK Ministry of People's Security Comes back Home",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-10ee.html",
            "content": "Delegation of DPRK Ministry of People's Security Comes back Home\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- A delegation of the Ministry of People's Security headed by Minister Ri Myong Su came back home on Saturday after wrapping up its visit to China."
        },
        {
            "title": "Title of DPRK Hero to Nam Sung Je",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-21ee.html",
            "content": "Title of DPRK Hero to Nam Sung Je\r\n Pyongyang, July 28 (KCNA) -- The title of DPRK Hero and gold star medal and Order of National Flag (First Class) were awarded to Nam Sung Je.\n\t\t\t\t\t He performed distinguished feats in protecting the party, leader, country and people with noble mission of safeguarding the leader, policy, social system and the people.\n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly on it was issued on Friday."
        },
        {
            "title": "Concert Given by Moranbong Band to Celebrate War Victory Day",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-06ee.html",
            "content": "Performance Given by Moranbong Band to Celebrate War Victory Day\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- A performance was given by the Moranbong Band for celebrating the war victory day in Pyongyang on Saturday.\n\t\t\t\t\t Students in the city of Pyongyang appreciated the performance.\n\t\t\t\t\t\n\t\t\t\t\t On invitation there were foreign diplomatic envoys and representative of the international organizations and military attaches corps here with their wives.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the National Anthem.\n\t\t\t\t\t\n\t\t\t\t\tThe repertoire of the two-part performance included light music and song \"July 27, Our Victory-Day\", light music \"Star of General\", \"To a Decisive Battle\" and \"Advance and Advance\", female solo and pangchang \"Song of Soldiers\", female sextet \"Echo of War Victory\" light music and song \"Are We Living Like in Those Days?\" and \"Victors\", light music \"Yeppuni\" and \"Look at Us\", female sextet \"Masters in This Land Tell\" and \"Our Beloved Leader\".\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the immortal feats for war victory performed by Generalissimo Kim Il Sung who led the army and the people with his Juche-oriented military idea, outstanding strategy and tactics and distinguished commanding art and wrought miracles of defeating the ferocious U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Music that resounded forth the hall reminded the audience of applauses that reverberated the war victory square, declaring victory of ideology, strategies, tactics and spirit.\n\t\t\t\t\t\n\t\t\t\t\t The people's pride and self-respect of ushering in a new era of victory and prosperity being blessed with the illustrious leaders generation after generation were reflected in fascinating and beautiful music and songs.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang the internationalism of the Chinese people who fought together with Korean army and people against the common enemy upholding the banner \"Resisting America and aiding Korea, safeguarding the home and defending the motherland\" through the female sextet \"Song of Chinese People's Volunteers\" and theme song of Chinese TV Series \"Mao Anying\".\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were world famous songs including light music \"Chardash\" and \"Song of Gypsy\".\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience as all arts elements including tested art skill of female performers and singers, ensemble and theatre lights formed perfect combination.\n\t\t\t\t\t\n\t\t\t\t\t The performance replete with the trend of the times and new in its contents and form helped the audience grasp the noble intention of the dear respected Marshal Kim Jong Un to make Kim Il Sung and Kim Jong Il's Korea stand tall in the world."
        },
        {
            "title": "Wartime Songs Popular in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-12ee.html",
            "content": "Wartime Songs Popular in DPRK\r\n Pyongyang, July 28 (KCNA) -- Songs created during the Fatherland Liberation War (June 25 1950-July 27 1953) are heard everywhere in the Democratic People's Republic of Korea on the occasion of the war victory day (July 27).\n\t\t\t\t\t All of those songs, ranging from \"Song of National Defence\" to \"We Have Won\", are of national value.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of National Defence\", created in June 1950 soon after the outbreak of the war, swept the country all at once. Inspired by the song, a large number of people volunteered for service in the Korean People's Army and advanced towards the south.\n\t\t\t\t\t\n\t\t\t\t\t \"To a Decisive Battle\" and \"My Song in the Trench\" encouraged the KPA soldiers to win battles against the invaders.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of Coast Artillerymen\" represented the great feats of the artillerymen on Wolmi Island, who fought fierce battles with huge U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t \"Mungyong Pass\" emotionally reminded one of hard-fought battles.\n\t\t\t\t\t\n\t\t\t\t\t There are also \"Song of a Truck Driver\" lauding the feats of drivers carrying ammunitions and supplies to frontline units in darkness and \"Song of Children's Guerrilla\" praising juveniles' struggle against the aggressors in the occupied areas.\n\t\t\t\t\t\n\t\t\t\t\t \"At the Spring Site\", \"Nobody Knows\" and \"My Dear Has Become Hero\" were favorite songs of women in the home front. \"My Beautiful Home Village\" represented nostalgia of soldiers in the front.\n\t\t\t\t\t\n\t\t\t\t\t \"We Have Won\" sings of the Korean people's great joy over the victory in the war."
        },
        {
            "title": "Evening of Fireworks Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-16ee.html",
            "content": "Evening of Fireworks Held in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- An evening of fireworks was held in Pyongyang on July 27, the war victory day.\n\t\t\t\t\t The display of fireworks whipped up the pride and honor of the Korean army and people who have won one victory after another in the standoff with the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Ri Hyong Won, a war veteran from North Phyongan Province, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t \"The letters 'July 27', displayed by fireworks in the sky above the Victorious Fatherland Liberation War Memorial Tower, remind me of the day 59 years ago when we hardened our resolve not to tolerate any imperialist provocation, seeing the fireworks celebrating the victory in the three-year war against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The fireworks today are an expression of our army and people's high tribute to Generalissimos Kim Il Sung and Kim Jong Il, who led the standoff with the imperialists to victory under the banner of independence and Songun (military-first) politics.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Kong Hui, a war veteran from North Hwanghae Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The fireworks represent the honor and happiness of the DPRK people blessed with illustrious leaders through generations.\n\t\t\t\t\t\n\t\t\t\t\t Watching the fireworks, I pictured in my mind the day when Korea is reunified under the guidance of Marshal Kim Jong Un, supreme commander of the Korean People's Army.\""
        },
        {
            "title": "DPRK People Celebrate July 27 as 2nd Liberation Day",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-18ee.html",
            "content": "DPRK People Celebrate July 27 as 2nd Liberation Day\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- July 27 is the day when the Democratic People's Republic of Korea defeated the U.S. imperialists, who boasted of being the strongest in the world, in the Korean War (June 1950-July 1953).\n\t\t\t\t\t Every year the DPRK people celebrate this historic day as the war victory day or 2nd liberation day.\n\t\t\t\t\t\n\t\t\t\t\t But it was recorded as a tragic, humiliation day for the U.S. and the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t At that time the U.S. imperialists vouched that they would conclude the Korean War in 72 hours, describing it as \"one of the blessings\".   However, the war ended after three years with their defeat.\n\t\t\t\t\t\n\t\t\t\t\t In October 1950 MacArthur, commander of the U.S. forces in the Far East, called at the Company F of the 5th Cavalry Regiment of the U.S. army. When he demanded that those who landed in Korea ninety-six days ago come out of the ranks, there were only five persons alive, three of them wounded. 99 percent of the company had already gone to Heavens in the war.\n\t\t\t\t\t\n\t\t\t\t\t  Japanese book \"The U.S. Was Defeated\" wrote that the causality rate of the UN forces in the Korean War is 40-60 percent, higher than that of the U.S. forces (7.5 %) or that of the German troops (55.8 %) in the Second World War. \n\t\t\t\t\t\n\t\t\t\t\t Some days ahead of the signing of the Armistice Agreement, the chief U.S. negotiator said at the talks that the U.S. side could not but say \"yes\" to the DPRK side's every demand. \n\t\t\t\t\t\n\t\t\t\t\t 59 minutes after the conclusion of the AA, U.S. President D. Eisenhower said on radio that this was a tragic and bitter thing.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile the south Korean regime deplored that July 27 is a humiliation day.\n\t\t\t\t\t\n\t\t\t\t\t The credit for the DPRK's victory in the war went to the Juche-based military idea and energetic command of President Kim Il Sung, who always found himself among servicepersons and civilians during the war."
        },
        {
            "title": "Victory in Fatherland Liberation War Is Common Victory of DPRK and China",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-19ee.html",
            "content": "Victory in Fatherland Liberation War Is Common Victory of DPRK, China\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- The great Fatherland Liberation War is shining with the common victory of the armies and peoples of the DPRK and China.\n\t\t\t\t\t In the three-year war the DPRK and Chinese people wrought a historic miracle of defeating the U.S. imperialists, invaders of 15 countries and the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people helped with blood the just war of the Korean people for freedom and independence.\n\t\t\t\t\t\n\t\t\t\t\t Less than two years old DPRK fought an unprecedentedly hard fight against the U.S. imperialists with more than 100-year-long history of aggression and their allied forces. At that time the Chinese party and government organized volunteers with fine sons and daughters of the Chinese people and dispatched them to the Korean front under the banner of \"Resisting America and aiding Korea, safeguarding the home and defending the motherland\". The number of the Chinese People's Volunteers amounted to six combined forces, and more than 400 000 young and middle-aged people joined the CPV in Shandong Province alone.\n\t\t\t\t\t\n\t\t\t\t\t Under the difficult condition just about a year since its foundation, the People's Republic of China sent the CPV to the Korean front. This was a noble manifestation of the revolutionary obligation forged in the anti-imperialist joint struggle.\n\t\t\t\t\t\n\t\t\t\t\t CPV fighters shared sweets and bitters in the same trenches of the Korean front with the army and people of the DPRK and set a noble example of internationalism in the struggle against the common enemies.\n\t\t\t\t\t\n\t\t\t\t\t The CPV won the first victory in the battle in Unsan area on October 25, 1950. The day was recorded as the day when the CPV entered the Korean front.\n\t\t\t\t\t\n\t\t\t\t\t CPV fighters defended the land of the DPRK at the risk of their lives by displaying matchless heroism and self-sacrificing spirit in the same trenches with servicepersons of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t They greatly contributed to foiling the strategic attempts of the enemies including summer, autumn, Kumhwa and new offensives. CPV units won big victories in battles of great strategic importance in 1950 alone.\n\t\t\t\t\t\n\t\t\t\t\t The great battles conducted by CPV units in Kaechon area, on the banks of the River Chongchon and on the shore of Lake Jangjin including together with KPA units in November 1950 dealt a total defeat to U.S. First Cavalry Division, U.S. Third Infantry Division, U.S. First Marines Division and south Korean puppet army units.   They thwarted the enemies' so-called Christmas general offensive and conducted the third stage operation of the war.\n\t\t\t\t\t\n\t\t\t\t\t The CPV on the southward advance with the KPA encircled and annihilated Brigade No. 29 of the UK Army in late December, expanding the achievements to the areas south of the 38th parallel. In May 1951 units of Corps No. 20 and Corps No. 27 under the Combined Corps No. 9 of the CPV conducted large-scale attack operation in cooperation with units of Corps No. 3 and Corps No. 5 of the KPA, annihilating a large group including Division No. 3 and Division No. 9 of the south Korean army.\n\t\t\t\t\t\n\t\t\t\t\t The area of Mt. Maryang which was taken by large units of the U.S. imperialist aggression forces and the UK Army was totally put under control by the CPV in November 1951. The battle for defending Sanggam Pass in Kangwon Province, a strategic vantage ground in those days, vividly showed the noble internationalist spirit and matchless bravery of the CPV.\n\t\t\t\t\t\n\t\t\t\t\t In October 1952 the U.S. imperialist aggression forces made desperate efforts with four divisions, more than 100 planes, many artillery pieces and tanks to take back the height in the Pass but CPV fighters defended the trench to the last despite showers of bullets and shells.\n\t\t\t\t\t\n\t\t\t\t\t In this battle Huang Jieguang blocked the enemy's gun muzzle with his body to pave the way for his unit's advance. He said that beloved Korea is not different from his native home and motherland and that though the enemies may take his life, they can not take lives of Korean brothers and sisters.\n\t\t\t\t\t\n\t\t\t\t\t In the battle for retaking Mt. Rodok, counter-attack battle in perimeter of Kumsong Stream in Kimhwa Area and many other battles in 1953, CPV units inflicted a heavy loss to the enemies, liberated vast area extending 100 square kilometers and thus shattered the vicious moves of the U.S. imperialists to seek the so-called honorable armistice and contributed to bringing earlier the final victory of the war.\n\t\t\t\t\t\n\t\t\t\t\t The two years and nine months-long fierce battles on the Korean front produced many heroic battalions, companies and platoons and other collective merited units and hundreds of thousands of heroes, meritorious men and model combatants of the CPV.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government awarded the title of DPRK hero, orders and medals to 661 736 CPV fighters. The armies and peoples of the two countries became comrades-in-arms and brothers and sisters sharing joy and sorrow in the days when they waged the rigorous struggle during the anti-Japanese war, the civil war of China and the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship sealed in blood in the front of the anti-imperialist class struggle can never be destroyed with anything but will invariably be strengthened generation after generation."
        },
        {
            "title": "Flood Damage Grows in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-17ee.html",
            "content": "Flood Damage Grows in DPRK\r\n Pyongyang, July 28 (KCNA) -- Flood caused by typhoon and downpour which swept almost areas of the Democratic People's Republic of Korea on July 18-24 claimed big human and material losses.\n\t\t\t\t\t According to data available, the flood left 88 people dead and 134 injured throughout the country as of July 28. The biggest human losses were reported in Sinyang and Songchon counties of South Phyongan Province, which were hit by torrential rains on July 23 and 24.\n\t\t\t\t\t\n\t\t\t\t\t More than 5 000 houses were destroyed or damaged, 12 030 houses inundated and nearly 62 900 people left homeless.\n\t\t\t\t\t\n\t\t\t\t\t Also about 4 800 hectares of cropland were washed away and buried and more than 25 700 hectares submerged. Hardest hit in term of farmland are Unsan, Chonma and Taegwan counties of North Phyongan Province, Unchon County of South Hwanghae Province, Unpha County of North Hwanghae Province, Kowon County and Tanchon City of South Hamgyong Province and Kim Chaek City of North Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, 300 odd public buildings, including ten educational and healthcare establishments and 60 factory buildings were flooded or collapsed and 91 890 square meters of roads were destroyed at 1 190 spots.\n\t\t\t\t\t\n\t\t\t\t\t The flood washed away over 200 spots of embankment extending 160 kilometers."
        },
        {
            "title": "Songun Is Eternal Banner of Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-07ee.html",
            "content": "Songun Is Eternal Banner of Victory: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- Only day of victory like July 27 will be in store for the Korean people advancing along the path of Songun, holding the Supreme Commander's Colors bearing shining Marshal Star, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t Songun is a revolutionary mode which had been consistently maintained by President Kim Il Sung in the whole course of leading the Korean revolution, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The victory won by the Korean people in the Fatherland Liberation War was a brilliant one provided by the outstanding military idea, strategy and tactics and extraordinary commanding art of the President, founder of the Songun idea and pioneer of the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, who successfully carried forward the Juche-oriented revolutionary cause of Songun pioneered by the President, pursued the excellent Songun politics, making sure that the Korean people demonstrated their dignity to the world as invincible people who celebrate v-days through generations.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the Songun politics that the peace on the Korean Peninsula and the nation's security are guaranteed. This has already been proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t The history of victory is eternal as long as there is the great Songun politics. The Songun politics pursued by the Workers' Party of Korea serve as the most powerful political mode which gives a sure guarantee for reliably defending the sovereignty and dignity of the country and the nation and ensuring the peace and stability in the Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t No precision guided weapons of the U.S. imperialists and south Korean warmongers and their preemptive attack can ever overpower the DPRK's war deterrent. The DPRK has now the Korean People's Army which has grown to be strong revolutionary army of Mt. Paektu under the care of peerlessly great persons, the unbreakable single-minded unity of the army and people and the powerful defence industry capable of manufacturing any ultra-modern weapons and military and technical equipment by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have covered the glorious path of victory, weathering tempests and creating the miracles of history under the uplifted banner of Songun. They will as ever resolutely frustrate the reckless war moves of the U.S. imperialists and south Korean war-like forces for invading the DPRK and pave a broad way for carving out the nation's independent destiny by dint of Songun."
        },
        {
            "title": "Stop to Conclusion of Military Agreement with Japan Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-13ee.html",
            "content": "Stop to Conclusion of Military Agreement with Japan Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- Civic and social organizations in south Korea including the Solidarity for Progress and the Institute for National Studies held a press conference in front of the building of \"Saenuri Party\" in Youido, Seoul on July 23. They denounced the puppet regime for working hard to conclude a traitorous military agreement with Japan.\n\t\t\t\t\t Amid strong public protest against the authorities' moves to railroad the bill on the military agreement with Japan, the Lee Myung Bak regime clarified its will to step up again the process for the agreement after shifting its responsibility onto a few officials, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The foreign and defense ministers who spearhead the conclusion of the agreement are evading the responsibility for it while talking about its validity. The \"Saenuri Party\" which holds majority seats of the \"National Assembly\", far from paying heed to people's voices, is putting aside the open questionnaire presented by civic and social organizations calling for proving the truth about the course of signing the agreement and even denying conversation with them, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They branded the General Security of Military Information Agreement with Japan as a treacherous contract aimed to tighten military alliance for aggression and pave the way for \"Self-Defense Forces\" to advance toward the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities stop at once their moves to conclude the agreement."
        },
        {
            "title": "S. Korean Authorities Lashes Out at Human Rights Abuses against Prisoners of Conscienc",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-14ee.html",
            "content": "S. Korean Authorities Lashes Out at Human Rights Abuses against Prisoners of Conscience \n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- 12 human rights and civic organizations of south Korea including the Association for Supporting Arrested Workers, the Solidarity for Peace and Human Rights and the Confederation of Trade Unions, held a press conference outside Kwanghwamun in Seoul on July 19, denouncing the \"government\" authorities for abusing rights of prisoners of conscience.\n\t\t\t\t\t The authorities gave instructions to prisons to check letters of prisoners of conscience who were arrested being charged with the involvement in the incident of the Ilsim Association and the spy-ring case of a university lecturer, and not to allow those letters with political contents to be sent out.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the Pusan Prison delivered a lecture terming the opposition Unified Progressive Party, the Confederation of Trade Unions and the Teachers' Trade Union the \"forces following the north\" under the pretext of education for security. \n\t\t\t\t\t\n\t\t\t\t\t In the press conference speakers denounced the authorities' moves as brutal human rights abuses which ruthlessly violated the basic rights of man such as the thinking, conscience and freedom of correspondence.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their indignation at the authorities' action getting hell-bent on the ruckus over \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t They called for stopping at once the extreme human rights abuses against prisoners of conscience and punishing those who have responsibility.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the Confederation of Trade Unions in a commentary accused the conservative ruling forces of making desperate efforts for cramming ideology in a bid to maintain the ramshackle power."
        },
        {
            "title": "Chongryon Officials Strongly Assail Enemies' Subversive Activities and Sabotage against DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-20ee.html",
            "content": "Chongryon Officials Strongly Assail Enemies' Subversive Activities against DPRK\r\n Pyongyang, July 28 (KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) vehemently condemned the politically-motivated state-sponsored terrorism by the U.S. and the south Korean regime to hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t Pak Tong Ho, chairman of the Central Standing Committee of the Korean Students Union in Japan, said in excited tones that unpardonable are those trying to destroy the statues of peerlessly great persons which Koreans in Japan used to visit in the most profound reverence whenever they went to the homeland. Those who defame the dignity of the DPRK supreme leadership and block national reunification should not be allowed to find anywhere to live, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Myong Su, deputy managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, said that he cannot repress his towering resentment at the south Korean puppet regime which deliberately pushed forward the subversive activities and sabotages under the U.S. manipulation.\n\t\t\t\t\t\n\t\t\t\t\t Saying all the Korean workers in commerce in Japan are convinced in the unbreakable single-minded unity of the Korean people around their leader, he said they will surely wipe out the Lee Myung Bak group and proudly build a thriving nation. He noted that they will take merciless revenge upon their enemies at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Hun, chairman of the Ibaraki Prefectural Headquarters of Chongryon, affirmed that it is the faith cherished in the hearts of Koreans in Japan to regard their homeland as more precious than their lives and hold President Kim Il Sung and leader Kim Jong Il in high esteem as eternal sun of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but foolish pipedream if someone thinks it can bring down the dignified DPRK, Korea of Sun and socialist country of Songun, looked up to by Koreans in Japan, he added.\n\t\t\t\t\t\n\t\t\t\t\t O Sin Ho, chairman of the Higashinari Chapter in Osaka of Chongryon, emphasized that the U.S. and the Lee group can never be pardoned as they fabricated the hideous subversive and sabotage farce aimed at hurting the dignity of the DPRK supreme leadership. He reiterated his will to wage more dynamic struggle to hold in high esteem the peerlessly great persons of Mt. Paektu for all ages and defend their authority in every way.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Nyo, chairwoman of the Arakawa Chapter of the Tokyo Metropolitan Headquarters of the Korean Democratic Women's Union in Japan, branded the heinous crimes committed by the U.S. and the Lee group of traitors as a serous politically-motivated state-sponsored terrorism. Resolutely denouncing it, she said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will invariably win victory no matter how desperately the enemy may make efforts and it is inevitability of history that prosperous homeland for Koreans in Japan will provide them with happiness.\n\t\t\t\t\t\n\t\t\t\t\t We will glorify the authority and exploits of peerlessly great persons of Mt. Paektu and frustrate the enemies' vicious anti-DPRK smear campaigns."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Bangladesh\n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- A seminar on leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was held by the Bangladesh Group for the Study of the Songun Policy on July 20.\n\t\t\t\t\t Chairman M. Jahangir Khan and other speakers extended warm congratulations to the dear respected Kim Jong Un on holding the title of DPRK Marshal.\n\t\t\t\t\t\n\t\t\t\t\t They said leader Kim Jong Il in his work gave comprehensive and scientific explanation to the issues for terminating Korea's division and reunifying it.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the three principles of national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo set forth by President Kim Il Sung as the Three Charters for National Reunification, they said. By doing so, he pieced together the President's exploits for the national reunification in a systematic and all-round way.\n\t\t\t\t\t\n\t\t\t\t\t Attaching importance to the Korean nation, safeguarding peace and achieving unity are the main keys to breaking the impasse and opening the heyday for Korea's independent reunification, they concluded."
        },
        {
            "title": "Congratulations to Kim Jong Un from Peruvian Party, German Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-02ee.html",
            "content": "Congratulations to Kim Jong Un from Peruvian Party, German Organization\r\n Pyongyang, July 28 (KCNA) -- A political party of Peru and a German organization extended warm congratulations to the dear respected Kim Jong Un on his holding of the title of DPRK Marshal.\n\t\t\t\t\t The People's Front of Workers, Peasants and Students of Peru said in a statement on July 23 that the decision on awarding the title of Marshal to Kim Jong Un, supreme commander of the Korean People's Army, is another historic declaration for carrying out the revolutionary cause of Juche. Welcoming the decision, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has devoted himself to carrying out the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He has been conducting tireless revolutionary activities for the future of socialist Korea. He attended the joint national meeting of the Korean Children's Union organizations on the 66th KCU anniversary and made a congratulatory speech. He also gave field guidance to Kyongsang Kindergarten. \n\t\t\t\t\t\n\t\t\t\t\t We express invariable support and solidarity with the just struggle of the Workers' Party of Korea and the Korean people for socialist construction and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The German Branch of the Korean Friendship Association said in a statement on July 20: Kim Jong Un's elevation to Marshal represents a brilliant success of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to him, the KPA will grow stronger into an ever-victorious revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will achieve final victory in the struggle against imperialism under his leadership."
        },
        {
            "title": "Kim Il Sung Lauded by Papers of Russia, Mexico",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-03ee.html",
            "content": "Kim Il Sung Lauded by Papers of Russia, Mexico\r\n Pyongyang, July 28 (KCNA) -- Russian and Mexican papers carried special write-ups on the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The 7th issue of a Russian paper carried photos of President Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un on their revolutionary activities with an article titled \"The DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The President left valuable ideological and theoretical heritage behind him.\n\t\t\t\t\t\n\t\t\t\t\t This heritage was reliably carried forward by Kim Jong Il, an outstanding statesman of practical mind.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has now taken it over which means the successful advance of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The July 15th issue of the Mexican paper Unidad Nacional carried an article titled \"Founder of Juche Idea President Kim Il Sung maintains principles independent in politics, self-supporting in economy and self-reliant in national defence\" with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea stipulates that the popular masses are masters of the revolution and construction and they propel the advance of the revolution and construction as well.\n\t\t\t\t\t\n\t\t\t\t\t It is a great idea that was founded and brilliantly embodied for the first time in human history of thinking thanks to the profound ideological and theoretical activities of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people look back upon the undying feats of the President which will shine long along with the Tower of the Juche Idea in Pyongyang."
        },
        {
            "title": "Kim Jong Un's Holding of Title of DPRK Marshal Hailed by Romanian Party Leader ",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-04ee.html",
            "content": "Kim Jong Un's Holding of Title of DPRK Marshal Hailed by Romanian Party Leader \r\n Pyongyang, July 28 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, made public a statement on July 21 congratulating Supreme Commander of the Korean People's Army Kim Jong Un on holding the title of DPRK Marshal. \n\t\t\t\t\t He said in his statement as follows:\n\t\t\t\t\t\n\t\t\t\t\t It is a great fortune and pride not only for all the Korean people but for the world progressives desirous of socialism that Kim Jong Un was awarded the title of DPRK Marshal. \n\t\t\t\t\t\n\t\t\t\t\t It is a great historic event that demonstrated once again over the world the firm will of the Korean people to trust in and follow him as their supreme leader. \n\t\t\t\t\t\n\t\t\t\t\t He has the perfect and outstanding disposition, quality and personality as brilliant commander and carries forward the Songun revolutionary idea of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the socialist cause of Korea is victoriously advancing without an inch of deflection, greatly inspiring the world progressives. \n\t\t\t\t\t\n\t\t\t\t\t We are grateful to Kim Jong Un for leading socialist Korea, legacy bequeathed by Kim Il Sung and Kim Jong Il, with his energetic Songun revolutionary leadership."
        },
        {
            "title": "DPRK War Victory Day Celebrated in Russia, Ethiopia ",
            "url": "http://kcna.co.jp/item/2012/201207/news28/20120728-05ee.html",
            "content": "DPRK War Victory Day Celebrated in Russia, Ethiopia \n\t\t\t\t\t\t\r\n Pyongyang, July 28 (KCNA) -- A Korean book, photo and art exhibition took place in Russia and a lecture, round-table talks, reading session and film show in Ethiopia in the period from July 16 to 20 to celebrate the war victory day of the DPRK. \n\t\t\t\t\t On display at the venues of the events were works of President Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un and photos of their undying exploits, books and photos introducing Songun Korea and art pieces offering glimpse into wisdom and talents of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The deputy mayor of Podolsk City, Moscow Region said that Generalissimo Kim Il Sung led the Fatherland Liberation War to victory, bringing about the beginning of a downhill turn for U.S. imperialism. \n\t\t\t\t\t\n\t\t\t\t\t The curator of the history and art museum in Podolsk City said that he was pleased to host a significant exhibition at the museum to mark the great war victory day of the Korean people. The DPRK will demonstrate its might as a stronger and more dignified country under the leadership of Kim Jong Un, he added. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the Addis Ketema Branch Group of the Ethiopian Youth Study Group of the Juche Idea said that President Kim Il Sung achieved the final victory by recording winning streak with his unique strategy and tactics. Kim Il Sung is, indeed, a gifted strategist, he added."
        }
    ]
}