{
    "date": "2012-09-03",
    "url": "http://kcna.co.jp/item/2012/201209/2012-09-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Sends Message of Thanks to Iranian President",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-18ee.html",
            "content": "Kim Yong Nam Sends Message of Thanks to Iranian President\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of thanks to Mahmoud Ahmadinejad, Iranian president, before leaving Iran after participating in the 16th Summit of Non-aligned Movement held in Tehran and wrapping up his visit to Iran.\n\t\t\t\t\tKim in the message expressed his deep thanks to the president, government and people of Iran for warmly welcoming him and according hospitality.\n\t\t\t\t\t\n\t\t\t\t\tKim noted that he was deeply impressed to witness the fresh successes the government and people of Iran have made in all fields including politics, economy, science and technology and national defence, meeting all sorts of challenges and ordeals.\n\t\t\t\t\t\n\t\t\t\t\tHe believed that the traditional relations of friendship and cooperation between the two countries would grow stronger by the common efforts of the two countries, expressing satisfaction over the fact that he and Mahmoud Ahmadinejad made an open-minded exchange of views on the matters of mutual concern and further deepened the understanding and friendship during the meeting.\n\t\t\t\t\t\n\t\t\t\t\tHe wished the president, government and people of Iran greater success in their work for building a strong Islamic state, sincerely hoping for good health and happiness of the president."
        },
        {
            "title": "Kim Yong Nam Leaves Tehran",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-15ee.html",
            "content": "Kim Yong Nam Leaves Tehran\n\t\t\t\t\t\t\r\nTehran, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday left Tehran after participating in the 16th Summit of Non-aligned Movement and wrapping up his official good-will visit to Iran.\n\t\t\t\t\tLeaving with him were Foreign Minister Pak Ui Chun and other suite members.\n\t\t\t\t\t\n\t\t\t\t\tThey were seen off by the chief of Protocol of the presidential office and officials concerned of Iran and the ambassador and staff members of the DPRK embassy in Tehran."
        },
        {
            "title": "Greetings to Captains Regent of San Marino",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-14ee.html",
            "content": "Greetings to Captains Regent of San Marino\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Captains Regent of San Marino Italo Righi and Maurizio Rattini on its national day.\n\t\t\t\t\tThe message wished the people of San Marino progress and prosperity and the captains regent success in their work."
        },
        {
            "title": "Chinese Ex-Ambassador Visits Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-13ee.html",
            "content": "Chinese Ex-Ambassador Visits Statues of Kim Il Sung and Kim Jong Il\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Wan Yongxiang, Chinese ex-ambassador to the DPRK, and his party visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday.\n\t\t\t\t\tThe guests placed a floral basket before the statues and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\tThey arrived here on Monday."
        },
        {
            "title": "Gift to Kim Jong Un from Iranian President",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-19ee.html",
            "content": "Gift to Kim Jong Un from Iranian President\n\t\t\t\t\t\t\r\nTehran, September 3 (KCNA) -- The dear respected Kim Jong Un received a gift from Iranian President Mahmoud Ahmadinejad.\n\t\t\t\t\tAhmad Vahidi, minister of Defence and Armed Forces Logistics of Iran, handed the gift to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Iran, on Sunday."
        },
        {
            "title": "Gift to Kim Jong Un from Minister of Defence and Armed Forces Logistics of Iran",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-07ee.html",
            "content": "Gift to Kim Jong Un from Minister of Defence and Armed Forces Logistics of Iran\n\t\t\t\t\t\t\r\nTehran, September 2 (KCNA) -- The dear respected Kim Jong Un received a gift from Ahmad Vahidi, minister of Defence and Armed Forces Logistics of Iran.\n\t\t\t\t\tHe handed over the gift to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on an official goodwill visit to Iran, on Sunday."
        },
        {
            "title": "Kim Jong Il's Pledge Made on Ryongnam Hill",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-20ee.html",
            "content": "Kim Jong Il's Pledge Made on Ryongnam Hill\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- It was on September 1, Juche 49 (1960) that leader Kim Jong Il began studying at Kim Il Sung University.\n\t\t\t\t\tOn the day, he recited a poem \"Korea, I Will Glorify Thee\" on Ryongnam Hill on the campus of the university, out of mind to glorify the country.\n\t\t\t\t\t\n\t\t\t\t\tAt that time Kim Jong Il said that the poem reflected his long-cherished feelings.\n\t\t\t\t\t\n\t\t\t\t\tThe poem was as good as a solemn oath he took before the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tIn order to carry it into practice, he studied hard at the university.\n\t\t\t\t\t\n\t\t\t\t\tHe conducted energetic ideo-theoretical activities to clarify the position and role of the leader and prove the uniqueness of President Kim Il Sung's revolutionary ideas.\n\t\t\t\t\t\n\t\t\t\t\tDuring his military camping in Oun-dong, Pyongyang, in his university days, he systematized and developed the Juche-based military idea, theory and tactics, laying solid ideo-theoretical foundation for the Songun (military-first) politics.\n\t\t\t\t\t\n\t\t\t\t\tFor scores of years since the historic day, Kim Jong Il wisely led the work for carrying forward the revolutionary cause of Juche, thus performing great feats for the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tHe developed in depth and an all-round way the immortal Juche idea, founded by the President, making it the guiding idea in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\tHe flawlessly proved the validity, scientific accuracy and truth of socialism as well as inevitability of its victory, thus providing a sure guarantee for the progress of the world socialist movement and the triumphant advance of the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\tIn the days of his guidance over the Songun revolution, he devoted all his mental and physical energies to turning the DPRK into an ideological and political and military power.\n\t\t\t\t\t\n\t\t\t\t\tHis oath has been carried forward by Kim Jong Un, supreme leader of the Workers' Party of Korea and the DPRK."
        },
        {
            "title": "Typhoon-15 Brings Big Damage to DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-27ee.html",
            "content": "Typhoon-15 Brings Big Damage to DPRK\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Typhoon-15 brought big damage to the Democratic People's Republic of Korea.\n\t\t\t\t\tAs of Sunday, it was confirmed that the typhoon left 48 persons dead and more than 50 injured or missing, 6 700 odd houses destroyed or inundated and 21 180 people homeless across the country.\n\t\t\t\t\t\n\t\t\t\t\tIt also damaged at least 50 000 hectares of farmland, ravaging crops in 45 320 hectares of paddy and non-paddy fields.\n\t\t\t\t\t\n\t\t\t\t\tMore than 16 730 trees fell down and 880 industrial and public buildings were disabled.\n\t\t\t\t\t\n\t\t\t\t\tTens of educational and medical service buildings were destroyed."
        },
        {
            "title": "Korean Students Pledge Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-16ee.html",
            "content": "Korean Students Pledge Loyalty to Kim Jong Un\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Students in Pyongyang pledged to glorify the revolutionary exploits of leader Kim Jong Il and Songun Korea of Juche under the leadership of the dear respected Kim Jong Un. They met before the statue of President Kim Il Sung on Ryongnam Hill on Monday.\n\t\t\t\t\tJon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, made a report to be followed by the speeches by 000, student at Kim Il Sung University, 000, vice-chairman of the university committee of the youth league, and 000, student at Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter and speakers said Kim Jong Il mounted Ryongnam Hill in September 1960 and recited the self-composed poem \"O Korea, I Will Add Glory to Thee\". This was his oath to demonstrate the dignity and might of Korea to the world by carrying out the revolutionary cause of Juche under the leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThey also said during his revolutionary activities at Kim Il Sung University Kim Jong Il enriched the revolutionary idea, Juche idea, with his extraordinary ideas and theories, rare intelligence and energetic pursuit and carried forward the President's cause of building a rich and powerful country with loyalty.\n\t\t\t\t\t\n\t\t\t\t\tThey went on saying:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il displayed the dignity and might of socialist Korea by turning the country into a worldwide military power and a legitimate nuclear weapons state with his original Songun politics. He led the drive for building a thriving nation till the last moments of his life and laid an eternal foundation for the nation's prosperity.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, who is successfully carrying forward the idea and cause of Kim Jong Il, provides energetic guidance to the youth league and young people of Korea to give continuity to the march started from Mt. Paektu under the banner of Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\tThey pledged to make a dynamic drive towards the final victory under the leadership of Kim Jong Un."
        },
        {
            "title": "Biking Gets Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-21ee.html",
            "content": "Biking Gets Brisk in DPRK\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Biking is increasingly popular in the Democratic People's Republic of Korea.\n\t\t\t\t\tIn this regard, Jong Yong Nam, department director of the Pyongyang City People's Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t\"Bicyclists are increasing in the country as biking is good for health and favorable for a solution to traffic and energy problems as well as environmental protection.\n\t\t\t\t\t\n\t\t\t\t\tOn Sundays more people like to ride bicycle.\n\t\t\t\t\t\n\t\t\t\t\tSo we are working out various programs to offer convenience to the cyclists in the city.\n\t\t\t\t\t\n\t\t\t\t\tMore bicycle parks have been built in Pyongyang and other towns and rural communities.\n\t\t\t\t\t\n\t\t\t\t\tThe Pyongyang Joint Venture Bicycle Factory, with an annual production capacity of tens of thousands of bicycles, turns out bicycles suitable for the modern aesthetic sense and demands of citizens.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, mass media give people knowledge about regulations and common sense concerning cycling.\"\n\t\t\t\t\t\n\t\t\t\t\tAn Kyong Hui, department head of Pyongyang Medical College under Kim Il Sung University, said that cycling is good for waist and leg exercises and improves the functions of heart and lung.\n\t\t\t\t\t\n\t\t\t\t\tIt is also efficacious for fatigue, stress, migraine and geriatric diseases, she added."
        },
        {
            "title": "12th National Exhibition of Inventions and New Technologies Closes",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-17ee.html",
            "content": "12th National Exhibition of Inventions and New Technologies Closes\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The 12th national exhibition of inventions and new technologies closed with due ceremony at the Three Revolution Exhibition on Monday. \n\t\t\t\t\tThe exhibition involved scientific and technological exchange, scientific and technological forum, technical workshop, introductions of the work for applying hundreds of major scientific and technological achievements to the building of an economic power and disseminating them as intellectual products. \n\t\t\t\t\t\n\t\t\t\t\tDrawing the attention of the participants were the method of abstracting low calorie coal combustion additive from natural minerals, the machine for packing women's summer socks, the method of manufacturing natural moisturizer, Ryonha's PLC, the system of video meeting by use of computer network, new rice species, etc.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the closing ceremony were Premier Choe Yong Rim, Chairman of the Education Commission Kim Sung Du, President of the State Academy of Sciences Jang Chol, officials concerned, scientists and technicians and working people."
        },
        {
            "title": "KCNA Commentary Rebukes U.S. Description of UFG as Regular and Routine Activities",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-26ee.html",
            "content": "KCNA Commentary Rebukes U.S. Description of UFG as Regular and Routine Activities\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The U.S. claims that Ulji Freedom Guardian joint military exercises (UFG) are regular and routine activities. This is a hackneyed trick to cover up its nature as a harasser of peace and stability in the Korean Peninsula and the rest of Northeast Asia and provoker of a war.\n\t\t\t\t\tThe exercises that the U.S. staged with the south Korean regime from August 20 to 31 were evidently an all-out act of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey started with the field over-all examination by the secretary of the U.S. Army in mid-August. It reminded one of the eve of the past June 25 Korean war.\n\t\t\t\t\t\n\t\t\t\t\tAll the details of the military activities including movement of aggression troops consistent with the actual war scenario were oriented to the surprise occupation of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe drills even envisaged a special warfare targeted against the headquarters of the revolution in the DPRK, preemptive attacks on its nuclear and missile bases and \"civilian operation\" aimed at the occupation of regions of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThey hurled even MRAP whose capacity had been proved in the Mid-east war, openly disclosing the offensive nature of the exercises aimed at the breaking of the Military Demarcation Line by the ground forces.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. forces commander in south Korea openly said that UFG is based on actual scenario.\n\t\t\t\t\t\n\t\t\t\t\tThe situation proves that the State Department just tried to mislead the public when it let its spokesman describe UGF as regular and routine activities on August 20.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. reckless war moves have placed the Korean Peninsula and the rest of Northeast Asia on high alert.\n\t\t\t\t\t\n\t\t\t\t\tIt is by no means fortuitous that Xinhua said the UFG strained the tension in the region, far from helping the promotion of regional peace and denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard fact, the U.S. is making sophism to give impression that there is nothing problematic with the exercises, a mockery of the people of the DPRK and other Asian countries desirous of regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is an arch criminal constantly harassing peace and stability in the Korean Peninsula and Northeast Asia by staging war exercises.\n\t\t\t\t\t\n\t\t\t\t\tWith no sleight of hand can it shirk off its responsibility as a hideous provoker of a war."
        },
        {
            "title": "DPRK Will Answer Enemies' Provocation with Just War: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-08ee.html",
            "content": "DPRK Will Answer Enemies' Provocation with Just War: Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The Democratic People's Republic of Korea will answer a reckless military provocation and war of aggression of the United States and Lee Myung Bak group of traitors in south Korea with an immediate counter-strike and a just war for national reunification, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\tThe situation on the Korean Peninsula has now reached the extremes due to the hideous provocations of the U.S. and Lee group who try to do harm to the dignity of the supreme leadership of the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists in league with the south Korean puppet forces and human scum hatched an unprecedented political terrorism plot against the DPRK and attempted to provoke a total war to invade the DPRK with it as a prelude. When it ended in failure, they in conspiracy with the south Korean war maniacs staged Ulji Freedom Guardian large-scale joint military exercises, openly revealing their aim of the brigandish invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has made all possible efforts to protect peace and stability of the country and achieve independent reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe patience of the DPRK has the limits. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people value peace, but are not afraid of war.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and south Korean war maniacs should not try to test the willingness of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIf they fire even a bullet into the inalienable land of the DPRK, oblivious of the bitter defeat of the past, the Korean servicepersons and people will not miss the chance but fight the last battle for national reunification."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Plan to Expand MD in Asia-Pacific",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-11ee.html",
            "content": "Rodong Sinmun Slams U.S. Plan to Expand MD in Asia-Pacific\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Recently the chairman of the U.S. Joint Chiefs of Staff opened to the public a plan to deploy another new radar system in the southern part of Japan as part of the U.S. scenario for establishing the missile defense system in the  Asia-Pacific region.\n\t\t\t\t\tThe U.S. is also mulling establishing a highly effective early warning radar system in Southeast Asia. Its intention is to link these two radar systems with U.S. ground missile bases and marine anti-ballistic missile network.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun on Monday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\tThis indicates that the U.S. seeks to round off its siege to powers in the Asia-Pacific which it has already pushed forward in an effort to attain a strategic edge and expand and strengthen its military domination over them. \n\t\t\t\t\t\n\t\t\t\t\tLurking behind the U.S. claim that the mission of the MD in the Asia-Pacific region is to cope with the \"threat of north Korean missiles\" is its ulterior intention to calm down the discontent and opposition of big powers in this region as much as possible and expand its MD with ease, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. moves to expand the MD in this region are nothing but reckless acts which may spur the arms race in the region.\n\t\t\t\t\t\n\t\t\t\t\tNo country in the region will sit idle, just watching the U.S. hegemonic moves to disable its offensive capability.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, a major gateway to the Asia-Pacific region, will never remain a passive onlooker to the U.S. hostile and provocative plan to expand the MD.\n\t\t\t\t\t\n\t\t\t\t\tIt will redouble its efforts to disable the U.S. MD, a threat to peace. The U.S. could swagger in the past Cold War as a \"winner\", but it will have to drink a bitter cup of defeat in the new Cold War."
        },
        {
            "title": "Rodong Sinmun Terms UFG Prelude to New War",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-12ee.html",
            "content": "Rodong Sinmun Terms UFG Prelude to New War\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The Ulji Freedom Guardian joint military exercises staged by the U.S. and the south Korean puppet forces were reckless maneuvers to ignite the second Korean War.\n\t\t\t\t\tRodong Sinmun Monday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tThe article explains the reason why the recent saber-rattling was actual maneuvers for invading the DPRK and a curtain raiser to a new war.\n\t\t\t\t\t\n\t\t\t\t\tA few years ago the number of the U.S. forces involved in the UFG was far less than that mobilized this year, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\tBut the recent war maneuvers involved more than 30 000-strong U.S. forces, 56 000-strong south Korean forces and hundreds of thousands of civilians of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThose exercises were very likely to turn into an actual war in view of their nature, programs, scale and duration.\n\t\t\t\t\t\n\t\t\t\t\tIt is the strategic goal of the U.S. to contain the DPRK by force of arms by provoking another Korean War and, furthermore, establish a military domination over Asia.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists have steadily reinforced strategic weapons including nukes around the Korean Peninsula while staging madcap war maneuvers targeted against the DPRK with south Korean puppet forces and troops of their allies involved in a bid to ignite a new war on the peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\tIt is under this scenario that the U.S. is stoking the inter-Korean confrontation and driving the DPRK-U.S. hostile relations to the worst phase while deliberately straining the situation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and the south Korean puppet forces seek to provoke the DPRK through war drills but with nothing can they browbeat its army and people. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. would be well advised to coolly face up to the situation and drop its foolish scenario to contain the DPRK by force. If the U.S pushes the situation on the peninsula to an extreme phase despite the warnings of the DPRK, it will face a strong counter-action of Korean style, warns the article."
        },
        {
            "title": "Rodong Sinmun Lashes Out at Lee Myung Bak Regime's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-09ee.html",
            "content": "Rodong Sinmun Lashes Out at Lee Myung Bak Regime's Reckless Remarks\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The Lee Myung Bak regime of south Korea, once hardly breathed in fear of the just and thunder-like declaration of the DPRK, is now speaking ill of the strong spirit of service personnel and people of the DPRK who are hardening their pledge to annihilate the enemies, and their firm will to fight the sacred war of national reunification, true to the order of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\tThe regime even absurdly called for \"policy change\" and \"reform and opening\" in the north, talking about \"aid to NGOs.\"\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Monday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe rubbish made by the Lee regime is no more than a crafty trick to evade the responsibility for the prevailing situation and calm down the strong indignation of the army and people of the DPRK against it.\n\t\t\t\t\t\n\t\t\t\t\tIts call for \"policy change\" and \"reform and opening\" is wicked sophism to save its badly-tarnished image in the face of total bankruptcy of its confrontation policy. It is also a mean behavior of bat-blind guys who interpret the vigorous advance of the DPRK in their own interests, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe puppet regime should not misjudge the above-said spirit and will of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt is their firm stand and will not to remain a passive onlooker to the Lee regime's desperate war hysteria. Its reckless moves would only fuel the anger and retaliatory spirit of all service personnel and people of the DPRK who are getting fully prepared to fight a sacred war while waiting for the order for a final charge.\n\t\t\t\t\t\n\t\t\t\t\tComing nearer is the moment to wipe out through nationwide sacred war the Lee group of traitors keen on war provocation, while talking rubbish as it pleases."
        },
        {
            "title": "Japan's Abolition of Past History Urged",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-10ee.html",
            "content": "Japan's Abolition of Past History Urged\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The crimes the Japanese imperialists committed against the Korean people can never be whitewashed no matter how much water may flow under the bridge and how many generations are replaced and they should settle their accounts with the crimes, says Rodong Sinmun Monday in a bylined article. \n\t\t\t\t\tThe Japanese imperialists fabricated the \"Korea-Japan Annexation Treaty\", turning Korea into their colony and imposing the disgrace of ruined state on the Korean nation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThey cooked up the \"Ulsa Five-point Treaty\" and the \"Jongmi Seven-Point Treaty\" in 1905 and 1907 to deprive Korea of the right to foreign diplomacy and right to home administration.\n\t\t\t\t\t\n\t\t\t\t\tThey fabricated the \"Korea-Japan Annexation Treaty\" on August 22, 1910 in wanton violation of elementary principle and norms in signing international treaties to deprive Korea of its statehood that remained only in the form. It promulgated the treaty on August 29.\n\t\t\t\t\t\n\t\t\t\t\tThis reduced Korea, with time-honored history spanning 5 000 years, into a complete colony of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\tSince then the Japanese imperialists enforced illegal governor-general rule, inflicting untold pain and sufferings on the Koreans.\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard fact, the Japanese reactionaries seek to distort and deny the crimes of Japan's aggression on Korea, far from making apology and reparation for the tremendous damage Japan caused to the Korean people in the past.\n\t\t\t\t\t\n\t\t\t\t\tStressing the need to force the Japanese imperialists to pay for their crimes and stamp out the pro-Japanese sycophantic traitors who betrayed the country and the nation, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Lee Myung Bak regime of south Korea has persisted on humiliating diplomacy subservient to Japan since the first day of its office and connived at the Japanese reactionaries' distortion of history and territorial claim to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\tThis sordid act has fuelled the Japanese reactionaries' ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\tAll the Koreans should courageously turn out in nationwide actions against the Lee Myung Bak regime that joins hands with Japan, the sworn enemy of the Korean nation which whets the sword of reinvasion while persistently turning aside from apology and reparation for the past crimes, to prolong its dirty remaining days."
        },
        {
            "title": "Ro Su Hui Gives His Impressions of DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-24ee.html",
            "content": "Ro Su Hui Gives His Impressions of DPRK\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Ro Su Hui, vice chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), gave his impressions of the DPRK behind bars on Aug. 29.\n\t\t\t\t\tHe said that while visiting the DPRK to attend commemorations of the 100th day since the demise of leader Kim Jong Il, he was surprised to see the dramatic changes there. \n\t\t\t\t\t\n\t\t\t\t\tGreat successes were achieved in all fabrics of society including politics, economy and culture and cities were brightly lit at night, he said, adding the DPRK had undergone tremendous changes.\n\t\t\t\t\t\n\t\t\t\t\tPeople were full of confidence and there was no shadow on their faces.\n\t\t\t\t\t\n\t\t\t\t\tReferring to the purpose of his visit to the DPRK, he said:\n\t\t\t\t\t\n\t\t\t\t\tFirst, the Korean nation's etiquette, good manners and customs were not observed as the south Korean \"government\" at a time when Kim Jong Il, chairman of the National Defence Commission, demised, did not allow not only the authorities but also the non-governmental organizations to pay condolence visits.\n\t\t\t\t\t\n\t\t\t\t\tSo, I paid a condolence visit to the north on the occasion of the 100th day since his demise.\n\t\t\t\t\t\n\t\t\t\t\tSecond, it was my intention to help tide over the crisis the \"government\" created by sparking a close-to-war situation through its acts of rattling the nerves of the north, instead of expressing consolation and condolences over the great loss to the nation.\n\t\t\t\t\t\n\t\t\t\t\tHe dismissed the charges of \"encouragement and praise of the north\" the security authorities including the Intelligence Service and prosecution brought against him as nonsensical ones. \n\t\t\t\t\t\n\t\t\t\t\tHis condolence visit was a just deed as he worked hard to overcome the nation's division with peace, not a war and achieve reunification as a member of the Korean nation, he declared."
        },
        {
            "title": "S. Korean Organization Accuses Warmongers of Their Preparations for War of Aggression",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-22ee.html",
            "content": "S. Korean Organization Accuses Warmongers of Their Preparations for War of Aggression\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a disarmament rally for peace in Seoul on Aug. 3 1 condemning the warmongers for getting frantic with preparations for a war for aggression.\n\t\t\t\t\tSpeakers at the rally slammed the military authorities for brutally cracking down upon inhabitants of Jeju Island for their protest against the naval base construction though it was disclosed that the naval base under construction was for the U.S. troops. \n\t\t\t\t\t\n\t\t\t\t\tThey also accused the Lee Myung Bak \"government\" of contemplating the introduction of U.S.-made \"F-35\" fighters into south Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt is only the people who will suffer from the war moves of the U.S. and the Lee group, they noted, calling on all of them to bring earlier the end of the warmongers.\n\t\t\t\t\t\n\t\t\t\t\tThey called for defusing the danger of a war in this land and achieving peaceful reunification."
        },
        {
            "title": "S. Korean Army Announces Plan for Large-scale Mobile Drill for Invading DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-23ee.html",
            "content": "S. Korean Army Announces Plan for Large-scale Mobile Drill for Invading DPRK\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The 7th Division of the south Korean puppet army announced that it would kick off on Sept. 3 a four day-long large-scale mobile drill for invading the DPRK in the area of Hwachon, south Korean Kangwon Province, according to Korean Broadcasting System of south Korea.\n\t\t\t\t\tThe war maneuver would involve many tanks, vehicles and other mobile means.\n\t\t\t\t\t\n\t\t\t\t\tThe drill projected in the wake of the Ulji Freedom Guardian joint military exercises brings into bolder relief the bellicose nature of the group of traitors keen to invade the DPRK."
        },
        {
            "title": "S. Korean Unionists Start Anti-\"government\" Protest",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-25ee.html",
            "content": "S. Korean Unionists Start Anti-\"government\" Protest\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Over 20 000 union members under the south Korean Confederation of Trade Unions on Aug. 31 started anti-regime actions in Seoul.\n\t\t\t\t\tThe confederation and its affiliated organizations such as transport union, construction union and women's federation held rallies in such places as Seoul Railway Station plaza, Jongro, Youido and Kangnam.\n\t\t\t\t\t\n\t\t\t\t\tThey deplored the unpopular labor policy of the present regime, saying its aftereffect caused the workers to suffer from the unemployment and poverty.\n\t\t\t\t\t\n\t\t\t\t\tHowever, Lee Myung Bak branded the action of the confederation for vital rights as \"collective selfishness\", they said.\n\t\t\t\t\t\n\t\t\t\t\tThey also denounced Park Geun Hye for being engrossed in deceptive actions for her own political interests, utterly indifferent to the living of the workers.\n\t\t\t\t\t\n\t\t\t\t\tSaying that it is the unanimous demand of the workers to shorten work hours, halt the privatization, and abolish the law on the part-time job, they declared that they would wage a dynamic action against the \"government\" and \"National Assembly\" for their vital rights.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the rallies the bodies staged demos.\n\t\t\t\t\t\n\t\t\t\t\tThey expressed the will to struggle till their demands are met.\n\t\t\t\t\t\n\t\t\t\t\tTheir demands include the repeal of the law on the part-time job, the withdrawal of the lay-offs, revision of the evil labor law, shortening of labor hours, halt to the privatization, etc.\n\t\t\t\t\t\n\t\t\t\t\tThe workers arrived at Uljiro No. 1 and held a meeting to pledge themselves to win a victory in the general strike."
        },
        {
            "title": "Kim Jong Un's Work Carried by Russian Magazine",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-01ee.html",
            "content": "Kim Jong Un's Work Carried by Russian Magazine\n\t\t\t\t\t\t\r\n Pyongyang, September 3 (KCNA) -- A Russian Internet magazine on August 26 carried the detailed content of the dear respected        Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\".\n\t\t\t\t\t The work, made public on July 26, 2012, clarifies the essence of leader Kim Jong Il's patriotism and his life characterized by ardent love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues arising in applying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Ecuadorian Organization",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-03ee.html",
            "content": "Kim Jong Il's Feats Lauded by Ecuadorian Organization\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- The Canar Provincial Institute for the Friendship and Solidarity with DPRK of Ecuador issued a statement on August 28 upon hearing the speech made by Supreme Commander of the Korean People's Army Kim Jong Un at the banquet for celebrating August 25, the 52nd anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\tKim Jong Un's historic speech makes one recollect the immortal Songun feats performed by Kim Jong Il, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK could demonstrate its dignity all over the world. This is a shining fruition of the Songun revolutionary leadership provided by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe was a peerless patriot, greatest revolutionary and outstanding strategist who defended the sovereignty of the country and devoted his all to realizing independence of popular masses, holding high the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe history of his Songun revolutionary leadership is being successfully carried forward by the dear respected Kim Jong Un, and the DPRK is more powerfully demonstrating its might as a political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\tThe institute extended full support and solidarity to the Korean people in their just struggle to defend the sovereignty of the country and achieve the grand cause of national reunification by dint of the Songun politics."
        },
        {
            "title": "Songun Politics Is All-Powerful Treasured Sword: Organizations of Peru, Ecuador",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-04ee.html",
            "content": "Songun Politics Is All-Powerful Treasured Sword: Organizations of Peru, Ecuador\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Organizations of Peru and Ecuador released statements on August 25, the 52nd anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\tThe Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy in a statement said that the Songun politics serves as the all-powerful treasured sword for victory which helps shatter the moves of the imperialists for aggression and provocation, firmly defend socialist Korea of Juche and strikingly demonstrate the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\tIt expressed conviction that the Korean people would always emerge victorious in the struggle to achieve the socialist cause and the cause of independence against imperialism as the dear respected Kim Jong Un is successfully carrying forward the idea and cause of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\tThe Ecuadorian Cultural Institute for the Study of the Juche Idea noted that the world is considering the Songun politics pursued by Kim Jong Il as the most just and reasonable political mode for defending the dignity and sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tIt is thanks to the Songun politics that the DPRK is demonstrating its might as the military power with matchless revolutionary armed forces and powerful defence capabilities, the beacon of hope of progressive mankind and a socialist fortress, the institute said.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will certainly build a reunified rich and powerful country as Kim Jong Un is carrying forward the Songun cause of Kim Jong Il without an inch of deflection, it stressed."
        },
        {
            "title": "DPRK's Important Day Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-05ee.html",
            "content": "DPRK's Important Day Marked Abroad\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Events took place in different countries on the occasion of the 52nd anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\tLectures were given in Peru, Brazil and France and seminars held in Norway, Ethiopia and Uganda between August 20 and 25.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed in the venues of the seminars were photos of Kim Jong Il's revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tOn display there were books and photos introducing proud achievements made by the Korean people in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\tThe general secretary of the Revolutionary Socialist Party of Peru and international secretary of the Communist Party of Peru (Red Motherland) said that the DPRK is advancing, holding high the socialist banner of Juche in confrontation with the U.S. imperialists, the boss of world imperialism. The credit for this goes to the Songun politics, they added.\n\t\t\t\t\t\n\t\t\t\t\tThe chief of the French Group for the Study of the Juche and Songun Idea praised Kim Jong Il for putting the dignity and honor of Kim Il Sung's nation on the highest level and making immortal contributions to building a thriving nation, reunifying the country and accomplishing the human cause of independence with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThe president of the World Peace Council noted that the dear respected Kim Jong Un, successor to the revolutionary cause of the preceding leaders, is leading the Korean people to greater victory.\n\t\t\t\t\t\n\t\t\t\t\tHe extended invariable support and solidarity to the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe chief of the Norwegian Fredrikstad Group for the Study of the Juche Idea pointed out that the firm foundation for the independent and peaceful reunification of Korea has been laid and regional peace and security have been guaranteed thanks to the Songun politics pursued by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAt the seminar held at Kyambogo University of Uganda speakers praised him as the outstanding thinker and theoretician who developed in depth the Juche idea founded by President Kim Il Sung."
        },
        {
            "title": "Kim Il Sung's Feats for Nation-Building Praised by Bangladeshi Political Figures",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-06ee.html",
            "content": "Kim Il Sung's Feats for Nation-Building Praised by Bangladeshi Political Figures\n\t\t\t\t\t\t\r\nPyongyang, September 3 (KCNA) -- Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, and Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, released a joint statement on August 28 on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\tPresident Kim Il Sung, father of socialist Korea, liberated Korea and founded the DPRK, making great contributions to the Korean revolution and the human cause of independence, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people could firmly defend the sovereignty of the country and the dignity of the nation under the outstanding Songun leadership of leader Kim Jong Il, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIt expressed belief that the Korean people would achieve the independent and peaceful reunification of the country and build a thriving socialist nation in the near future as they are led by the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Jong Un dirige el concierto de banda militar del EPC",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-01ss.html",
            "content": "Kim Jong Un dirige el concierto de banda militar del EPC\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- El Mariscal  Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el concierto de la banda militar del EPC.\n\t\t\t\t\tLos creadores y los ejecutantes de la banda estuvieron muy emocionados y felices por el gran honor de ser guiados ya por tercera vez en el ano en curso por el Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tCuando el Mariscal salio al palco con su esposa  Ri Sol Ju mientras se interpretaba la cancion de bienvenida, estremecieron el auditorio las estruendosas \"!Vivas!\"\n\t\t\t\t\t\n\t\t\t\t\tTambien vieron el concierto el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, el vicemariscal del EPC Hyon Yong Chol, jefe del Estado Mayor General del EPC, el vicepresidente del Comite de Defensa Nacional Jang Song Thaek, los generales de ejercito del EPC Choe Pu Il, Pak Jae Gyong y Kim Yong Chol, el teniente general del EPC Pak Jong Chon, el subjefe de departamento del CC del PTC Hwang Pyong So, os oficiales y soldados del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se interpretaron la musica de instrumentos de viento \"Flamea alto, bandera de nuestro Partido\", \"El General es la bandera de la victoria\", \"Cancion del Ejercito Popular de Corea\", \"Avance\", \"Cancion de artilleros costeros\", \"Ordene, Lider\" y las canciones extranjeras \"Sobre las olas\", \"Baile con espadas\" y otras.\n\t\t\t\t\t\n\t\t\t\t\tCon la vibracion solemne de sus instrumentos y melodias ligeras y llamativas, los ejecutantes describieron en tono orgulloso el animo combativo y la fuerza invencible del heroico EPC que defiende el partido, el lider, la patria y el pueblo a costa de la vida continuando las brillantes tradiciones de la guerrilla antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tTerminando el concierto, los ejecutantes y espectadores volvieron a aclamar hospitalariamente al Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que la musica militar de caracter revolucionario y combativo infunde en el corazon de todo el ejercito y el pueblo la fe y el optimismo de la victoria de la revolucion, el odio y deseo de exterminar a los enemigos, el Comandante Supremo dio valiosas instrucciones sobre la mision de la banda militar y los remedios para cumplirla.\n\t\t\t\t\t\n\t\t\t\t\tLas melodias que interpreta la banda militar deben ser dinamicas y vivarachas porque tienen el tono de marcha y asi pueden elevar la moral de nuestros militares y habitantes, dijo.\n\t\t\t\t\t\n\t\t\t\t\tSi se realiza el concurso entre las bandas militares del EPC, se podria aprender buenas experiencias logradas en la ejecucion y la creacion y mejorar las habilidades de interpretacion, dijo e instruyo organizar tal concurso cada ano.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que la banda militar del EPC es el simbolo y rostro del poderoso ejercito revolucionario del monte Paektu e instruyo desarrollar mas al estilo coreano el metodo y la forma de interpretacion para que la banda pueda tocar las musicas militares, signadas de la fuerza espiritual e impetu del EPC, y mejorar la calidad y forma del uniforme de la banda.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso hacer que las musicas militares redoblen el coraje y aumenten el deseo de crear meritos en cualesquier lugares donde sean escuchadas, enseno.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, si escuchamos la musica de instrumentos de viento \"Cancion del Ejercito Popular de Corea\", nos quedamos profundamente conmovidos, dijo y destaco que si llega el dia de la gran guerra por la reunificacion de la patria, el EPC avanzara adelante con las musicas revolucionarias de la banda militar del EPC.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los creadores y ejecutantes desarrollaran su banda como la de talla mundial y estimularan energicamente al ejercito y al pueblo a la marcha orgullosa por la victoria final desplegando de modo combativo las actividades de creacion e interpretacion en cumplimiento de su honrosa mision."
        },
        {
            "title": "Kim Jong Un recibe presente de presidente irani",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-25ss.html",
            "content": "Kim Jong Un recibe presente de presidente irani\n\t\t\t\t\t\t\r\nTeheran, 3 de septiembre (Corresponsal de ACNC) -- Al Mariscal Kim Jong Un dedico presente el presidente de la Republica Islamica de Iran, Mahmoud Ahmadinejad.\n\t\t\t\t\tAhmad Vahidi, ministro de Defensa y Fuerzas Armadas Logisticas de Iran lo entrego el dia 2 a Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, quien realiza una visita oficial y de amistad a su pais."
        },
        {
            "title": "Kim Jong Un recibe regalo de Ahmad Vahidi",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-18ss.html",
            "content": "Kim Jong Un recibe regalo de Ahmad Vahidi\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- Al Mariscal Kim Jong Un le dirigio regalo Ahmad Vahidi, ministro de Defensa y Fuerzas Armadas Logisticas de Iran.\n\t\t\t\t\tEl ministro irani lo entrego el dia 2 a Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, quien realiza una visita oficial y de amistad a la Republica Islamica de Iran."
        },
        {
            "title": "Conversaciones entre Kim Yong Nam y Mahmoud Ahmadinejad",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-12ss.html",
            "content": "Conversaciones entre Kim Yong Nam y Mahmoud Ahmadinejad\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- Tuvieron lugar el dia primero en el Palacio Presidencial las conversaciones entre el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, y el presidente de la Republica Islamica de Iran, Mahmoud Ahmadinejad. \n\t\t\t\t\tEn la ocasion, ambas partes intercambiaron las opiniones sobre los problemas como el de consolidar las relaciones de amistad y cooperacion entre los dos paises y el de estrechar la cooperacion en el frente conjunto antiimperialista y antiyanqui y en el Movimiento de los Paises No Alineados y llegaron al consenso en los temas abordados. \n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana expreso la firme posicion del gobierno de la RPDC de fortalecer los lazos con Iran. \n\t\t\t\t\t\n\t\t\t\t\tResalto la necesidad de frecuentar las visitas reciprocas de las delegaciones de alto nivel, de acuerdo con el nivel de las relaciones politicas bilaterales, y fortalecer las relaciones de cooperacion economica y el apoyo mutuo en la palestra internacional, y enfatizo en celebrar significativamente el 40o aniversario del establecimiento de relaciones diplomaticas de los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tLa parte irani manifesto la satisfaccion de que los dos paises hayan fortalecido la cooperacion en varios dominios y subrayo que el desarrollo de las relaciones bilaterales conviene al bienestar y desarrollo de los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tTodos los paises miembros del Movimiento de los No Alineados han de tener presente que podran vencer al imperialismo y el dominacionismo cuando luchen con la intransigente posicion antiimperialista y antiyanqui como la RPDC, dijo y afirmo que el problema de reunificacion de Corea debe ser resuelto de manera independiente, o sea, con las fuerzas propias de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en un ambiente amistoso."
        },
        {
            "title": "Rubricada nota de entendimiento entre RPDC e Iran",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-17ss.html",
            "content": "Rubricada nota de entendimiento entre RPDC e Iran\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- Quedo firmada el dia primero en esta capital la nota de entendimiento sobre la cooperacion en la ciencia, la tecnologia y la educacion entre los gobiernos de la Republica Popular Democratica de Corea y la Republica Islamica de Iran. \n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes por la parte coreana el presidente del Presidium de la Asamblea Popular Suprema, Kim Yong Nam, el canciller Pak Ui Chun, el embajador coreano en Iran Jo In Chol y otros acompanantes. \n\t\t\t\t\t\n\t\t\t\t\tPor la parte irani, figuraban el presidente Mahmoud Ahmadinejad, el vicepresidente y presidente de la Organizacion de Energia Atomica, Fereydoon Abbasi-Dabani, el ministro de Defensa y Fuerzas Armadas Logisticas, Ahmad Vahidi, el ministro de Industria, Mineria y Comercio, Mehdi Ghazanfari, el ministro de Ciencia, Investigacion y Tecnologia, Kamran Daneshjoo, el ministro de Agricultura, el presidente del Banco Central y otras personalidades. \n\t\t\t\t\t\n\t\t\t\t\tPak Ui Chun y Kamran Daneshjoo suscribieron el documento."
        },
        {
            "title": "Kim Yong Nam realiza visita de cortesia a Mahmoud Ahmadinejad",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-15ss.html",
            "content": "Kim Yong Nam realiza visita de cortesia a Mahmoud Ahmadinejad\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, realizo el dia primero una visita de cortesia al presidente de la Republica Islamica de Iran, Mahmoud Ahmadinejad.\n\t\t\t\t\tEn la ocasion, Kim transmitio al mandatario irani el saludo enviado por el Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tAhmadinejad expreso profundo agradecimiento al respecto y pidio al visitante que extendiera su saludo a Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl dialogo transcurrio en un clima ameno."
        },
        {
            "title": "Kim Yong Nam realiza visita de cortesia a Seyed Ali Khamenei",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-13ss.html",
            "content": "Kim Yong Nam realiza visita de cortesia a Seyed Ali Khamenei\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, realizo el dia primero una visita de cortesia a Seyed Ali Khamenei, lider de la Revolucion Islamica de Iran. \n\t\t\t\t\tKhamenei recordo su inolvidable visita a la RPDC cuando fue recibido por el Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tAlabo al Presidente como gran politico y dijo que conoce bien la noble personalidad de Su Excelencia                 Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que el Maximo Dirigente Kim Jong Un lleva adelante la causa de los lideres antecesores. \n\t\t\t\t\t\n\t\t\t\t\tExpreso su satisfaccion por la marcha positiva de la cooperacion entre los dos paises y deseo al pueblo coreano la felicidad y prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tEl dialogo transcurrio en un clima cordial."
        },
        {
            "title": "Kim Yong Nam se reune con Mohammad-Reza Rahimi y Ali Larijani",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-16ss.html",
            "content": "Kim Yong Nam se reune con Mohammad-Reza Rahimi y Ali Larijani\n\t\t\t\t\t\t\r\nTeheran, 2 de septiembre (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia primero por separado en el Palacio Presidencial y en la sede de la Asamblea Consultiva Islamica (Majlis) con el primer vicepresidente de la Republica Islamica de Iran, Mohammad-Reza Rahimi, y el presidente de Majlis, Ali Larijani, respectivamente. \n\t\t\t\t\tLas conversaciones transcurrieron en una atmosfera amistosa.\n\t\t\t\t\t\n\t\t\t\t\tEl primer vicepresidente dijo estar complacido de los exitos que alcanza el pueblo coreano en el sector economico bajo la guia de Su Excelencia            Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que la RPDC reconocio primero la Revolucion Islamica de Iran y no escatimo su apoyo y ayuda al pueblo irani.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo irani respeta al heroico pueblo coreano y aprecia el desarrollo de las relaciones entre los dos paises, dijo y manifesto la voluntad de ampliar la cooperacion economica. \n\t\t\t\t\t\n\t\t\t\t\tLarijani dijo que Iran y la RPDC mantienen excelentes relaciones y han alcanzado un desarrollo multifacetico. \n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de fortalecer el apoyo y la solidaridad entre las asambleas de dos paises en los escenarios internacionales."
        },
        {
            "title": "Kim Yong Nam felicita a regentes de San Marino",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-22ss.html",
            "content": "Kim Yong Nam felicita a regentes de San Marino\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 2 un mensaje de felicitacion a los regentes de la Republica de San Marino, Italo Righi y Maurizio Rattini con motivo del Dia Nacional de este pais.\n\t\t\t\t\tEl remitente les desea al pueblo de San Marino el progreso y la prosperidad y a los regentes los exitos en sus trabajos."
        },
        {
            "title": "Fallecio O Ik Je",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-20ss.html",
            "content": "Fallecio O Ik Je\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- O Ik Je, vicepresidente del Comite por la Reunificacion Pacifica de la Patria (CRPP) y asesor del Comite de Direccion Central de la Asociacion de Chondoistas de Corea, fallecio el primero de septiembre de 2012 a los 83 anos a causa de una enfermedad. \n\t\t\t\t\tQuedo publicada el dia 2 la esquela mortuaria del Comite Central del Frente Democratico para la Reunificacion de la Patria y el CRPP. \n\t\t\t\t\t\n\t\t\t\t\tLa nota senala que el difunto fue una personalidad patriotica quien se dedico por la democracia de la sociedad surcoreana y la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tNacido en la comuna de Taegok del distrito de Hoechang de la provincia de Phyong-an del Sur en el periodo de la dominacion colonial del imperialismo japones, crecio desde ninez con la tristeza de apatrida colonial. Y despues de la liberacion de la patria trabajo en su tierra natal como un funcionario de la Asociacion de Chondoistas. \n\t\t\t\t\t\n\t\t\t\t\tDurante su estancia en el Sur de Corea se vio obligado a someter al servicio militar en el ejercito titere surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tDespues, lucho por la democracia de la sociedad surcoreana teniendo relacion con el circulo religioso y el politico y con las entidades fuera del poder por la reintegracion territorial del pais. \n\t\t\t\t\t\n\t\t\t\t\tDesesperado por la sociedad surcoreana corrupta donde se ven pisoteadas la soberania y la dignidad de la nacion y predomina la dictadura fascista, paso a la RPDC en agosto de 1997.\n\t\t\t\t\t\n\t\t\t\t\tTrabajando de vicepresidente del CRPP y diputado a las XI y XII legislaturas de la Asamblea Popular Suprema de la RPDC, hizo ingentes esfuerzos por la reconciliacion, la unidad y la reunificacion de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tCon la unica alma de responder al gran amor y confianza del gran Lider Kim Jong Il, dedico hasta el ultimo momento de su vida toda la inteligencia y pasion a la sagrada causa por la reunificacion de la patria."
        },
        {
            "title": "ACNC comenta sofisma para disimular caracter ofensivo de UFG",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-27ss.html",
            "content": "ACNC comenta sofisma para disimular caracter ofensivo de UFG\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- La opinion de Estados Unidos, que describe los ejercicios militares conjuntos \"Ulji Freedom Guardian\" (UFG), es un truco anejo para ocultar su naturaleza de perturbador de la paz y estabilidad de la Peninsula Coreana y el resto del Nordeste Asiatico y de provocador de guerra.\n\t\t\t\t\tLa maniobra UFG, desarrollada por EE.UU. con los titeres surcoreanos entre el dia 20 y el 31 de agosto, fue evidentemente un acto de agresion total contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tElla comenzo practicamente a mediados de agosto cuando el secretario de Fuerzas Terrestres de EE.UU. viajo al Sur de Corea para inspeccionar en el terreno la disposicion de combate, hecho que hace recordar el proceso de estallido de la pasada guerra coreana (25 de junio de 1950 - 27 de julio de 1953).\n\t\t\t\t\t\n\t\t\t\t\tSegun el plan de guerra, el traslado de las fuerzas agresoras y las demas acciones militares se orientaron a atacar y ocupar sorpresivamente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron incluidos en el programa de UFG de este ano hasta la operacion especial contra la Direccion de la Revolucion Coreana, el ejercicio de ataque preventivo de las bases nucleares y de misiles de la RPDC y la \"operacion civil\" que tomaba por premisa la ocupacion de territorios norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, la movilizacion de vehiculos a prueba de minas, cuya eficiencia fue probada en las guerras del Medio Oriente, expuso abiertamente el caracter ofensivo de las tropas terrestres al insinuar el avance por la Linea de Demarcacion Militar.\n\t\t\t\t\t\n\t\t\t\t\tEl comandante de las fuerzas norteamericanas ocupantes del Sur de Corea dijo sin escrupulos que UFG se basa en el \"guion de guerra real\".\n\t\t\t\t\t\n\t\t\t\t\tLa realidad deja conocer que fue un engano a la opinion publica lo que dijo el 20 de agosto un portavoz del Departamento de Estado quien anuncio la maniobra como \"actividad rutinaria y regular\".\n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes acciones del imperio en busca de la agresion y guerra, la situacion actual de la Peninsula Coreana y el resto del Nordeste Asiatico llego a la fase de extremadas tensiones militares.\n\t\t\t\t\t\n\t\t\t\t\tNo es casual que la Xinhua haya comentando que \"UFG no contribuye a fomentar la paz regional ni a la desnuclearizacion de la Peninsula Coreana, sino volvio a agravar la tensa situacion de la region\".\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. habla como si no hubiera ningun problema en los ejercicios militares y este sofisma es una burla al pueblo coreano y los demas asiaticos que desean la paz y estabilidad de la region.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no podra eludir de ninguna manera la responsabilidad que recae sobre el provocador de guerra y el perturbador principal de paz y estabilidad."
        },
        {
            "title": "Hay que saldar la cuenta de crimenes de Japon, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-02ss.html",
            "content": "Hay que saldar la cuenta de crimenes de Japon, insiste Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- El diario Rodong Sinmun inserto en su edicion de este lunes un articulo individual insistiendo en que se ajuste la cuenta de la historia criminal de Japon. \n\t\t\t\t\tAunque pase mucho tiempo y cambien las generaciones, no seran encubiertos nunca los crimenes de los imperialistas japoneses cometidos contra el pueblo coreano, destaca el diario y continua: \n\t\t\t\t\t\n\t\t\t\t\tEn 1905 y en 1907, Japon fabrico el \"Tratado de 5 Puntos de Ulsa\" y el \"Tratado de 7 Puntos de Jongmi\", en virtud de los cuales privo al gobierno feudal de la dinastia de los Ri los derechos a la diplomacia y a la politica interior. \n\t\t\t\t\t\n\t\t\t\t\tPara poner punto final hasta a la existencia superficial del Estado coreano, los imperialistas japoneses fabricaron el 22 de agosto de 1910 el \"Tratado de anexion de Corea a Japon\" violando flagrantemente el principio y los reglamentos elementales que rigen la firma de tratados internacionales, y el 29 de agosto, lo promulgaron oficialmente. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, Corea con larga historia de cinco milenios se convirtio en colonia total de Japon. \n\t\t\t\t\t\n\t\t\t\t\tDespues, Japon practico en Corea el dominio ilegal mediante el gobernador general causando indecibles sufrimientos y desgracias al pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los reaccionarios japoneses tergiversan y niegan obstinadamente sus crimenes del pasado, lejos de pedir disculpas e indemnizar por esos tremendos danos. \n\t\t\t\t\t\n\t\t\t\t\tHay que saldar la cuenta final de los crimenes del pasado de Japon y exterminar a las fuerzas vendepatrias projaponesas. \n\t\t\t\t\t\n\t\t\t\t\tLa banda del traidor surcoreano Lee Myung Bak practica desde el principio de su mandato la politica de sumision a Japon y tolera la tergiversacion de la historia, la ambicion de usurpar el islote Tok y otras maniobras de nueva agresion del pais isleno.\n\t\t\t\t\t\n\t\t\t\t\tLa actitud asquerosa de la banda de Lee alienta la ambicion de nueva agresion de los reaccionarios japoneses. \n\t\t\t\t\t\n\t\t\t\t\tTodos los integrantes de la nacion coreana deben levantarse en la lucha pannacional contra Japon, que acecha la oportunidad de nueva agresion rehusando a pedir perdon e indemnizar sus crimenes del pasado, y contra la banda del traidor Lee Myung Bak que estrecha la mano hasta con ese enemigo jurado de la nacion para mantener su precaria y sucia vida politica."
        },
        {
            "title": "Responderemos a provocacion de enemigos con guerra justa: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-03ss.html",
            "content": "Responderemos a provocacion de enemigos con guerra justa: Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- El periodico Rodong Sinmun publico el dia 3 un articulo individual senalando que la Republica Popular Democratica de Corea respondera a la imprudente provocacion militar de EE.UU. y la banda del traidor surcoreano Lee Myung Bak con el inmediato contraataque y a la guerra de agresion, con la gran guerra justa por la reunificacion de la patria.\n\t\t\t\t\tEl articulo subraya que la actual situacion de la Peninsula Coreana llega al punto limite debido a la provocacion de mayor gravedad de EE.UU. y la camarilla de Lee que desafian a la maxima dignidad de la RPDC, y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl imperialismo norteamericano instigo a los titeres surcoreanos y hasta una chusma a idear el inaudito complot de terrorismo politico contra la RPDC y pretendio tomar el caso como preludio de la guerra total anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando fracaso ese plan, el imperio libro los ejercicios militares conjuntos \"Ulji Freedom Guardian\" con los belicistas surcoreanos exponiendo abiertamente su intencion de invadir con fuerzas armadas a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se esforzo en todo lo posible por preservar la paz y estabilidad del pais y realizar la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tTambien tiene limite la paciencia de ella.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano ama la paz, pero no teme a la guerra.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los belicistas surcoreanos no deben tratar de probar la voluntad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi los belicistas lanzan un solo obus hacia el sagrado territorio jurisdiccional de la RPDC olvidando su amarga derrota del pasado, ella no perdera esa oportunidad de oro para librar el combate final por la reunificacion de la patria."
        },
        {
            "title": "Politica hostil de EE.UU. es escollo principal al problema nuclear (II)",
            "url": "http://kcna.co.jp/item/2012/201209/news03/20120903-19ss.html",
            "content": "Politica hostil de EE.UU. es escollo principal al problema nuclear (II)\n\t\t\t\t\t\t\r\nPyongyang, 3 de septiembre (ACNC) -- La Agencia Central de Noticias de Corea (ACNC) transmite abajo la segunda parte \"Raices de la politica hostil a la Republica Popular Democratica de Corea de Estados Unidos\" del memorando \"La politica hostil a la RPDC de EE.UU. es el escollo principal para la solucion del problema nuclear de la Peninsula Coreana\" publicado el 31 de agosto por el Ministerio de Relaciones Exteriores de la RPDC:\n\t\t\t\t\tEs muy profunda la raiz de la politica hostil a Corea de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLas nuevas generaciones de EE.UU. y otros paises, nacidas despues de la guerra, entienden mal que EE.UU. hostiliza a la RPDC por el problema nuclear, ignorando el hecho de que ese asunto surgio debido a la politica de hostilidad a Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho no es que EE.UU. hostiliza a la RPDC por el surgimiento del problema nuclear en la Peninsula Coreana, sino la primera potencia nuclear del mundo obligo a ella a poseer las armas nucleares con la escalada de su amenaza nuclear. \n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, EE.UU. definio a la RPDC como enemiga sin reconocer su soberania y recrudecio las acciones hostiles con la meta de derrocar el regimen optado por el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tDesde mucho antes del surgimiento de problema nuclear, se establecieron los aparatos institucionales y legales contra la RPDC y se cometieron abiertamente los ataques militares y la amenaza nuclear para acabar con la ideologia y el regimen de esta, al paralelo de la sancion economica y la presion internacional para aislarla y asfixiarla. \n\t\t\t\t\t\n\t\t\t\t\tEl fin de la segunda guerra mundial implico el inicio de la guerra fria entre el Oriente y el Occidente. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. necesitaba en Asia un trampolin que le sirva para frenar el \"avance al sur\" de la ex URSS e invadir el continente euroasiatico. Para ese fin, delineo con prisa el paralelo 38o de la Peninsula Coreana en visperas de la derrota del imperialismo japones, lo cual dio inicio a la desgracia de division nacional.\n\t\t\t\t\t\n\t\t\t\t\tPara EE.UU. en la Guerra Fria, la parte al sur del paralelo 38o estaba a su lado, la otra al norte era su enemigo. \n\t\t\t\t\t\n\t\t\t\t\tEs una costumbre de relaciones internacionales que cuando nazca un Estado independiente y soberano, los otros existentes establezcan primero las relaciones diplomaticas con el. \n\t\t\t\t\t\n\t\t\t\t\tEl establecimiento de relaciones diplomaticas no significa la gratitud o la intimidad entre los paises, sino es una expresion de la posicion politica de tratar al pais con que las establece como miembro igualitario de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. establecio con la ex URSS y otros paises socialistas de Europa oriental que tenian diferentes ideales y regimenes. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, no lo hizo con la RPDC rehusando llamarla debidamente como su nombre oficial. \n\t\t\t\t\t\n\t\t\t\t\tFue reconocida por la ONU la soberania de la RPDC al ingresar ella a esta organizacion internacional en 1991 y 166 paises, o sea, el 86 por ciento de los paises miembros de la ONU, establecieron las relaciones diplomaticas con ella.  \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. se niega a considerarla como miembro con que se puede convivir en la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEntre 193 paises miembros de la ONU, la RPDC, Iran y Cuba son los unicos que no tienen relaciones diplomaticas con EE.UU. Este hecho muestra cuan extremada es la politica de hostilidad a ese trio, la cual no tiene precedentes en las relaciones internacionales contemporaneas. \n\t\t\t\t\t\n\t\t\t\t\tLa politica hostil a Corea de EE.UU. es mas arraigada en el dominio militar. \n\t\t\t\t\t\n\t\t\t\t\tEn la historia moderna, no hay otros paises como Corea y EE.UU. que estan en beligerancia durante largo tiempo de 60 anos aunque hicieron ya la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl Acuerdo de Armisticio de Corea firmado el 27 de julio de 1953 no es un pacto del fin de la guerra, mucho menos el tratado de paz. Fue una medida provisional tomada con la meta de retirar a todas las tropas extranjeras y asegurar la paz duradera en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPero, EE.UU. opto por prolongar adrede el estado de armisticio. \n\t\t\t\t\t\n\t\t\t\t\tEn noviembre de 1953, EE.UU. definio como su meta final sobre Corea convertir el Sur de Corea en su \"aliado militar\" y prevenir la \"transformacion de modo comunista\" de toda Corea manteniendo el sistema de armisticio hasta cuando se logre la \"reunificacion pronorteamericana\". (Resolucion no. 170 del consejo de seguridad nacional de EE.UU.) \n\t\t\t\t\t\n\t\t\t\t\tEn ese contexto, frustro intencionalmente en junio de 1954 la reunion de Ginebra para la solucion pacifica del problema coreano, introdujo en el suelo surcoreano las armas nucleares y otros armamentos modernos y amplio los ejercicios belicos de distintos tipos, quebrando asi de modo sistematico los articulos medulares del Acuerdo de Armisticio. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. rechazo muchas propuestas e iniciativas por la paz presentadas por el gobierno de la RPDC, entre otras, la propuesta de concertar el convenio de paz RPDC-EE.UU. (en la decada de 1970), la de convocacion de las conversaciones tripartitas RPDC-EE.UU.-Sur de Corea (decada de 1980), la de establecer un nuevo sistema de paz (decada de 1990).\n\t\t\t\t\t\n\t\t\t\t\tPara establecer el sistema de paz duradera en la Peninsula Coreana, se realizaron en la segunda mitad de la decada de 1990 las conversaciones a 4 partes entre la RPDC, EE.UU., China y el Sur de Corea, que resultaron infructiferas debido a la actitud insincera de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn el nuevo siglo la RPDC presento la propuesta de promover en la reunion de los paises interesados del Acuerdo de Armisticio el tema de declarar el fin de la guerra y la de iniciar pronto en el ano del 60o aniversario del estallido de la guerra coreana las conversaciones para sustituir el Acuerdo de Armisticio por el convenio de paz. Pero, EE.UU. rechazo todas esas propuestas. (Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y la Prosperidad publicada el 4 de octubre de 2007 y Declaracion del MINREX fechada 11 de enero de 2010).\n\t\t\t\t\t\n\t\t\t\t\tTanto en el pasado como en el presente, EE.UU. mantiene la posicion de preservar el estado de armisticio con la RPDC pensando que es prematuro firmar cualquier convenio de paz con ella. Esto quiere decir que EE.UU. quiere seguir tomando a la RPDC como una parte beligerante y enemiga.\n\t\t\t\t\t\n\t\t\t\t\tY tiene completados por clases los guiones de guerra coreana como \"OPLAN 5029\", \"OPLAN 5030\" y \"OPLAN 5012\" con el fin de invadir con las fuerzas armadas a la RPDC en el tiempo de emergencia y practicar la gobernacion militar. \n\t\t\t\t\t\n\t\t\t\t\tPara ese fin, desarrolla anualmente durante varios decenios los ejercicios conjuntos de guerra cambiando solo sus nombres como \"Focus Retina\", \"Freedom Bolt\", \"Team Spirit\", \"RSOI\", \"Key Resolve\", \"Foal Eagle\" y \"Ulji Freedom Guardian\".\n\t\t\t\t\t\n\t\t\t\t\tLa sancion economica anti-RPDC es una herramienta importante de la arraigada politica hostil.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. restringe en todos los sentidos el comercio con la RPDC y le aplica las sanciones economicas de distintos tipos bajo injustos pretextos de que esta amenaza la estabilidad regional, no coopera con sus esfuerzos antiterroristas, transfiere las armas de exterminio masivo y es pais comunista sin la economia del mercado. (Reporte de servicio de investigacion del congreso fechado 25 de abril de 2011)\n\t\t\t\t\t\n\t\t\t\t\tEn particular, la sancion economica impuesta antes de surgimiento del problema nuclear muestra la concepcion meramente hostil que no tiene nada que ver con el problema nuclear. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. fijo a la RPDC como \"Estado marxista-leninista con gobierno comunista\" y la sanciona hasta la fecha segun la norma establecida para los paises de ese tipo.  (Version enmendada de la ley del banco de exportacion e importacion de 1945 y la ley de asistencia extranjera de 1961)\n\t\t\t\t\t\n\t\t\t\t\tEn diciembre de 1950, definio a la RPDC como \"pais hostil\" aplicando la \"ley de comercio exterior con los paises enemigos\" y unos dias despues, el Departamento de Finanzas publico los \"reglamentos de control de los bienes extranjeros\" que prohibieron las transacciones financieras de todo tipo con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl 26 de junio de 2008, a mas de medio siglo desde entonces, el presidente estadounidense Bush tomo la medida de suspender la aplicacion a la RPDC de la \"ley de comercio exterior con los paises enemigos\" en virtud del acuerdo alcanzado en las conversaciones a 6 bandas. Pero, el mismo dia, Bush decreto el estado de emergencia diciendo que las sustancias de fision usables en el armamento, que posee la RPDC, amenazan la seguridad de EE.UU. y publico que seguiran vigentes aparte los articulos de sancion en el marco de la ley internacional del poder economico emergente y la ley de emergencias nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEsto significo que todas las propiedades y los intereses de la RPDC, que habian sido congelados en territorio norteamericano desde el 16 de junio de 2000, seguirian siendo congelados y que un norteamericano no seria autorizado para registrar, poseer, arrendar, operar y asegurar una embarcacion con la bandera nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa efectividad de esa medida ha sido intensificada y renovada anualmente por Obama quien publico dos Ordenes Ejecutivas - i.e. no. 13551 (agosto de 2010) y no.13570 (abril de 2011). Esto quiere decir que la \"ley de comercio exterior con los paises enemigos\", que no se aplica mas a la RPDC superficialmente, mantiene su efectividad bajo otro nombre.\n\t\t\t\t\t\n\t\t\t\t\tLa \"ley de prolongacion de acuerdo comercial\" de EE.UU. requiere la suspension del estatus comercial de Nacion Mas Favorecida para todos los paises comunistas. \n\t\t\t\t\t\n\t\t\t\t\tPero, esta ley fue aplicada contra la RPDC ya el primero de septiembre de 1951, o sea, antes de que se estableciera el regimen socialista en ella.\n\t\t\t\t\t\n\t\t\t\t\tDe esta forma, la RPDC se vio privada de normales relaciones comerciales con EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC se halla tambien en la lista de los paises a que Estados Unidos aplica la maxima tarifa aduanera. Esto significa que la RPDC debe pagar el arancel mas alto en el caso de sus exportaciones a Estados Unidos. En este mundo sufren la sancion de ese tipo solo la RPDC y Cuba. La RPDC es denegada al tratamiento mutuamente preferencial en las relaciones comerciales con EE.UU. por haber sido definida como Estado comunista segun la \"ley de comercio\" vigente desde 1974. \n\t\t\t\t\t\n\t\t\t\t\tLa concepcion hostil al regimen de la RPDC se ha confirmado en la resolucion de sancion anti-RPDC inventada instigando al Consejo de Seguridad de la ONU bajo el rotulo de hacer frente a la primera prueba nuclear de ella. \n\t\t\t\t\t\n\t\t\t\t\tAl fabricar esa resolucion, EE.UU. incluyo tacitamente en la lista de articulos de importacion y exportacion prohibidas, las mercancias lujosas que no tienen ninguna relacion con el problema nuclear y la aprobo apresuradamente. Esto fue un complot politico que partio de su estupida intencion de desprestigiar a la Direccion Suprema de la RPDC y separarla de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tEn virtud del acuerdo de las conversaciones a 6 bandas, EE.UU. excluyo a la RPDC el 11 de octubre de 2008 de la lista de \"paises que patrocinan el terrorismo\". Pero, las sanciones anti-RPDC no han sido relajadas ni levantadas porque EE.UU. las endurecio 3 y 4 veces con las leyes nacionales usando diferentes pretextos.\n\t\t\t\t\t\n\t\t\t\t\tLas sanciones arriba citadas no pasan de ser la punta de iceberg en el paquete de sanciones que se aplica contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun las estadisticas de 2009 publicadas por el Servicio de Investigacion del Congreso, son mas de una decena nada mas entre mas de 40 tipos de sanciones anti-RPDC por la razon de que esta tiene diferente regimen.\n\t\t\t\t\t\n\t\t\t\t\tMas de la treintena restante se basa en las alegaciones absurdas como la \"amenaza sobre la seguridad nacional de EE.UU.\", la \"proliferacion de armas de exterminio masivo\", el \"apoyo al terrorismo\", los \"derechos humanos\", la \"represion a la religion\", el \"lavado de dinero\", el \"desarrollo de misiles\" y el \"trafico de personas\" y se aplica segun el criterio del presidente o los departamentos correspondientes de la administracion. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que hay un abismal trecho entre las acciones y las palabras de las actuales autoridades norteamericanas que suelen prometer que no \"tienen la intencion hostil\".\n\t\t\t\t\t\n\t\t\t\t\tMientras existan sus raices, no se eliminara con palabras el concepto hostil."
        }
    ]
}