{
    "date": "2012-12-03",
    "url": "http://kcna.co.jp/item/2012/201212/2012-12-03ee.html",
    "articles": [
        {
            "title": "Open Questionnaire of CPRK Secretariat",
            "url": "http://kcna.co.jp/item/2012/201212/news03/20121203-07ee.html",
            "content": "Open Questionnaire of CPRK Secretariat\r\n Pyongyang, December 3 (KCNA) -- Park Geun Hye, candidate for the \"presidential election\" from the \"Saenuri Party\" of south Korea, is making contradictory words in her commitments regarding the \"policy toward the north\". She called for \"keeping promise\" while not mentioning the north-south joint declarations, and talked about \"summit talks\", revealing her sordid intention for confrontation between social systems. She is also trying to resort to anti-DPRK nuclear racket and smear human rights campaign while vociferating about \"trust\" and \"cooperation\". She is openly revealing her intention to follow traitor Lee Myung Bak's \"policy toward the north\" while loudly speaking about \"keeping distance from Lee\", \"change\", \"revamp\" and \"progress\".\n\t\t\t\t\t Which is real and which is sham?\n\t\t\t\t\t\n\t\t\t\t\t If one is to make politics, one should not be double-tongued nor deceive the public.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea published the following open questionnaire on Saturday, demanding Park Geun Hye make clear before all the fellow countrymen what her basic stand on the \"policy toward the north\" is and how she will develop the north-south relations in the future as desired by the whole nation and the public at home and abroad:\n\t\t\t\t\t\n\t\t\t\t\t1. How is she going to keep promise made between the north and the south while shunning the joint declarations agreed by the top leaders of the two sides, and does she have the face to talk about \"summit talks\"?\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration and the October 4 declaration are important programmes for national reunification in the new century and a landmark for developing the north-south relations provided by the top leaders of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had these declarations been published than they enjoyed full support by the whole nation and the world and greatly promoted the advance of the north-south relations with great vitality.\n\t\t\t\t\t\n\t\t\t\t\tThanks to this, Park visited Pyongyang in 2002 and recognized the joint declaration and promised with the DPRK to do lots of things helpful to the improvement of the north-south relations. But afterwards, she never touched on the north-south joint declarations but turned her back on them and, worse still, negated them.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" clan, hand in glove with Lee, defamed the declarations as \"pro-communist documents benefiting the enemy\" and forced the former \"presidents\" of south Korea, who signed the declarations, to meet undeserved deaths by labeling them as \"quislings\".\n\t\t\t\t\t\n\t\t\t\t\t The conservative group even came out with the distorted \"minutes for summit talks\" during the campaign for the upcoming puppet presidential election and ran the whole gamut of intrigues to lay \"common blame\" on the candidate from the opposition party while describing the minutes as \"submissive ones\".\n\t\t\t\t\t\n\t\t\t\t\t This is not only a challenge to the declarations but an unpardonable mockery and insult to the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Her father Park Chung Hee sent a special envoy to Pyongyang in secrecy and made him agree on the three principles of national reunification advanced by the DPRK and sign the July 4 joint statement. What is her opinion about it?\n\t\t\t\t\t\n\t\t\t\t\t How is she going to keep promise between the north and the south while ignoring the north-south declarations adopted by the top leaders of the two sides?\n\t\t\t\t\t\n\t\t\t\t\t Does she have the face to talk about \"summit talks\" while daring slander and insult the dignity of the supreme leadership of the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should answer this question.\n\t\t\t\t\t\n\t\t\t\t\t2. How will she ensure \"mutual respect\" and achieve \"trust\" and \"cooperative relations\" while insisting on \"unification based on liberal democratic order\"?\n\t\t\t\t\t\n\t\t\t\t\t The north and the south officially agreed long ago to recognize and respect the idea and social system of the other party and not to antagonize the other. This is a basic precondition and starting point for building trust.\n\t\t\t\t\t\n\t\t\t\t\tTo regard the social system of any party as absolute and call for \"unification\" based on it diametrically runs counter to the north-south agreement.\n\t\t\t\t\t\n\t\t\t\t\tMoreover, \"unification based on liberal democratic order\" means to expand the U.S. colonial domination and unpopular ruling system to the other party. Does she think she can achieve unification with such a foolish illusion?\n\t\t\t\t\t\n\t\t\t\t\tIf one declares the fellow countrymen as \"enemy\" and regards one's social system as absolute one and tries to force the other party to accept it, this will only result in distrust, confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK do not pardon any act of provoking its dignified social system even a bit.\n\t\t\t\t\t\n\t\t\t\t\tDid she think she knew this when she talked about \"mutual respect\", \"trust\" and \"cooperative relations\"?\n\t\t\t\t\t\n\t\t\t\t\t Park should clarify her stand to this.\n\t\t\t\t\t\n\t\t\t\t\t3. Is the call for \"scrapping nuclear program first\" different from the watchwords of \"no nukes, opening and 3 000 dollars\"?\n\t\t\t\t\t\n\t\t\t\t\t In order to have the nuclear issue on the Korean Peninsula settled, it is necessary to remove the U.S. nuclear threat and rectify the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. that produced the nuclear issue and it is also the U.S. that is bringing the danger of a nuclear war to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. does not pose nuclear threat and rolls back hostile policy toward the DPRK, the DPRK will not feel any need to have nukes and if then, the nuclear issue will naturally be settled on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Park should know this if she wants to talk about the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\tFurthermore, Park's logic of \"scrapping nuclear program first\" is not different from Lee Myung Bak's watchwords of \"no nukes, opening and 3 000 dollars\" but just an extension of it.\n\t\t\t\t\t\n\t\t\t\t\t For the past five years in office Lee became hell-bent on kicking up the nuclear racket against the DPRK, plunging the north-south relations into deadlock and making it impossible to solve the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t What is difference between Park's logic and Lee's logic? Is she going to follow in Lee's footsteps?\n\t\t\t\t\t\n\t\t\t\t\t What does Park think about it?\n\t\t\t\t\t\n\t\t\t\t\t4. Does it stand to reason for her to talk about \"peace\" while crying out for beefing up deterrence and tightening alliance with foreign forces?\n\t\t\t\t\t\n\t\t\t\t\tIn the commitment in diplomacy, security and unification policy she said that in order to achieve \"lasting peace\" it is necessary to beef up deterrence and tighten the strategic alliance with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But the historical lesson teaches that the peace on the Korean Peninsula can not be achieved by beefing up the armed forces for aggression or intensifying tie-ups with foreign forces but they will only increase the danger of war.\n\t\t\t\t\t\n\t\t\t\t\t Its vivid evidence is the unprecedented and deadly armed skirmishes that occurred during the five years of Lee's office.\n\t\t\t\t\t\n\t\t\t\t\t To talk about \"peace\" while crying out for beefed up deterrence and tightened alliance with foreign forces is hypocritical and self-deceptive.\n\t\t\t\t\t\n\t\t\t\t\t Durable and lasting peace can settle only by joining hands with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t She should clarify whether she is going to take the road of war in league with foreign forces or the road of lasting peace with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t5. Is it possible to put the north-south ties on normal track while resorting to anti-DPRK smear campaign such as \"north Korean human rights act\"?\n\t\t\t\t\t\n\t\t\t\t\t Human rights are general rights pertaining to human being.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK where Korean-style socialism centered on the popular masses is in force, people's rights are respected and manifested at the top level.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is the land with the worst human rights record.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet conservative group has resorted to vicious anti-DPRK human rights campaign in a bid to tarnish the international image of the DPRK and undermine it with the use of all kinds of human scum.\n\t\t\t\t\t\n\t\t\t\t\t The moves for enacting \"north Korean human rights act\" are an intolerable mockery and a serious provocation against the social system, dignity and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Park included \"enactment of north Korean human rights act\" in her commitments regarding the \"policy toward the north\". Is it not a declaration of an all-out confrontation with the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t Whom is she going to normalize relations with while resorting to human rights racket insulting the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t6. Does she think it possible to have north-south dialogue and cooperation with \"May 24 measure\" left intact?\n\t\t\t\t\t\n\t\t\t\t\tOne of the biggest crimes the puppet conservative group committed during its tenure of office was the fabrication of \"May 24 measure\" with the use of which it totally checked and disrupted the dialogue, contact and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t As for the \"May 24 measure\", it is anti-reunification and traitorous one in the light of the circumstances of its fabrication and its contents and purpose.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, all the Koreans including those in the south strongly demand that the group retract it.\n\t\t\t\t\t\n\t\t\t\t\t However, Park said that the future possible dialogue with the north does not mean the cancellation of the \"measure.\"\n\t\t\t\t\t\n\t\t\t\t\t Moreover, she has kept linking the \"Cheonan\" warship sinking case with the DPRK, disclosing her intention to maintain the \"northern   limit line\" to the last.\n\t\t\t\t\t\n\t\t\t\t\t If it is true, will there be any need to have dialogue between the north and the south and can one expect anything from the dialogue?\n\t\t\t\t\t\n\t\t\t\t\t The dialogue hall will turn into the place of quarreling, deepening mistrust and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Is it not self-contradiction to call for \"dialogue\" with the \"May 24 measure\" that blocks all relations between the north and the south intact?\n\t\t\t\t\t\n\t\t\t\t\t7. Does she have a true intent to break with the confrontation policy of the Lee Myung Bak group and opt for improving the north-south relations with sincere mind?\n\t\t\t\t\t\n\t\t\t\t\t Five years of traitor Lee's office were characterized by nightmare, disgrace and hopelessness.\n\t\t\t\t\t\n\t\t\t\t\t This made the south Koreans' resentment and indignation run high.\n\t\t\t\t\t\n\t\t\t\t\tPark appeared to have recognized this as she cried out for \"keeping distance from Lee\", \"change\" and \"revamp\" and even called for \"development of north policy sympathized by the people\".\n\t\t\t\t\t\n\t\t\t\t\tBut Park's recent commitments regarding \"policy toward the north\" are full of contents calling for escalating confrontation, far from reflecting the people's mind-set.\n\t\t\t\t\t\n\t\t\t\t\tShe even reveals her intention to brandish the sword of fascist suppression by labeling people who stand for switchover in \"policy toward the north\" and improvement of the north-south relations as the \"leftist forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\tCan it be called \"keeping away from Lee\", \"change\" and \"development of policy toward the north sympathized by the people\"?\n\t\t\t\t\t\n\t\t\t\t\tNow time has come for Park to stop contradictory wordplay and clarify her true intention. What is it she wants? Is it confrontation or dialogue, war or peace, collapse or improvement of the north-south ties? Is she going to follow in the footsteps of Lee?\n\t\t\t\t\t\n\t\t\t\t\tIf she truly stands for the improvement of the north-south relations, dialogue and peace, she might have willingness to declare her intent to break with the confrontation policy pursued by the Lee regime, truly keep herself from him and clarify her commitment to change her \"policy toward the north\".\n\t\t\t\t\t\n\t\t\t\t\t Park should answer these questions.\n\t\t\t\t\t\n\t\t\t\t\t Deceptive commitments regarding \"policy toward the north\" can never work.\n\t\t\t\t\t\n\t\t\t\t\t Park had better face up to the tide of the times and correctly make a final option."
        }
    ]
}