{
    "date": "2012-02-22",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Sporting Bullet Factory",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-34ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Sporting Bullet Factory \r\n Pyongyang, February 22 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, supreme leader of the Workers' Party of Korea and people of the DPRK, provided field guidance to the Sporting Bullet Factory.\n\t\t\t\t\t The factory, built in February of 1996 on the direct initiative of general secretary Kim Jong Il, produces sporting bullets for developing the defence sports.\n\t\t\t\t\t\n\t\t\t\t\t There is in its compound the Meari Shooting Gallery conducive to the cultural and emotional life of the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un first went round the sporting bullet production processes.\n\t\t\t\t\t\n\t\t\t\t\t Going round chemical, physical and other laboratories and bullet production processes ranging from bullet material production to bullet assembling, he acquainted himself in detail with bullet production and technical specifications and performance of equipment.\n\t\t\t\t\t\n\t\t\t\t\t In order to make good successes in shooting game, one of the defence sports events in which marksmen compete in hitting targets in different distances by use of various types of sporting guns, it is necessary to let marksmen shoot a lot, he said, adding that to this end the factory should mass-produce sporting bullets for marksmen.\n\t\t\t\t\t\n\t\t\t\t\t In order to increase the production of sporting bullets and improve their quality, it is imperative to modernize the factory as required by the new century, he said, taking steps to do so.\n\t\t\t\t\t\n\t\t\t\t\t Then he went round various places of the Meari Shooting Gallery including the indoor and outdoor shooting ranges to learn about its management and operation and service there.\n\t\t\t\t\t\n\t\t\t\t\t He looked at the sporting gun which Kim Jong Il personally used when providing field guidance and viewed with deep attention the shooting platform, target board, viewing seats and others.\n\t\t\t\t\t\n\t\t\t\t\t Personally firing a gun, he learned in detail about the concentration of the sporting bullets produced at the factory, luminous intensity and soundproofing at the shooting range.\n\t\t\t\t\t\n\t\t\t\t\t He said that the good management and operation of the gallery constitute an important work for thoroughly carrying out the behests of Kim Jong Il on improving the cultural and emotional life of the people.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to update the factory in a short span of time and successfully rebuild the gallery as required by the Songun era, setting forth specific tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the DPRK National Defence Commission."
        },
        {
            "title": "Messages from Indian and Nepali Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-31ee.html",
            "content": "Messages from Indian and Nepali Party Leaders\r\n Pyongyang, February 22 (KCNA) -- Kim Jong Un, supreme leader of the Korean people and vice-chairman of the Central Military Commission of the Workers' Party of Korea, on Feb. 13 received messages from Prakash Karat, general secretary of the C.C., Communist Party of India (Marxist), and Jalanath Kanal, chairman of the C.C., Nepal Communist Party (United Marxist-Leninist), on the occasion of the 70th birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t The messages said that Kim Jong Il was a prominent statesman who developed the DPRK and defended the sovereignty and dignity of the country. \n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people would achieve great success in building a thriving socialist nation under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Congratulation to Turkmenistan President",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-23ee.html",
            "content": "Congratulations to Turkmenistan President\r\n Pyongyang, February 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Feb. 15 sent a congratulatory message to Gurbanguly Berdymuhamedov upon his reelection as president of Turkmenistan.\n\t\t\t\t\t Kim in the message wished the president success in his responsible work for progress and prosperity of the country, expressing belief that the traditional friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Congratulation to Romanian PM",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-20ee.html",
            "content": "Congratulations to Romanian PM\r\n Pyongyang, February 22 (KCNA) -- DPRK Premier Choe Yong Rim on Feb. 18 sent a congratulatory message to Mihai Razvan Ungureanu upon his appointment as prime minister of Romania. \n\t\t\t\t\t The message wished him success in the work for the country's socio-political stability and economic development."
        },
        {
            "title": "Greetings to PM of Saint Lucia",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-21ee.html",
            "content": "Greetings to PM of Saint Lucia\r\n Pyongyang, February 22 (KCNA) -- DPRK Premier Choe Yong Rim Wednesday sent a message of greeting to Kenny Anthony, prime minister of Saint Lucia, on the occasion of the 33rd anniversary of its independence.\n\t\t\t\t\t The message wished the prime minister success in his work for the country's prosperity and people's well-being."
        },
        {
            "title": "Congratulations to Prime Minister of Slovenia",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-22ee.html",
            "content": "Congratulations to Prime Minister of Slovenia\r\n Pyongyang, February 22 (KCNA) -- DPRK Premier Choe Yong Rim Monday sent a congratulatory message to Janez Jansa upon his appointment as prime minister of Slovenia.\n\t\t\t\t\t The message wished him success in his work for the prosperity of the country and the people's well-being.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a similar message to Karel Victor Erjavec upon his appointment as foreign minister of Slovenia on the same day."
        },
        {
            "title": "DPRK Institutions Mourn Death of Chongryon Chairman",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-28ee.html",
            "content": "DPRK Institutions Mourn Death of Chongryon Chairman\r\n Pyongyang, February 22 (KCNA) -- The DPRK political parties, social organizations and organs related to overseas Koreans sent messages of condolence to the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) over the death of its Chairman So Man Sul, deputy to the Supreme People's Assembly of the DPRK.\n\t\t\t\t\t Among them were the Central Committees of the Democratic Front for the Reunification of the Fatherland, Korean Social Democratic Party, Chondoist Chongu Party, Kim Il Sung Socialist Youth League, General Federation of Trade Unions of Korea, Union of Agricultural Workers of Korea, Democratic Women's Union of Korea, Committee for Overseas Koreans, North Side Committee for Implementing the June 15 Joint Declaration, North Headquarters of the Pan-national Alliance for Korea's Reunification, Religious Believers Council in Korea and the Joguk Company.\n\t\t\t\t\t\n\t\t\t\t\t The messages said that they, upon hearing the sad news that So Man Sul died of long illness, express deep condolences to all officials of Chongryon, Koreans in Japan and bereaved family members.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, the feats he performed for the prosperity and development of the homeland and the movement of Koreans in Japan will remain in the hearts of the fellow countrymen and his cherished desire for national reunification will surely come true, they stressed."
        },
        {
            "title": "KCNA Slams S. Korean Unification Minister's Remarks ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-16ee.html",
            "content": "KCNA Slams S. Korean Unification Minister's Remarks \r\n Pyongyang, February 22 (KCNA) -- South Korean \"Minister of Unification\" Ryu U Ik, addressing a \"commemorative seminar\" on Feb. 17, said \"the north's continuous criticism of the south is against the spirit of the south-north agreed framework and is not helpful to the bilateral relations\".\n\t\t\t\t\t His remarks remind one of a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities committed crimes against the reunification and the nation for their 4-year tenure of office. It is ridiculous for them to hold the DPRK accountable for the stalled north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t Let's look into some details of the agreement which Ryu mentioned. \n\t\t\t\t\t\n\t\t\t\t\t The north-south agreed framework adopted in December 1991 serves as a programme for north-south reconciliation and peace. It reconfirmed the three principles of national reunification clarified in the historic July 4 North-South Joint Statement and assured the removal of all the political and military standoff between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The agreement reaffirmed both sides' commitments to recognize the other's social system, refrain from interfering in the other's internal affairs and discourage slandering, destruction and sabotage against the other side.\n\t\t\t\t\t\n\t\t\t\t\t It also specified items on ensuring free visits and contacts among national members as well as reconciliation, nonaggression, cooperation and exchange between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t But the Lee Myung Bak regime has challenged the spirit of the agreement from the first day of its office while openly advocating \"no-nukes, opening and 3 000 dollars\" aimed at \"unification under liberal democratic systems\". This resulted in escalating confrontation against its fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The regime has also persisted in such smear campaigns as scattering leaflets to slander Korean style socialism centering on the popular masses. It even insulted the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t An appendix to the agreement clarified the respect for the other's social system and promises against falsification of truth and fabrication and spread of lies about the other side. Dose Ryu U Ik know this?\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Unification and the Lee Myung Bak regime barred south Koreans' condolatory visits to Pyongyang and decried the tears shed by the fellow countrymen in the north. They even opened an E-library to expand the scope of their misinformation and false reports.\n\t\t\t\t\t\n\t\t\t\t\t Ryu worked busy spreading anti-DPRK misinformation even at a time when the United States, Japan and the south Korean military authorities gathered on Jeju Island to assess the situation in the DPRK to be stable.\n\t\t\t\t\t\n\t\t\t\t\t It is shameless for Ryu to talk about the agreement and the issue of reunification directly related to the destiny of nation as he falls short of the ability of discerning respect, reconciliation and cooperation from violation and destruction.\n\t\t\t\t\t\n\t\t\t\t\t He would be well advised to shut his mouth that only draws criticism and wait for a severe punishment by the Korean nation."
        },
        {
            "title": "DPRK Organizations Hit at Anti-DPRK Nuclear Racket by U.S. and S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-19ee.html",
            "content": "DPRK Organizations Hit at Anti-DPRK Nuclear Racket by U.S. and S. Korean Authorities\r\n Pyongyang, February 22 (KCNA) -- The Korea Asia-Pacific Peace Committee, the Korean Anti-Nuke Peace Committee and the National Peace Committee of Korea on Wednesday issued a joint statement as regards the fact that the south Korean authorities are going to hold a \"nuclear security summit\" in Seoul.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities are busy preparing to hold the \"summit\" in Seoul in late March.\n\t\t\t\t\t\n\t\t\t\t\t The \"summit\" will be one more childish farce whereby the U.S. and the puppet group seek to escalate the anti-DPRK nuclear racket.\n\t\t\t\t\t\n\t\t\t\t\t It is astonishing that a meeting dealing with the issue of nuclear security is to be convened in south Korea, a nuclear advance base for the U.S. and the world's largest nuclear powder magazine.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the U.S. and the south Korean puppet group have planned to stage Key Resolve and Foal Eagle joint military exercises in south Korea from late February to April with involvement of huge latest nuclear war equipment enough to conduct a full nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Calling for \"nuclear security\" and the like under such situation of anti-DPRK nuclear war games is a mockery and insult to the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK organizations scathingly condemn the scheme of the U.S. and the south Korean puppet group to hold \"nuclear security summit\" in Seoul as an unpardonable crime detrimental to the desire of all Koreans and the world people for peace and security of the Korean Peninsula and as an intolerable grave provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This scheme is a foolish trick aimed to incite the \"theory of nuclear threat from the north\" on the point of collapse, justify the nuclear war moves against the DPRK and divert elsewhere the public attention to win in the forthcoming elections.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group, which has become as good as dead after being isolated by south Koreans, tries to refurbish its image by holding a \"summit\" with help of the U.S. But such attempt will result only in more clearly revealing the group's colors as the special-class nuclear war servant for its American master.\n\t\t\t\t\t\n\t\t\t\t\t The \"summit\", nothing but a replica of the anti-DPRK nuclear racket kicked up by the U.S. and the south Korean puppet group, will be a shame of humankind and bring only disgrace and blemish to history.\n\t\t\t\t\t\n\t\t\t\t\t Their escalated anti-DPRK nuclear campaign will only lay a more stumbling block to the settlement of the nuclear issue on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We will never overlook such nuclear confab doing harm to the dignified DPRK and rendering the situation of the peninsula and region more strained but decisively smash the anti-DPRK nuclear racket by disturbers and wreckers of peace with the invincible might of Songun."
        },
        {
            "title": "Kim Jong Il Awarded Title of Honorary Chairman of Indonesian Foundation",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-17ee.html",
            "content": "Kim Jong Il Awarded Title of Honorary Chairman of Indonesian Foundation\r\n Pyongyang, February 22 (KCNA) -- The Soekarno Foundation for Education of Indonesia conferred the title of its honorary chairman on general secretary Kim Jong Il on the occasion of his 70th birth anniversary.\n\t\t\t\t\t A ceremony of conveying the certificate of honorary chairmanship was held in Jakarta on Feb. 15.\n\t\t\t\t\t\n\t\t\t\t\t A decision on awarding the title of honorary chairman to Kim Jong Il was read out at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The general chairman of the Central Board of the Foundation handed the certificate and the written decision to the DPRK ambassador to Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t The certificate says that the Soekarno Foundation for Education confers the title of its honorary chairman on HE Kim Jong Il, who made contribution to defending the world justice and peace and strengthening the friendly ties between Indonesia and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rachmawati Soekarnoputri, chairman of the Founding Committee of the Foundation, said that it was their great pleasure and honor to have registered Kim Jong Il as their honorary chairman. He expressed the will to strive for the development of friendly ties between the two countries."
        },
        {
            "title": "Big Floral Baskets to DPRK Embassy from King and Great King of Cambodia",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-04ee.html",
            "content": "Big Floral Baskets to DPRK Embassy from King and Great King of Cambodia\r\n Pyongyang, February 22 (KCNA) -- King Norodom Sihamoni and great King Norodom Sihanouk of Cambodia sent large floral baskets to the DPRK embassy in Phnom Penh to commemorate the 70th birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t Upon authorization of the king and the great king, a delegation of Cambodia's Ministry of the Royal Palace led by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, visited the DPRK embassy on February 16 to lay the floral baskets before the portraits of President Kim Il Sung and Kim Jong Il there.\n\t\t\t\t\t\n\t\t\t\t\t The deputy prime minister said that the king and the great king and queen and all the Cambodian people are rejoiced over the signal achievements made by the DPRK and its people in the work for prosperity and progress of the country under the leadership of Generalissimo Kim Jong Il and warmly congratulate them on this.\n\t\t\t\t\t\n\t\t\t\t\t We hope that the Workers' Party of Korea and the army and people of the DPRK would achieve greater successes in creditably accomplishing the revolutionary cause of Juche of Generalissimo H.E. Kim Il Sung and H.E. Generalissimo Kim Jong Il and building a thriving nation, rallied as one in mind around the dear respected H.E. Kim Jong Un, supreme leader, he said."
        },
        {
            "title": "Minju Joson U.S. Military's Trial Derided as Hypocritical",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-08ee.html",
            "content": "Minju Joson U.S. Military's Trial Derided as Hypocritical\r\n Pyongyang, February 22 (KCNA) -- The U.S. military court recently tried GI criminals who brutally killed 24 innocent villagers in the western part of Iraq in 2005.\n\t\t\t\t\t The court \"degraded\" the criminal who ordered the U.S. Marines in Iraq to kill the civilians and acquitted 7 others who executed it.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The trial was a wanton violation of international law and humanitarian principles and a grave challenge to justice and human conscience.\n\t\t\t\t\t\n\t\t\t\t\t Offenders who committed massacre are to face stern punishment at the International Criminal Court in line with international law including the \"Convention on the prevention and punishment of the crime of genocide\" which took effect on Jan. 12, 1951 after being adopted at the 3rd Session of the UN General Assembly on Dec. 9, 1948.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the reason why the U.S. defends the criminals even in wanton violation of international law. The trial was just a deceptive farce to calm down the resentment of the international community and public criticism.\n\t\t\t\t\t\n\t\t\t\t\t The history and situation prove that the world can never go in peace as long as the U.S. keeps producing brutes steeped in misanthropy to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable for the U.S., a country bereft of justification to talk about human rights issue, to take issue with this or that country and to openly interfere in their internal affairs under such spurious slogans as \"peace\" and \"respect for human rights\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should reveal its true colors as outrageous human rights abuser and brute before finding fault with others. It should stand trial at the international human rights court."
        },
        {
            "title": "Rodong Sinmun Censures S. Korean Authorities' Military Provocation ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-09ee.html",
            "content": "Rodong Sinmun Censures S. Korean Authorities' Military Provocation \r\n Pyongyang, February 22 (KCNA) -- The south Korean warmongers went ahead with their planned live-fire drills from Paekryong, Yonphyong and other islands in the West Sea on Feb. 20. They, at the same time, launched joint anti-submarine drills with the U.S. imperialist aggressor forces in waters of the West Sea of Korea off Kunsan.\n\t\t\t\t\t Rodong Sinmun Wednesday carries a by-lined commentary in this regard.\n\t\t\t\t\t\n\t\t\t\t\t Describing the drills as a planned provocation to ignite a war by irritating the DPRK, the paper says:\n\t\t\t\t\t\n\t\t\t\t\t The live shell firing drill was aimed at the second Yonphyong Island incident. It is their scenario to spark off an armed conflict that can lead to an all-out war while regularly staging provocative artillery drills in the disputed area under the signboard of \"ordinary drills\". \n\t\t\t\t\t\n\t\t\t\t\t A few days ago, the south Korean military drew up with the U.S. a \"plan to jointly cope with local provocation\" and established an institutional mechanism that can drag the U.S. forces into any armed conflict between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime intensifies military exercises to keep to its worn-out confrontation policy and escalate tension.\n\t\t\t\t\t\n\t\t\t\t\t The regime is seriously mistaken if it thinks it can gain something from the military drills against the north."
        },
        {
            "title": "Russian Diplomats in DPRK Mark Day of Defender of Motherland",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-24ee.html",
            "content": "Russian Diplomats in DPRK Mark Day of Defender of Motherland\r\n Pyongyang, February 22 (KCNA) -- Ambassador Valery E. Sukhinin and Military Attache Dmitri Zheleznikov of the Russian embassy here hosted a reception at the Taedonggang Diplomatic Corps Club on Wednesday to mark the Day of Defender of the Motherland.\n\t\t\t\t\t Present there on invitation were generals and other officers of the Korean People's Army, officials concerned of the DPRK, and representatives and military attaches of embassies of different countries here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Library and Exhibition Built in North Hamgyong Province of DPRK",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-25ee.html",
            "content": "Library and Exhibition Built in North Hamgyong Province of DPRK\r\n Pyongyang, February 22 (KCNA) -- Library and exhibition have been built in North Hamgyong Province, the DPRK.\n\t\t\t\t\t The library has two floors. On the first floor there are computer study room, multimedia reading room, hall for reading e-books, remote lecture room, catalogue browsing hall, information service room, etc. On the second floor there are stacks of books on social and natural sciences and other fields, general lecture room, reading hall and study room.\n\t\t\t\t\t\n\t\t\t\t\t The modernly built exhibition consists of the central hall and exhibition hall with two floors.\n\t\t\t\t\t\n\t\t\t\t\t It will be helpful to ensuring show of Kimilsungia and Kimjongilia on an excellent basis and displaying achievements made in various fields of the national economy including light industry, agriculture and science and technology."
        },
        {
            "title": "Korean Residents in U.S. Leave Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-29ee.html",
            "content": "Korean Residents in U.S. Leave Pyongyang\r\n Pyongyang, February 22 (KCNA) -- A delegation of the Federation of Koreans in the U.S. led by its Secretary General Kim Hyon Hwan left here by air on Wednesday. It visited the homeland to mark the birth anniversary of general secretary Kim Jong Il."
        },
        {
            "title": "Planned \"Nuclear Security Summit\" in Seoul Flailed ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-30ee.html",
            "content": "Planned \"Nuclear Security Summit\" in Seoul Flailed \r\n Pyongyang, February 22 (KCNA) -- The Korea Asia-Pacific Peace Committee, the Korea Anti-Nuke Peace Committee and the Korea National Peace Committee Wednesday released a joint statement slamming the \"Nuclear Security Summit\" the United States and south Korea schedule to hold in Seoul.\n\t\t\t\t\t In this regard, KCNA interviewed local people from various public organizations.\n\t\t\t\t\t\n\t\t\t\t\t A section chief of the Secretariat of the Committee for the Peaceful Reunification of Korea, Min Kum Song, said:\n\t\t\t\t\t\n\t\t\t\t\t The \"summit\" will be one more childish farce whereby the U.S. and the south Korean puppet regime seek to escalate the anti-DPRK nuclear racket.\n\t\t\t\t\t\n\t\t\t\t\t As the world knows, south Korea has turned into a U.S. nuclear advance base as well as the world's biggest nuclear arsenal.\n\t\t\t\t\t\n\t\t\t\t\t It is evident that a host of nuclear weapons deployed in south Korea target the DPRK and its neighboring nations.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the U.S. and the south Korean regime have planned Key Resolve and Foal Eagle joint military exercises in south Korea from late February to April with the involvement of huge latest nuclear war equipment enough to conduct a full nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t It is so regrettable that the summit is to be held in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Vice-chairman of the National Reconciliation Council, Jong Tok Gi, said:\n\t\t\t\t\t\n\t\t\t\t\tIf the United States and the Lee Myung Bak regime opt to threaten the peace and security of the Korean peninsula with crafty tricks, they would not evade a stern punishment by the Korean nation and the world's peace-loving people. \n\t\t\t\t\t\n\t\t\t\t\t \"I do not want a nuclear war on this land. So, I am against the Lee Myung Bak regime's move to hold the 'Nuclear Security Summit,'\" he added.\n\t\t\t\t\t\n\t\t\t\t\t A deputy director of the Secretariat of the North Headquarters of the Pan-national Alliance for Korea's Reunification, Pak Song Il, said:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime, which is more dead than alive, tries to refurbish its image by holding a \"summit\" with the help of the U.S. But such attempt will result only in more clearly revealing the regime's true colors as the special-class nuclear war servant for its American master.\n\t\t\t\t\t\n\t\t\t\t\t The \"summit\", just a replica of the anti-DPRK nuclear racket kicked up by the U.S. and the south Korean regime, will bring shame to humankind and disgrace and blemish to history.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon the United States and the Lee Myung Bak regime, which push the situation of the Korean peninsula to the brink of war by taking issue with the DPRK's self-defensive nuclear deterrent."
        },
        {
            "title": "S. Korean Organization Terms \"Northern Limit Line\" Bogus One",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-32ee.html",
            "content": "S. Korean Organization Terms \"Northern Limit Line\" Bogus\r\n Pyongyang, February 22 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification in a statement on Monday stroke out at the anti-DPRK war rehearsal staged by the Lee Myung Bak's bellicose forces.\n\t\t\t\t\t The warlike forces went ahead with the high-stake artillery drill on five islands in the West Sea of Korea under the signboard of \"regular exercises\", said the statement, and went on:\n\t\t\t\t\t\n\t\t\t\t\t On the strength of the \"northern limit line\", the south side has tried to exercise jurisdiction over the area and regularly staged military drills, a move generated by the war maniacs' theory of provocation.\n\t\t\t\t\t\n\t\t\t\t\t There is no \"northern limit line\" in the West Sea of Korea, except a bogus line created by the war maniacs.\n\t\t\t\t\t\n\t\t\t\t\t Even the United States and south Korea's conservative media call it the line of confrontation and provocation, indicative of the nature of the drills as a war rehearsal for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean bellicose forces can never extract results from their tendentious war drills.\n\t\t\t\t\t\n\t\t\t\t\t It will only trigger the DPRK's merciless counterattack."
        },
        {
            "title": "Iran to Defend Regional Peace and Stability",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-10ee.html",
            "content": "Iran to Defend Regional Peace and Stability\r\n Tehran, February 21 (KCNA) -- Commander of the Islamic Revolution Guards Corps (IRGC) Major General Mohammad Ali Jafari said Monday that aggressive countries will be responsible for probable instability of the Hormuz Strait, south of Iran. \n\t\t\t\t\t \"Iranian forces patrol the Hormuz Strait,\" said the commander on the sidelines of a military drill launched by IRGC ground forces code-named \"Valfajr\" in central Iran. \n\t\t\t\t\t\n\t\t\t\t\t The enemy is not able to violate the Iranian soil, Jafari said, reiterating that the Valfajr military exercise demonstrates Iran's readiness to ensure regional peace and stability."
        },
        {
            "title": "Pakistan Condemns U.S. House Bill on Balochistan",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-11ee.html",
            "content": "Pakistan Condemns U.S. House Bill on Balochistan\r\n Pyongyang, February 22 (KCNA) -- Pakistani Prime Minister Yusuf Raza Gilani and Foreign Minister Hina Rabbani Khar on Saturday condemned a bill submitted to the U.S. House of Representatives on Pakistan's southwestern Balochistan province and described the move as one against the sovereignty of the nation.\n\t\t\t\t\t Chairman of the Sub-Committee on Oversight and Investigations of the U.S. House Foreign Affairs Committee, Dana Rohrabacher, earlier on Friday, introduced a House Concurrent Resolution, in support of the right to self-determination of the Balochi people. \n\t\t\t\t\t\n\t\t\t\t\t Pakistani Prime Minister Gilani told journalists in Karachi that Balochistan issue is the internal issue of Pakistan and his government is trying its best to resolve the issue."
        },
        {
            "title": "Iran to Broaden Relations with Latin American States ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-12ee.html",
            "content": "Iran to Broaden Relations with Latin American States \r\n Tehran, February 21 (KCNA) -- Foreign Minister Ali Akbar Salehi said on Sunday that the Islamic Republic of Iran attaches importance to expansion of relations with the Latin American states. \n\t\t\t\t\t Making the remarks in a meeting with his Nicaraguan counterpart Samuel Santos Lopez in Tehran on Sunday, Salehi called for establishment of Iran-Nicaragua joint economic commission.\n\t\t\t\t\t\n\t\t\t\t\t Salehi also called for expansion of mutual cooperation within regional organizations such as ALBA and NAM."
        },
        {
            "title": "Anti-Polio Campaign in Cuba ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-13ee.html",
            "content": "Anti-Polio Campaign in Cuba \n\t\t\t\t\t\t\r\n Havana, February 21 (KCNA) -- More than 500,000 Cuban children will receive vaccine during the 51st National Polio Vaccine Campaign, starting in the Caribbean nation on March 2.\n\t\t\t\t\t The program includes two stages."
        },
        {
            "title": "Russian PM to Develop Armed Forces by Its Own Efforts",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-14ee.html",
            "content": "Russian PM to Develop Armed Forces by Its Own Efforts\r\n Moscow, February 21 (KCNA) -- Russian Prime Minister Vladimir Putin in a meeting on Feb. 20 clarified the stand to develop the country's armed forces by its own efforts.\n\t\t\t\t\t Russia will not plan import of arms and equipment from the West in the future, either, he said, adding that Russia will realize the plan by relying on domestic producers.\n\t\t\t\t\t\n\t\t\t\t\t In order to rearm the army it is necessary to mobilize not only the defence industry complexes but all the potentials of Russian economy, he stressed."
        },
        {
            "title": "Iran's IRGC Forces Begin New Military Drills in Central Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-15ee.html",
            "content": "Iran's IRGC Forces Begin New Military Drills in Central Iran\r\n Tehran, February 21 (KCNA) -- The ground forces of the Islamic Revolution Guards Corps (IRGC) started a new round of drills in central Iran on Sunday, the official IRNA news agency reported.\n\t\t\t\t\t IRGC ground forces commander Mohammad Pakpour said Sunday that IRGC infantry units and battalions of Basiji voluntary forces will take part in the two-day military exercises, said the report.\n\t\t\t\t\t\n\t\t\t\t\t Pakpour said Saturday that the drills would be conducted in the desert area of central Iran and in the central province of Yazd and are aimed at enhancing the combat preparedness of the IRGC forces and to show the might of IRGC in confronting the possible threats of \"non-regional enemies,\" he said."
        },
        {
            "title": "Koreans in U.S. Slash at S. Korean Authorities' Sycophantic Treachery",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-18ee.html",
            "content": "Koreans in U.S. Slash at S. Korean Authorities' Sycophantic Treachery\r\n Pyongyang, February 22 (KCNA) -- Minjok Thongsin, an Internet newspaper of Korean residents in the United States, on Feb. 19 posted an article censuring the south Korean authorities for their sycophantic treachery.\n\t\t\t\t\t The authorities of south Korea do not feel shame at the fact that its military sovereignty was deprived by the U.S. army, but they yield to the U.S. demand though south Korea's economic sovereignty is violated, the article charged. \n\t\t\t\t\t\n\t\t\t\t\t The present conservative ruling forces have driven the situation of the Korean Peninsula to the tension and brink of war by opposing the reconciliation and cooperation with the north and staging joint military exercises against it one after another, pursuant to the foreign forces' policy, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations can never be improved as long as the Lee Myung Bak \"government\" exists, the article said, stressing the need to wipe out the sycophantic and treacherous \"government\" through a united struggle of the patriotic people."
        },
        {
            "title": "Koreans in China Commemorate Day of Shining Star",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-26ee.html",
            "content": "Koreans in China Commemorate Day of Shining Star\r\n Pyongyang, February 22 (KCNA) -- The General Association of Koreans in China held events in Yanji City, Jilin Province of China, on Feb. 16 to commemorate the Day of the Shining Star, the birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t There was a meeting of the Association, which was participated in by Chairwoman Choe Un Bok and other officials of the Association, representatives of its affiliated organizations and Korean artistes and other compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were the consul-general and staff members of the DPRK consulate-general in Shenyang, the vice mayor of the Yanji City People's Government, the deputy director of the Foreign Affairs Office of the Yanbian Korean Nationality Autonomous Prefectural People's Government and Chinese personages.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid a silent tribute to Kim Jong Il in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t Choe Un Bok said in a report at the meeting that Kim Jong Il grew up to be a great revolutionary while fully inheriting the idea, leadership, traits and virtues of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless patriot and benevolent father of people who devoted his all till the last moments of his revolutionary life, going through all difficulties nobody in the world has ever experienced, the reporter said, stressing:\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in China should go along the road of independence, Songun and socialism, paved by the President, to the last under the wise leadership of the dear respected Kim Jong Un and thus give steady continuity to the revolutionary history of the President, the history of Kim Jong Il's Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by a concert for remembering Kim Jong Il to mark the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting there was a photo and book exhibition on the theme of \"Leader Kim Jong Il and Korea Today.\"\n\t\t\t\t\t\n\t\t\t\t\t A reception was given on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Similar events were also held in Shenyang of China on Feb. 13 by the Liaoning Branch of the Association."
        },
        {
            "title": "Joint Seminar in Mongolia Commemorates Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-05ee.html",
            "content": "Joint Seminar in Mongolia Commemorates Birth Anniversary\r\n Pyongyang, February 22 (KCNA) -- A joint seminar under the title of \"Leader Kim Jong Il Will Be Always Alive\" took place in Mongolia on Feb. 14 to commemorate his birth anniversary.\n\t\t\t\t\t Displayed at its venue were photos of the feats of President Kim Il Sung and general secretary Kim Jong Il and books and photos of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Preparatory Committee for Commemorating the Day of the Shining Star, People's Party, Mt. Paektu Association for Independent Development, Federation of Peace and Friendship Organizations, Center for the Study of Juche and the Association for the Study of Juche Idea-Songun and popular masses of this country.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portraits of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t L. Khaisandai, chairman of the Mongolian Preparatory Committee for Commemorating the Day of the Shining Star, said in his opening address at the seminar that Kim Jong Il was the great leader who guided the Korean people to victory by inheriting the cause of the President and that he devoted his all to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t N. Sarantuya, member of the Leadership Council of the Mongolian Mt. Paektu Association for Independent Development, noted that the DPRK is invariably building socialism as Kim Jong Il shaped the independent politics, the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Ch. Surenjav, who was honored with the audience of Kim Jong Il, said: Kim Jong Il was a great man who creditably carried forward and developed the revolutionary cause of Kim Il Sung. He performed undying feats for the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Messages to the dear respected Kim Jong Un were adopted at the seminar."
        },
        {
            "title": "Finnish Hail Decision on Conferring Title of Generalissimo",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-06ee.html",
            "content": "Finnish Hail Decision on Conferring Title of Generalissimo\r\n Pyongyang, February 22 (KCNA) -- The Finnish National Committee for the Study of the Juche Idea and the Finland-Korea Society issued a joint statement on Feb. 15 in support of the decision on awarding the DPRK title of Generalissimo to general secretary Kim Jong Il.\n\t\t\t\t\t Kim Jong Il trained the Korean People's Army into an invincible revolutionary army and firmly defended the socialist system and peace and stability on the Korean Peninsula, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his Songun revolutionary leadership that the Korean people could triumphantly advance the cause of building a thriving socialist nation despite all the military pressure and sanctions of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish National Committee for the Study of the Juche Idea and the Finland-Korea Society regard it as a historic event of weighty significance that the DPRK title of Generalissimo was conferred on him."
        },
        {
            "title": "Annual Meeting of Tanzanian Coordinating Committee of Juche Idea Study Groups",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-03ee.html",
            "content": "Annual Meeting of Tanzanian Coordinating Committee of Juche Idea Study Groups\r\n Pyongyang, February 22 (KCNA) -- An annual meeting of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups took place in Dar es Salaam on February 11.\n\t\t\t\t\t Present there were personages of the Committee and chiefs of study groups under it.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed last year's activities of the Committee and its study groups and discussed their action programs for this year.\n\t\t\t\t\t\n\t\t\t\t\t It said that last year was a year of great loss to the progressive humankind as general secretary Kim Jong Il, who developed and enriched the Juche idea and made enormous contributions to global independence, passed away.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il will live forever in the hearts of the world progressives, the meeting stressed."
        },
        {
            "title": "Birth Anniversary Commemorated by Cuban Media",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-02ee.html",
            "content": "Birth Anniversary Commemorated by Cuban Media\r\n Pyongyang, February 22 (KCNA) -- Cuban media on Feb. 16 commemorated the Day of the Shining Star, the birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t The newspaper Granma carried an article titled \"DPRK achieving peace and development\" with a photo of the newly-erected statues of President Kim Il Sung and Kim Jong Il on horsebacks.\n\t\t\t\t\t\n\t\t\t\t\t The paper stressed that the DPRK would further increase the might of the country and is victoriously hitting the gigantic and noble targets under the guidance of the dear respected Kim Jong Un, supreme leader.\n\t\t\t\t\t\n\t\t\t\t\t Another paper Juventud Rebelde carried an article titled \"70th birth anniversary of Comrade Kim Jong Il\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that as the general secretary of the Workers' Party of Korea, chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, Kim Jong Il firmly defended the dignity of the nation and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t Prensa Latina posted on its Internet homepage a portrait of Kim Jong Il and commemorations of the Day of the Shining Star in the DPRK."
        },
        {
            "title": "Work Published in Romania, Germany",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-01ee.html",
            "content": "Work Published in Romania, Germany\r\n Pyongyang, February 22 (KCNA) -- General secretary Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by a publishing house of Romania.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original philosophy evolved and systematized with its intrinsic principles and a revolutionary and popular philosophy truly serving the popular masses in the struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to study and explain the Juche philosophy as intended by the Party and strictly apply it in revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t A print house of Germany too, published this work in pamphlet."
        },
        {
            "title": "Denuncian en RPDC la \"Cumbre de Seguridad Nuclear\" de Seul",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-35ee.html",
            "content": "Denuncian en RPDC la \"Cumbre de Seguridad Nuclear\" de Seul\r\n Pyongyang, 22 de febrero (ACNC) -- En relacion con que las autoridades surcoreanas intentan celebrar en Seul la \"Cumbre de Seguridad Nuclear\" en marzo venidero, el Comite Coreano por la Paz de Asia y el Pacifico (CCPAP), el Comite Coreano contra el Arma Nuclear y por la Paz y el Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hicieron publica el dia 22 la siguiente declaracion conjunta:\n\t\t\t\t\t Ultimamente, los titeres surcoreanos se mueven ajetreados para auspiciar la \"Cumbre de Seguridad Nuclear\" a finales de marzo en Seul.\n\t\t\t\t\t\n\t\t\t\t\t Esta reunion resulta otra payasada de Estados Unidos y la banda de titeres surcoreanos, orientada a dar mas magnitud a su campana nuclear-anti- Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Causa la consternacion el mismo hecho de que la sede de la cumbre es precisamente el Sur de Corea, base nuclear avanzada de EE.UU. y arsenal nuclear mas grande del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, EE.UU. y la camarilla surcoreana tratan de desplegar desde finales de febrero hasta abril en suelo surcoreano los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" movilizando ultramodernos armamentos de guerra nuclear que bastarian para ejecutar una guerra entera.\n\t\t\t\t\t\n\t\t\t\t\t Debatir la supuesta seguridad nuclear en medio de esos ejercicios de guerra nuclear anti-RPDC seria una burla e insulto a la opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t Las entidades de la Republica Popular Democratica de Corea condenan categoricamente las tentativas de EE.UU. y la banda titere surcoreana de celebrar en Seul la \"Cumbre de Seguridad Nuclear\", calificandolas de intolerable accion criminal en contrasentido al anhelo de toda la nacion coreana y otros pueblos del mundo sobre la paz y seguridad de la Peninsula Coreana y de insoportable provocacion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Al auspiciar esa reunion en cooperacion con su amo gringo, los titeres surcoreanos quieren dar credito al ya desgastado \"rumor de amenaza nuclear del Norte de Corea\", justificar sus maniobras de guerra nuclear contra la RPDC y evitar la derrota aplastante en las proximas elecciones distrayendo la atencion de la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\t La banda de Lee Myung Bak, que sufre ahora la caida de popularidad, trata de ganar alguna reputacion abriendo la cumbre, pero esto no tendra  otro resultado que mostrar su naturaleza de lacayo numero 1 de EE.UU. en la eventual guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t La \"Cumbre de Seguridad Nuclear\" de Seul significa una verguenza de la humanidad y dejara en la historia otras manchas mas siendo registrada como debate para arreciar la campana nuclear anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Cada vez que EE.UU. y la banda surcoreana recrudezcan la campana nuclear anti-RPDC, se complicara mas la solucion del problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t No estaremos con brazos cruzados ante esa confabulacion nuclear que agravara la situacion de la Peninsula Coreana y la regional provocando a la muy digna RPDC, sino frustraremos rotundamente con el invencible poderio del Songun la campana nuclear anti-RPDC que lanzan los perturbadores de la paz."
        },
        {
            "title": "Fallecio So Man Sul, presidente de Presidium del CC de Chongryon",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-36ee.html",
            "content": "Fallecio So Man Sul, presidente de Presidium del CC de Chongryon\r\n Pyongyang, 22 de febrero (ACNC) -- El presidente del Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon), So Man Sul, diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y Heroe del Trabajo de la RPDC, fallecio a las 7 y 5 minutos de la tarde del dia 19 por el paralisis de corazon con 84 anos de edad al cabo de larga enfermedad.\n\t\t\t\t\t Nacido el 14 de abril del 16 (1927) de la Era Juche en una pobre familia campesina del distrito de Yongil de la provincia de Kyongsang del Norte, So Man Sul se traslado a Japon en 1941.\n\t\t\t\t\t\n\t\t\t\t\t Despues de liberada la patria, trabajo de funcionario encargado de la juventud de la sucursal de Onoda de la Federacion de Coreanos Residentes en Japon en el departamento de Yamaguchi y de funcionario profesional de la direccion de los departamentos de Yamaguchi e Hiroshima de la Union de Jovenes Democraticos Coreanos en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Despues de la fundacion el 25 de mayo de 1955 de la Asociacion General de Coreanos Residente en Japon (Chongryon) por el Presidente Kim Il Sung, So trabajo de jefe de seccion, vicepresidente y presidente de la direccion de la Chongryon en el departamento de Hiroshima, y luego, de director de departamento de organizacion, director general del Secretariado, vicepresidente y primer vicepresidente del Presidium del Comite Central de la Chongryon. Desde mayo de 2001, se encargo de presidente del citado Presidium.\n\t\t\t\t\t\n\t\t\t\t\t So Man Sul recibio la Orden Kim Il Sung, la Orden Kim Jong Il, el titulo del Heroe del Trabajo de la RPDC, el Premio Reunificacion de la Patria y otras muchas condecoraciones estatales de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Quedo publicada el dia 20 la esquela mortuaria del Presidium del CC de la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t La nota senala que So fue infinitamente fiel al Presidente y el Dirigente Kim Jong Il hasta el ultimo momento de su vida y se abnego a la labor de amor a la nacion y la patria para abrir una nueva era de prosperidad de la Chongryon bajo la direccion del Maximo Dirigente Kim Jong Un y para la prosperidad de la patria socialista y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t Finaliza que brillaran eternamente sus valiosas proezas dejadas en la Chongryon y el movimiento de coreanos residentes en Japon."
        },
        {
            "title": "Minju Joson critica veredicto de la corte militar de EE.UU. ",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-37ee.html",
            "content": "Minju Joson critica veredicto de la corte militar de EE.UU. \r\n Pyongyang, 22 de febrero (ACNC) -- Hace poco, la corte militar de Estados Unidos abrio el juicio sobre los criminales norteamericanos que en 2005, asesinaron bestialmente a 24 civiles pacificos en una aldea en el oeste de Iraq. \n\t\t\t\t\t La corte se limito a bajar el grado militar del criminal quien ordeno a los infantes de marina norteamericanos estacionados en Iraq asesinar a esos civiles inocentes, y libero absolviendo a 7 uniformados que ejecutaron la orden. \n\t\t\t\t\t\n\t\t\t\t\t El periodico Minju Joson, en un comentario individual de este miercoles, califica ese fallo de violacion flagrante del derecho internacional y los principios humanitarios y de grave desafio a la justicia y conciencia de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\t Los derechos internacionales, incluso el tratado sobre la prevencion y el castigo de masacre, aprobado el 9 de diciembre de 1948 en el tercer periodo de sesiones de la Asamblea General de la ONU y entrado en vigor el 12 de enero de 1951, los criminales de masacre deben ser llevados a la Corte Penal Internacional y condenados a duras penas, senala el comentario y continua: \n\t\t\t\t\t\n\t\t\t\t\t Para apaciguar la colera de la sociedad internacional y la opinion publica, EE.UU. abrio ese juicio superficial en que cobijo a los criminales violando hasta los derechos internacionales. \n\t\t\t\t\t\n\t\t\t\t\t La historia y la realidad comprueban que mientras exista EE.UU., habitat de bestias colmadas de misantropia, nunca estara tranquilo este planeta. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, abogando por la \"paz\" y \"respeto de los DDHH\", EE.UU. censura injustamente a otros paises e interviene abiertamente en los asuntos internos de ellos. \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. debe someterse al juicio de la sociedad internacional por sus atrocidades y crimenes anti-DDHH.\n\t\t\t\t\t\n\t\t\t\t\t El tribunal internacional de DDHH tiene reservado el banquillo de acusados para EE.UU."
        },
        {
            "title": "Nueva biblioteca y exposicion en provincia de Hamgyong de Norte",
            "url": "http://kcna.co.jp/item/2012/201202/news22/20120222-38ee.html",
            "content": "Nueva biblioteca y exposicion en provincia de Hamgyong de Norte\r\n Pyongyang, 22 de febrero (ACNC) -- Quedaron acondicionadas nuevamente una biblioteca y exposicion permanente en la provincia coreana de Hamgyong del Norte.\n\t\t\t\t\t En el primer piso de la biblioteca se encuentran la sala de computacion, la de lectura de multimedias, la de lectura online, la de leccion a larga distancia, la de busqueda de catalogos, la de servicios de informatica, etc.\n\t\t\t\t\t\n\t\t\t\t\t Estan distribuidos en el segundo piso los archivos de varios dominios como ciencias sociales y naturales, la sala de leccion general, la de lectura de libros y la de estudio.\n\t\t\t\t\t\n\t\t\t\t\t La exposicion permanente consta del hall principal y el salon de 2 plantas.\n\t\t\t\t\t\n\t\t\t\t\t Ella podra servir de sede de las exposiciones de Kimilsungias y Kimjongilias y de los exitos alcanzados en varios sectores de economia nacional como industria ligera, agricultura, ciencias y tecnologias."
        }
    ]
}