{
    "date": "2012-04-05",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-05.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects KPA Navy Unit 155",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-34ee.html",
            "content": "Kim Jong Un Inspects KPA Navy Unit 155\r\nPyongyang, April 5 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, supreme leader of the Workers' Party of Korea and the people of the DPRK, inspected KPA Navy Unit 155 honored with the title of O Jung Hup-led 7th Regiment. \n\t\t\t\t\tHe first went round the monument to the field guidance of President Kim Il Sung and warships visited by the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tThis unit is marked with many footprints left by the President and leader Kim Jong Il to provide field guidance, he said, recollecting with deep emotion the unforgettable historical day he visited the unit, accompanying the leader.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has such matchless fleet thanks to the wise leadership and meticulous care of the President and Kim Jong Il who worked heart ad soul for the founding and development of the naval forces, he said, adding that their undying feats will always go down in the history of the country.\n\t\t\t\t\t\n\t\t\t\t\tHe once again highly praised the unit for such laudable military feats that startled the world as sinking U.S. imperialists' heavy cruiser \"Baltimore\" with just four torpedo craft in the naval battle in Jumunjin during the Fatherland Liberation War, the battle results unprecedented in the world history of naval war, and capturing the U.S. imperialists' armed spy ship \"Pueblo\" when intruding into the territorial waters of the DPRK in peacetime.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need for the seamen of the unit to firmly take over the baton of the revolutionary forerunners, send the enemies into the bottom of the sea if they dare intrude into the territorial waters of the DPRK and thus further glorify the tradition of the unit which has demonstrated only victories, a stalwart unit, generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tHe then boarded patrol ship 1003 anchoring at the moorage and went round it.\n\t\t\t\t\t\n\t\t\t\t\tLooking round with great attention different places of the ship used by the three commanders of Mt. Paektu, he praised the seamen of the unit for preserving and managing it to its original state with good care.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the significant ship visited by the President four times, Kim Jong Il three times and anti-Japanese war hero Kim Jong Suk is the flagship of the KPA Navy.\n\t\t\t\t\t\n\t\t\t\t\tHe acquainted himself in detail with the unit's combat duties, trainings, etc. before inspecting flotillas 1, 4, 5 and 83 under the unit.\n\t\t\t\t\t\n\t\t\t\t\tHe guided training in firearms of torpedo craft 1213 of flotilla 1 and its tactical drill.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed satisfaction over the fact that seamen are undergoing intensive combat training and, at the same time, discharging their combat duty in a responsible manner while watching the enemy's moves for aggression with vigilance. He set forth the tasks for rounding off combat preparations and bolstering the combat capability.\n\t\t\t\t\t\n\t\t\t\t\tHe made the rounds of sailors' rooms, rooms dedicated to education and mess halls of flotillas to take deep care of their living.\n\t\t\t\t\t\n\t\t\t\t\tHe gave flotillas 1, 4, 5 and 83 pairs of binoculars and automatic rifles as souvenirs and had photo sessions with them.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by KPA Generals Kim Won Hong and Hyon Chol Hae, KPA Lieut. Generals Ri Tu Song and Ri Jong Mu."
        },
        {
            "title": "Interception of Satellite Would Be Regarded as Act of War: CPRK Spokesman",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-38ee.html",
            "content": "Interception of Satellite Would Be Regarded as Act of War: CPRK Spokesman\r\nPyongyang, April 5 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) issued the following statement on Thursday:\n\t\t\t\t\tThe south Korean puppet forces recently bluffed that they would \"intercept\" the DPRK satellite Kwangmyongsong-3, disclosing their attempt to make a fresh military provocation.\n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors aligned with the U.S. is saying that it would track the orbit of the DPRK's satellite projectile with the mobilization of war hardware including various monitoring machines, missiles and Aegis destroyer, and intercept the satellite in case its debris fall out.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is now busy making the emergency transfer of an ultra-modern maritime radar base \"SBX-1\" from Hawaii for the purpose of tracking and monitoring satellite and backing its interception. Meanwhile, Japan is making reckless remarks that it would intercept the DPRK satellite if its propeller body drops on Japan's archipelago.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet military warmongers worked out the \"plan for mounting strike on corresponding targets\" while talking about \"assault\" and \"possibility of provocation\" from someone. They did not hesitate to let loose a spate of such balderdash as \"striking Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\tThe military warmongers including Kim Kwan Jin, puppet minister of Defence, openly blustered that they would attack Pyongyang if Seoul is attacked, claiming that now it has become possible to independently \"punish\" in line with the \"right to self-defence\". They used to say in the past they could not but restrain themselves in the face of attack by the north due to the belligerence regulations of the Armistice Agreement and the relations with the \"UN Command\".\n\t\t\t\t\t\n\t\t\t\t\tThe reckless racket for provocation kicked up by the puppet group of traitors is a dangerous act of causing an all-out war as it is a last-ditch effort of persecution maniacs.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's peaceful satellite Kwangmyongsong-3 is for the development of science and technology, whose legitimacy and transparency will be fully ensured in the whole course of its launch. The world already knows about this.\n\t\t\t\t\t\n\t\t\t\t\tSeveral decades have passed since mankind launched the first satellite and thousands of satellites were put into outer space ever since. But there was no one who stoked confrontation recklessly trying to intercept the satellite for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\tA saying goes \"only stick is seen by crazy dog\". Those obsessed by the idea of escalating confrontation with the DPRK and hostility towards it seem to regard the DPRK satellite as a nuclear war-head.\n\t\t\t\t\t\n\t\t\t\t\tTo intercept the satellite for peaceful purposes is just an act of war and it is bound to entail tremendous catastrophe.\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is whether the provocateurs are concerned about the consequences.\n\t\t\t\t\t\n\t\t\t\t\tTheir call for \"strike at Pyongyang\" is just hysteria of the puppet war-like forces.\n\t\t\t\t\t\n\t\t\t\t\tNobody should dare encroach upon the sky above Pyongyang, sacred capital of the DPRK, and they are gravely mistaken if they think they can survive after attacking Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tIt would mean the miserable end of the puppet group and end of everything in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the puppet group is kicking off the racket of military provocation under the pretext of \"interception\" and \"strike\", asserting that it would not rule out a war and going in league with its master. This is nothing but a ridiculous bid to hamstring the DPRK satellite launch at any cost and comfort its clan in fear of the powerful retaliatory strike by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tLurking behind this is the ulterior intention of the puppet group to justify the confrontation and war moves through the aggravation of the situation, intensify the anti-DPRK smear campaign, calm down the discontented south Koreans, divert elsewhere the public opinion and thus tide over the ruling crisis and create a favorable atmosphere for the \"general election\".\n\t\t\t\t\t\n\t\t\t\t\tThe reality more vividly shows that south Koreans can neither lead a happy life even a single day nor escape from the danger of a war as long as such confrontation maniacs as Lee Myung Bak group are allowed to exist in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors should be well aware of what the \"interception\" and \"strike at Pyongyang\" would mean.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will never pardon the enemies' attempt of reckless military provocations.\n\t\t\t\t\t\n\t\t\t\t\tWhoever intrudes into the territorial air and seas even an inch under any pretext and intercepts the DPRK satellite or collects its debris will meet immediate, resolute and merciless punishment by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will mete out the unimaginable and the most miserable punishment to its rival if it dares fire into the sky above the DPRK, Pyongyang, in particular.\n\t\t\t\t\t\n\t\t\t\t\tThe cause of war must be rooted out without mercy.\n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors had better bear in mind the grave consequences to be entailed by its reckless provocations."
        },
        {
            "title": "National Reunification Prize Awarded to Merited Officials in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-05ee.html",
            "content": "National Reunification Prize Awarded to Merited Officials in DPRK\r\nPyongyang, April 5 (KCNA) -- A decree of the Presidium of the DPRK Supreme People's Assembly on conferring the National Reunification Prize upon 14 people was released on March 30. They include Kim Jung Rin who rendered distinguished services to the cause of the national reunification true to the Songun revolutionary leadership of the Workers' Party of Korea."
        },
        {
            "title": "S. Korean Authorities Hit for Hampering North-South NGO Cooperation",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-45ee.html",
            "content": "S. Korean Authorities Hit for Hampering North-South NGO Cooperation\r\nPyongyang, April 5 (KCNA) -- The National Economic Cooperation Federation on Thursday released an indictment laying bare the treacherous crimes committed by the south Korean authorities by viciously hampering north-south non-governmental cooperation.\n\t\t\t\t\tAccording to it, north-south non-governmental cooperation was brought to naught overnight after the Lee Myung Bak conservative group seized power.\n\t\t\t\t\t\n\t\t\t\t\tNo sooner had the Lee group come to power than it started to make an overall inspection of NGOs under the pretext of grasping the situation and reviewing the work. It took steps for restriction while circulating the list of standards.\n\t\t\t\t\t\n\t\t\t\t\tIt bound NGOs hand and foot, talking about \"report system\", \"registration system\" and the like. It also set up legal and institutional machines one after another to deliberately curb cooperation.\n\t\t\t\t\t\n\t\t\t\t\tIt secured from south Korean NGOs visiting the north written assurances that \"they shall refrain from words and deeds sympathizing with the unilateral political propaganda and assertion of the north\". It set in motion its stooges under the veil of technicians and supporters to thoroughly watch and control every movement of visitors to the north.\n\t\t\t\t\t\n\t\t\t\t\tIt worked out delicate standards and complicated procedures and raised sundry conditions so as to prevent NGOs from properly bringing in and out goods and conducting cooperation as planned.\n\t\t\t\t\t\n\t\t\t\t\tIt worked hard to totally bar cooperation and exchange under the pretext of the DPRK's legitimate satellite launch and self-defensive nuclear test in 2009.\n\t\t\t\t\t\n\t\t\t\t\tIts moves to totally destroy north-south NGO cooperation reached the height with the \"Cheonan\" warship sink case as an occasion. It stretched its tentacles of the above-said obstructions to the work of the Kaesong Industrial Zone.\n\t\t\t\t\t\n\t\t\t\t\tIt drastically decreased even the petty amount of funds which were paid to south Korean NGOs and squandered fabulous amounts of funds for intensifying the anti-DPRK moves instead. It was set to use even the simple humanitarian cooperation of NGOs for meeting its sinister aim of destabilizing the north.\n\t\t\t\t\t\n\t\t\t\t\tVery grave are the consequences entailed by the treacherous moves of the Lee group against the north-south NGO cooperation.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the data reported by south Korean media, among the economic loss suffered by south Korean NGO enterprises which took part in the north-south NGO cooperation over one and a half years after the \"May 24 step\", the direct loss caused by the curtailment of operations in the Kaesong Industrial Zone, north-south barter, suspension of bonded processing, etc. amounted to 2.75 billion U.S. dollars while the indirect loss reached over 7.48 billion U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\tThe loss Hyundai Group suffered for nearly three years after the suspension of tour of Mt. Kumgang amounted to as much as over 480 billion won (in south Korean currency).\n\t\t\t\t\t\n\t\t\t\t\tThe suspension of north-south cooperation brought price hike, foreign capital outflow and massive bankruptcy of enterprises, removing nearly 300 000 jobs and causing more than 5 972 billion won worth loss (in south Korean currency).\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is talking about \"expansion of NGO cooperation\" and \"approval\" to give impression that it is interested in the north-south cooperation but with no trick can it cover up the unpardonable derailment of the north-south NGO cooperation."
        },
        {
            "title": "Park Geun Hye Accused of Reviving \"Yusin\" Dictatorship",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-29ee.html",
            "content": "Park Geun Hye Accused of Reviving \"Yusin\" Dictatorship\r\nPyongyang, April 5 (KCNA) -- \"True Path of the Nation,\" the organ of the South Headquarters of the Pan-national Alliance for Korea's Reunification, in an editorial on April 1 called for mercilessly punishing Park Geun Hye of the \"Saenuri Party\" for dreaming the revival of fascist dictatorship.\n\t\t\t\t\tThe editorial accused Park Geun Hye keen to bring back the departed soul of \"Yusin\" dictatorship is busy pursuing collusion with Lee Myung Bak in the run-up to the general election.\n\t\t\t\t\t\n\t\t\t\t\tRecalling that a pair of rabid dogs disguised themselves as \"bats\" (Park Geun Hye and Lee Myung Bak), the editorial called on the people to beat them with a stick in unity and force them to pay for the tears shed by them.\n\t\t\t\t\t\n\t\t\t\t\tThose who experienced the horrible policy pursued by the Park Chung-hee military gangster which reminded them of the dark period in the middle ages are still grinding their teeth with indignation and suffering from mental and physical pain, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard reality, Park Geun Hye is making her last-ditch efforts to revive the \"Yusin\" dictatorship in collusion with Lee Myung Bak. This is the reason why the people are demanding the resignation of Lee Myung Bak and the dissolution of the \"Saenuri Party.\"\n\t\t\t\t\t\n\t\t\t\t\tThe unhappy life of the popular masses can never be improved unless the traitorous politics is brought to an end, the editorial noted, calling on the progressive and pro-democracy forces to unite and win victory in the general election."
        },
        {
            "title": "World Congress on Juche Idea to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-21ee.html",
            "content": "World Congress on Juche Idea to Be Held in Pyongyang\r\nPyongyang, April 5 (KCNA) -- The World Congress on the Juche Idea will be held in Pyongyang, the capital city of the Democratic People's Republic of Korea, on the occasion of the Day of the Sun in Juche 101 (2012), President Kim Il Sung's birthday.\n\t\t\t\t\tThe Juche idea, fathered by the President, clarifies the man-centered outlook on the world, and it is a revolutionary doctrine for independence of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe forthcoming world congress clearly shows that the Juche idea has become a world trend of thought going beyond the boundary of each nation and country and an idea common to the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\tPak Kye Myon, vice-director of the Secretariat of the Social Scientists Society of Korea, told KCNA over the program to be conducted during the congress: \n\t\t\t\t\t\n\t\t\t\t\tAccording to the International Preparatory Committee for the World Congress on the Juche Idea, its participants are to visit the Kumsusan Palace of the Sun and Kim Il Sung's old home in Mangyongdae. They will also tour the Tower of the Juche Idea, the Arch of Triumph and other places of historical, economic and cultural interests.\n\t\t\t\t\t\n\t\t\t\t\tThrough such visits, they will witness the situation of the DPRK, where the Juche idea has been applied.\n\t\t\t\t\t\n\t\t\t\t\tThe events to be held during the congress include a book and photo exhibition introducing the activities of the Juche idea study organizations, joint friendship gathering and round-table talk. \n\t\t\t\t\t\n\t\t\t\t\tThe International Preparatory Committee has so far organized various political and cultural events in different countries and regions, including seminars, lectures and meetings on the Juche idea, stirring up the atmosphere for the congress. \n\t\t\t\t\t\n\t\t\t\t\tThe decision to hold the congress has been fully approved by many people, and applicants for participation in it are steadily increasing in number.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has stepped up preparations for the congress in close cooperation with the International Preparatory Committee."
        },
        {
            "title": "World Health Day Observed",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-26ee.html",
            "content": "World Health Day Observed\r\nPyongyang, April 5 (KCNA) -- An event took place here on Thursday to mark World Health Day.\n\t\t\t\t\tPresent there were officials of ministries, national institutions, social organizations and health service, old people in Pyongyang, representatives and staff members of missions of international organizations including the WHO mission in the DPRK, members of the delegations of the International Federation of Red Cross and Red Crescent Societies and the International Committee of the Red Cross working in the DPRK and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers at the event noted that this year WHO has called for increasing social concern for public health.\n\t\t\t\t\t\n\t\t\t\t\tThey underscored the need to intensify researches and treatment for protecting the health of the aged and health care for them and thus satisfactorily solve the issue of health of the aged.\n\t\t\t\t\t\n\t\t\t\t\tIts participants watched a video on living customs and aging and picture-drawing of old people.\n\t\t\t\t\t\n\t\t\t\t\tThey looked round photos of the health of the aged and watched their sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\tIntensive information service on aging and health took place in all provinces on the same day."
        },
        {
            "title": "Condolatory Message to Russian President",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-46ee.html",
            "content": "Condolatory Message to Russian President\r\nPyongyang, April 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Tuesday sent a condolatory message to Russian President Dmitri Anatoliyevich Medvedev as regards casualties by air crash in Tyumen of Russia.\n\t\t\t\t\tKim in the message expressed deep sympathy and condolences to the president, to the victims and their bereaved families."
        },
        {
            "title": "Chinese Delegation Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-28ee.html",
            "content": "Chinese Delegation Pays Tribute to Kim Il Sung, Kim Jong Il\r\nPyongyang, April 5 (KCNA) -- The visiting delegation of diplomatic officials of the Chinese People's Liberation Army led by Major General Qian Lihua, director of the Foreign Affairs Office of the Ministry of National Defense, laid a floral basket before the equestrian statues of President Kim Il Sung and leader Kim Jong Il at the Mansudae Art Studio on Thursday.\n\t\t\t\t\tThe members of the delegation laid a floral basket and paid tribute in deep reverence to Kim Il Sung and Kim Jong Il, peerlessly great men."
        },
        {
            "title": "Gift to Kim Jong Un from Chinese Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-44ee.html",
            "content": "Gift to Kim Jong Un from Chinese Organization\r\nPyongyang, April 5 (KCNA) -- The dear respected Kim Jong Un received a gift from the Zhonghua Rushang general trade company of the Zhonghua Rushang Federation in China on the occasion of the 100th birth anniversary of President Kim Il Sung.\n\t\t\t\t\tThe gift was handed to an official concerned by Yu Kaiguang, honorary president of the company, on a visit to the DPRK."
        },
        {
            "title": "Floral Baskets, Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-27ee.html",
            "content": "Floral Baskets, Letters to Kim Jong Un\r\nPyongyang, April 5 (KCNA) -- The dear respected Kim Jong Un received floral baskets and congratulatory letters from Pakistani Ambassador Arif Mahmood and Vietnamese Ambassador Le Quang Ba to the DPRK on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tThey were separately handed to an official concerned Thursday."
        },
        {
            "title": "Chinese Army Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-42ee.html",
            "content": "Chinese Army Delegation Visits Mangyongdae\r\nPyongyang, April 5 (KCNA) -- The delegation of the diplomatic officials of the Chinese People's Liberation Army led by Major General Qian Lihua, director of the Foreign Affairs Office of the Ministry of National Defense, visited Mangyongdae on Thursday.\n\t\t\t\t\tThe delegation members at the old home of President Kim Il Sung viewed the relics preserved carefully, being briefed on the revolutionary history of President Kim Il Sung and his family.\n\t\t\t\t\t\n\t\t\t\t\tThe delegation head made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\tThey on the same day laid bouquets of flowers at the bust of anti-Japanese woman hero Kim Jong Suk at the revolutionary Martyrs Cemetery on Mt. Taesong before paying a silent tribute to her and looking around the cemetery.\n\t\t\t\t\t\n\t\t\t\t\tThey also visited the Friendship Tower."
        },
        {
            "title": "Letters in Praise of Great Man Carved on Natural Rock near Pakyon Falls",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-25ee.html",
            "content": "Letters in Praise of Great Man Carved on Natural Rock near Pakyon Falls\r\nPyongyang, April 5 (KCNA) -- The following letters were carved on a natural rock near Pakyon Falls in Kaesong city on the occasion of the centenary of the birth of President Kim Il Sung:\n\t\t\t\t\t\"Our eternal leader Comrade Kim Il Sung\n\t\t\t\t\t\n\t\t\t\t\tDedicated to the centenary of the birth of the leader, April 15, Juche 101 (2012).\"\n\t\t\t\t\t\n\t\t\t\t\tThe total length of the letters is 37 meters, the height of his august name is 5 meters, width 2.9 meters, width of strokes 0.8 meter and depth 0.45 meter, the height of other letters 4.1 meters, width 2.4 meters, width of strokes 0.7 meter and depth 0.35 meter.\n\t\t\t\t\t\n\t\t\t\t\tThe letters, representing the will of all the service personnel and people of the DPRK to accomplish the revolutionary cause of Juche started by Kim Il Sung generation after generation, are an immortal monument which will always shine along with the Songun era.\n\t\t\t\t\t\n\t\t\t\t\tAn unveiling ceremony was held on Thursday.\n\t\t\t\t\t\n\t\t\t\t\tAmong those present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Pak Thae Dok, chief secretary of the North Hwanghae Provincial Committee of the WPK, Ri Won Il, chairman of the North Hwanghae Provincial People's Committee, and Kim Yong Il, chief secretary of the Kaesong City Committee of the WPK, and others.\n\t\t\t\t\t\n\t\t\t\t\tKim Ki Nam said in his speech at the ceremony that the people in Kaesong city carved the letters near Pakyon Falls associated with Kim Il Sung's leadership feats, reflecting the desire of all the people to eternally glorify his revolutionary feats.\n\t\t\t\t\t\n\t\t\t\t\tHe stressed the need to preserve with care the letters so that the unanimous loyalty and desire of the service personnel and people of the DPRK might be conveyed to posterity.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the ceremony there was a briefing on the letters."
        },
        {
            "title": "Performance Given by Art Group of C.C., GFTUK",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-31ee.html",
            "content": "Performance Given by Art Group of C.C., GFTUK\r\nPyongyang, April 5 (KCNA) -- A performance \"Great leader is our eternal father\" was given by the Workers' Art Group of the Central Committee of the General Federation of Trade Unions of Korea at the Central Hall of Workers on Thursday to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tThe performance began with chorus \"Let's sing of the Day of the Sun\".  Colorful numbers included chorus \"Long Live Generalissimo Kim Il Sung\", \"Our leader\", male solo and pangchang \"Road associated with great loving care\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers praised the immortal feats performed by Kim Il Sung by building a socialist power--independent in politics, self-supporting in economy and self-reliant in national defence--on this land through his extraordinary ideological and theoretical activities, outstanding leadership and sweeping revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\tThey showed well the firm faith and will of all the army and people of the DPRK to speed up the grand march toward another one hundred years of the Juche era, arm in arm and shoulder to shoulder with the dear respected Kim Jong Un, true to the instructions of Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Oratorical Meetings of Youth and Students, Agricultural Workers Held",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-30ee.html",
            "content": "Oratorical Meetings of Youth and Students, Agricultural Workers Held\r\nPyongyang, April 5 (KCNA) -- An oratorical meeting of youth and students took place at the Central Youth Hall on Thursday to vow to glorify the undying Songun revolutionary leadership feats of leader Kim Jong Il and uphold with loyalty the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\tA similar meeting was held by agricultural workers at the Migok Co-op Farm in Sariwon City on Thursday to mark the 19th anniversary of Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe performers praised the immortal exploits Kim Jong Il performed by firmly defending the socialist country and turning the DPRK into a political, ideological and military power with his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThe first secretary of the youth league committee of the Pyongyang Food Complex said in his oratory titled \"Songun brilliant commander of Mt. Paektu\" that human history records not a few famous generals but never has there been such a peerlessly brilliant commander as Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHong Kwang Min, student of Kim Il Sung University, in his oratory titled \"Our supreme commander\" spoke highly of the army and people of the DPRK blessed with the great supreme commanders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tJo Sung Son, farmer of the Chonnam Vegetable Co-op Farm in Hyongjesan District in Pyongyang, said the source of strength of the DPRK that startles the world is the harmonious whole of the leader and the people.\n\t\t\t\t\t\n\t\t\t\t\tRi Myong Sil, farmer of the Songsam Farm in Taedong County of South Phyongan Province, in an oratory titled \"Song and revolution\" cited facts to prove that the songs the great persons of Mt. Paektu taught to the Korean people serve as the motive force of the life and struggle as well as the source of victory."
        },
        {
            "title": "Posters on World Congress on Juche Idea Produced",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-37ee.html",
            "content": "Posters on World Congress on Juche Idea Produced\r\nPyongyang, April 5 (KCNA) -- Posters on the World Congress on the Juche Idea were produced in the DPRK. The Congress is to be held with splendor in Pyongyang on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tThe posters reflect the unanimous aspiration and desire of the followers of the Juche idea and progressive humankind to victoriously push forward the socialist movement and global independence, guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tA poster depicts the Tower of the Juche Idea and Kimilsungia and Kimjongilia in full bloom against the background of the globe. It deals with the fact that thanks to the Juche idea, the original revolutionary philosophy, there came a new era in the development of human history, the era of Juche in which the popular masses carve out their destiny independently and creatively.\n\t\t\t\t\t\n\t\t\t\t\tThere is also a poster depicting people holding \"Kim Il Sung's Selected Works\" and leader Kim Jong Il's works \"On the Juche Idea\" and \"On Some Problems of Education in the Juche Idea\" in their hands and the Chollima Statue. \n\t\t\t\t\t\n\t\t\t\t\tIt reflects the firm will of the Korean people and progressive mankind to actively study and disseminate the Juche idea which is evoking strong support and response among the world people for its truth and tremendous vitality and invariably advance along the road of Juche.\n\t\t\t\t\t\n\t\t\t\t\tThe words \"World Congress on the Juche Idea\" and the logo of the Congress are seen on the posters."
        },
        {
            "title": "April Spring Festival Draws Large Number of Foreign Art Troupes",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-39ee.html",
            "content": "April Spring Festival Draws Large Number of Foreign Art Troupes\r\nPyongyang, April 5 (KCNA) -- Pyongyang is wrapped in a festive atmosphere before the April Spring Friendship Art Festival to take place to significantly commemorate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tThe first festival began in commemoration of the 70th birthday of the President in April, 1982.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1 800 art troupes from at least 120 countries participated in the festival over the past three decades.\n\t\t\t\t\t\n\t\t\t\t\tOver 20 000 artistes including more than 2 500 top class artistes, People's Artistes, Merited Artistes, international and national concours winners and famous artistes well known to the world gave more than 1 600 performances at theatres and cultural halls in Pyongyang and localities.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said cultural event also drew governmental cultural delegations and delegates of many countries and delegations of UNESCO, the International Music Council, the International Dance Council, the World Magic Federation, the International Delpic Cultural Festival Council and other international bodies.\n\t\t\t\t\t\n\t\t\t\t\tThe event took place in various forms such as group performance, joint performance, individual performance and concerts of famous artistes.\n\t\t\t\t\t\n\t\t\t\t\tForeign artistes sang high praises of the brilliant exploits of the President and leader Kim Jong Il who ushered in the era of independence and led the human cause of independence to victory.\n\t\t\t\t\t\n\t\t\t\t\tThe aesthetic symposiums on the present era and national art held in the days of the festivals offered opportunities of exchanging the successes and experience gained in the development of the national art in the era of independence, thus increasing the significance of the festivals and contributing to the development of national culture."
        },
        {
            "title": "Sports Events Held to Commemorate Day of Sun",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-42ee.html",
            "content": "Chinese Army Delegation Visits Mangyongdae\r\nPyongyang, April 5 (KCNA) -- The delegation of the diplomatic officials of the Chinese People's Liberation Army led by Major General Qian Lihua, director of the Foreign Affairs Office of the Ministry of National Defense, visited Mangyongdae on Thursday.\n\t\t\t\t\tThe delegation members at the old home of President Kim Il Sung viewed the relics preserved carefully, being briefed on the revolutionary history of President Kim Il Sung and his family.\n\t\t\t\t\t\n\t\t\t\t\tThe delegation head made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\tThey on the same day laid bouquets of flowers at the bust of anti-Japanese woman hero Kim Jong Suk at the revolutionary Martyrs Cemetery on Mt. Taesong before paying a silent tribute to her and looking around the cemetery.\n\t\t\t\t\t\n\t\t\t\t\tThey also visited the Friendship Tower."
        },
        {
            "title": "Trade Union Officials and Members Hold Seminar",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-41ee.html",
            "content": "Trade Union Officials and Members Hold Seminar\r\nPyongyang, April 5 (KCNA) -- Officials and members of the General Federation of Trade Unions of Korea held a seminar on immortal Songun revolutionary leadership exploits of leader Kim Jong Il at the Central Hall of Workers Thursday. It was to mark the 19th anniversary of his election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\tThe participants heard papers on the undying feats he performed before the country, the people, the times and history with his outstanding ideology and energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers said that Kim Jong Il held the heavy post of the NDC chairman and performed exploits to shine long in the history of the country by wisely leading the WPK, army and people under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tHe established the state administration system based on the pivotal role of the NDC, thus providing a sure guarantee for carrying out the unique Songun revolutionary leadership of the WPK, they noted.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK's Songun idea serves as a scientific and revolutionary idea as it most correctly reflects the requirements governing the development of the revolution, they added.\n\t\t\t\t\t\n\t\t\t\t\tThey called on the workers and officials and members of the Federation to rally close around the dear respected Kim Jong Un and realize the lifelong intention and wish of Kim Jong Il, true to his behests."
        },
        {
            "title": "Consumer Goods Exhibition Begins",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-40ee.html",
            "content": "Consumer Goods Exhibition Begins\r\nPyongyang, April 5 (KCNA) -- A consumer goods exhibition began in Pyongyang on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tMore than 136 000 pieces of consumer goods produced by units under national institutions were presented.\n\t\t\t\t\t\n\t\t\t\t\tThe opening ceremony was held on Thursday.\n\t\t\t\t\t\n\t\t\t\t\tAttending there were officials concerned, officials of the units that presented exhibits and working people."
        },
        {
            "title": "17th April Holiday Food Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-24ee.html",
            "content": "17th April Holiday Food Festival\r\nPyongyang, April 5 (KCNA) -- The 17th April Holiday Food Festival is going on at the People's Palace of Culture here on the occasion of the 100th birth anniversary of President Kim Il Sung. \n\t\t\t\t\tTaking part in the festival are 49 teams selected from provinces, ministries, national institutions and other sectors.\n\t\t\t\t\t\n\t\t\t\t\tThe festival is divided into skill contest and demonstration of cooks and waiters and waitresses, exhibition of local specialties and famous dishes served at public catering establishments, demonstration of appointed dishes and exhibition of scientific and technological achievements.\n\t\t\t\t\t\n\t\t\t\t\tHighly acclaimed at the first-day festival were several hundred kinds of popular and famous dishes. They included Pyongyang cold noodle presented by the Okryu Restaurant, mung-bean pancake by the Chongnyu Restaurant, boiled rice and bean-paste soup by the Changgwang Restaurants Management Office and steamed mullet seasoned with peppered bean paste by the Mangyongdae Chonsok Restaurant.\n\t\t\t\t\t\n\t\t\t\t\tAlso drawing viewers' interest were local specialties, including soft bean curd dish of North Phyongan Province, edible herb dishes of Jagang Province and potato dishes of Ryanggang Province. \n\t\t\t\t\t\n\t\t\t\t\tThe exhibition of scientific and technological achievements is helpful to providing the festival participants with better knowledge of dishes. \n\t\t\t\t\t\n\t\t\t\t\tThe ongoing festival is sponsored by the Korean Association of Cooks."
        },
        {
            "title": "National Costumes Popular among Korean Women in Spring",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-20ee.html",
            "content": "National Costumes Popular among Korean Women in Spring\r\nPyongyang, April 5 (KCNA) -- More and more women in Pyongyang choose Korean costumes to wear in spring.\n\t\t\t\t\tIn this regard, KCNA met Pak Hyon Sik, secretary of the Korean Apparel Association, and Kim Jong Hui, chief of Korean Dress Tailor's Shop in Pothongmun Street.\n\t\t\t\t\t\n\t\t\t\t\tQuestion: I think the variety of dresses women put on in spring has become diverse. Can you tell me about women's dress tailor's shops and their manufacturing capacity?\n\t\t\t\t\t\n\t\t\t\t\tPak: New diverse models of traditional costumes have been manufactured to enjoy popularity among women. The manufacturing capacity of the tailor's shops has been increased on a modern basis. \n\t\t\t\t\t\n\t\t\t\t\tTraining courses for tailors are operational on a regular basis. Korean dress exhibitions are held annually, greatly contributing to developing dress manufacturing technologies.\n\t\t\t\t\t\n\t\t\t\t\tQuestion: I think chima (skirt) and jogori (coat) are so suitable to Korean women.\n\t\t\t\t\t\n\t\t\t\t\tKim: In Korea, women favor chima and jogori more than any other costumes. Women look better in Korean dresses in light pink, yellow green and light purple colors.\n\t\t\t\t\t\n\t\t\t\t\tGirls look neater in pleated skirt. Now the Korean women consider wearing traditional costumes of various models and colors to be a pride."
        },
        {
            "title": "Pak Nam Chol, DPRK Soccer Star",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-23ee.html",
            "content": "Pak Nam Chol, DPRK Soccer Star\r\nPyongyang, April 5 (KCNA) -- The DPRK won the 2012 AFC Challenger Cup, qualifying for the 2015 Asian Cup.\n\t\t\t\t\tIn the tournament, Pak Nam Chol (26), who is active at the April 25 Sports Team, was named best player.\n\t\t\t\t\t\n\t\t\t\t\tVery fast in running, swift in movement and quick in judgment, he scored three of the DPRK's 12 goals in the tournament.\n\t\t\t\t\t\n\t\t\t\t\tHe had opened the first goal in the match with the United Arab Emirates in the Asian regional final preliminaries for the 2010 FIFA World Cup.\n\t\t\t\t\t\n\t\t\t\t\tHe also scored two goals in last year's Asian regional third-stage preliminaries for the 2014 FIFA World Cup, each in matches with Tajikistan and Japan.\n\t\t\t\t\t\n\t\t\t\t\tPak was listed as one of the ten best athletes in the DPRK in the year Juche 100 (2011)."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (20)",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-22ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (20)\r\nSixth WPK Congress Solves Issue of Continuity of Leadership\n\t\t\t\t\t\n\t\t\t\t\tPyongyang, April 5 (KCNA) -- The 6th Congress of the Workers' Party of Korea was convened in Pyongyang from October 10 to 14, Juche 69 (1980).\n\t\t\t\t\t\n\t\t\t\t\tThe congress reelected President Kim Il Sung general secretary of the WPK Central Committee and elected leader Kim Jong Il Presidium member of the Political Bureau of the C.C., WPK, member of the WPK Central Military Commission and secretary of the C.C., WPK, in accordance with the unanimous will of the party members and all other people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe election marked a milestone in the contemporary history of Korea.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il devoted his all to carrying into practice the President's idea.\n\t\t\t\t\t\n\t\t\t\t\tHe started to carry on the Songun (military-first) leadership with his field guidance to a tank unit of the Korean People's Army (KPA) on August 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\tStudying at Kim Il Sung University from September that year, he cultivated the personality and qualifications befitting people's leader.\n\t\t\t\t\t\n\t\t\t\t\tWorking at the Central Committee of the WPK from June 1964, he paid deep attention to developing the WPK into a party firmly united on the basis of the monolithic ideological system.\n\t\t\t\t\t\n\t\t\t\t\tIn particular, he strengthened the KPA into an invincible one.\n\t\t\t\t\t\n\t\t\t\t\tA master of ideology and theory, he enriched the Juche idea, the Songun idea, fathered by the President, making it a guiding idea in the era of independence. \n\t\t\t\t\t\n\t\t\t\t\tIn the early 1970s, he initiated and led the 70-day campaign for socialist economic construction and personally guided the literature and art field, ushering in the heyday of the Juche-oriented art. \n\t\t\t\t\t\n\t\t\t\t\tHe made an enormous contribution to the human cause of independence, enjoying deep reverence from the world's progressives as a peerlessly veteran statesman.\n\t\t\t\t\t\n\t\t\t\t\tAt the historic 6th WPK Congress, he was elected leader of the revolutionary cause to successfully solve the issue of continuity of leadership in the DPRK."
        },
        {
            "title": "KCNA Commentary Terms Revival of \"Yusin\" Dictatorship Perfidy to History",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-43ee.html",
            "content": "KCNA Commentary Terms Revival of \"Yusin\" Dictatorship Perfidy to History\r\nPyongyang, April 5 (KCNA) -- The ultra-right conservative forces of south Korea are working hard to revive the ill-famed \"yusin\" dictatorial rule.\n\t\t\t\t\tIt is none other than Park Geun Hye, daughter of Park Chung-Hee, who is playing a leading role in this drive.\n\t\t\t\t\t\n\t\t\t\t\tPark Chung-Hee was known in history as a traitor to the nation and an enemy of democracy.\n\t\t\t\t\t\n\t\t\t\t\tHe pledged himself in blood to make a \"self-sacrificing service\" for the Japanese emperor during the Japanese imperialists' colonial rule over Korea and stood in the van of punitive operations against participants in the movement for independence. He staged the May 16 military coup, making a mess of achievements gained by the April 19 Popular Uprising.\n\t\t\t\t\t\n\t\t\t\t\tHe ruled south Korea in the period when there were two conflicting views on value: the nation and treachery and reunification and actions against it, lording it over as an incarnation of treachery and anti-reunification acts.\n\t\t\t\t\t\n\t\t\t\t\tEven after signing the July 4 joint statement, he declared \"two Koreas\" as a policy and pursued permanent division of the nation. He left no means and methods untried to seek a permanent stay in power before being shot to death by his confident, forsaken by his American master.\n\t\t\t\t\t\n\t\t\t\t\tOne cannot tell a lie about blood vein and bloodline, therefore, can never change.\n\t\t\t\t\t\n\t\t\t\t\tWith no veil of \"change\" and \"revamping\" can Park Geun Hye ever cover up her inveterate nature bequeathed to her by her father.\n\t\t\t\t\t\n\t\t\t\t\tAmong any other things, she seeks to revive fascist and anti- reunification nature.\n\t\t\t\t\t\n\t\t\t\t\tShe is recklessly taking the lead in the moves to escalate confrontation with fellow countrymen. In the wake of the release of the important report on the demise of the father of the nation, she categorically opposed the dispatch of a mourners' group of the \"National Assembly\" involving ruling and opposition parties proposed by the Democratic United Party (the then Democratic Party).\n\t\t\t\t\t\n\t\t\t\t\tDuring her visit to Pyongyang in 2002, she voiced support for the June 15 joint declaration and called for reconciliation and cooperation, asking for help. However, she malignantly slandered the DPRK in denial of the north-south joint declaration. \n\t\t\t\t\t\n\t\t\t\t\tShe is busy kicking up \"the north wind,\" branding the forces for democratic reforms in south Korea as \"forces serving the north.\"\n\t\t\t\t\t\n\t\t\t\t\tShe went the lengths of soliciting for pressure on the north, describing the DPRK's planned launch of satellite as a \"long-range missile launch\" and \"challenge to peace.\"\n\t\t\t\t\t\n\t\t\t\t\tShe is a confrontation maniac opposed to the nation as she is little different from traitor Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tIt is as clear as daylight that if these clans seize power, the inter-Korean relations will be brought to a more uncontrollable phase and the departed soul of horrible \"yusin\" dictatorship be brought back to south Korea. \n\t\t\t\t\t\n\t\t\t\t\tAs a matter of fact, with Park Geun Hye becoming the focus of conservative politics, the remnants of \"yusin\" are raising their heads in various parts of south Korea though they had been pushed to the margin of history.\n\t\t\t\t\t\n\t\t\t\t\tThe revival of \"yusin\" dictatorship in south Korea precisely means a perfidy to history.\n\t\t\t\t\t\n\t\t\t\t\tThis would accelerate the fascistization of south Korean society and throw a stumbling block in the way of reunification, the cherished desire of the nation, and thus make the possibility of bringing back the reconciliation and unity between the north and the south fade away for good.\n\t\t\t\t\t\n\t\t\t\t\tThe south Koreans have suffered from the danger of war, their democracy and human rights wantonly violated due to Lee's fascist dictatorship and moves to deteriorate the inter-Korean relations. They, therefore, do not want to see the traitorous policy of the conservative group to persist.\n\t\t\t\t\t\n\t\t\t\t\tThe south Koreans should never be fooled by the Park Chung-Hee clan that repeated their disguises, betraying the country and the nation and discarding even their thought and conscience in quest of power. They should sternly punish and oust them from the arena of history."
        },
        {
            "title": "Rodong Sinmun Calls for Greeting WPK Conference with High Political Enthusiasm",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-09ee.html",
            "content": "Rodong Sinmun Calls for Greeting WPK Conference with High Political Enthusiasm\r\nPyongyang, April 5 (KCNA) -- Rodong Sinmun Thursday editorially calls on all party members, service personnel and other people to significantly greet the forthcoming Fourth Conference of the Workers' Party of Korea with high political awareness and enthusiasm, keeping pace with the dynamic steps of the dear respected Kim Jong Un for big progress.\n\t\t\t\t\tMeetings of the party committees of the Korean People's Army and all the provinces (political bureau) elected Kim Jong Un as a delegate to the Conference, fully demonstrating the single-minded unity of Songun Korea in which all the service personnel and people are rallied close around him, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Conference is of great significance in demonstrating to the full the might of the Party shining with the ideas and august names of President Kim Il Sung and leader Kim Jong Il and remarkably raising the Party's leadership authority and its efficiency and thus bringing about a great heyday in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tWe should consider the undying feats Kim Jong Il performed for the revolution and construction and his behests as eternal treasures of Kim Il Sung's Korea and as important guidelines of the Party and thoroughly protect and successfully implement them.\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the party members who should take the lead in the on-going advance for a great surge.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK will enjoy its higher prestige and demonstrate its increasing might when millions of party members loudly sound the drive for a great surge wherever they work and their hearts are burning with loyalty and enthusiasm to perform feats.\n\t\t\t\t\t\n\t\t\t\t\tAll fields and units are called upon to bring about a leap forward in response to the flames of Hamnam, the flames of industrial revolution in the new century and fully display the spirit of Songun Korea that when the Party is determined, the service personnel and people can do anything."
        },
        {
            "title": "Rodong Sinmun on Great Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-10ee.html",
            "content": "Rodong Sinmun on Great Juche Idea\r\nPyongyang, April 5 (KCNA) -- The ennobling image of President Kim Il Sung and his immortal career along with the great Juche idea will always be enshrined by mankind, says Rodong Sinmun Thursday in a jointly signed article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tHis was a noble life of the most prominent thinker and theoretician in the present era and his august name has shed more brilliant rays along with the immortal Juche idea generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tThe history of human thought does not know such undying idea shedding more brilliant rays with the flow of history as the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tThe 80 odd year-long history of the Juche idea has triumphed, its roots rapidly struck among the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe triumphant history of the Juche idea which has advanced along with the people is still going on.\n\t\t\t\t\t\n\t\t\t\t\tThe revolutionary idea of the President serves as an everlasting soul of the motherland of Juche, Kim Il Sung's Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche idea is enshrined by humankind struggling for independence, justice and social progress.\n\t\t\t\t\t\n\t\t\t\t\tThe Juche idea serves as an immensely precious ideological wealth as it comprehensively indicates the way of building an independent power in our era.\n\t\t\t\t\t\n\t\t\t\t\tThe road indicated by the idea is a shortcut to ushering in full efflorescence in a country and nation.\n\t\t\t\t\t\n\t\t\t\t\tThe immortal idea founded by the President and glorified by leader Kim Jong Il as the guiding idea of the times is now being more thoroughly embodied in all fields under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Authorities of Its Fascist Policy",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-11ee.html",
            "content": "Rodong Sinmun Accuses S. Korean Authorities of Its Fascist Policy\r\nPyongyang, April 5 (KCNA) -- The Lee Myung Bak regime of south Korea has stamped out the democratic freedom and rights of the people in all fabrics of social life over the past 4 years since it wrested power, thus turning south Korean society into a horrible tundra of human rights. \n\t\t\t\t\tRodong Sinmun Thursday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tRecalling that the Lee regime fully revived the erstwhile dictatorial system, the article cites facts to prove it.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tBy frantically invoking \"the Security Law\" the Lee group made a retrogressive revision of the \"law on broadcasting services,\" \"law on intelligence service,\" \"law on rally and demonstration,\" etc. as required by the idea of fascist rule, thus binding progressive forces and people of various social standings hand and foot.\n\t\t\t\t\t\n\t\t\t\t\tIt revived and reinforced the fascist system, structure and repressive methods dating back to the era of military dictatorship under the pretext of \"properly enforcing law and order.\"\n\t\t\t\t\t\n\t\t\t\t\tIt has deprived the south Korean people of democratic freedom and rights, turning society into a mayhem of harsh dictatorship.\n\t\t\t\t\t\n\t\t\t\t\tAt a time when the south Korean people launched mass candlelight actions against the humiliating negotiations on beef import with the U.S. in 2008, the first year of the group's office, it brought to light its fascist nature.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities stretched out their tentacles of crackdown to all the progressive forces including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Implementing the South-North Joint Declaration, the south Korean Confederation of Trade Unions and the Citizen's Solidarity for Democratic Society.\n\t\t\t\t\t\n\t\t\t\t\tDisclosed in south Korea recently was the fact that the Lee Myung Bak regime had conducted illegal investigation into civilians for three years since 2008.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the days of the regime of traitors are numbered as it stakes its fate on fascist dictatorship, forsaken by the popular masses, the article stresses that the doom of the dictatorial forces is an inevitability of history."
        },
        {
            "title": "Park Geun Hye's Moves to Escalate Confrontation with DPRK under Fire",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-12ee.html",
            "content": "Park Geun Hye's Moves to Escalate Confrontation with DPRK under Fire\r\nPyongyang, April 5 (KCNA) -- Park Geun Hye is kicking up a \"north wind\" racket against the DPRK, asserting that it is unpredictable what will happen if those who deny the claim that the north was to blame for the \"Cheonan\" warship case are allowed to be members of the \"National Assembly\".\n\t\t\t\t\tShe even revealed her ulterior intention to stand in all-out confrontation with the DPRK by nominating maniacs keen on confrontation with fellow countrymen as candidates from the \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\tShe went the lengths of asking foreign forces to put pressure on the DPRK while decrying the satellite launch of the DPRK as a launch of \"long-range missile\" and \"challenge to peace\".\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson Thursday observes in a bylined commentary in this regard: What she uttered is little short of the despicable behavior of Juda who betrayed Jesus to get a petty amount of money.\n\t\t\t\t\t\n\t\t\t\t\tHaving abused the repeated patience and generosity of the DPRK, she has gone the lengths of brandishing her dagger against it. Now is the time to force her to pay for all crimes she has committed against the country and nation.\n\t\t\t\t\t\n\t\t\t\t\tRunning in the veins of Park is the blood of her father Park Chung-Hee, the ill-famed \"Yusin\" dictator. \n\t\t\t\t\t\n\t\t\t\t\tShe has never apologized for her father's crimes. \n\t\t\t\t\t\n\t\t\t\t\tShe is so brazen-faced as to refuse to return what her father seized by force of arms to the owner as proven by the disclosure of the issue of returning the Park Chung-Hee and Ryuk Yong Su Foundation.\n\t\t\t\t\t\n\t\t\t\t\tThe ulterior intention to escalate the confrontation with fellow countrymen disclosed by her is to gratify the same unlimited greed for power as her father's.\n\t\t\t\t\t\n\t\t\t\t\tIt is her aim to calm down the voices calling for \"judging Lee Myung Bak and Park Geun Hye\" through a \"coloring offensive,\" a provocation to the DPRK, and turn the situation in the run-up to the election favorable to her by rallying the conservative forces.\n\t\t\t\t\t\n\t\t\t\t\tHer greed for power, however, can never come true."
        },
        {
            "title": "S. Korean Regime's Crimes Denounced by Koreans' Paper in Japan",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-19ee.html",
            "content": "S. Korean Regime's Crimes Denounced by Koreans' Paper in Japan\r\nPyongyang, April 5 (KCNA) -- Minjok Sibo, Koreans' paper in Japan, on April 1 carried an article denouncing the crimes committed by the Lee Myung Bak regime of south Korea.\n\t\t\t\t\tThe history of the present regime is woven with such crimes as the rampant irregularities and corruption, the widening gap between the rich and the poor, the action to push forward the construction of the naval base on Jeju Island, the conclusion of \"Free Trade Agreement\" with the U.S., the violation of democracy by \"the Security Law\", etc, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe gravest of them was that the regime threatened the peace of the Korean Peninsula and negated the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korea-U.S. joint military exercises and the military drills staged in the West Sea of Korea, bringing to light hostility towards the north, were provocative acts of deliberately disturbing peace.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee regime is bereft of any national conscience as it has increased the danger of war on the Korean Peninsula, consistently maintaining its hostile attitude, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIt called for judging Lee Myung Bak and \"the Saenuri Party\" in the forthcoming general election through solidarity among the forces supporting the June 15 joint declaration."
        },
        {
            "title": "Kim Jong Il's Works Published in Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-07ee.html",
            "content": "Kim Jong Il's Works Published in Russia\r\nPyongyang, April 5 (KCNA) -- Leader Kim Jong Il's works \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and \"The Revolutionary Comradeship Is the Foundation of the Single-minded Unity and an Engine of Our Revolution\" were brought out in booklet by the Nakhodka NPP Publishing House of Russia on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\tThe work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\", published on August 4, 1997, deals with Kim Il Sung's undying feats performed in the efforts to accomplish the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\tIt formulates the three principles of national reunification, the 10-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by him as the three charters for national reunification. It also indicates tasks and ways for achieving national reunification on the basis of the charters.\n\t\t\t\t\t\n\t\t\t\t\tThe work \"The Revolutionary Comradeship Is the Foundation of the Single-minded Unity and an Engine of Our Revolution\", published on April 7, 2004, clarifies the essence of the revolutionary comradeship and the reason why it serves as a foundation of the single-minded unity and an engine of the revolution. \n\t\t\t\t\t\n\t\t\t\t\tThe work indicates tasks for basing whole society on comradeship."
        },
        {
            "title": "Kim Jong Il's Work Published in Mongolia",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-06ee.html",
            "content": "Kim Jong Il's Work Published in Mongolia\r\nPyongyang, April 5 (KCNA) -- Leader Kim Jong Il's work \"On the Juche Idea\" was brought out in booklet by the Mongolian Mt. Paektu Association for Independent Development.\n\t\t\t\t\tThe work, published on March 31, 1982, deals with the historic exploits of President Kim Il Sung, who founded the Juche idea, and their significance, the foundation of the Juche idea and its philosophical principle, socio-historical principles, guiding principles and historic significance. \n\t\t\t\t\t\n\t\t\t\t\tA book releasing ceremony took place at the Mongolian Institute for Strategic Studies on March 29."
        },
        {
            "title": "DPRK Books Donated to Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-03ee.html",
            "content": "DPRK Books Donated to Equatorial Guinea\r\nPyongyang, April 5 (KCNA) -- A ceremony of donating DPRK books took place at the building of the Democratic Party of Equatorial Guinea on March 28 on the occasion of the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\tKim Il Sung's reminiscences \"With the Century\" and DPRK books on his feats were handed to Lucas Nguema Esono, general secretary of the Democratic Party of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\tThe general secretary said in a speech that he deemed it honor to receive books on the revolutionary career and feats of the President on the occasion of the Day of the Sun, adding:\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung is a genuine friend of the African people who sent material and moral support and encouragement to the people of African countries including Equatorial Guinea in their struggle for independence and the building of a new society in the most difficult period.\n\t\t\t\t\t\n\t\t\t\t\tHe is still alive in our hearts for the undying feats he performed for the historic cause of independence and freedom.\n\t\t\t\t\t\n\t\t\t\t\tThe Democratic Party of Equatorial Guinea will significantly commemorate the centenary of the birth of the President, the great friend, together with the fraternal Korean people.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the ceremony were members of the leadership of the Democratic Party of Equatorial Guinea, the DPRK ambassador to Equatorial Guinea and a staff member of the embassy."
        },
        {
            "title": "Brazilian Organization Appreciates DPRK's Achievements",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-04ee.html",
            "content": "Brazilian Organization Appreciates DPRK's Achievements\r\nPyongyang, April 5 (KCNA) -- The Brazilian Center for the Study of the Juche Idea on March 22 posted on its Internet homepage an article titled \"Economic development in DPRK\" with photos of leader Kim Jong Il providing field guidance to different economic sectors and photos on achievements made in economic construction of the DPRK.\n\t\t\t\t\tThe article accused the imperialists and the Lee Myung Bak regime of south Korea of openly conducting all sorts of false propaganda in a bid to impair the international prestige of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tForeigners visiting the DPRK frequently tell that major construction projects including housing construction are making dynamic progress in the DPRK, electricity production is showing a significant increase at new power stations, economic exchange with foreign countries is gaining in scope and strength and advanced technology is being positively introduced to the agricultural production, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe economy has fully entered the phase of surge in socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has registered great achievements in various fields of economic construction. All the achievements prove the superiority of socialism to capitalism.\n\t\t\t\t\t\n\t\t\t\t\tThe defence of socialism in the DPRK is encouraging socialist construction in different countries."
        },
        {
            "title": "National Seminar Held in Nigeria",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-02ee.html",
            "content": "National Seminar Held in Nigeria\r\nPyongyang, April 5 (KCNA) -- A national seminar took place in Abuja, Nigeria on March 28 for commemorating the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tDisplayed in the venue of the seminar were works of Kim Il Sung and leader Kim Jong Il, photos dealing with their exploits and books and photos introducing the advantages and invincibility of the Korean-style system and the Korean army and people's building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\tThe rector of Teacher Training College of Abuja, addressing the seminar, paid high tribute to Kim Il Sung who founded the Juche idea and built a socialist system centered on the popular masses, clearly indicating the way for humankind to follow. \n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Nigerian National Committee for the Study of the Juche Idea, in a report titled \"The great President Kim Il Sung is an outstanding leader who made an immortal contribution to the Korean revolution and human cause of independence\", said that it was the greatest exploit of Kim Il Sung that he ushered in a new era, the era of independence in which the popular masses appear as masters of their destiny for the first time in the human history.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman stressed that it is an immortal exploit of the President that he built the DPRK into a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence, and a genuine country of the people where everything serves the people.\n\t\t\t\t\t\n\t\t\t\t\tThe floor was taken at the seminar by the chairmen of the Nigerian Group for the Study of the Juche Philosophy and the Nigerian Group for the Study of the Songun Politics and various other personages under the titles \"President Kim Il Sung is the great master of the 20th century\", \"The socialist cause of the DPRK is being successfully carried forward\", \"The Juche idea has been widely studied and disseminated throughout the world.\" \n\t\t\t\t\t\n\t\t\t\t\tThey expressed conviction that the DPRK will not step back even a bit from the road of carrying forward and accomplishing the idea and cause of Kim Il Sung and Kim Jong Il under the leadership of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tA letter to Kim Jong Un was adopted there."
        },
        {
            "title": "New Internet Homepage Opened in Romania",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-01ee.html",
            "content": "New Internet Homepage Opened in Romania\r\nPyongyang, April 5 (KCNA) -- The Socialist Party of Romania opened Internet homepage \"Juche Idea\" with the approach of the centenary of the birth of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\tA homepage inaugural meeting was held at the building of the Romanian party on March 30.\n\t\t\t\t\t\n\t\t\t\t\tVasile Orleanu, chairman of the Supreme Council of the Party who doubles as chairman of the National Committee for the Study of the Juche Idea of Romania, addressing the meeting, said he was pleased to open the said homepage on the occasion of the Day of the Sun, a significant holiday common to humankind.\n\t\t\t\t\t\n\t\t\t\t\t\"By use of this homepage, we will widely introduce the ideological and theoretical exploits Kim Il Sung and leader Kim Jong Il performed for the Korean revolution and global independence and the true picture of socialist Korea in which all the people are greeting a new heyday of prosperity, rallied close around the dear respected Kim Jong Un, supreme leader,\" he said.\n\t\t\t\t\t\n\t\t\t\t\tThe chief of the Group for the Study of the Juche Idea in Bucharest noted that he would intensify the activities for studying and disseminating the Juche idea and boost solidarity with the Korean people in their just cause by use of the homepage.\n\t\t\t\t\t\n\t\t\t\t\tPosted on the homepage were Volume 1 of Part 1 The Anti-Japanese Revolution of Kim Il Sung's reminiscences \"With the Century\", Kim Jong Il's work \"On the Juche Idea\", videos and other multimedia showing the true picture of the DPRK."
        },
        {
            "title": "Iran Scoffs at West's Sanctions",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-13ee.html",
            "content": "Iran Scoffs at West's Sanctions\r\nTehran, April 4 (KCNA) -- Sanctions imposed against Iran by the United States won't do much to sway the Islamic republic's resolve, the Iranian foreign minister said Monday.\n\t\t\t\t\tIranian Foreign Minister Ali Akbar Salehi told the official Islamic Republic News Agency that Washington's efforts were futile.\n\t\t\t\t\t\n\t\t\t\t\t\"The West thinks that like many countries, Iran will also succumb to U.S. pressure, but the assumption is basically wrong,\" he said, adding, \"Sanctions may cause minor problems for us, but we will continue our path.\""
        },
        {
            "title": "Iran's Oil Minister Says Western Sanctions Have Failed",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-14ee.html",
            "content": "Iran's Oil Minister Says Western Sanctions Have Failed\r\nTehran, April 4 (KCNA) -- Iran's Oil Minister Rostam Qasemi said on Monday that sanctions against the country's oil sector have failed and will not block the industry's progress, local satellite Press TV reported.\n\t\t\t\t\tThe Islamic republic has withstood the impacts of Western sanctions on its oil sector, Qasemi was quoted as saying. \n\t\t\t\t\t\n\t\t\t\t\t\"Relying on domestic capabilities, I confidently say that Iran's oil industry has bid farewell to the embargo,\" said Qasemi."
        },
        {
            "title": "Hundreds of Peace Activists Wage Anti-NATO Protest",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-17ee.html",
            "content": "Hundreds of Peace Activists Wage Anti-NATO Protest\r\nPyongyang, April 5 (KCNA) -- Hundreds of European peace activists on Sunday waged a protest against NATO outside its headquarters in Brussels, severely condemning its war policies.\n\t\t\t\t\tThey lambasted NATO plans for a European missile shield, saying it would relaunch the global arms race."
        },
        {
            "title": "Eurozone Unemployment Increases",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-16ee.html",
            "content": "Eurozone Unemployment Increases\r\nPyongyang, April 5 (KCNA) -- Eurozone unemployment is on the increase due to the financial crisis.\n\t\t\t\t\tEstimated 24.55 million men and women in the EU, of whom 17.13 million were in the eurozone, were unemployed in February, said Eurostat on Monday.\n\t\t\t\t\t\n\t\t\t\t\tCompared with January, the number of persons unemployed increased by 172 000 in the EU and by 167 000 in the eurozone."
        },
        {
            "title": "Seven Killed in Oakland School Shooting",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-18ee.html",
            "content": "Seven Killed in Oakland School Shooting\r\nPyongyang, April 5 (KCNA) -- Seven people were killed and three others injured in a school shooting on Monday in Oakland, a city in the U.S. state of California, local police said.\n\t\t\t\t\tA witness told the San Francisco Chronicle that a man in her nursing class rose up and shot one person at point blank range in the chest before he started spraying the room with bullets."
        },
        {
            "title": "Cooperation among Asian Countries",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-15ee.html",
            "content": "Cooperation among Asian Countries\r\nPyongyang, April 5 (KCNA) -- China and Kazakhstan issued a joint communique on April 2 on expanding cooperation in trade, mutual investment and transportation, etc. \n\t\t\t\t\tIndonesia and Malaysia signed a Memorandum of Understanding Monday that would pave the way to agreements on several bilateral legal issues troubling the two neighboring countries."
        },
        {
            "title": "Interceptacion de satelite pacifico es acto de guerra, declara el CRPP",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-17ss.html",
            "content": "Interceptacion de satelite pacifico es acto de guerra, declara el CRPP\r\nPyongyang, 5 de abril (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 5 la siguiente declaracion:\n\t\t\t\t\tEn estos dias, los titeres surcoreanos exponen abiertamente su intento de cometer nueva provocacion militar hablando de \"interceptar\" el satelite artificial de la Republica Popular Democratica de Corea \"Kwangmyongsong-3\".\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, dicen que perseguirian la trayectoria del cuerpo propulsor de nuestro satelite artificial e interceptarian si caen sus restos movilizando junto con EE.UU. los aparatos de vigilancia y misiles de distintos tipos, el destructor tipo Aegis y otros medios belicos.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. traslada con urgencia desde Hawai \"SBX-1\", base de sofisticado radar naval, para perseguir y vigilar nuestro satelite artificial y apoyar la interceptacion. Japon anda descabellado tambien diciendo que interceptaria el cuerpo propulsor de satelite si esto cae en el archipielago japones.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los belicistas de la capa militar surcoreana hablan sin vacilacion alguna del \"ataque a Pyongyang\" tras elaborar el \"plan de golpe a los blancos correspondientes\" si ocurre \"asalto\" o \"provocacion\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Defensa Nacional Kim Kwan Jin y otros belicistas dicen publicamente que van a atacar a Pyongyang si es atacada Seul aduciendo que antes se vieron obligados a contenerse ante el ataque del Norte tomando en consideracion la regla de beligerancia del Acuerdo de Armisticio y las relaciones con la \"Comandancia de las Fuerzas de la ONU\", pero ahora pueden \"castigar\" independientemente ejerciendo el \"derecho a la autodefensa\". \n\t\t\t\t\t\n\t\t\t\t\tEsta conducta provocativa es el ultimo coletazo de los que sufren la mania persecutoria y esta buscando la guerra total.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo sabe que \"Kwangmyongsong-3\" es el satelite con fines pacificos como desarrollo cientifico-tecnico y fueron garantizadas la legalidad y transparencia de todo el proceso de su lanzamiento.\n\t\t\t\t\t\n\t\t\t\t\tPasaron decadas desde el lanzamiento del primer satelite artificial por la humanidad y miles de  esos aparatos fueron introducidos en el cosmos mientras tanto, pero no hubo nunca en ninguna parte los elementos tan conflictivos que hayan tratado de interceptar los satelites con fines pacificos bajo pretextos absurdos.\n\t\t\t\t\t\n\t\t\t\t\tParece que el satelite artificial se ve como ojiva nuclear a los fanaticos de enfrentamiento anti-RPDC que abrigan extremada hostilidad a esta.\n\t\t\t\t\t\n\t\t\t\t\tSabran acaso los provocadores que interceptar el satelite pacifico implica un acto de guerra de consecuencias catastroficas.\n\t\t\t\t\t\n\t\t\t\t\tEl \"ataque a Pyongyang\" resulta disparate mas histerico todavia.\n\t\t\t\t\t\n\t\t\t\t\tEl sagrado cielo de Pyongyang es intocable por ningun medio.\n\t\t\t\t\t\n\t\t\t\t\tEstarian muy equivocados los que piensan que podrian estar sanos y salvos aunque atacaran a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEl ataque a Pyongyang significaria el fin mas tragico de la banda de titeres surcoreanos y el arruinamiento de todo lo que existe en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tNo obstante, los titeres surcoreanos recurren a las provocaciones militares en contubernio con su amo hablando de la \"interceptacion\" y \"ataque\" a riesgo de la guerra, lo cual no pasa de ser un gesto ridiculo para impedir a toda costa el lanzamiento de satelite de la RPDC y consolar a sus compinches atemorizados por el despiadado golpe de represalia de ella.\n\t\t\t\t\t\n\t\t\t\t\tDetras de ello hay tambien la siniestra intencion de justificar su campana de confrontacion y guerra al exacerbar la situacion, urdir mas complots contra la RPDC, apaciguar el descontento de los habitantes surcoreanos y cambiar la desfavorable coyuntura de \"elecciones generales\" luego de salir de la crisis de gobernacion distrayendo la atencion de la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra claramente que si perdonan a la banda de Lee Myung Bak y otros maniacos de enfrentamiento, los habitantes surcoreanos no podran vivir en paz ni un dia ni liberarse del peligro de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa horda de traidores surcoreanos debe saber claramente lo que significan la \"interceptacion\" y el \"ataque a Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo no perdonaran jamas el imprudente intento de provocacion militar de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tSi alguien se atreve a invadir nuestro cielo y mar jurisdiccionales bajo cualquier pretexto y ejecutar la interceptacion y recogida de los restos del cuerpo propulsor de nuestro satelite, eso no evitara jamas nuestro castigo inmediato, es decir, un golpe implacable y demoledor.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, a los que intentan la intrusion en el cielo de Pyongyang, les arruinaremos de la manera inimaginablemente tragica con el fuego mil veces mas fuerte.\n\t\t\t\t\t\n\t\t\t\t\tHay que eliminar sin piedad la fuente de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de traidores surcoreanos debera reflexionar de las graves consecuencias que emanen de sus imprudentes actos provocativos."
        },
        {
            "title": "Kim Jong Un inspecciona unidad de defensa de la isla Ryo",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-02ss.html",
            "content": "Kim Jong Un inspecciona unidad de defensa de la isla Ryo\r\nPyongyang, 5 de abril (ACNC) --  El Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del Partido del Trabajo de Corea y el pueblo, Kim Jong Un, inspecciono la unidad de defensa de la isla Ryo que defiende el puesto avanzado de la costa oriental.\n\t\t\t\t\tEl dio binoculos y fusiles automaticos como recuerdos a la cuarta compania y la tercera compania del batallon de artilleria costera subordinadas a la unidad y se fotografio junto con los militares de la citada unidad y sus familiares.\n\t\t\t\t\t\n\t\t\t\t\tPaso revistas a las armas de fuego vistas por el Dirigente Kim Jong Il y recorrio la sala de educacion en las reliquias  historicas de la  revolucion. \n\t\t\t\t\t\n\t\t\t\t\tViendo en detalles los preciosos datos alusivos a las inmortales proezas del Presidente Kim Il Sung y el Dirigente Kim Jong Il, recordo con emocion la orgullosa trayectoria de la unidad de defensa.\n\t\t\t\t\t\n\t\t\t\t\tEn la sala de lecciones militares evaluo el hecho de que la unidad acondiciono bien esta sala y desarrolla sustancialmente los ejercicios de comandantes y de estado mayor para formarlos como competentes comandantes.\n\t\t\t\t\t\n\t\t\t\t\tY recorrio la Casa de Militares y la biblioteca cerciorandose del estado de educacion ideo-politica para los militares.\n\t\t\t\t\t\n\t\t\t\t\tLuego, subio al puesto de mando y observacion enclavado en la cima de una montana abrupta, donde se mostro gran satisfecho de que los comandantes y los militares de la unidad de defensa hayan fortificado la isla Ryo como baluarte inquebrantable ante cualquier intrusion sorpresiva y golpe de fuego de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tContemplando la vasta zona del frente encargada por la unidad dijo que deben consolidar la isla Ryo, puerta del mar Este, como una muralla de acero para que los enemigos no puedan echar sus tentaculos de invasion a la tierra patria socialista, y sepultar en el mar a todos los enemigos que se atrevan a atacar.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista al centro de servicio a los militares, el deposito de alimentos subsidiarios, el invernadero de verduras y otros establecimientos de intendencia gestionados por propia cuenta de la unidad, subrayo la necesidad de concentrar una constante fuerza en la intendencia para que los militares del puesto isleno no envidien la vida en la tierra.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el Comandante Supremo presto gran atencion a la vida de los uniformados recorriendo la compania adscrita directamente a la unidad de defensa y otra compania de la artilleria costera.\n\t\t\t\t\t\n\t\t\t\t\tEn el nido de la artilleria costera visitado por el Dirigente dirigio el entrenamiento de manejo de canones de los militares y tomo una foto de recuerdo con ellos entrelazandose hombro con hombro.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo de altos los exitos logrados por la unidad  diciendo que esta con el titulo de Septimo Regimiento de O Jung Hup deviene el modelo en todos los aspectos incluyendo el entrenamiento combativo y politico, la intendencia, el mando y administracion de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tAl darse cuenta de los esfuerzos del Heroe de la Republica, Chon Jae Gwon, quien trabaja durante 25 anos de jefe de la unidad de defensa, dijo que le hacen falta los comandantes como Chon.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo deseo a los comandantes de la unidad buena salud y grandes exitos en los preparativos de combate diciendo que les encarga la isla Ryo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion los generales de ejercito del EPC, Kim Won Hong y Hyon Chol Hae, y los tenientes generales del EPC, Ri Tu Song y Ri Jong Mu."
        },
        {
            "title": "Kim Jong Un recibe regalo de organizacion china",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-19ss.html",
            "content": "Kim Jong Un recibe regalo de organizacion china\r\nPyongyang, 5 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio regalo que con motivo del centenario de natalicio del Presidente Kim Il Sung, le dedicara la compania comercial general Zhonghua Rushang de la Federacion Zhonghua Rushang de China.\n\t\t\t\t\tLo traslado a un funcionario coreano Yu Kaiguang, presidente honorario de esta compania, de visita en Corea."
        },
        {
            "title": "Kim Yong Nam expresa condolencias a Dmitri Medvedev",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-18ss.html",
            "content": "Kim Yong Nam expresa condolencias a Dmitri Medvedev\r\nPyongyang, 5 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de condolencias al presidente de la Federacion Rusa, Dmitri Anatoliyevich Medvedev, por las perdidas humanas ocasionadas en un accidente aereo en la region de Tyumen.\n\t\t\t\t\tEl remitente expresa la profunda compasion y condolencias al destinatario, las victimas y sus familiares."
        },
        {
            "title": "FNCE denuncia crimenes de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-21ss.html",
            "content": "FNCE denuncia crimenes de  autoridades surcoreanas\r\nPyongyang, 5 de abril (ACNC) -- La Federacion Nacional de Colaboracion Economica (FNCE) hizo publica  el dia 5 el acta de acusacion a los crimenes antinacionales de las autoridades surcoreanas que congelaron brutalmente la cooperacion civil entre el Norte y el Sur de Corea.\n\t\t\t\t\tSegun la nota, despues de que la banda de los conservadores de Lee Myung Bak tomo el poder, la cooperacion civil entre ambas partes fue suspendida por completo.\n\t\t\t\t\t\n\t\t\t\t\tLee hizo realizar la investigacion general sobre las entidades civiles so pretexto de analizarlas y tomar las medidas restrictivas en cuanto a la cooperacion circulando supuesta norma estandar.\n\t\t\t\t\t\n\t\t\t\t\tRestringio estrictamente las acciones de las entidades civiles obligandoles el \"sistema de anuncio y de registro\" e invento sucesivamente los aparatos legales e institucionales para impedir artificialmente la cooperacion. \n\t\t\t\t\t\n\t\t\t\t\tImpuso a las entidades civiles que querian visitar el Norte de Corea escribir una nota de promesa de \"no pronunciar palabras simpatizantes con la unilateral propaganda politica e insistencia del Norte\".  Infiltro a los agentes camuflados de tecnicos y patrocinadores para que vigilen y controlen a los visitantes.\n\t\t\t\t\t\n\t\t\t\t\tInvento sin cesar las normas caprichosas y procedimientos  complicados y presento las multiples condiciones para que ellas no hagan debidamente el transporte de materiales y las labores de cooperacion no se realicen segun el plan.\n\t\t\t\t\t\n\t\t\t\t\tEn 2009 actuo desesperadamente para impedir toda  la cooperacion e intercambio so pretexto de nuestro legitimo lanzamiento  de satelite y ensayo nuclear con fines autodefensivos.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del caso de hundimiento de la corbeta surcoreana \"Cheonan\" las maniobras tendentes a acabar con la cooperacion civil N-S llegaron al climax, cuyo tentaculo negro se extendio hasta a la labor de la Zona Industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tInvirtio suma cantidad de dinero a fortalecer la intriga anti-RPDC en vez de disminuir en gran cantidad el insignificante dinero que se desembolsaba a las entidades civiles. Y maniobro para utilizar hasta el espacio de cooperacion puramente humanitaria a nivel civil en el malsano objetivo encaminado a descomponer nuestro interior.\n\t\t\t\t\t\n\t\t\t\t\tEs muy grave la consecuencia de las maniobras antinacionales de la banda del traidor Lee Myung Bak tendente a estorbar la cooperacion civil N-S.\n\t\t\t\t\t\n\t\t\t\t\tSegun los datos difundidos por los medios de prensa  surcoreanos, durante un ano y medio despues de la \"medida del 24 de mayo\", la suma de danos economicos de las empresas civiles surcoreanas que participaron en la cooperacion civil N-S llego a 2 mil 750 millones de US$ en la perdida directiva y a 7 mil 480 millones de US$ en la indirecta debido a la disminucion de la labor de la Zona Industrial de Kaesong, la suspension de comercio N-S y de elaboracion a renta.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la suspension del turismo al monte Kumgang, la suma perdida del Grupo Hyundai del Sur de Corea durante casi 3 anos llego a mas de 480 mil millones de wones (moneda surcoreana).\n\t\t\t\t\t\n\t\t\t\t\tDebido a la congelacion de la cooperacion N-S, subio el precio de mercancias, salio a fuera el capital extranjero y fueron descompuestas muchas empresas  de manera que desaparecieron casi 300 mil empleos, y se produjo el dano equivalente a mas de 5 billones 972 mil millones de wones.\n\t\t\t\t\t\n\t\t\t\t\tLa nota subraya que aunque la banda del traidor Lee actua como si tuviera interes en la cooperacion civil N-S hablando del \"ampliacion de intercambio civil\" o \"aprobacion\", no puede ocultar sus crimenes que impidieron la cooperacion civil N-S."
        },
        {
            "title": "Minju Joson critica acciones anti-RPDC de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2012/201204/news05/20120405-06ss.html",
            "content": "Minju Joson critica acciones anti-RPDC de Park Geun-hye\r\nPyongyang, 5 de abril (ACNC) -- En estos dias, Park Geun-hye esta levantando la \"oleada anti-Norte\" (RPDC) diciendo que nadie sabe lo que pasaria si son elegidos como \"parlamentarios\" los que niegan que la corbeta \"Cheonan\" haya sido hundida por el Norte. \n\t\t\t\t\tAdemas, expone la intencion de enfrentarse frontalmente con la Republica Popular Democratica de Corea proponiendo a los maniacos de confrontacion fratricida como candidatos a \"parlamentarios\" por el \"Partido Saenuri\". \n\t\t\t\t\t\n\t\t\t\t\tSu extremada fiebre conflictiva anti-RPDC la llevo a solicitar a los extranjeros presionar a la RPDC por el tema de lanzamiento de satelite artificial describiendolo como \"disparo de misil de largo alcance\" y \"desafio a la paz\". \n\t\t\t\t\t\n\t\t\t\t\tTal conducta de Park hace recordar a Judas que traiciono a Jesus Cristo a cambio de una suma insignificante de dinero, compara asi el periodico Minju Joson en un comentario individual de este jueves y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tPuesto que Park expone su enemistad al cabo de abusar de los repetidos gestos de paciencia e indulgencia de la RPDC, hay que saldar la cuenta de todos sus crimenes cometidos ante el pais y la nacion. \n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye es la hija de Park Chung Hee, connotado dictador de \"renovacion\", y no ha pedido nunca las disculpas por los crimenes de su padre. \n\t\t\t\t\t\n\t\t\t\t\tCuando se desato el escandalo de devolucion de la Fundacion de Park Chung Hee y Ruk Yong Su, ella se nego cinicamente a devolver al dueno lo que arrebato su padre a punta de bayonetas. \n\t\t\t\t\t\n\t\t\t\t\tPara tomar el poder al igual que su padre, Park Geun-hye trata de calmar con la \"teoria de colores\" anti-RPDC el creciente clima a favor del castigo a Lee Myung Bak y a ella misma y cambiar la desfavorable situacion electoral aglutinando a las fuerzas conservadoras.\n\t\t\t\t\t\n\t\t\t\t\tPero, no se realizara su insaciable ambicion del poder."
        }
    ]
}