{
    "date": "2012-07-15",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Kyongsang Kindergarten ",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-01ee.html",
            "content": "Kim Jong Un Visits Kyongsang Kindergarten \n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and  supreme commander of the Korean People's Army, visited Kyongsang Kindergarten.\n\t\t\t\t\t Smart children presented bunches of fragrant flowers to him, saying \"Thank you dear respected General Kim Jong Un very much.\"\n\t\t\t\t\t\n\t\t\t\t\t He gently patted them on their cheeks, asking how old they were. He entered the playground, kindly taking them in his arms.\n\t\t\t\t\t\n\t\t\t\t\t\"It is nice to see the playground covered with rubber mat\", he said, watching with a broad smile children merrily using amusement facilities: some were competing with each other with their knees bent and others were riding on swing boats, plane-shaped slides, rocket-shaped plane on the lawn. \n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the room dedicated to the history of the kindergarten. He praised the kindergarten for producing many music wonders, mentioning every artiste who learned music at the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t Watching the children lost in playing, he was greatly satisfied with the good arrangement of the general playground. \n\t\t\t\t\t\n\t\t\t\t\tLooking at Ri Kang Juk, head of the kindergarten, he said he revisited it because it is important to develop pre-school children's intellectual faculties and he wanted to project her doing her job well.\n\t\t\t\t\t\n\t\t\t\t\t Kyongsang Kindergarten could be modernly spruced up thanks to the help from the related units but it was largely ascribable to her work style. He gave her the highest appreciation by giving an instruction to widely introduce her and generalize her work style. \n\t\t\t\t\t\n\t\t\t\t\t He visited the junior third class to watch the children drawing paintings with crayons and their skills, emphasizing the need to teach them well how to draw so they might acquire ability to observe things and phenomena from childhood.\n\t\t\t\t\t\n\t\t\t\t\t Watching a notice board \"Who is more gentle\" full of red stars, he noted that using the board is a good educational method suited to the feelings of the children who wish to do more good things than others.\n\t\t\t\t\t\n\t\t\t\t\t He also saw the children of the senior fifth class making a composition entitled \"To boast my mother\" and smart children dancing in the rhythmic room.\n\t\t\t\t\t\n\t\t\t\t\t Then he dropped in at the physical training room and had a photo taken with the children, taking them in his arms.\n\t\t\t\t\t\n\t\t\t\t\t At the piano room he was pleased to see the children playing pianos skillfully, saying they were good at finding harmonic intervals. He kindly took the hand of Kim Hyang Suk, head of the department for piano education, who has brought up a lot of juvenile music prodigies, expressing his hope for steady success in her future work.\n\t\t\t\t\t\n\t\t\t\t\t Then he visited the underground wading pool and learned about the temperature of water.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a performance given by the children of the kindergarten at the hall.\n\t\t\t\t\t\n\t\t\t\t\t That day he presented Kyongsang Kindergarten with gifts.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with the officials and teachers of the kindergarten.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, member of the Political Bureau of the C.C., the WPK and vice-chairman of the NDC of the DPRK, Ri Jae Il, first vice-department director of the C.C., the WPK, and Pak Chun Hong, vice-department director of the C.C., the WPK."
        },
        {
            "title": "Cambodian King Appreciates DPRK Support for Cambodia",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-18ee.html",
            "content": "Cambodian King Appreciates DPRK Support for Cambodia\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Cambodian King Norodom Sihamoni met and had a friendly talk with the DPRK delegation headed by Foreign Minister Pak Ui Chun who paid a courtesy call on him at the royal palace on July 14.\n\t\t\t\t\t　The king said he regarded it as the greatest honor to be able to consolidate and develop with the dear respected Kim Jong Un the bilateral relations which President Kim Il Sung provided and which leader Kim Jong Il was deep considerate about.\n\t\t\t\t\t\n\t\t\t\t\t The support given by Kim Il Sung, Kim Jong Il and Kim Jong Un to the Cambodian people will be remembered forever, he said.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un greater success in his work for the noble cause."
        },
        {
            "title": "Cambodian PM Hopes Better Ties with DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-17ee.html",
            "content": "Cambodian PM Hopes Better Ties with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Cambodian Prime Minister Hun Sen Saturday met and had a friendly talk with the DPRK delegation headed by its Foreign Minister Pak Ui Chun who paid a courtesy call on him at the Peace Palace.\n\t\t\t\t\t The prime minister underscored an importance of invariably developing the bilateral friendly ties of long history and tradition and strengthening the solidarity among member states of the Non-aligned Movement.\n\t\t\t\t\t\n\t\t\t\t\t The two countries need to cooperate in various fields in the future, he said."
        },
        {
            "title": "Lao National Assembly President Hopes Better Ties with DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-08ee.html",
            "content": "Lao National Assembly President Hopes Better Ties with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Pany Yathortou, president of the Lao National Assembly who is concurrently member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, met and had a talk with the delegation of the C.C., the Democratic Front for the Reunification of Korea headed by Director of its Secretariat Kim Wan Su on Friday when it paid a courtesy call on him.\n\t\t\t\t\t At the talk the president expressed his belief that the Korean people would win victory in building a thriving socialist nation and accomplishing the cause of the independent and peaceful reunification of the country under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The friendly ties between the two parties, countries and peoples were provided by Kaysone Phomvihane and President Kim Il Sung, he said.\n\t\t\t\t\t\n\t\t\t\t\t He added Lao people will always stand by the Korean people in their struggle for safeguarding the revolutionary gains, expressing his will to make positive efforts for developing the bilateral traditional relations of friendship and cooperation."
        },
        {
            "title": "CPRK Secretariat Accuses S. Korean Regime of Bringing Inter-Korean Relations to Worst Phase (2)",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-09ee.html",
            "content": "CPRK Secretariat Accuses S. Korean Regime of Bringing Inter-Korean Relations to Worst Phase (2)\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea issued an indictment on Thursday accusing the Lee Myung Bak regime of south Korea of bringing the inter-Korean relations to a collapse through its grave politically-motivated military provocations against the DPRK and driving the situation on the Korean Peninsula to the worst phase since its seizure of power.\n\t\t\t\t\t The indictment said the Lee group made no scruple of blatantly challenging the dignified social system of the DPRK in gross violation of the north-south agreement on recognizing and respecting each other's ideology and social system. It went on:\n\t\t\t\t\t\n\t\t\t\t\t As soon as he came to power in February 2008, traitor Lee declared \"no nukes, opening and 3 000 dollars\" as the \"policy toward the north\" and in November that year visited the U.S., his master, where he openly cried out for confrontation of systems in the very eyes of the world, blaring that it is the final aim to unify the country under the system of liberal democracy.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group set in motion all the puppet plot-breeding organs including the Ministry of Unification and the Intelligence Service in 2009 and faked up the very provocative \"emergency ruling plan-Puhung\" under the simulated conditions of \"contingency\". In July that year Hyon In Thaek, the then puppet minister of Unification, begged the U.S. to make earlier involvement in the event of the \"contingency in the north\".\n\t\t\t\t\t\n\t\t\t\t\t Addressing \"the meeting for marking August 15 (Korea's liberation anniversary)\" in 2010, traitor Lee Myung Bak peddled so-called \"unification tax\" and in June last year revealed his ulterior intention for confrontation of systems, making preposterous remarks that \"unification can come at midnight like a thief\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group made no scruple of slandering the dignity and system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In a special lecture given in April this year, Lee found fault with the living of the people in the north and, not content with this, said that \"the north should make a regime change,\" talking about \"land reform\" and \"wind of change.\"\n\t\t\t\t\t\n\t\t\t\t\t The group persistently kicked up an anti-DPRK human right racket with the ulterior intention for confrontation of systems.\n\t\t\t\t\t\n\t\t\t\t\t While taking issue with the DPRK over its non-existent \"human rights issue\" in March 2008, Lee said that \"he would say what he has to\" and \"he would handle the issue in cooperation with the international community\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group took the lead in cooking up \"a resolution on human rights in the north\" together with the U.S. and its followers at the 63rd UN General Assembly session in November 2008. In April and May of 2011 the group staged a burlesque called \"week of freedom for the north\" with riffs-raffs of the U.S. and Japan involved, hurting the DPRK's dignity and social system.\n\t\t\t\t\t\n\t\t\t\t\t The group tried to resume psychological false broadcasting against the DPRK in the areas along the Military Demarcation Line which had been suspended since the publication of the June 15 joint declaration. It let human scum spread leaflets on and on.\n\t\t\t\t\t\n\t\t\t\t\t Blaring that it is necessary to send leaflets to the north and intensify broadcasting against it in January last year, Lee undisguisedly revealed his intention to strengthen the moves for a psychological war aimed at undermining the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The crimes of Lee who sought the confrontation of systems through most despicable and vicious politically-motivated provocations can never be concealed."
        },
        {
            "title": "Early Peaches Supplied to Pyongyangites",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-16ee.html",
            "content": "Early Peaches Supplied to Pyongyangites\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The transport fleet carrying early peaches for this year arrived here Sunday.\n\t\t\t\t\t Officials and other working people in Kwail County, South Hwanghae Province looked after trees with care despite unfavorable natural climate.\n\t\t\t\t\t\n\t\t\t\t\t They manured the trees in abundance, making a fruitful bumper of peaches.\n\t\t\t\t\t\n\t\t\t\t\t The county picked up early peaches and sent them to Pyongyang by trucks.\n\t\t\t\t\t\n\t\t\t\t\t The line of trucks arrived at Kim Il Sung Square and then headed for commercial service networks in districts of Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Peaches were supplied to every household here."
        },
        {
            "title": "U.S., S. Korea, Arch Criminals of Nuclear Crisis: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-10ee.html",
            "content": "U.S., S. Korea, Arch Criminals of Nuclear Crisis: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The U.S. and the south Korean puppet group are arch criminals who have stoked the nuclear crisis  in the Korean Peninsula and Northeast Asia century after century, says Rodong Sinmun Sunday in a bylined article.\n\t\t\t\t\t After declaring that the U.S. forces present in south Korea would start going nuclear on July 15, 1957, the U.S. made it a fait accompli to ignite a nuclear war on the Korean Peninsula and has massively deployed strategic and tactical nuclear weapons in south Korea and staged frantic nuclear war exercises under various codenames for verifying the efficiency of preemptive nuclear attack on the DPRK, the article notes.\n\t\t\t\t\t\n\t\t\t\t\t It cites facts to prove that the Korean Peninsula is becoming the most dangerous region as the U.S. singled it out as the next target of nuclear strike after Hiroshima and Nagasaki of Japan and has never changed the plan.\n\t\t\t\t\t\n\t\t\t\t\t In 2008, the first year of his office the Lee Myung Bak group changed Reception, Staging, Onward Movement and Integration (RSOI) into Key Resolve and continued staging it with Foal Eagle as it did before. At the same time, it began to carry out OPLAN 5029 and OPLAN 5012, dangerous nuclear war scenarios. When the Cheonan warship sinking case and the Yonphyong Island shelling case occurred, it introduced U.S. nuclear aircraft carriers and nuclear submarines into the waters off the Korean Peninsula and got hell-bent on the move to mount a preemptive attack on the DPRK by means of nuclear strike in south Korea. In November 2011 it staged the exercise for operating the extended deterrence with the U.S., its master, at the U.S. Strategy Command in Nebraska State, for the first time, keen on getting a mastery of the \"tailored deterrence strategy\".\n\t\t\t\t\t\n\t\t\t\t\t When the Korean nation suffered the great loss, the group, touting the \"contingency\", worked hard to do harm to the DPRK by staging Key Resolve and Foal Eagle nuclear war exercises in league with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative politicians are now letting loose ceaseless spates of nuclear remarks such as \"examination of redeployment of tactical nuclear weapons of U.S. forces to cope with north's nukes\".\n\t\t\t\t\t\n\t\t\t\t\t Historical facts eloquently prove that the U.S. is the very one who produced the nuclear issue of the Korean Peninsula, and the nuclear threat comes to the north from the south in which the Lee Myung Bak belligerent group reigns."
        },
        {
            "title": "S. Korean Newspaper Brands Police as Useless ",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-12ee.html",
            "content": "S. Korean Newspaper Brands Police as Useless \r\n Pyongyang, July 15 (KCNA) -- The south Korean paper Hangyore in an article on July 12 hit out at the power of south Korea for conniving at the extraterritorial acts by the U.S. imperialist aggression forces in south Korea whereby they committed violence against its people.\n\t\t\t\t\t The article noted MPs of the U.S. forces handcuffed south Korean residents and committed violence against them around the U.S. air base in Osan, Kyonggi Province on July 5.\n\t\t\t\t\t\n\t\t\t\t\t There had been many GIs' violence on residents around the base before but every time the south Korean police behaved subserviently, advising residents to apologize for the present because they were ruthless, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The residents who witnessed the weak power of the police are becoming assertive in denouncing the police, branding it as useless as they do nothing as for the GI's violence. \n\t\t\t\t\t\n\t\t\t\t\t This brought to light the reality in south Korea where the power is unable to protect the rights of the south Koreans from the extraterritorial acts of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t Mounting in the south Korean public are the zeal of the anti-U.S. struggle and the insistence on recovering the right to punish GIs to stop their crimes."
        },
        {
            "title": "S. Korean Puppet Court's Judgment of Pro-reunification Champion Censured",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-11ee.html",
            "content": "S. Korean Puppet Court's Judgment of Pro-reunification Champion Censured \r\n Pyongyang, July 15 (KCNA) -- The puppet Inchon District Court of south Korea passed the verdict of guilty on taxi driver Song U Yop on charges of violation of the \"Security Law\" in a trial on July 12.\n\t\t\t\t\t The court sentenced him to one and a quarter year in jail and one year's probation accusing him of posting articles praising President Kim Il Sung and leader Kim Jong Il and introducing the advantages of the Juche idea and the Songun politics on homepage.\n\t\t\t\t\t\n\t\t\t\t\t Song asserted he couldn't accept the judgment of the jurisdiction authorities which aims to block the reunification movement by means of probation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his will to invariably struggle for national reunification, saying that the more the authorities suppress the champions of the reunification, the more ardent the south Koreans will become in their desire to remove the barrier of division."
        },
        {
            "title": "Resignation of Pro-Japanese Elements Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-13ee.html",
            "content": "Resignation of Pro-Japanese Elements Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The Solidarity for Progress of south Korea made public an article on July 12 demanding the resignation of the puppet ministers of National Defence and Foreign Affairs and Trade who are desperate in their efforts to have a military agreement with Japan concluded.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Though Kim Song Hwan, minister of Foreign Affairs and Trade, admitted that he kowtowed to Japan for the conclusion in April, he is now telling a lie that he has never received any report on the discussion made in the secret Cabinet conference room for the conclusion.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwan Jin, minister of National Defence, said his ministry did nothing wrong, while talking about the friendly relations with Japan.\n\t\t\t\t\t\n\t\t\t\t\t It is a disgraceful behavior making a mockery of the public, the article said. It is because the Ministry of National Defence has taken the lead in the conclusion of the ruinous military agreement and has been involved in it even after it handed over the authority concerning the conclusion to the Ministry of Foreign Affairs and Trade, it added. \n\t\t\t\t\t\n\t\t\t\t\t The treacherous agreement that increases the military tension on the Korean Peninsula and abets the revival of Japanese militarism should be repealed at once and the pro-Japanese elements finding their way out in deceiving the \"National Assembly\" and the people should be deposed at an early date, the article urged."
        },
        {
            "title": "Verification of Park Geun Hye's Stand on Past Military Dictatorship Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-14ee.html",
            "content": "Verification of Park Geun Hye's Stand on Past Military Dictatorship Urged in S. Korea\r\n Pyongyang, July 15 (KCNA) -- The south Korean paper Hangyore on July 12 carried an article entitled \"Is May 16 coup still the national salvation revolution to Park Geun Hye?\"\n\t\t\t\t\t  With regard to Park's bid to run for \"presidency\" from the \"Saenuri Party\", her historical cognition and philosophy are becoming a subject of argument, the article said.\n\t\t\t\t\t\n\t\t\t\t\t At a 2007 hearing for the \"presidential\" candidate verification in the \"Grand National Party\", she lauded her father Park Chung-Hee's May 16 military coup as a revolution for national salvation, said the article.\n\t\t\t\t\t\n\t\t\t\t\t Recent speeches and behavior of her close associates indicate that her stance now has got stronger than that time, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The campaign for eulogizing Park Chung-Hee's military dictatorship that has systematically been pushed forward under the present \"government\" has now almost reached the climax with her declaration of \"presidential\" candidacy, the article said.\n\t\t\t\t\t\n\t\t\t\t\t What arouse more concerns is her rejecting of having her view on the past age of military dictatorship verified, said the article, charging it as astounding.\n\t\t\t\t\t\n\t\t\t\t\t  She should clarify her stance on her father's dictatorial rule and have it verified before the people, said the article."
        },
        {
            "title": "S. Korean Metal Trade Union Launches General Strike",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-15ee.html",
            "content": "S. Korean Metal Trade Union Launches General Strike\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The south Korean Metal Industrial Trade Union Federation (Metal Trade Union) on July 13 launched the first general strike for attaining vital rights, south Korean MBC reported.\n\t\t\t\t\t Present there were more than 130 000 workers of at least 210 trade union branches under the federation.\n\t\t\t\t\t\n\t\t\t\t\t It warned that it would launch the second and third general strikes in case its demands such as ban on nighttime labor, abolition of part-time job, etc. are not met.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Banking Industrial Trade Union Federation held a press conference on the same day at which it said it agreed to stage a general strike for wage hike, reduction of labor hour, ban on part-time job, etc."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Mexican Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-02ee.html",
            "content": "Kim Il Sung's Work Introduced by Mexican Organization\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The detailed gist of President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" was carried by the Mexican Committee for the Study of Kimilsungism in its bulletin No. 72.\n\t\t\t\t\t The work, published on August 1, 1991, clarifies that the driving force of national reunification is the Korean nation itself.\n\t\t\t\t\t\n\t\t\t\t\t It indicates tasks and ways for realizing the great unity of the entire nation."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-03ee.html",
            "content": "Kim Il Sung's Feats Lauded by Peruvian Organization\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The General Kim Jong Il Peruvian Amicable Institute released a statement on July 5 on the occasion of the 18th demise anniversary of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The President was the great man of the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t He was a great brilliant commander who embarked upon the road of struggle for the country's liberation in his early years and performed undying exploits on behalf of the history.\n\t\t\t\t\t\n\t\t\t\t\t He, founder of the great Juche idea, provided the people with genuine life by establishing socialism of Korean style.\n\t\t\t\t\t\n\t\t\t\t\t He protected happiness and peace of the Korean people with his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Under his Songun leadership the Korean People's Army developed into a powerful and invincible army armed with the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The progressive people are recollecting with deep emotion the brilliant life of the President, the great man of the world, in most boundless reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, his undying exploits are kept deep in the hearts of not only the Korean people but the world progressive humankind."
        },
        {
            "title": "Kim Il Sung Highly Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-04ee.html",
            "content": "Kim Il Sung Highly Praised by Foreign Newspapers\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Foreign newspapers carried special write-ups on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The Cambodian newspaper Pracheachon on July 4 carried an article titled \"Kim Il Sung, Shining August Name\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the august name of the sun Kim Il Sung, father of socialist Korea, is shining as a symbol of national liberation, the era of independence, noble virtue and pure obligation as well as the eternal banner of victory.\n\t\t\t\t\t\n\t\t\t\t\t The Indian newspaper Passion India on July 5 devoted a whole page to special write-ups under various crossheadings with the heading \"On the Occasion of the 18th Anniversary of the Demise of President Kim Il Sung\" with the photo of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper noted in an article titled \"Complete Collection of Kim Il Sung's Works\" that all 100 volumes of the complete collection were published in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those books serve as a great encyclopedia for the revolution and construction as they comprehensively deal with the ideas, exploits and career of the President and have evoked great repercussions from all people as an ideological and mental treasure of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese newspaper Arpan on July 6 and the Uruguayan newspaper La Juventud on July 4, too, carried his portrait and devoted a whole page each to articles praising the brilliant career of the President who made devotion to the country and people."
        },
        {
            "title": "Kim Il Sung Remembered by Foreigners",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-05ee.html",
            "content": "Kim Il Sung Remembered by Foreigners\r\n Pyongyang, July 15 (KCNA) -- Remembrance meetings were held in Russia, Cambodia, South Africa and Indonesia on July 6 and 7 on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The first deputy editor-in-chief of the Russian paper Patriot said history never knows such a great man as the President who dedicated all his life to the people with rare ideological and theoretical wisdom and matchless leadership ability as his natural disposition.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian Association for Development of Friendship and Cooperation with Foreign Countries said the President devoted all his life to the liberation and independence of Korea and the building of modern Korea, adding his exploits would shine long in history.\n\t\t\t\t\t\n\t\t\t\t\t The deputy prime minister in charge of the Royal Palace of Cambodia, recollecting the positive support rendered by the President for the just cause of the Cambodian people, said they always remember this and feel grateful.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of the Progressive Ideas of South Africa praised the ideological and theoretical and leadership feats of the President, saying every July 8 makes him recollect with deep emotion the President's career dedicated to the people.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Millenia Armada Express Company of Indonesia said the President enjoyed boundless reverence of not only the Korean people but also the world progressive people who aspire after independence against imperialism."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-06ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Marked Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- Events took place in various countries on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t They included remembrance meeting, lecture, round-table talks, book and photo exhibition and film show in Poland, Ukraine, India, Indonesia, Ethiopia and Uganda between July 5 and 8.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Reply of Korea\" and \"Fireworks for a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t  A member of the National Executive Committee of the Polish Communist Party who is also chairman of the Executive Committee of its Warsaw Regional Committee said one of the President's feats is that he gave priority to the ideological work so as to make the popular masses regard the line and policies of the Workers' Party of Korea as the most just ones and turn out in the struggle for implementing them.\n\t\t\t\t\t\n\t\t\t\t\t The principal of Indrafrasta National School of India said the President would always live in the hearts of humankind as he set a genuine example of revolution and construction with his warm humanity and extraordinary political ability.\n\t\t\t\t\t\n\t\t\t\t\t The director of an Indonesian company praised the undying exploits of the President and said the Korean people would triumph in their efforts for building a thriving nation and reunifying the country as they are led by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The deputy manager of the enterprise for water project design and supervision said it is a brilliant fruition of the wise leadership of the President and leader Kim Jong Il that the DPRK displays its might as a nuclear weapons state and a country manufacturing and launching satellites."
        },
        {
            "title": "Kim Jong Un's Work Posted on Internet",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-07ee.html",
            "content": "Kim Jong Un's Work Posted on Internet\n\t\t\t\t\t\t\r\n Pyongyang, July 15 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" was posed on the Internet homepage of the Moscow Workers' Union of Russia on July 7.\n\t\t\t\t\t The work, published on April 20, 2012, deals with the revolutionary feats President Kim Il Sung and leader Kim Jong Il performed in their lifetime. It also indicates the tasks for steadfastly defending and glorifying their idea and feats for all ages."
        },
        {
            "title": "Kim Jong Un visita nuevamente el Jardin de Infancia de Kyongsang",
            "url": "http://kcna.co.jp/item/2012/201207/news15/20120715-19ee.html",
            "content": "Kim Jong Un visita nuevamente el Jardin de Infancia de Kyongsang\n\t\t\t\t\t\t\r\nPyongyang, 15 de julio (ACNC) -- El Maximo Dirigente Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito el Jardin de Infancia de Kyongsang.\n\t\t\t\t\t  Ninos graciosos le entregaron un ramo de flores aromaticas saludandole: \"Muchas gracias, estimado General Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Un acaricio a los ninos y les pregunto que edad tenian.\n\t\t\t\t\t\n\t\t\t\t\t  Luego, accedio al patio del jardin abrazando con carino a los ninos.\n\t\t\t\t\t\n\t\t\t\t\t  Tras calificar de bueno el tatami de goma instalado en el patio, contemplo sonriente a los ninos que se divertian entablando la lucha de rodillas y usando los equipos de recreo instalados sobre el cesped, tales como el columpio, el tobogan en forma de avion y el avion en forma de cohete, etc.\n\t\t\t\t\t\n\t\t\t\t\t  En la sala de presentacion del historial, elogio que el Jardin de Infancia de Kyongsang es cantera de talentos musicales y enumero los nombres de los artistas estelares graduados de aqui.\n\t\t\t\t\t\n\t\t\t\t\t  Al mirar con placer a los ninos abstraidos en los juegos, dijo muy satisfecho que esta bien acondicionado el salon de juegos combinados.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo a la directora del jardin Ri Kang Juk que vino nuevamente porque considera importante el desarrollo intelectual de la infancia preescolar y quiso destacar los meritos de ella que cumple bien esa tarea.\n\t\t\t\t\t\n\t\t\t\t\t  Este jardin ha sido acondicionado excelentemente como ahora gracias a la ayuda de las unidades relacionadas, pero otro factor importante fue el modo de trabajo de la directora, dijo y la evaluo al maximo instruyendo presentarla ampliamente y generalizar su modo de trabajo.\n\t\t\t\t\t\n\t\t\t\t\t  En la clase no. 3 del grado bajo, diviso complacido a los ninos pintando con creyon y examino sus dibujos. Enseno que se debe fomentar esa asignatura para que los ninos puedan desarrollar su capacidad de observacion de las cosas y fenomenos desde la ninez.\n\t\t\t\t\t\n\t\t\t\t\t  Vio muchas estrellas de papel pegadas en la tabla bajo el interrogante de \"?Quien es el mas gentil?\" y dijo que es metodo didactico conveniente a la mentalidad de los ninos que quieren hacer mas favores que los otros.\n\t\t\t\t\t\n\t\t\t\t\t  Presencio la composicion de los ninos de la clase no. 5 del grado alto con el tema de \"A alardear de mi madre\" y la danza de los otros en la sala de ensenanza de movimientos ritmicos.\n\t\t\t\t\t\n\t\t\t\t\t  Llegado al salon de gimnasia, Kim Jong Un se retrato con los ninos abrazandolos.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo contento en la sala de piano que los ninos tocan diestramente el piano buscando bien los intervalos harmonicos.\n\t\t\t\t\t\n\t\t\t\t\t  Tomando la mano de la jefa de la catedra de piano Kim Hyang Suk, que formo a muchos talentos musicales, le dijo que espera que ella logre igual exito en el futuro tambien.\n\t\t\t\t\t\n\t\t\t\t\t  En la piscinita construida en el piso subterraneo, comprobo la temperatura del agua.\n\t\t\t\t\t\n\t\t\t\t\t  Por ultimo, el presencio la funcion artistica de los ninos en el auditorio, dejo regalos al jardin y tomo una foto de recuerdo con las funcionarias y asistentes.\n\t\t\t\t\t\n\t\t\t\t\t  Le acompanaron en esta ocasion Jang Song Thaek, miembro del Buro Politico del CC del PTC y vicepresidente del CDN, Ri Jae Il, primer subjefe de departamento del CC del PTC, Pak Chun Hong, subjefe de departamento del CC del PTC."
        }
    ]
}