{
    "date": "2012-10-06",
    "url": "http://kcna.co.jp/item/2012/201210/2012-10-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Statue of Generalissimo Kim Jong Il Standing at Ministry of State Security of DPRK",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-31ee.html",
            "content": "Kim Jong Un Visits Statue of Generalissimo Kim Jong Il Standing at Ministry of State Security of DPRK\r\n Pyongyang, October 6 (KCNA) -- The dear respected Marshal Kim Jong Un visited the statue of the great leader Generalissimo Kim Jong Il standing at the Ministry of State Security of the DPRK.\n\t\t\t\t\t Kim Jong Un was greeted on the spot by the commanding officers of the ministry including KPA General Kim Won Hung, minister of State Security, and Col. General Kim Chang Sop, director of the Political Bureau of the ministry.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un paid tribute to the statue of Kim Jong Il together with the commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t He watched the statue of smiling Kim Jong Il for a long while, the statue of the leader imposingly standing in a padded dress telling every event of the Songun revolution, one of his hands placed on his waist. He looks as if he were powerfully encouraging all servicepersons and people in the struggle to win a final victory, wishing the great Paektusan nation a rosy future.\n\t\t\t\t\t\n\t\t\t\t\t The statue was depicted very well, indeed, he said, adding that  servicepersons and people were familiar with the image of Kim Jong Il wearing a pair of glasses in a padded dress. \"I feel as if I saw him\", he said with deep emotion.\n\t\t\t\t\t\n\t\t\t\t\t He said that the erection of the statue of Kim Jong Il at the Ministry of Statue Security is a vivid expression of the unshakable will of all security men to protect the work to accomplish the revolutionary cause of Juche generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t He had a talk with the commanding officers of the ministry in front of the statue.\n\t\t\t\t\t\n\t\t\t\t\t \"The Ministry of State Security has a very important duty to perform to protect the sovereignty of the country and the nation\", he noted, calling on the security men to be fully aware of their heavy yet honorable combat mission.\n\t\t\t\t\t\n\t\t\t\t\t \"The security men should wage a fierce struggle against the enemies on the invisible front as they did always\", he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t \"The security men should make a revolution, remaining loyal to the party to the last in any storm and stress\", he noted, adding that to this end, they should cherish unshakable faith like pure gold remaining unburned even in flames. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to intensify the struggle to decisively foil the ideological and cultural poisoning and psychological warfare of the enemies, while following their moves with vigilance, and make sustained energetic endeavors to put the work for state security on an ultra-modern and IT basis.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the commanding officers of the ministry in front of the statue of Kim Jong Il, expressing conviction that all its security men would fulfill their honorable mission on the road of decisively foiling the moves of the imperialists and reactionaries to stifle the DPRK by displaying a do-or-die spirit and matchless courage.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the General Political Bureau of the KPA."
        },
        {
            "title": "Kim Jong Un Goes Round Renovated Mangyongdae Funfair and Taesongsan Funfair",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-30ee.html",
            "content": "Kim Jong Un Goes Round Renovated Mangyongdae Funfair and Taesongsan Funfair\r\n Pyongyang. October 6 (KCNA) -- The dear respected Marshal Kim Jong Un went round the Mangyongdae Funfair and the Taesongsan Funfair successfully renovated as required by the era of Songun. \n\t\t\t\t\t Kim Jong Un was greeted by the commanding officers of Large Combined Units 526 and 966 of the Korean People's Army who took part in the renovation of those funfairs.\n\t\t\t\t\t\n\t\t\t\t\t The first leg of his visit was the Mangyongdae Funfair.\n\t\t\t\t\t\n\t\t\t\t\t Going round the first phase of the funfair, he expressed great satisfaction over the fact that all the amusement facilities and service facilities were successfully renovated as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t At the ray gun house he said that the house was radically face-lifted after its renovation though it had looked shabby when he had visited it in May, adding that all the ray gun facilities were newly arranged to suit the feelings of the children. \n\t\t\t\t\t\n\t\t\t\t\t Then he visited the wading pool where he looked round the dressing room and beach volleyball court. He was pleased to see them renovated in a fresh style. He feasted his eyes with satisfaction on the flowing pool, wave pool and water slide which had undergone changes beyond recognition.\n\t\t\t\t\t\n\t\t\t\t\t Then he visited the second phase of the funfair. He was pleased to see modern amusement facilities, renovated buildings, newly paved roads and renovated pavements that match well the beautiful landscape of the area around funfair.\n\t\t\t\t\t\n\t\t\t\t\t He learned about the safety of the double rotation coaster and other amusement facilities after watching them run. At a fun house he learned in detail about the specifications of the facilities. \n\t\t\t\t\t\n\t\t\t\t\t He said he was very pleased to tour the funfair, adding service personnel of the KPA powerfully demonstrated the might as a revolutionary army by renovating the funfair as required by the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The second leg of his visit was the Taesongsan Funfair.\n\t\t\t\t\t\n\t\t\t\t\t After entering the front gate built in a peculiar architectural style, he walked the splendidly asphalted road and colorful pavement, feasting his eyes on sections of the funfair with attention. \n\t\t\t\t\t\n\t\t\t\t\t \"As I had appreciated while looking round the Mangyongdae Funfair, service personnel of the KPA are demonstrating their might as a powerful revolutionary army which carries out whatever regarded as impossible in major worksites for building an economic power and improving the people's living standard\", he said.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased to see the modernly renovated big wheels, space craft and other amusement facilities and service ones.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the splendidly renovated Nammun restaurant in the compound of the funfair where trees of good species, flowers and lawn kept in good harmony with it. He looked with attention at tables and chairs made of granite and learnt about its service plan.\n\t\t\t\t\t\n\t\t\t\t\t He said it is an important work for glorifying the leadership feats of President Kim Il Sung and General Secretary Kim Jong Il and providing people with excellent conditions for their cultural recreation to regularly operate the above-said funfairs.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the service personnel of the combined large units which participated in the renovation of the funfairs would do more things for the people in the future and thus fulfill their mission as the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the General Political Bureau of the KPA."
        },
        {
            "title": "Protocol of Meeting of DPRK-Russia Inter-governmental Joint Working Group Signed",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-11ee.html",
            "content": "Protocol of Meeting of DPRK-Russia Inter-governmental Joint Working Group Signed \r\n Pyongyang, October 6 (KCNA) -- A protocol of the 3rd meeting of the joint working group for the settlement of the issues related to the implementation of the agreement on temporary working activities of citizens of one side inside other side's territory was signed in Pyongyang between the governments of the DPRK and the Russian Federation.\n\t\t\t\t\t Present at the signing ceremony were Ri Myong San, vice-minister of Foreign Trade, officials concerned, and members of the Russian delegation headed by Anatoli Kuznetsov, deputy director of the Federal Emigration Bureau of Russia, and Alexandr Timonin, Russian ambassador to the DPRK."
        },
        {
            "title": "Documentary Film \"The Sun of Songun Shedding Its Rays All over the World\" (Part 4) Screened",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-19ee.html",
            "content": "Documentary Film \"The Sun of Songun Shedding Its Rays All over the World\" (Part 4) Screened \r\n Pyongyang, October 6 (KCNA) -- \"The People's Army Has Grown to Be a Powerful Revolutionary Army of Mt. Paektu\", part 4 of documentary film \"The Sun of Songun Shedding Its Rays All over the World\" was screened at the People's Palace of Culture on Saturday on the occasion of the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea.\n\t\t\t\t\t Watching the film were senior party and state officials including Kim Yong Nam and Choe Yong Rim, officials of the Cabinet, working people's organizations, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The film deals with the historical facts that Kim Jong Il had trained the Korean People's Army as the army of the leader and the party and core unit of the Songun revolution since he started the Songun revolutionary leadership by visiting the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t It showed scenes showing how the KPA has been trained as an invincible army equipped with the Juche-based war methods and experience of winning one victory after another and with modern offensive and defensive means of Korean style to cope with any modern war under his loving care.\n\t\t\t\t\t\n\t\t\t\t\t It also featured the transparent spirit of devotedly defending the leader and the spirit of carrying out his instructions being displayed by the KPA service personnel in the course of holding him in high esteem as well as their ideological and moral traits and fighting spirit."
        },
        {
            "title": "Choe Ryong Hae Makes Field Survey of Construction Projects Undertaken by KPA",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-22ee.html",
            "content": "Choe Ryong Hae Makes Field Survey of Construction Projects Undertaken by KPA\r\n Pyongyang, October 6 (KCNA) -- Director of the General Political Bureau of the Korean People's Army Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, made field survey of the construction projects in Pyongyang undertaken by the KPA.\n\t\t\t\t\t Choe made the rounds of the reconstruction sites of the Mangyongdae Funfair, Taesongsan Funfair, the Fitness Center in Thongil Street, the Mansugyo Soft Drink Shop and the project for improving Hapjang River. \n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about the progress made in the projects.\n\t\t\t\t\t\n\t\t\t\t\t He encouraged the soldier-builders who are dynamically pushing ahead with the projects by giving full play to the mettle and spirit of the revolutionary army which carries out whatever regarded as impossible in hearty response to the order of Supreme Commander of the KPA Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t At the site of the project for improving Hapjang River, Choe called on the service persons to complete it in the spirit of \"at one go \" at the same speed as they finished in the main the dredging in a matter of a few days.\n\t\t\t\t\t\n\t\t\t\t\t The projects undertaken by the army represent Kim Jong Un's love for the people, Choe said, calling for fully meeting the requirements of the construction and impeccably winding them up."
        },
        {
            "title": "Talks between DPRK and German Parliamentary Delegations",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-21ee.html",
            "content": "Talks between DPRK and German Parliamentary Delegations\r\n Pyongyang, October 6 (KCNA) -- Talks between the delegation of the Korean-German Friendship Parliamentary Group and the delegation of the Germany-DPRK Friendship Parliamentary Group were held at the Mansudae Assembly Hall Saturday.\n\t\t\t\t\t Present there from the DPRK side were the members of the delegation of the DPRK-German Friendship Parliamentary Group led by Chairman Ri Jong Hyok and from the German side the members of the delegation of the Germany-DPRK Friendship Parliamentary Group led by Chairman Stefan Muller and German Ambassador to the DPRK Gerhard Thiedemann.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of developing the friendly relations between the two parliaments and matters of mutual interest."
        },
        {
            "title": "German Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-26ee.html",
            "content": "German Delegation Visits Mangyongdae\r\n Pyongyang, October 6 (KCNA) -- The delegation of the Germany-DPRK Friendship Parliamentary Group led by Chairman Stefan Muller Saturday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home of the President in Mangyongdae the guests looked round the historic relics, being briefed on the glorious revolutionary career of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\tThe delegation visited the West Sea Barrage."
        },
        {
            "title": "WPK Praised by Bangladeshi Party Leader ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-05ee.html",
            "content": "WPK Praised by Bangladeshi Party Leader \r\n Pyongyang, October 6 (KCNA) -- The founding of the Workers' Party of Korea (WPK) by President Kim Il Sung marked a historic event that brought about an epochal turn in carving out the destiny of the Korean People.\n\t\t\t\t\t Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, said this when meeting with Sin Hong Chol, DPRK ambassador to Bangladesh, on Oct. 1.\n\t\t\t\t\t\n\t\t\t\t\t The chairman praised General Secretary Kim Jong Il for developing the WPK into the Party of Kim Il Sung with his outstanding idea and theory and extraordinary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has performed great feats as it is holding Kim Il Sung and Kim Jong Il in high esteem, the chairman noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un made sure that Kim Jong Il is held in high esteem as the eternal general secretary of the WPK and his feats are glorified forever.\n\t\t\t\t\t\n\t\t\t\t\t The WPK led by Kim Jong Un will demonstrate its dignity as a powerful guiding force in the future, too."
        },
        {
            "title": "People's Security University Renamed Kim Jong Il People's Security University ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-01ee.html",
            "content": "People's Security University Renamed Kim Jong Il People's Security University \r\n Pyongyang, October 6 (KCNA) -- The People's Security University was renamed Kim Jong Il People's Security University.\n\t\t\t\t\t The renaming of the university is an event to be specially recorded in the history of the party and the revolutionary forces and a great event which witnessed the realization of the greatest desire of all teachers, cadets and all other service personnel of the Korean People's Internal Security Forces (KPISF).\n\t\t\t\t\t\n\t\t\t\t\t A meeting of teachers and cadets of the university took place on Friday to vow to repay the deep trust and great loving care shown by Supreme Commander Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Pyong Sam, alternate member of the Political Bureau of the Central Committee of the Workers' Party of Korea and director of the Political Department of the KPISF, officials, teachers, cadets and employees of the university.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Il, rector of the university, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided field guidance to the university more than ten times since he visited it accompanying anti-Japanese war hero Kim Jong Suk in June 1948, clarifying specific issues ranging from the mission and duty of the university, educational contents and orientation of its development to educational conditions and supply service and reposing profound trust in it."
        },
        {
            "title": "Premiere of Light Comedy \"Love\" Given",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-27ee.html",
            "content": "Premiere of Light Comedy \"Love\" Given\r\n Pyongyang, October 6 (KCNA) -- A premiere of light comedy \"Love\" performed by artistes in the field of cinematic art was given at the East Pyongyang Grand Theatre on Saturday.\n\t\t\t\t\t Officials, creators and artistes in the field of culture and art and Pyongyangites enjoyed the performance.\n\t\t\t\t\t\n\t\t\t\t\t The comedy makes a truthful artistic representation of the admirable work style displayed by soldiers and people engaged in building a folk park in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t The light comedy depicts Battalion Commander Guk Chol and other soldier builders taking care of even a single tree and a blade of grass and conducting a high-pitched drive despite downpour to ensure that even a single structure is strictly based on the principle of historicism. This scene deeply touches Sun Ae and other personnel of the Folk Park.\n\t\t\t\t\t\n\t\t\t\t\t Dealing with the love between Guk Chol and Sun Ae forged in the drive to build monumental edifices in the era of Songun comprehensively showing the 5,000-long history of the nation, the comedy impressively tells that the love between the young man and girl based on true patriotism is most beautiful and genuine love in our times. \n\t\t\t\t\t\n\t\t\t\t\t The performance was applauded by the audience. \n\t\t\t\t\t\n\t\t\t\t\t The performance is going on."
        },
        {
            "title": "DPRK Delegation Back Home ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-23ee.html",
            "content": "DPRK Delegation Back Home \r\n Pyongyang, October 6 (KCNA) -- The DPRK delegation led by Vice Foreign Minister Pak Kil Yon returned home Saturday after taking part in the 67th session of the UN General Assembly."
        },
        {
            "title": "Mt. Kumgang in DPRK Is Aggregation of Natural Beauties: Foreign Tourists",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-24ee.html",
            "content": "Mt. Kumgang in DPRK Is Aggregation of Natural Beauties: Foreign Tourists\r\n Pyongyang, October 6 (KCNA) -- The first group of Dalian-Mt. Kumgang international tourism by air recently toured Mt. Kumgang on the east coast in the central part of the Democratic People's Republic of Korea.\n\t\t\t\t\t The tourists were charmed by the fantastic scenery of Mt. Kumgang, touring Sea-Kumgang, Lagoon Samil, Kuryong Falls, Singye Temple and myriad-shaped peaks.\n\t\t\t\t\t\n\t\t\t\t\t Zheng Guangren, general manager of the Dalian Gaotao Ceramic Co., Ltd., told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I toured various scenic spots in the world, but this is the first to see such beautiful mountain.\n\t\t\t\t\t\n\t\t\t\t\t There is a saying that seeing is believing.\n\t\t\t\t\t\n\t\t\t\t\t I had been told about the scenic mountain since I was young, and my cherished wish to see it has been realized at last.\n\t\t\t\t\t\n\t\t\t\t\t My words fail to express about its beauty, the scenery of Sea-Kumgang in particular, which can be hardly found in any other country.\n\t\t\t\t\t\n\t\t\t\t\t What also impressed me were humorous explanations of a guide and hospitality in various service facilities.\n\t\t\t\t\t\n\t\t\t\t\t It is regretful that we could not tour everything for lack of time.\n\t\t\t\t\t\n\t\t\t\t\t I want to come here again in the future.\"\n\t\t\t\t\t\n\t\t\t\t\t  Piao Wanshan, general manager of the Dalian Fenghe Industrial Co., Ltd., said:\n\t\t\t\t\t\n\t\t\t\t\t \"I had never expected that Mt. Kumgang is so beautiful like this. As shown in the words of the song, such spectacles as countless odd peaks and waterfalls fascinate visitors.\n\t\t\t\t\t\n\t\t\t\t\t Crystal water and fresh air made us feel no tired while going sightseeing of various places in the mountain.\n\t\t\t\t\t\n\t\t\t\t\t It's regrettable that such landscape was enjoyed by us only. Back home, I will recommend other people to tour the mountain.\n\t\t\t\t\t\n\t\t\t\t\t I hope that Mt. Kumgang international tourism would be ensured on a wider scale.\"\n\t\t\t\t\t\n\t\t\t\t\t  Li Dongjin, professor of the commercial college under Nankai University, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The cicerone told that there is a saying 'Don't say about natural beauty before seeing Mt. Kumgang'. It's just right word, I think. Mt. Kumgang is not a simple scenic spot but an aggregation of all natural beauties.\""
        },
        {
            "title": "French Party Cadre Visits Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-16ee.html",
            "content": "French Party Cadre Visits Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, October 6 (KCNA) -- Maurice Cukierman, international secretary of the Central Committee of the French Revolutionary Communist League, visited the equestrian statues of President Kim Il Sung and General Secretary Kim Jong Il at the Mansudae Art Studio on Saturday to pay tribute to them.\n\t\t\t\t\t He placed a bunch of flowers before the statues in boundless reverence for the peerlessly great men before paying tribute to them."
        },
        {
            "title": "Gift to Kim Jong Un from Egyptian Company CEO",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-28ee.html",
            "content": "Gift to Kim Jong Un from Egyptian Company CEO\r\n Pyongyang, October 6 (KCNA) -- The dear respected Kim Jong Un received a gift from the chairman and CEO of the Orascom Telecom Media and Technology Holdings SAE of Egypt on a visit to the DPRK.\n\t\t\t\t\t The gift was handed to an official concerned by Chairman and CEO Naguib Sawiris on Friday."
        },
        {
            "title": "WPK's Birthday Observed by Cambodian Seamen",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-29ee.html",
            "content": "WPK's Birthday Observed by Cambodian Seamen\r\n Pyongyang, October 6 (KCNA) -- A meeting of Cambodian seamen was held at Wonsan Port in Kangwon Province Saturday on the occasion of the 67th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Then they laid bouquets before the statue of the President in Wonsan City before paying tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the captain and seamen of a Cambodian ship.\n\t\t\t\t\t\n\t\t\t\t\tAt the meeting the speakers extended greatest glory to President Kim Il Sung and General Secretary Kim Jong Il on the occasion of the 67th birthday of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The President led the WPK along the road of victory, developing it into a powerful revolutionary party, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il modeled the whole party and society on the Juche idea founded by the President and united them close with the one and same idea and will, working steady miracles in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now winning victory after victory under the leadership of the dear respected Kim Jong Un who is steadfastly carrying forward the revolutionary cause of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Foreign Guests Depart for Home",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-18ee.html",
            "content": "Foreign Guests Depart for Home\r\n Pyongyang, October 6 (KCNA) -- Departing here for home on Saturday were the delegation of the Ministry of Agriculture of China led by Vice-Minister Niu Dun, Chairman and CEO Naguib Sawiris of the Orascom Telecom Media and Technology Holdings SAE of Egypt and his party and Famoi Beavogui, general director of the Agronomics Research of the Ministry of Agriculture of Guinea.\n\t\t\t\t\t The first Dalian-Mt. Kumgang International Tourist Group by air left here on the same day after touring Mt. Paektu and various parts of Pyongyang and Kaesong Cities."
        },
        {
            "title": "Kim Jong Il's Feats for Party Building",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-20ee.html",
            "content": "Kim Jong Il's Feats for Party Building\r\n Pyongyang, October 6 (KCNA) -- October 8 is the day when General Secretary Kim Jong Il was elected general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t On this occasion, the Korean people recollect the feats performed by Kim Jong Il to strengthen the WPK into an ever-victorious party.\n\t\t\t\t\t\n\t\t\t\t\t For nearly a half century after the start of his work at the WPK Central Committee on June 19, 1964, Kim Jong Il had energetically led the work for developing the WPK into the glorious Party of President Kim Il Sung and the most powerful general staff of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 19, 1974, he proclaimed the modeling of the whole society on Kimilsungism as the WPK's supreme programme. And in his conclusion made at a national short course of party officials on Aug. 2, he made public the fundamental principles of party building, which clarified the target of party building and the basic way for its realization on the basis of the revolutionary outlook on the leader.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that all the party building and activities were conducted only in keeping with the idea, theory and method of Kim Il Sung, thus turning the WPK into an ideologically and organizationally integrated whole based on the monolithic ideological system and the monolithic guidance system. This is the distinguished feat for strengthening of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t In the 1990's when the Korean people were undergoing an ordeal, Kim Jong Il formulated the Songun (army-first) politics as a basic political mode under socialism and strengthened the WPK into the political staff of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his unique Songun politics that the WPK could always emerge victorious in the struggle for socialism and speed up the onward movement for building a thriving nation under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's feats for the development of the WPK is now creditably carried forward by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t In his work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\", Kim Jong Un stressed the importance to hold fast to Kimilsungism-Kimjongilism as the eternal guiding idea of the WPK and intensify the work for modeling the whole society on this idea.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of Kim Jong Un, the WPK will always remain the glorious party of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Overseas Koreans' Meeting Marks Anniversary of Publication of October 4 Declaration ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-09ee.html",
            "content": "Overseas Koreans' Meeting Marks Anniversary of Publication of October 4 Declaration \r\n Pyongyang, October 6 (KCNA) --A meeting of overseas Koreans for reunification took place in Moscow on Oct. 3 to mark the fifth anniversary of the publication of the historic October 4 Declaration.\n\t\t\t\t\t Attending it were representatives of overseas Koreans' bodies in Russia, Ukraine, Uzbekistan, Kazakhstan, China, the U.S., Germany, Canada and other countries and Koreans in Russia.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were Kim Yong Jae, DPRK ambassador to Russia, and his embassy officials and officials of the delegation of the Committee for Aiding Overseas Compatriots of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Russian figures of different circles including Sazhi Umalatova, chairwoman of the Party for Peace and Unity of Russia, and Russian experts on Korean issues, Russian war veterans and members of the Russian Association for Friendship and Cultural Cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those present at the meeting watched Korean film \"The Great Leader Comrade Kim Jong Il Meets President Roh Moo Hyun\".\n\t\t\t\t\t\n\t\t\t\t\t Ro Yong Jin, chairman of the United Confederation of Koreans in the city of Moscow, said in a report that President Kim Il Sung clearly indicated the orientation and ways of achieving the reunification of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il provided two north-south summits for the first time in the history of national division, the summits which culminated in the adoption of the June 15 North-South Joint Declaration and the October 4 Declaration the keynote of which is the idea of \"By our nation itself!\" and put the struggle for the development of the inter-Korean relations, independent reunification, peace and prosperity on a new higher stage, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Speeches and congratulatory addresses were made there.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was issued at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It reaffirmed that both declarations serve as a programme for all Koreans to achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called for reunifying the country on the principle of independence and peaceful reunification based on the great national unity reflected in the declarations, foiling the obstructive moves of the south Korean authorities and making a fresh breakthrough in the struggle for independent reunification of the country and national prosperity, united close under the banner of the north-south joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t A letter to the dear respected Marshal Kim Jong Un was adopted there.\n\t\t\t\t\t\n\t\t\t\t\t Then a photo and book exhibition took place.\n\t\t\t\t\t\n\t\t\t\t\t An art performance and reception took place on the occasion."
        },
        {
            "title": "Kim Jong Un Receives Letter from Participants of Meeting of Overseas Koreans ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-08ee.html",
            "content": "Kim Jong Un Receives Letter from Participants of Meeting of Overseas Koreans\r\n Pyongyang, October 6 (KCNA) -- The dear respected Kim Jong Un received a letter from the participants in the meeting of overseas Koreans for reunification held in Moscow on Oct. 3 to mark the fifth anniversary of the publication of the October 4 Declaration. \n\t\t\t\t\t The letter said that representatives of overseas Koreans' bodies in the countries of the Commonwealth of Independent States including Russia, China, the U.S., Europe and Canada and other countries and overseas Koreans from all walks of life held the meeting on the theme \"National reunification is the desire of all Koreans \".\n\t\t\t\t\t\n\t\t\t\t\t The participants of the meeting once again confirmed that national reunification is the ardent desire of all Koreans and fully demonstrated the patriotic will of the overseas Koreans to support and defend the June 15 North-South Joint Declaration and the October 4 Declaration and wage a strenuous  struggle to implement them.\n\t\t\t\t\t\n\t\t\t\t\t They noted in the letter that they are confident that the banner of national reunification held aloft by Kim Jong Un to realize the lifelong desire of the great Generalissimos Kim Il Sung and     Kim Jong Il and the desire of all Koreans would flutter more vigorously.\n\t\t\t\t\t\n\t\t\t\t\t They wished Kim Jong Un good health and great success in the sacred work for the independent and peaceful reunification of the country and great national unity."
        },
        {
            "title": "Rodong Sinmun Terms S. Korean Regime's \"North Wind\" Racket Ridiculous ",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-12ee.html",
            "content": "Rodong Sinmun Terms S. Korean Regime's \"North Wind\" Racket Ridiculous\r\n Pyongyang, October 6 (KCNA) -- Traitor Lee Myung Bak of south Korea at a recent emergency meeting of ministers in charge of diplomacy and security cried out for \"coping with the politically-motivated and premeditated provocation by the north\", talking about \"north's ceaseless trespassing on the northern limit line in the west sea\" and the like.\n\t\t\t\t\t Kim Kwan Jin, puppet minister of Defense of south Korea, while inspecting the 2nd Fleet Command of the navy, vociferated about \"thorough preparedness,\" talking a cock-and-bull story that the north \"may perpetrate a provocation by way of trumpeting in the east and attacking the west.\"\n\t\t\t\t\t\n\t\t\t\t\t Jong Sung Jo, chairman of the Joint Chiefs of Staff of the south Korean puppet army, touring forefront units of the puppet army, kicked up such war hysteria as blustering that \"the enemy may provoke any time\" and crying out for \"strongly reacting against any provocation, seizing it as an opportunity of actions.\" \n\t\t\t\t\t\n\t\t\t\t\t In the meantime, the puppet forces are escalating extreme tension, reinforcing military forces artillery pieces, various types of missiles, fighters and warships in the area around the five islands in the west sea.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group held anti-DPRK conspiratorial confabs with its U.S. and Japanese masters in a bid to build public opinion on the non-existent \"provocation from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a crafty \"north wind\" plot hatched by the Lee conservative regime to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on: Whenever the ruling crisis of the puppet conservative group gained in depth, it cooked up \"north wind\" under the pretext of threat from the north in a bid to divert elsewhere the public attention and achieve its sinister political purpose. This has been a stereotyped method of the successive puppet regimes. \n\t\t\t\t\t\n\t\t\t\t\t The worn-out method of fabricating the \"north wind\" employed by the Lee group to strain the situation under the pretexts of \"provocation and threat from the north\" and the like would get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\t This will only bring to bolder relief the true colors of the group as warmongers increasing the danger of a war on the Korean Peninsula through reckless military provocations.\n\t\t\t\t\t\n\t\t\t\t\t The above-said racket will only precipitate the doom of the puppet conservative group, warns the commentary."
        },
        {
            "title": "Rodong Sinmun Observes Anniversary of Opening of Diplomatic Relations between DPRK and PRC",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-13ee.html",
            "content": "Rodong Sinmun Observes Anniversary of Opening of Diplomatic Relations between DPRK and PRC\r\n Pyongyang, October 6 (KCNA) -- Rodong Sinmun Saturday dedicates a bylined article to the 63rd anniversary of the establishment of diplomatic ties between the Democratic People's Republic of Korea and the People's Republic of China.\n\t\t\t\t\t The opening of diplomatic relations between the DPRK and PRC on Oct. 6, 1949 marked a historic occasion in developing the bilateral friendly relations, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship with a long history and tradition is a precious legacy bequeathed by the revolutionaries of the elder generations of the two countries and unbreakable friendship that stood severe storm and test.\n\t\t\t\t\t\n\t\t\t\t\t The peoples of the DPRK and China have supported and encouraged each other in the efforts to build socialism and reunify the country while struggling shoulder to shoulder.\n\t\t\t\t\t\n\t\t\t\t\t In this course, the DPRK and China have boosted cooperation and exchange in different fields, strengthening their friendly bonds.\n\t\t\t\t\t\n\t\t\t\t\t The long-standing mutual support and solidarity and close cooperation between the two peoples have contributed to promoting the socialist construction, strengthening international unity and advancing global independence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendly relations have grown stronger under the deep care of the top leaders of the two countries in the new century. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will as ever firmly join hands with the Chinese people and strive hard to ensure peace and stability in Northeast Asia and the rest of the world, build socialism and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t They will make all efforts to steadily develop the friendship, the common wealth of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-China friendship will invariably be carried forward and developed generation after generation."
        },
        {
            "title": "Rodong Sinmun Calls for Learning from Work Style of Officials in 1970s",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-14ee.html",
            "content": "Rodong Sinmun Calls for Learning from Work Style of Officials in 1970s\r\n Pyongyang, October 6 (KCNA) -- Rodong Sinmun Saturday in an editorial calls on all officials to live and work like those in the period of laying down the Party's foundation for carrying forward the cause of Juche in the 1970s.\n\t\t\t\t\t The 1970s was a period of great succession and epochal changes and miracles, in which a historical turning point was made in developing the Workers' Party of Korea and golden days were brought about in all fields of the revolution and construction, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t They were vanguard fighters who took the lead in carving out the times of honor and setting examples in revolutionary work style.\n\t\t\t\t\t\n\t\t\t\t\t Their characteristic features were intense loyalty to the leader, ardent enthusiasm and a high degree of zeal for work to unconditionally carry out the party's instructions under any circumstances, steadfast party principle and uncompromising fighting spirit.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution has entered a new stage in carrying out the cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time when the party is working hard to imbue all members of the society with Kimilsungism-Kimjongilism and usher in a new heyday in building a thriving nation by dint of Kim Jong Il's patriotism.\n\t\t\t\t\t\n\t\t\t\t\t This is a period of great changes that requires the whole country to seethe with elated revolutionary atmosphere and intensify the drive for bringing about great innovations and leap forward in all fields of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now calling on the officials to effect a fresh turn in their thinking and work style and method as required by the stirring times and the developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t All officials should embody the work style and method displayed by those in the period of laying down the Party's foundation for carrying forward the cause of Juche in the 1970s and thus perform miracles and feats in all sectors for building a thriving nation."
        },
        {
            "title": "S. Koreans Mark Anniversary of Publication of October 4 Declaration",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-25ee.html",
            "content": "S. Koreans Mark Anniversary of Publication of October 4 Declaration\r\n Pyongyang, October 6 (KCNA) -- People from all walks of life in south Korea marked the fifth anniversary of the publication of the historic October 4 Declaration on Friday.\n\t\t\t\t\t The South Side Committee for Implementing the June 15 Joint Declaration held a commemorative meeting at the press center in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The speakers at the meeting said that the people from all walks of life have waged a reunification movement without losing courage thanks to the south-north joint declarations based on the idea of \"By our nation itself!\"\n\t\t\t\t\t\n\t\t\t\t\t The South Kyongsang Provincial Headquarters of the South Side Committee held a press conference at the building of the provincial office at which it expressed the will to conduct a brisk solidarity movement together with the bodies in the south, the north and overseas so as to remarkably increase the role of the June 15 All-Korean Committee.\n\t\t\t\t\t\n\t\t\t\t\t The South Headquarters of the Pan-national Alliance for Korea's Reunification held a news conference outside the \"government\" building in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The body at the press conference read out a joint statement of the north, south and overseas headquarters of the alliance issued to mark the anniversary. It expressed the will to make positive efforts to give momentum to the atmosphere of supporting the declaration and make its implementation a trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t There took place at Seoul Sejong Cultural Center a commemorative ceremony under the sponsorship of Roh Moo Hyun Foundation.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that they keenly realized the validity of the declaration over the last five years.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all south Koreans to struggle to develop the south-north relations and achieve peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The opposition parties also underscored the significance of the declaration, calling for its thorough implementation.\n\t\t\t\t\t\n\t\t\t\t\t Legislators from the Democratic United Party held a press conference at the \"National Assembly\" at which they said that the Lee regime's denial of the declaration brought the south-north ties back to those in the past period of confrontation, expressing their determination to make positive efforts to weather the crisis.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Emergency Measure Committee of the Unified Progressive Party expressed his will to decisively struggle against all actions that block the implementation of the June 15 joint declaration and the October 4 declaration and create distrust and hostility and threaten peace.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Society for the Promotion of a new progressive political party held in its commentary that in order to achieve lasting prosperity and development of the nation it is necessary to check without fail the moves of the \"Saenuri Party\" to stay in power as it is keen to inherit the present authorities' policy of confrontation."
        },
        {
            "title": "Anniversary of Kim Jong Il's Election as General Secretary of WPK and Its Birthday Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-02ee.html",
            "content": "Anniversary of Kim Jong Il's Election as General Secretary of WPK and Its Birthday Commemorated Abroad\r\n Pyongyang, October 6 (KCNA) -- Newspapers of Democratic Congo and India carried special write-ups on the occasion of the 15th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 67th anniversary of the founding of the WPK.\n\t\t\t\t\t The Congolese paper La Prosperite on September 27 devoted one whole page to the articles titled \"To build the revolutionary party of the popular masses\", \"The undying feats performed by leader Kim Jong Il\", \"Leader Kim Jong Un is the banner of all victories\" and \"The single-minded unity is the invincible might of the Workers' Party of Korea\" illustrated with the photo of President Kim Il Sung standing together with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the WPK which was founded by Kim Il Sung on October 10, 1945 was steadily developed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has grown strong to be a dignified party of Kim Il Sung and Kim Jong Il thanks to the dear respected Kim Jong Un, the great successor to the Juche revolutionary cause, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Indian newspaper New Delhi Times on Sept. 29 carried several articles accompanied with a photo of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper said under the title \"The eternal general secretary of the Workers' Party of Korea\" that the WPK held Kim Jong Il in high esteem as the eternal general secretary.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The idea and line of Kim Jong Il serve as ever-lasting guidelines for the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed in leading the WPK for several decades serve as an engine powerfully inspiring the people of the DPRK in the struggle for carrying out the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to the prosperity of the country and the happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is always alive along with the ever-victorious WPK."
        },
        {
            "title": "Important Days of DPRK Marked by Bangladeshi Organization",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-03ee.html",
            "content": "Important Days of DPRK Marked by Bangladeshi Organization\r\n Pyongyang, October 6 (KCNA) -- The Bangladesh Institute of the Juche Idea released a bulletin on Sept. 29 on the occasion of the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 67th founding anniversary.\n\t\t\t\t\t The bulletin carried an article titled \"Event to be specially recorded in the history of the Workers' Party of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The 4th conference of the WPK decided to hold Kim Jong Il in high esteem as general secretary of the WPK and glorify his revolutionary life and undying feats, reflecting the unanimous will and desire of all party members, the servicepersons of the Korean People's Army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il led the WPK to firmly adhere to its revolutionary principle.\n\t\t\t\t\t\n\t\t\t\t\t He steadily developed the WPK into an invincible party deeply rooted among the popular masses and a mother party which formed an integral whole with the people.\n\t\t\t\t\t\n\t\t\t\t\t The conference elected the dear respected Kim Jong Un first secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, identical to President Kim Il Sung and Kim Jong Il in idea, leadership art and virtues, is carrying forward the idea and line of the preceding leaders without the slightest deviation.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will be ever-victorious under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Election as General Secretary of WPK and Its Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-04ee.html",
            "content": "Kim Jong Il's Election as General Secretary of WPK and Its Birthday Marked in Different Countries\r\n Pyongyang, October 6 (KCNA) -- Meetings were held in Kyrgyzstan and Mexico and a film show in Nigeria on Sept. 25 and 27 on the occasion of the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 67th founding anniversary.\n\t\t\t\t\t Participants of the film show watched the Korean film \"Party Founding Memorial Tower.\"\n\t\t\t\t\t\n\t\t\t\t\tA. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgys El\" Republican Political Party who is chief of the Group for the Study of the Juche Idea of Kyrgyzstan, said that the WPK founded by President Kim Il Sung is the invincible revolutionary party which formed a harmonious whole with the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t 67 years covered by the WPK is a history of victory and glory during which it has led the people to bring about world-startling changes, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the People's Socialist Party of Mexico, praised Kim Jong Il for formulating the revolutionary idea of the President as Kimilsungism and steadily developing and enriching it, thus glorifying it as the eternal guiding idea of the WPK and the revolution and firmly defending socialism by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The noble idea and cause of Kim Il Sung and Kim Jong Il are being successfully carried forward by the dear respected Kim Jong Un, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Aba Sadik Abubakr, chairman of the Nigerian Group for the Study of the Juche Philosophy, highly praised the exploits Kim Jong Il performed in party building."
        },
        {
            "title": "Anniversary of Publication of October 4 Declaration Commemorated by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-06ee.html",
            "content": "Anniversary of Publication of October 4 Declaration Commemorated by Peruvian Organization\r\n Pyongyang, October 6 (KCNA) -- The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea made public a statement on Sept. 30 on the occasion of the 5th anniversary of the publication of the historic October 4 declaration.\n\t\t\t\t\t The statement said that the reunification of Korea was the lifelong desire of Generalissimos Kim Il Sung and Kim Jong Il and it is the supreme task of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the Generalissimos the DPRK has made positive efforts for the reunification of the country and nation, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The north and south of Korea adopted and made public realistic reunification proposals including the July 4 joint statement and the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The north-south summit held again in Pyongyang in October 2007 culminated in adopting the October 4 declaration which reaffirmed the spirit of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean conservative ruling forces totally denied it, driving the inter-Korean relations to the worst phase through their treacherous anti-reunification policy of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made strenuous efforts for the implementation of the June 15 North-South Joint Declaration and October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un expressed firm patriotic will to join hands with anyone who truly wants the reunification of the country and peace and prosperity of the nation in order to carry out the plan of the great Generalissimos for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the DPRK government and people would surely win a shining victory in the struggle for the country's reunification under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Enforcement of Universal 12-year Compulsory Education Hailed by British Organizations",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-07ee.html",
            "content": "Enforcement of Universal 12-year Compulsory Education Hailed by British Organizations\r\n Pyongyang, October 6 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British branch of the Korean Friendship Association made public a joint statement on Sept. 26 hailing the ordinance on enforcing the universal 12-year compulsory education promulgated by the Supreme People's Assembly of the DPRK.\n\t\t\t\t\t The DPRK is the only country in the world which enforces the universal 12-year compulsory education, the joint statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The enforcement of such education would provide the youth and children in the DPRK with better conditions for bringing their talents in fuller bloom.\n\t\t\t\t\t\n\t\t\t\t\t This bold and innovative measure can be taken only by the DPRK which enforces a policy for the people on the basis of the Juche idea under the leadership of the dear respected Marshal Kim Jong Un perfectly possessed of personality and qualifications as a popular leader.\n\t\t\t\t\t\n\t\t\t\t\t This fully reflects the requirements of the IT age and the age of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\t This would serve as a springboard for promoting the advance for a great surge to build a powerful nation to be envied by the world."
        },
        {
            "title": "Kim Jong Il's Work Carried by Nepalese Paper",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-10ee.html",
            "content": "Kim Jong Il's Work Carried by Nepalese Paper\r\n Pyongyang, October 6 (KCNA) -- The Nepalese newspaper Charcha on October 1 carried \"2. The Basic Principle of the Building of a Juche Revolutionary Party\" of General Secretary Kim Jong Il's work \"On the Fundamentals of Revolutionary Party Building\".\n\t\t\t\t\t The paper carried a portrait of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The second part of the work made public on October 10, 1992 clarifies that the Juche idea is the only guiding idea of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It indicates the way of building the WPK as a popular party of the working people and firmly ensuring the monolithic ideology and unitary leadership."
        },
        {
            "title": "Chinese News Agency Slams Japan's Shameless Attitude",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-17ee.html",
            "content": "Chinese News Agency Slams Japan's Shameless Attitude \r\n Beijing October 5 (KCNA) -- The Xinhua News Agency of China released an article chiding the imprudent behavior of Japan to justify its ambition for territorial expansion at the recent UN General Assembly.\n\t\t\t\t\t The news agency accused the Japanese chief executive of his remarks made at the UNGA calling for the settlement of the Japan-sparked Diaoyu Islands dispute in accordance with international law while talking about the purpose of the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t It continued: What he uttered is reminiscent of a thief crying \"Stop the thief!\" This is nothing but an excuse of the Japanese government to justify before the world its attempt to grab the Diaoyu Islands by \"nationalizing them.\"\n\t\t\t\t\t\n\t\t\t\t\t The Japanese stand and method are in fact a violation of the purpose and principle of the UN Charter. Is Japan entitled to talk about international law? It queried.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese side should bear the inevasible historical responsibility for being a chieftain of fascism during the Second World War, it urged and went on:\n\t\t\t\t\t\n\t\t\t\t\t Germany, another defeated nation, honestly repented of its past history of aggression and redressed it. Quite contrary to it, Japan has not yet made any apology but even tried to mislead the world opinion and make a mockery of it by using the sacred forum called the UN.\n\t\t\t\t\t\n\t\t\t\t\t Japan's stubborn and wrong approach towards the issue of the Diaoyu Islands is an expression of its act of deceiving the world people and depriving them of their honor.\n\t\t\t\t\t\n\t\t\t\t\t It once again reminds the world people that Japan remains a hidden source of disaster in the security and stability of the region and world as it has not made any honest repentance and settlement of its history of militaristic aggression."
        },
        {
            "title": "Proyectado documental en homenaje al 8 de octubre",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-32ee.html",
            "content": "Proyectado documental en homenaje al 8 de octubre\r\nPyongyang, 6 de octubre (ACNC) -- Con motivo del 15o aniversario de la eleccion (8 de octubre) del Dirigente Kim Jong Il como Secretario General del Partido del Trabajo de Corea, fue proyectado el dia 6 en el Palacio Cultural del Pueblo \"Fortalecido el ejercito popular como el poderoso y revolucionario del monte Paektu\", cuarta parte del documental en serie \"Sol del Songun que brilla en todo el mundo\".\n\t\t\t\t\tLo vieron Kim Yong Nam, Choe Yong Rim y otros cuadros del partido y el Estado y los funcionarios del Consejo de Ministros, organizaciones de masas, ministerios y organos centrales.\n\t\t\t\t\t\n\t\t\t\t\tEl largometraje recoge los hechos historicos vinculados con la guia sobre el ejercito del Dirigente quien comenzo su direccion sobre la revolucion mediante el Songun al visitar la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su, fortalecio y desarrollo el ejercito popular como ejercito del lider y el partido y el grueso de la revolucion del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLa pelicula demuestra que bajo la solicitud del Dirigente, el EPC llego a tener autoctonos metodos de combate y experiencias invencibles, y los medios de ataque y defensa al estilo coreano capaces de hacer frente a cualquier guerra moderna.\n\t\t\t\t\t\n\t\t\t\t\tDescribe los rasgos ideo-espiritual y el estilo de lucha de los oficiales y soldados del EPC que luchan con el heroismo y la determinacion de defender al lider y materializar la orden de su Comandante Supremo ofrendando la vida."
        },
        {
            "title": "Choe Ryong Hae averigua el estado de construccion de varios edificios",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-33ee.html",
            "content": "Choe Ryong Hae averigua el estado de construccion de varios edificios\r\nPyongyang, 6 de octubre (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe de la Direccion Politica General del Ejercito Popular de Corea, averiguo en el terreno el estado de construccion de los edificios a cargo del EPC.\n\t\t\t\t\tEn el recorrido por el Parque de Atracciones de Mangyongdae, el del Monte Taesong, el Centro Deportivo de la Avenida Thong-il, la Refresqueria Mansugyo y el campo de arreglo del rio Hapjang, que se construyen nuevamente o se reconstruyen, hizo conocimiento detallado de la calidad de ejecucion y remozamiento.\n\t\t\t\t\t\n\t\t\t\t\tEstimulo a los constructores militares que en acato a la orden del Comandante Supremo del Ejercito Popular de Corea, Kim Jong Un, libran una ofensiva general en esas obras demostrando el temperamento del ejercito revolucionario que no conoce algo imposible.\n\t\t\t\t\t\n\t\t\t\t\tChoe enfatizo que los oficiales y soldados movilizados en la obra de arreglo del rio Hapjang deben trabajar con el espiritu de \"Un tiron\" con que terminaron principalmente en unos dias el dragado.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que las obras encargadas por el EPC testimonian el gran amor por el pueblo del Comandante Supremo Kim Jong Un, destaco la necesidad de terminar perfectamente esas construcciones observando bien los metodos de construccion."
        },
        {
            "title": "Conversan grupos parlamentarios de Corea y Alemania",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-34ee.html",
            "content": "Conversan grupos parlamentarios de Corea y Alemania\r\nPyongyang, 6 de octubre (ACNC) -- Tuvieron lugar el dia 6 en el Palacio de los Congresos Mansudae las conversaciones entre las delegaciones del grupo de parlamentarios de amistad Corea-Alemania y del grupo de parlamentarios de amistad Alemania-Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana los miembros de la delegacion encabezada por el presidente del grupo coreano Ri Jong Hyok y por la alemana, los miembros de la delegacion dirigida por el presidente Stefan Muller y el embajador aleman en Corea, Gerhard Thiedemann.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron los criterios sobre el desarrollo de las relaciones de amistad entre los parlamentos de dos paises y otros problemas de interes mutuo."
        },
        {
            "title": "Universidad de Seguridad del Pueblo toma el nombre de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-35ee.html",
            "content": "Universidad de Seguridad del Pueblo toma el nombre de Kim Jong Il\r\nPyongyang, 6 de octubre (ACNC) -- La Universidad de Seguridad del Pueblo fue renombrada como la Universidad de Seguridad del Pueblo Kim Jong Il segun la indicacion del Mariscal Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\tEl renombramiento de la universidad, evento digno de registrarse en letras mayusculas en la historia del Partido del Trabajo de Corea y las fuerzas armadas revolucionarias, hizo realidad el deseo mas grande de los profesores y empleados, los estudiantes y los oficiales y soldados del Ejercito de Seguridad Interior del Pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 5 el acto de juramento de los profesores, empleados y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\tA la ocasion asistieron Ri Pyong Sam, miembro suplente del Buro Politico del Comite Central del PTC y jefe del departamento politico del ESIPC, y los funcionarios, los profesores, los empleados y los estudiantes de la universidad,\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo el informe del rector Kim Chang Il e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tEl Generalisimo visito por primera vez la universidad en junio de 1948 con la Heroina de Lucha Antijaponesa Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\tDesde entonces, la visito en mas de 10 ocasiones dando instrucciones detalladas sobre la mision, el deber, el contenido didactico y el rumbo de desarrollo y las condiciones de educacion y la labor de intendencia en el plantel."
        },
        {
            "title": "Lider de partido bengali se reune con embajador coreano",
            "url": "http://kcna.co.jp/item/2012/201210/news06/20121006-36ee.html",
            "content": "Lider de partido bengali se reune con embajador coreano\r\nPyongyang, 6 de octubre (ACNC) -- El presidente del Comite Ejecutivo Central del Partido Socialista Nacional de Bangladesh, Hasanul Huq Inu, se reunio el dia primero con el embajador de la Republica Popular Democratica de Corea en su pais, Sin Hong Chol. \n\t\t\t\t\tEn la ocasion, el dijo que la fundacion del Partido del Trabajo de Corea por el Presidente Kim Il Sung fue un acontecimiento historico que trajo viraje trascendental en la forja del destino del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tSu Excelencia Kim Jong Il fortalecio el PTC como partido de Kim Il Sung con su destacada ideologia y teoria y extraordinaria direccion, senalo. \n\t\t\t\t\t\n\t\t\t\t\tGrandes proezas del PTC son brillantes frutos del enaltecimiento del Presidente y Su Excelencia     Kim Jong Il en el cargo cimero, destaco.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que Su Excelencia Kim Jong Un ratifico la posicion de Su Excelencia Kim Jong Il como eterno Secretario General del PTC e hizo glorificar generacion tras generacion sus hazanas. \n\t\t\t\t\t\n\t\t\t\t\tEl PTC bajo la guia de Su Excelencia Kim Jong Un sera dignificado siempre como poderosa fuerza orientadora, concluyo."
        }
    ]
}