{
    "date": "2012-05-17",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Leaves Jakarta",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-04ee.html",
            "content": "Kim Yong Nam Leaves Jakarta\r\n Jakarta, May 16 (KCNA-Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, and his party left Jakarta on May 16 after wrapping up the official goodwill visit to the Republic of Indonesia.\n\t\t\t\t\t Departing with him were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, An Jong Su, minister of Light Industry, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t Fluttering at flag poles at the airport were flags of the DPRK and Indonesia. Lined up there were guards of honor of the Indonesian National Army.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam and his party were sent off by Foreign Minister Raden Mohammad Marty Muliana Natalegawa, Minister of Trade Gita Wirjawwan and officials concerned, Ri Jong Ryul, DPRK ambassador to Indonesia, and staff members of his embassy."
        },
        {
            "title": "Message of Thanks to Indonesian President",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-05ee.html",
            "content": "Message of Thanks to Indonesian President\r\n Pyongyang, May 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on May 16 sent a message of thanks to Indonesian President Susilo Bambang Yudhoyono, leaving Indonesia after wrapping up his official goodwill visit to it.\n\t\t\t\t\t Kim in the message expressed deep thanks to the president, government and people of Indonesia for warmly receiving and according cordial hospitality to his party while leaving Jakarta after successfully winding up the visit to the friendly Republic of Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t This time we had an exhaustive exchange of views on the issues of steadily boosting the long-standing traditional relations of friendship and cooperation between the two countries in various fields and more closely cooperating with each other in the regional and international arena and other issues of mutual concern and reached a consensus of views on them, he said.\n\t\t\t\t\t\n\t\t\t\t\t Pleased that this meeting has marked an important occasion in deepening the mutual understanding and fraternity and further promoting the development of the bilateral relations, Kim expressed belief that the friendly and cooperative relations between the two countries would grow stronger thanks to their joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t He wholeheartedly wished the friendly Indonesian people fresh progress and prosperity and the Indonesian president good health and happiness and greater success in his work."
        },
        {
            "title": "Kim Yong Nam Returns Home",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-16ee.html",
            "content": "Kim Yong Nam Returns Home\r\n Pyongyang, May 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, flew back on Thursday after visiting Indonesia and Singapore. \n\t\t\t\t\t He was accompanied with Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, An Jong Su, minister of Light Industry, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at the airport by Yang Hyong Sop, vice-president of the Presidium of the SPA, Kung Sok Ung, vice-minister of Foreign Affairs, Jin Chol, vice-chairman of the Commission for Joint Venture and Investment, Choe Il Ryong, vice-minister of Light Industry, the charge d'affaires ad interim of the Indonesian embassy here and Liu Hongcai, Chinese ambassador to the DPRK."
        },
        {
            "title": "Kim Jong Gak Meets Ugandan Military Delegation",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-30ee.html",
            "content": "Kim Jong Gak Meets Ugandan Military Delegation\r\n  Pyongyang, May 17 (KCNA) -- Vice Marshal of the Korean People's Army Kim Jong Gak, minister of the People's Armed Forces, on May 17 met and had a talk with the Ugandan military delegation headed by Karuhanga Levi Bakyengana, commander of the reserve forces of the Uganda People's Defense Forces."
        },
        {
            "title": "Gift to Kim Jong Un from Ugandan Military Delegation",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-29ee.html",
            "content": "Gift to Kim Jong Un from Ugandan Military Delegation \r\n Pyongyang, May 17 (KCNA) -- The dear respected Kim Jong Un received a gift from the Ugandan military delegation on a visit to the DPRK.\n\t\t\t\t\t The gift was conveyed to Vice Marshal of the Korean People's Army Kim Jong Gak who is minister of the People's Armed Forces by Karuhanga Levi Bakyengana, commander of the reserve forces of the Uganda People's Defense Forces who is heading the delegation, on May 17."
        },
        {
            "title": "Lee Myung Bak's Spate of Invectives against DPRK under Fire ",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-28ee.html",
            "content": "Lee Myung Bak's Spate of Invectives against DPRK under Fire \r\n Pyongyang, May 17 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea gave the following answer to the question raised by KCNA on Thursday flaying the malignant invectives let loose by traitor Lee Myung Bak against the DPRK at the recent talks of China, Japan and south Korea: \n\t\t\t\t\t During his recent visit to China Lee recklessly cried out for \"close counter-action\" and \"effective reaction\" at the talks, claiming that the north's nuclear test and \"additional provocation\" should not be allowed under any circumstances. \n\t\t\t\t\t\n\t\t\t\t\t He made desperate efforts to include a paragraph pulling up the DPRK in a joint statement. He was busy going different places to let loose invectives against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The spate of vituperation let loose by the traitor even in China, not content with the hideous high treason committed by him in south Korea clearly shows what die-hard confrontation maniac he is and what wicked and despicable traitor he is. \n\t\t\t\t\t\n\t\t\t\t\t It is known to everybody who provoked compatriots in violation of the June 15 joint declaration and who sparked a series of provocations in the West Sea of Korea and who hurt even the dignity of the supreme leadership of the DPRK, not content with those provocations, bringing the north-south relations to a total collapse. \n\t\t\t\t\t\n\t\t\t\t\t It is brazen-faced and ridiculous, indeed, for such chieftain of hideous provocations to accuse someone of \"provocations.\"\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that Lee conducted such mean diplomacy in a foreign country to garner support though he is more dead than alive, repudiated even by his confidants after being cursed and denounced at home for all sorts of evils and scandals. \n\t\t\t\t\t\n\t\t\t\t\t He was in such embarrassing position with no one to rely upon that he behaved so disgustingly abroad. \n\t\t\t\t\t\n\t\t\t\t\t No matter how noisily he may trumpet about someone's \"provocations\" outside south Korea, not feeling ashamed of his deplorable position there, it will get him nowhere.\n\t\t\t\t\t\n\t\t\t\t\t His vociferation about someone's \"provocations\" and the like would only arouse disgust among world people. \n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of rat-like Lee will only precipitate his doomsday."
        },
        {
            "title": "Kang Sok Ju Meets New Russian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-13ee.html",
            "content": "Kang Sok Ju Meets New Russian Ambassador\r\n Pyongyang, May 17 (KCNA) -- Vice-Premier Kang Sok Ju met and had a talk with Alexandr Timonin, new Russian ambassador to the DPRK, who paid a courtesy call on him at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Kim Yong Il Meets New Mongolian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-15ee.html",
            "content": "Kim Yong Il Meets New Mongolian Ambassador\r\n Pyongyang, May 17 (KCNA) -- Kim Yong Il, secretary of the C.C., the Workers' Party of Korea, met and had a talk with Manibadrakh Ganbold, new Mongolian ambassador to the DPRK, who paid a courtesy call on him on Thursday."
        },
        {
            "title": "DPRK Delegation Leaves for Switzerland",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-14ee.html",
            "content": "DPRK Delegation Leaves for Switzerland\r\n Pyongyang, May 17 (KCNA) -- A public health delegation of the DPRK led by Kim Myong Chol, vice-minister of Public Health, left here on Thursday for Switzerland to attend the 65th general assembly of the World Health Organization (WHO)."
        },
        {
            "title": "DPRK Revises Forest Law",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-23ee.html",
            "content": "DPRK Revises Forest Law\r\n Pyongyang, May 17 (KCNA) -- The Presidium of the Supreme People's Assembly of the Democratic People's Republic of Korea has revised the Forest Law in nine articles.\n\t\t\t\t\t The revised law conforms to the requirements of the drive for forestation of the country.\n\t\t\t\t\t\n\t\t\t\t\t The revision helps carry through the nation's policy on managing the forest.\n\t\t\t\t\t\n\t\t\t\t\t The law, enacted on Dec. 11, Juche 81 (1992), had been revised and supplemented several times."
        },
        {
            "title": "Joint Concert Given on National Day of Norway",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-31ee.html",
            "content": "Joint Concert Given on National Day of Norway\r\n Pyongyang, May 17 (KCNA) -- A joint concert was given at the music hall of Pyongyang Kim Won Gyun Conservatory on Thursday on the occasion of the national day of Norway.\n\t\t\t\t\t Among the audience were officials concerned, teachers and students of the conservatory and Pyongyang Music School, members of the Norwegian friendship cultural delegation headed by Morten Traavik, the delegation of the International Federation of Red Cross and Red Crescent Societies working in the DPRK and staff members of the Russian and Swedish embassies.\n\t\t\t\t\t\n\t\t\t\t\t The joint concert was given by students of the conservatory and Kumsong School and members of the delegation.\n\t\t\t\t\t\n\t\t\t\t\t The repertoires included mixed chorus \"Nostalgia\", an immortal classic, instrumental quartet \"Whistles\", cello solo \"Great Image Is Immortal\" and accordion concert serial songs \"Arirang\".\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were Norwegian folk songs, vocal solos \"Longing for Spring\" and \"Across Sandy Trail,\" instrumental music and song \"Crossed Banner, Our Old Flag\" and accordion concert \"Hunting High and Low\"."
        },
        {
            "title": "Pyongyang Int'l Spring Trade Fair Closes",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-12ee.html",
            "content": "Pyongyang Int'l Spring Trade Fair Closes\r\nThe 15th Pyongyang International Spring Trade Fair closed on Thursday.\n\t\t\t\t\t Diplomas in the name of the Korean International Exhibition Corporation were awarded to the companies of the DPRK and other countries and regions for their active participation in the previous fairs and contribution to boosting trade, economic and technological cooperation and exchange among countries.\n\t\t\t\t\t\n\t\t\t\t\t The current fair offered various countries a good opportunity of conducting brisk trade and achieving common development and meeting their interests.\n\t\t\t\t\t\n\t\t\t\t\t A banquet was given for the participants of the fair at Pyongyang Koryo Hotel."
        },
        {
            "title": "DPRK Products Popular in Pyongyang Spring Int'l Trade Fair",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-26ee.html",
            "content": "DPRK Products Popular in Pyongyang Spring Int'l Trade Fair\r\n Pyongyang, May 17 (KCNA) -- The 15th Pyongyang Spring International Trade Fair is going on in the capital city of Pyongyang.\n\t\t\t\t\t Home-made products have particularly come under spotlight of foreign businessmen in the fair.\n\t\t\t\t\t\n\t\t\t\t\t The Ryonha Machinery Company displayed 4-axis machining centre, multi-use tools and measuring tools.\n\t\t\t\t\t\n\t\t\t\t\t Among attractions are CVCF and automatic facilities, presented by the Chomdan Tech Company and varieties of insulated materials, hard alloy tools and CNC lathe (Kusong 104-250) by the Korea General Machinery Trading Corporation. \n\t\t\t\t\t\n\t\t\t\t\t The Taedonggang Tilery presented marble tiles, floor, in-door and out-door tiles and hard vessels.\n\t\t\t\t\t\n\t\t\t\t\t The Thosong Koryo Medicine Exports Factory put on display Koryo medicines efficacious for treatment of cardiac neurosis and hepatitis.\n\t\t\t\t\t\n\t\t\t\t\t The trade fair is very instrumental for giving momentum to business deals among countries. It is attended by over 270 foreign and local companies and entities."
        },
        {
            "title": "Vice-Chairman of S. Headquarters of Pomminryon Tours Mt. Myohyang Area",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-11ee.html",
            "content": "Vice-Chairman of S. Headquarters of Pomminryon Tours Mt. Myohyang Area\r\n Pyongyang, May 17 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), toured the area of Mt. Myohyang on May 14 and 15. \n\t\t\t\t\t He visited the International Friendship Exhibition House where he looked round the gifts President Kim Il Sung and General Secretary Kim Jong Il received from party and state heads and prominent personages of many countries. \n\t\t\t\t\t\n\t\t\t\t\t Touring the area of Mt. Myohyang, he had pleasant rest. He enjoyed a bird's-eye view of tour courses and pavilions that match well the scenic beauty of the mountain and the spectacular scenery of Manphok Ravine featured by peculiarly built overhead bridges and resting places.\n\t\t\t\t\t\n\t\t\t\t\t He also visited the Songam Cave and met with officials concerned of the North Side Committee for Implementing the June 15 Joint Declaration."
        },
        {
            "title": "Chinese Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-17ee.html",
            "content": "Chinese Embassy Officials Help Korean Farmers\r\n Pyongyang, May 17 (KCNA) -- Liu Hongcai, Chinese ambassador to the DPRK, and his embassy officials gave helping hands to the DPRK-China Friendship Thaekam Co-op Farm in Sunan District, Pyongyang on Thursday.\n\t\t\t\t\t They helped farmers in rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the room dedicated to the DPRK-China friendship, being briefed on the fact that the area of Thaekam is successfully turning into a more cultured socialist village. \n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials and a certificate of donation to the farm."
        },
        {
            "title": "Japanese Delegation Tours Different Places",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-20ee.html",
            "content": "Japanese Delegation Tours Different Places\r\n Pyongyang, May 17 (KCNA) -- The delegation of the Tokyo Ward Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship led by Kazuaki Ashizawa visited the Korean Central History Museum on Wednesday.\n\t\t\t\t\t The guests went round relics and data on the time-honored history and brilliant culture of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Kim Jong Suk Nursery, the Academy of Koryo Medicine, etc."
        },
        {
            "title": "DPRK Student Wins Romanian National Student Contest",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-18ee.html",
            "content": "DPRK Student Wins Romanian National Student Contest\r\n Pyongyang, May 17 (KCNA) -- DPRK Student Ri Hyon Il came first in the national students academic contest held in Bucharest from May 10 to 12.\n\t\t\t\t\t The contest among students of universities of technology in dynamics brought together Romanian students and 150 students of more than ten countries including the DPRK, China, Turkey, Spain and Iran studying in Romania who were selected at the earlier contest among universities.\n\t\t\t\t\t\n\t\t\t\t\t The contesters were given the task to solve in three hours difficult dynamic problems that match the level of world-wide students' contest in the physical and engineering science. \n\t\t\t\t\t\n\t\t\t\t\t Ri solved those problems in a perfect way with his high ability and concentration, getting the full 300 marks and winning the title of the contest."
        },
        {
            "title": "Appearance of North Hwanghae Province Has Changed Beyond Recognition",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-19ee.html",
            "content": "Appearance of North Hwanghae Province Has Changed Beyond Recognition\r\n Pyongyang, May 17 (KCNA) -- The appearance of the cities and counties of North Hwanghae Province has changed beyond recognition.\n\t\t\t\t\t Over 2,100 trees of good species were planted along the roadsides of Sariwon in the province to replace the old ones.\n\t\t\t\t\t\n\t\t\t\t\tIts citizens built flowerpot stands and flower beds of thousands of square meters in over 70 places in streets.\n\t\t\t\t\t\n\t\t\t\t\tThey, at the same time, planted more than 50,000 flower trees, creating diverse greenery.\n\t\t\t\t\t\n\t\t\t\t\t Their drive for improving the river bank resulted in removing over 12,000 cubic meters of soil and dredging the river bottom extending 5km, making it possible to prevent the city from flood damage in the rainy season. \n\t\t\t\t\t\n\t\t\t\t\t Under its plan to technically improve roads Yonthan County widened them and rebuilt stones.\n\t\t\t\t\t\n\t\t\t\t\t Pongsan County did more than 60,000 cubic meters of earth work and reinforced the dyke of Kuyon Stream with 4,000 square meters of stones so that it may not suffer from any flood.\n\t\t\t\t\t\n\t\t\t\t\t Suan County built a bridge to improve the traffic."
        },
        {
            "title": "DPRK Concentrates Efforts on Land Management",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-21ee.html",
            "content": "DPRK Concentrates Efforts on Land Management\r\n Pyongyang, May 17 (KCNA) -- A dynamic drive to renew the looks of the land to suite the features of a thriving socialist nation is going on in the Democratic People's Republic of Korea.\n\t\t\t\t\t The dear respected Kim Jong Un called on the whole party and army and all the people to invigorate the general mobilization movement for land management.\n\t\t\t\t\t\n\t\t\t\t\t This call was made in his work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\", which was delivered to the recent meeting of activists of the general mobilization movement for land management.\n\t\t\t\t\t\n\t\t\t\t\t All the people across the country including the citizens of Pyongyang have turned out as one in the drive to implement the tasks set forth in the work.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyangites work hard to turn the capital city into that in a park. Splendid housing blocks have taken their shapes in the heart of the city and afforestation is going great guns.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, cities and villages in different parts of the country strive to renew their looks in keeping with their specific features by following the example of Manpho City and Tongrim County, honored with the title of model-county (city) of land and environmental conservation. In the city of Chongjin a project was launched to construct in the heart of Phohang District apartment buildings of 7~18 stories for 2 000 households in harmony with its landscape as a coastal city.\n\t\t\t\t\t\n\t\t\t\t\t An afforestation and forest conservation drive is progressing in a farsighted and planned way to turn the naked mountains into a thick woodland within a decade and convert all mountains of the country into golden and treasure ones.\n\t\t\t\t\t\n\t\t\t\t\t The Central Tree Nursery and county forest management stations have grown saplings of good species to supply to different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Those in South Hamgyong Province, Rason City and other areas have planted many trees of good species, including Changsong larch, along railway sections.\n\t\t\t\t\t\n\t\t\t\t\t Efforts are given to improving and repairing roads and setting new guideposts. River improvement and anti-tidal dyke mending are progressing apace. \n\t\t\t\t\t\n\t\t\t\t\t More than 100 dikes and embankments, including bank No. 2 on Sin Island in the area of Sinuiju and Annong embankment in Kyongwon County, were covered with feldspar while several hundred hectares of bank-protecting forests were created across the country. \n\t\t\t\t\t\n\t\t\t\t\t The project for setups in the reclaimed Taegyedo tideland came to an end and the second-stage construction for the reclamation of Kwaksan tideland was finished for cultivation of vast, new land.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by General Secretary Kim Jong Il-displayed patriotism, the Korean people are doing their best to turn the country into a socialist fairyland."
        },
        {
            "title": "Kim Jong Il's Life Devoted to Patriotism",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-22ee.html",
            "content": "Kim Jong Il's Life Devoted to Patriotism\r\n Pyongyang, May 17 (KCNA) -- The people of the Democratic People's Republic of Korea have now been overwhelmed by patriotism cherished by General Secretary Kim Jong Il in his lifetime.\n\t\t\t\t\t The leader was a peerlessly great man who lived a whole life with patriotism.\n\t\t\t\t\t\n\t\t\t\t\t His thoughts and practices had been oriented to the country and the people at all times.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the line of modeling the whole society on the Juche idea, he successfully brought about the single-minded unity of the local people. \n\t\t\t\t\t\n\t\t\t\t\t He firmly defended the sovereignty of the country and turned it into a military power in the face of the vicious sanctions and blockades on the part of the imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Driven by his patriotism, lots of monumental edifices have come into being throughout the country, among them People's Theater, Mansugyo Meat and Fish Shop and Tanchon Port which were built this year alone.\n\t\t\t\t\t\n\t\t\t\t\t Aware of the truth that the nation's prosperity depends on the full display of Kim Jong Il's patriotism, the Korean people are now faithfully upholding the leadership of the dear respected  Kim Jong Un."
        },
        {
            "title": "DPRK Makes Efforts for Development of Sports Science",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-24ee.html",
            "content": "DPRK Makes Efforts for Development of Sports Science\r\n Pyongyang, May 17 (KCNA) -- The Democratic People's Republic of Korea is directing big efforts to the development of sports science with an eye to turning itself into a football and sports power.\n\t\t\t\t\t Such efforts can be seen in the 2nd national sports software exhibition held recently, at which 100 odd software pieces were displayed to show the scientific progress of the national sports based on IT.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention of experts and amateurs at the exhibition were programs for game analysis in football, basketball and tennis events presented by the Sports Science Institute under the Academy of Sports Science.\n\t\t\t\t\t\n\t\t\t\t\t According to programmers, these programs based on dot automatic tracking technology by images have proved their advantages in the course of their introduction.\n\t\t\t\t\t\n\t\t\t\t\t Programs presented by Kim Hyong Jik University of Education, Wonsan University of Education and Pyongyang Sports Group, too, were highly appreciated for their contribution to the technical development of shooting and football events and selection and education of players.\n\t\t\t\t\t\n\t\t\t\t\t The first exhibition took place in Juche 100 (2011)."
        },
        {
            "title": "People Encouraged by Kim Jong Il's Patriotism",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-25ee.html",
            "content": "People Encouraged by Kim Jong Il's Patriotism\r\n Pyongyang, May 17 (KCNA) -- People of various strata in the Democratic People's Republic of Korea volunteer to work in the sectors involving toilsome jobs, driven by Kim Jong Il's patriotism.\n\t\t\t\t\t Choe Un Mi (24), who volunteered to work as a member of the Chongjin Railway Section Crew, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I am going to carry into practice the oath I took in the period of mourning over General Secretary Kim Jong Il. So I made up my mind to work as a trackman all my life.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Nam, a researcher at Pyongyang Han Tok Su University of Light Industry, and other teachers and researchers of different universities volunteered to work at local industrial factories and on co-op farms with a view to deepening scientific researches in practice and contributing to the improvement of people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t Teachers of Sinuiju Cha Kwang Su University of Education No. 1 and Hamhung University of Education moved to mountainous and mine areas to be teachers at schools there.\n\t\t\t\t\t\n\t\t\t\t\t Tens of university graduates in North Phyongan Province found their way to branch schools in islets and schools in Cholsan and Changsong counties.\n\t\t\t\t\t\n\t\t\t\t\t Pyon Son Ok, vice-chairwoman of the Haeju City, South Hwanghae Province, Democratic Women's Union, and other scores of women are devoting their physical energy to the construction of dwelling houses for scientists and technicians, undertaken by the Haeju City Housing Construction Company.\n\t\t\t\t\t\n\t\t\t\t\t O Chol Sam, who was at the Horticultural Station in Kangso District of Nampho City, is now working at the Kangso Coal Mine while a number of stay-at-home women, including those in Soryong-dong No. 2, Taedonggang District, Pyongyang, have found their jobs at factories and on farms."
        },
        {
            "title": "KCNA Dismisses Japan's Much Ado about \"Abduction of American\" ",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-27ee.html",
            "content": "KCNA Dismisses Japan's Much Ado about \"Abduction of American\" \r\n Pyongyang, May 17 (KCNA) -- Japan kicked up a row about abduction in the U.S. this time. \n\t\t\t\t\t Some time ago, a Japanese organization related to the \"abduction\" issue and a group of right-wing politicians flew into the U.S. to kick off another noisy anti-DPRK smear campaign. \n\t\t\t\t\t\n\t\t\t\t\t Yamatani, Dietman from the Liberal Democratic Party of Japan, held a press conference in Washington at which he claimed that an American who was reported missing in 2004 while studying in China might be abducted by the DPRK and 13 countries including the U.S. fell victim to \"the abduction operations\" of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We cannot but be stunned by the far-fetched assertion of this lawmaker that the DPRK \"might abduct\" the American who was reported missing while touring Yunnan Province of China after finishing his study of Chinese at Beijing University. \n\t\t\t\t\t\n\t\t\t\t\t He is a common student whose whereabouts is unknown to the DPRK. But, Japan is so well-informed of him. This makes people feel that the student might be abducted by Japan. \n\t\t\t\t\t\n\t\t\t\t\tAs many as 30,000 persons are reported missing in Japan in one year, their whereabouts left unknown. A particular mention should be made of the fact that foreigners including blonde British girls were abducted and reported missing one after another.\n\t\t\t\t\t\n\t\t\t\t\t In the past Japan groundlessly linked the above-said cases with the DPRK only to be ridiculed and condemned by world people after they turned out to be sheer lies. Japan is resorting to this burlesque though it must know about those cases very well. \n\t\t\t\t\t\n\t\t\t\t\t In a word, Japan orchestrated the above-said case in a bid to seek a way out of its crisis. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese politicians have so far considered \"the abduction issue\" as a main lever for improving their political images as they are characterized by hypocrisy and conspiratorial plots. \n\t\t\t\t\t\n\t\t\t\t\t The right-wing conservative forces of Japan used the non-existent \"abduction issue\" of the DPRK as a justification and a ground for asserting their entity whenever they found themselves in a crisis at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t Now the support rate for the present Cabinet of Japan is rapidly sinking. \n\t\t\t\t\t\n\t\t\t\t\t The Noda government has been thrown into mayhem by the ever-deepening crisis caused by factional strife over the issue of passing the \"bill on increasing taxes\" through the Diet and other issues.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the political situation gets unsteady, the right-wing politicians used to kick off an \"abduction\" row in a bid to win popularity by fanning up national chauvinism and anti-DPRK hostility and tide over their crisis. \n\t\t\t\t\t\n\t\t\t\t\t Such guy as Yamatani made no scruple of playing the role of a marionette in such poor farce to improve his image as a Dietman.\n\t\t\t\t\t\n\t\t\t\t\t This is a deplorable reality of the Japanese political camp.\n\t\t\t\t\t\n\t\t\t\t\t People spit at Japan which made much ado about \"abduction\" in the U.S. in an effort to weather the political crisis.\n\t\t\t\t\t\n\t\t\t\t\t The right-wing conservative forces of Japan are much upset by the fact that the \"abduction issue\" on which they stake their fate had already found solutions and is almost forgotten. So, they wanted to make it workable with the help of the U.S. This is, however, a day- dream. \n\t\t\t\t\t\n\t\t\t\t\t Japan is so pitiful and miserable that it has no political card to play at home and abroad except \"abduction\" issue.\n\t\t\t\t\t\n\t\t\t\t\t The \"abduction\" issue would no longer be of any help to the Japanese politics as it is ill-famed for hypocrisy and conspiratorial plots."
        },
        {
            "title": "Rodong Sinmun Calls for Advancing toward Final Victory Full of Faith",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-07ee.html",
            "content": "Rodong Sinmun Calls for Advancing toward Final Victory Full of Faith\r\n Pyongyang, May 17 (KCNA) -- Rodong Sinmun Thursday editorially calls upon all the service personnel of the Korean People's Army and people to wage a dynamic struggle for a final victory, firmly convinced that the road indicated by the dear respected Kim Jong Un is the one of victory and glory. \n\t\t\t\t\t Kim Jong Un put up the revolutionary slogan \"Forward for a Final Victory!\" in a speech made at the military parade for celebrating the centenary of the birth of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t This slogan fully reflects the ever-victorious history of the Korean revolution, the long-term militant goals and ways and the unanimous aspiration and desire of all the service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\t  It also deals with the profound philosophy of the Workers' Party of Korea on the victory of the revolution and absolute trust in the inexhaustible potential of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is replete with the strong will that Korea does if it is determined to do, persevering spirit of offensive that when one falls down a hundred times, one should rise up a hundred times and the Juche-oriented faith that a victory should be won by one's own efforts. Herein lies the vitality of the slogan, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Our victory is guaranteed by such tremendous power as the single-minded unity, a weapon strongest in the world, the powerful elite revolutionary armed forces of Mt. Paektu possessed of nuclear deterrent, the firm foundation of self-supporting economy capable of producing everything it wants and a large contingent of talents.\n\t\t\t\t\t\n\t\t\t\t\t The slogan serves as a revolutionary banner for defending socialism as it deals deadly blows at the enemies. \n\t\t\t\t\t\n\t\t\t\t\t It is the revolutionary mettle of the army and the people of the DPRK to foil the imperialists' moves to stifle it by force of arms by dint of arms of Songun, frustrate their economic sanctions through a high-pitched drive for breaking through cutting-edge science and technology and scuttle their ideological and cultural poisoning with a revolutionary ideological offensive. \n\t\t\t\t\t\n\t\t\t\t\t A final victory is in store for the DPRK as the President and General Secretary Kim Jong Il wish it a bright future and Kim Jong Un is steering the revolutionary cause of Songun with his matchless energy."
        },
        {
            "title": "Rodong Sinmun Hits at Japan's Moves to Revive Militarism",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-08ee.html",
            "content": "Rodong Sinmun Hits at Japan's Moves to Revive Militarism\r\n Pyongyang, May 17 (KCNA) -- The world peace-loving people should be vigilant against the Japanese reactionaries' moves to revive militarism and frustrate them through a resolute struggle. This call is made by Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t The Japanese reactionaries have left no means untried to replace the \"Pacifist Constitution\" with a war constitution, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese \"Self-Defense Forces\" have accumulated experience in overseas invasion through their involvement in overseas military operations, pursuant to the U.S. scenario of \"anti-terror war\". At the same time, Japan has frantically pushed forward its moves to emerge a military power under the strong patronage of the U.S., its master.\n\t\t\t\t\t\n\t\t\t\t\t By giving spurs to the modernization of the SDF Japan has beefed up its military muscle so fast that it may match that of other capitalist countries.\n\t\t\t\t\t\n\t\t\t\t\t The group visit of high-ranking politicians of Japan to Yasukuni Shrine is a revelation of its ulterior design to make the militarist fever reign in the Japanese society.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the campaign negating Japan's past history was spearheaded by some media nudged by ultra-right conservative forces in the past but now it is orchestrated by the government.\n\t\t\t\t\t\n\t\t\t\t\t Such dangerous moves of Japan to emerge a military giant are putting regional peace and stability in peril and spawning complicated issues. \n\t\t\t\t\t\n\t\t\t\t\t While putting spurs to the above-said moves in collusion with the U.S., the Japanese reactionaries are noisily trumpeting about someone's \"threat\" in a poor bid to cover up their criminal nature.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are set to embark upon the road of overseas invasion by launching aggression against the DPRK and realize their ambition for dominating Asia and, furthermore, conquering the rest of the world."
        },
        {
            "title": "Rat-like Lee Myung Bak Accused of Escalating Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-10ee.html",
            "content": "Rat-like Lee Myung Bak Accused of Escalating Confrontation with Compatriots\r\n Pyongyang, May 17 (KCNA) -- An editor of Minjok Thongsin, Internet newspaper of Koreans in the U.S., on May 13 posted an article accusing rat-like Lee Myung Bak of recklessly working hard to escalate the confrontation with compatriots.\n\t\t\t\t\t It is nearly 70 years since the country was divided into two parts by foreign forces, but never have the north-south relations remained so tense as today, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group has frantically stepped up the moves to stifle the north and increased the danger of war, pushing the situation to an unpredictable phase of tension.\n\t\t\t\t\t\n\t\t\t\t\t Having pursued the confrontation with compatriots ever since its seizure of power, the Lee group rubbed salt into the wounds of the compatriots grieving over the great loss to the nation and again hurt the dignity of the supreme leadership of the DPRK, driving the inter-Korean relations into a bottomless quagmire.\n\t\t\t\t\t\n\t\t\t\t\t Lee can hardly survive, the article warned, adding that the overseas Koreans would wage a dynamic struggle for throwing the group of traitors overboard."
        },
        {
            "title": "Kim Jong Un's Work Carried by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-01ee.html",
            "content": "Kim Jong Un's Work Carried by Bangladeshi Paper\r\n Pyongyang, May 17 (KCNA) -- The Bangladeshi paper Blits on May 10 carried the full text of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\".\n\t\t\t\t\t The work, published on April 27, 2012, deals with the undying feats President Kim Il Sung and General Secretary Kim Jong Il performed in land management and indicates the general orientation and tasks for face-lifting the appearance of the land as befitting the land of a thriving socialist nation."
        },
        {
            "title": "Peruvian Party Hopes for Turn in Preserving Land and Environment of DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-02ee.html",
            "content": "Peruvian Party Hopes for Turn in Preserving Land and Environment of DPRK\r\n Pyongyang, May 17 (KCNA) -- The Socialist Party of Peru issued a statement on May 9 upon receiving  \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation,\" a work of the dear respected Kim Jong Un.\n\t\t\t\t\t The famous work of Kim Jong Un serves as important guidelines for effecting a turn in preserving land and environment as required by the developing reality in which the DPRK is energetically pushing forward the building a thriving socialist nation, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In his work he underlined the need for all the Korean people to turn out as one in the general mobilization movement for land management to face-lift the appearance of land and preserve environment and indicated concrete tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Peru expresses belief that the Workers' Party of Korea and the Korean people would make great achievements in the work to face-lift the overall appearance of the country as befitting the land of a thriving nation through a dynamic general mobilization movement for land management to manage land and preserve environment well true to the behests of President Kim Il Sung and General Secretary Kim Jong Il and the intention of Kim Jong Un."
        },
        {
            "title": "Bangladeshi Political Figure Praises Kim Jong Un's Works ",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-03ee.html",
            "content": "Bangladeshi Political Figure Praises Kim Jong Un's Works\r\n Pyongyang, May 17 (KCNA) -- Garib Newaz, president of the Bangladesh People's League and chairman of the Bangladesh Self-Reliance Research Centre, issued a statement on May 9 upon receiving the speech made by the dear respected Kim Jong Un at the military parade for celebrating the centenary of the birth of President Kim Il Sung and \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\", a talk Kim Jong Un had with leading officials of the Central Committee of the Workers' Party of Korea (WPK) on April 6, 2012.\n\t\t\t\t\t Kim Jong Un's works are a proud review of the 100 year-long history of great Kim Il Sung's Korea and Kim Jong Il's Korea shining with victory and glory and an undying banner clearly indicating the way to be followed by the Korean people, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his talk with leading officials of the WPK Central Committee proclaimed at home and abroad that the WPK is the glorious party of Kim Il Sung and Kim Jong Il and declared Kimilsungism-Kimjongilism as the guiding idea of the party.\n\t\t\t\t\t\n\t\t\t\t\t The party, army and people of the DPRK will certainly achieve the revolutionary cause of Juche and the cause of building a thriving nation under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will positively study and disseminate his works clearly indicating the tasks and ways for steadily advancing the Korean revolution and global independence."
        },
        {
            "title": "Russia Calls for Lifting Sanctions against Iran: Its Deputy FM",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-06ee.html",
            "content": "Russia Calls for Lifting Sanctions against Iran: Its Deputy FM \r\n Moscow, May 16 (KCNA) -- Russian Deputy Foreign Minister Gennady M. Gatilov on Monday called for lifting sanctions against Iran.\n\t\t\t\t\t He said at a talk with IRNA that sanction mechanism is not in conformity with Non-Proliferation Treaty and the mechanism is no longer practical in international relations.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need for peaceful settlement of Iran's nuclear issue, he ruled out any probable sanctions against it."
        },
        {
            "title": "Kim Yong Nam parte de Yakarta",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-32ee.html",
            "content": "Kim Yong Nam parte de Yakarta\r\nYakarta, 16 de mayo (Corresponsal de la ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, y su comitiva partieron el dia 16 de esta capital al concluir su visita oficial y de amistad a la Republica de Indonesia.\n\t\t\t\t\tSalieron con el Ri Kwang Gun, presidente del Comite de Empresas Asociadas e Inversiones, An Jong Su, ministro de Industria Ligera, y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\tEstaban flameando las banderas nacionales de Corea e Indonesa en las astas del aeropuerto donde se enfilaba la guardia de honor del Ejercito Nacional Indonesio.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes coreanos fueron despedidos por Raden Mohammad Marty Muliana Natalegawa, ministro de Relaciones Exteriores, Gita Wirjawwan, ministro de Comercio, y otros funcionarios indonesios asi como el embajador Ri Jong Ryul y otros miembros de la embajada coreana en Indonesia."
        },
        {
            "title": "Kim Yong Nam agradece al mandatario indonesio",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-33ee.html",
            "content": "Kim Yong Nam agradece al mandatario indonesio\r\nPyongyang, 17 de mayo (ACNC) -- Al partir de la Republica de Indonesia luego de concluir su visita oficial y de amistad a este pais, Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio la vispera un mensaje de agradecimiento al presidente indonesio Susilo Bambang Yudhoyono.\n\t\t\t\t\tEn este momento de salida de Yakarta tras la exitosa visita a la amistosa Republica de Indonesia, expreso profundo agradecimiento a Vd., al gobierno y al pueblo indonesios que acogieron cordialmente y trataron con hospitalidad a nuestra comitiva, senalo Kim en su mensaje y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion, intercambiamos francamente los criterios y llegamos al consenso sobre el problema de ampliar y desarrollar incesantemente en varios dominios las tradicionales relaciones de amistad y cooperacion entre los dos paises, que tienen larga historia, y cooperar estrechamente en los escenarios regionales e internacionales, y sobre otros temas de interes comun.\n\t\t\t\t\t\n\t\t\t\t\tSatisfecho de que el presente encuentro haya servido de hito importante para profundizar mas el entendimiento reciproco y la amistad y promover aun mas el desarrollo de relaciones bilaterales, manifiesto la conviccion de que las relaciones de amistad y cooperacion de los dos paises se ampliaran y se desarrollaran mas gracias a los esfuerzos conjuntos.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desear sinceramente el nuevo progreso y prosperidad al amistoso pueblo indonesio, la buena salud y felicidad de Vd. y mayores exitos en su trabajo."
        },
        {
            "title": "\"Secuestro de norteamericano\": carta de Japon para salir de su crisis",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-34ee.html",
            "content": "\"Secuestro de norteamericano\": carta de Japon para salir de su crisis\r\nPyongyang, 17 de mayo (ACNC) -- El vicio de Japon de acusar a la RPDC en el tema de secuestro se reprodujo esta vez en el territorio de EE.UU.\n\t\t\t\t\t  Los autores de esa farsa anti-RPDC son una entidad japonesa que maneja el problema de \"secuestro\" y las figuras politicas derechistas de Japon que viajaron en colectivo a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  El parlamentario por el Partido Democratico Liberal de Japon, Yamatani, concedio una rueda de prensa en Washington y dijo en esa ocasion que es posible que haya sido \"secuestrado\" por la RPDC un norteamericano desaparecido en 2004 durante su estudio en China.\n\t\t\t\t\t\n\t\t\t\t\t  Agrego que se totalizan en 13 los paises victimas del \"secuestro\", inclusive EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Causa la consternacion esa absurda insistencia sobre el paradero del estudiante norteamericano desaparecido en la provincia china de Yunnan, adonde el llego tras concluir sus estudios de la lengua china en la Universidad de Beijing.\n\t\t\t\t\t\n\t\t\t\t\t  Por supuesto, nuestro pais desconoce el paradero de ese estudiante comun, del cual esta bien informado Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Esto hace sospechar que el haya sido secuestrado por los mismos japoneses.\n\t\t\t\t\t\n\t\t\t\t\t  Practicamente, en Japon reportaban cada ano 30 mil casos de desaparicion de diferentes tipos, en particular, las rubias britanicas y otros extranjeros habian sido blancos constantes de secuestro.\n\t\t\t\t\t\n\t\t\t\t\t  Pese a tal antecedente, Japon vinculaba cinica y absurdamente con la RPDC los casos de desaparicion reportados en casa.\n\t\t\t\t\t\n\t\t\t\t\t  Al revelarse el caracter fraudulento de esa campana anti-RPDC, ha sido criticado y ridiculizado por todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Sin embargo, los politicos japoneses no tienen otro remedio para salir de la crisis que afrontan.\n\t\t\t\t\t\n\t\t\t\t\t  Cada vez que se empantanaban en la crisis interna y externa, las fuerzas conservadoras derechistas de Japon enfocaban su atencion politica al inexistente \"problema de secuestro\" por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Actualmente, cae en picada la aceptacion popular del gabinete japones.\n\t\t\t\t\t\n\t\t\t\t\t  El gobierno de Noda sufre un gran disturbio por la agudizacion de disputas en el tema de la validacion del \"proyecto de ley sobre el incremento de impuestos\" y las rinas fraccionalistas.\n\t\t\t\t\t\n\t\t\t\t\t  Como de siempre, los politiqueros derechistas de Japon como Yamatani lanzaron nuevamente la \"campana\" anti-RPDC en esa materia para salir del aprieto al ganarse la popularidad fomentando el chovinismo nacional y la hostilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Parece que ellos tratan de hacer sensacional con la ayuda de EE.UU. el \"tema de secuestro\" ya desgastado cuando fue resuelto por completo gracias a los esfuerzos sinceros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  !Que miserable es la situacion de Japon que no tiene otra carta politica que el \"tema de secuestro\" dentro y fuera del pais!\n\t\t\t\t\t\n\t\t\t\t\tCuanto aliento podra dar esa carta a la politica de Japon, salpicada de hipocresia y complot."
        },
        {
            "title": "Clausurada Exposicion Internacional de Mercancias Primaveral",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-35ee.html",
            "content": "Clausurada Exposicion Internacional de Mercancias Primaveral \r\nPyongyang, 17 de mayo (ACNC) -- Quedo clausurada el dia 17 la 15a Exposicion Internacional de Mercancias Primaveral de Pyongyang. \n\t\t\t\t\tFue otorgado el diploma a nombre de la Agencia de Exposicion Internacional de Corea a las companias de Corea y otros paises y regiones que contribuyeron a fortalecer la cooperacion y el intercambio entre los paises en el plano comercial y el economico-tecnico tomando parte activa en la feria.\n\t\t\t\t\t\n\t\t\t\t\tLa presente edicion sirvio de buena ocasion para realizar transacciones activas entre varios paises y lograr el desarrollo e intereses comunes. \n\t\t\t\t\t\n\t\t\t\t\tEste dia, se ofrecio en el Hotel Coryo de Pyongyang un banquete en honor de los participantes."
        },
        {
            "title": "Kim Jong Un recibe regalo de delegacion militar de Uganda",
            "url": "http://kcna.co.jp/item/2012/201205/news17/20120517-36ee.html",
            "content": "Kim Jong Un recibe regalo de delegacion militar de Uganda\r\nPyongyang, 17 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un recibio el regalo que le obsequiara la delegacion militar de Uganda, de visita en Corea.\n\t\t\t\t\tKaruhanga Levi Bakyengana, comandante de fuerzas de reserva de las Fuerzas Populares de Defensa de Uganda, quien preside la delegacion, lo entrego este jueves al submariscal del Ejercito Popular de Corea Kim Jong Gak, ministro de las Fuerzas Armadas Populares."
        }
    ]
}