{
    "date": "2012-01-23",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-23ee.html",
    "articles": [
        {
            "title": "Service Personnel and People of DPRK Pay Tribute to Portraits of Smiling Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-12ee.html",
            "content": "Service Personnel and People of DPRK Pay Tribute to Portraits of Smiling Kim Jong Il\r\nPyongyang, January 23 (KCNA) -- Service personnel and people of all strata in the DPRK visited the portraits of smiling leader Kim Jong Il in various parts of the country Monday to pay tribute to him on the lunar New Year 2012.\n\t\t\t\t\tLaid before the portraits at Kim Il Sung Square, the plaza of the Pyongyang Indoor Stadium and other parts of the city were flowers and floral baskets in the name of the party, armed forces, power organs, social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces and institutions, enterprises, factories, farms, schools, etc. in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThe visitors paid tribute to his portraits in profound reverence. \n\t\t\t\t\t\n\t\t\t\t\tUnbounded tribute and reverence were also expressed to the portraits of smiling Kim Jong Il in Hamhung, Kanggye, Phyongsong and other provincial capitals.\n\t\t\t\t\t\n\t\t\t\t\tOverseas compatriots and foreigners also visited his portraits and paid high tribute to him."
        },
        {
            "title": "Floral Baskets Placed before Statues of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-11ee.html",
            "content": "Floral Baskets Placed before Statues of Kim Il Sung\r\nPyongyang, January 23 (KCNA) -- Floral baskets were placed before the statues of President Kim Il Sung in different parts of the country on the lunar New Year 2012.\n\t\t\t\t\tService personnel and Pyongyangites from all walks of life and school youth and children and overseas compatriots staying in the socialist homeland, visited his statue on Ryongnam Hill to pay tribute to him.\n\t\t\t\t\t\n\t\t\t\t\tLaid before the statue were floral baskets in the name of the Party, armed forces and power organs and social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, scientific, educational, culture and arts and public health and media institutions and industrial establishments, schools and others. \n\t\t\t\t\t\n\t\t\t\t\tThe visitors paid tribute to the statue in humble reverence for the President. \n\t\t\t\t\t\n\t\t\t\t\tThe service members and working people and school youth and children also paid floral tributes to his statues in Pyongyang and other localities."
        },
        {
            "title": "Koreans Pay Tribute to Kim Jong Il on Lunar New Year",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-16ee.html",
            "content": "Koreans Pay Tribute to Kim Jong Il on Lunar New Year\r\nPyongyang, January 23 (KCNA) -- On the lunar New Year's Day, the Korean people are ardently yearning for the leader Kim Jong Il.\n\t\t\t\t\tPeople are seen laying flowers or floral baskets before portraits of smiling Kim Jong Il displayed throughout the country, recollecting the undying feats he performed for the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tAn old man, Ri Thaek Ju, living in Sosong District, Pyongyang, told KCNA, \"I don't think the leader left his people. He is among the people. He is greeting the Lunar New Year with us.\"\n\t\t\t\t\t\n\t\t\t\t\tRi Won Sok, a teacher at Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t\"I feel a great pride in having him as our leader, whenever I look up to his image as bright as sun.\n\t\t\t\t\t\n\t\t\t\t\tHe remains in the hearts of all the Korean people as ever. We can see him in our songs and feel his breathing everywhere.\"\n\t\t\t\t\t\n\t\t\t\t\tDPRK flags are fluttering in all streets across the country.\n\t\t\t\t\t\n\t\t\t\t\tAlso seen in the streets are slogans and postcards, which mirror the strong will of the people to make great achievements in this year's efforts for building a thriving nation, closely rallied around Kim Jong Un, supreme leader of the Workers' Party, army and people of Korea, true to the behests of Kim Jong Il."
        },
        {
            "title": "Schoolchildren's Performance Given on Lunar New Year",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-15ee.html",
            "content": "Schoolchildren's Performance Given on Lunar New Year\r\nPyongyang, January 23 (KCNA) -- Schoolchildren's performance \"Country of Eternal Sun\" took place at the Mangyongdae School Children's Palace Monday on the lunar New Year 2012. \n\t\t\t\t\tThe performance began with prelude \"Please accept, the dear respected Kim Jong Un, our greetings on lunar New Year.\"\n\t\t\t\t\t\n\t\t\t\t\tThe performers made a deep bow to Kim Jong Un, representing the unanimous best wishes of the younger generation of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were colorful numbers including chorus of immortal revolutionary hymn \"Song of General Kim Jong Il\", female solo \"Waiting for lunar New Year\" and narration and dance of Korean schoolchildren in Japan \"We will follow the sun forever\". \n\t\t\t\t\t\n\t\t\t\t\tThe audience was deeply impressed by violin ensemble immortal masterpiece \"Song of Best Wishes\", callisthenic dance \"We are the happiest in the world\" and folk instrumental ensemble \"My best country\".\n\t\t\t\t\t\n\t\t\t\t\tThe performance ended with epilogue \"Forward in keeping with the step of the dear respected Kim Jong Un\" which reflected the steadfast will of the three million schoolchildren to make a long journey for the Songun revolution to the end under the leadership of the Party. \n\t\t\t\t\t\n\t\t\t\t\tIt was enjoyed by Kim Yong Nam, Choe Yong Rim, Kim Yong Chun and other senior officials of the party, state and army and working people in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were overseas compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and diplomatic envoys of various countries and representatives of international organizations and members of the military attaches corps here."
        },
        {
            "title": "Leader Kim Jong Il Is Our Father: Deputy to Local Assembly",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-14ee.html",
            "content": "Leader Kim Jong Il Is Our Father: Deputy to Local Assembly\r\nPyongyang, January 23 (KCNA) -- Schoolchildren's New Year Performance \"The Country with Eternal Sun\" is taking place in Pyongyang.\n\t\t\t\t\tThe program includes a real story telling \"Our Father\".\n\t\t\t\t\t\n\t\t\t\t\tAll of its performers were blessed by leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tThey are Ri Chuk Bok, a daughter of an unconverted long-term prisoner, Min Hong Dan, a daughter of a discharged soldier living in Taehongdan County, Ryanggang Province, Ri Kyong Yon, a son of a serviceperson, Ko Hu Hoe, a daughter of a road sweeper and Ryu So Gum, a child from the Kwangmyongsong Saltern. \n\t\t\t\t\t\n\t\t\t\t\tThey introduced the meaning of their names. With pictures of leader Kim Jong Il with them appearing in the stage background, the audience burst into tears, sorely missing him. \n\t\t\t\t\t\n\t\t\t\t\tThe audience was also choked with tears, recollecting all pains taken by the leader for the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tKo Hu Hoe, a 12-year-old schoolgirl of Sinchong Secondary School in Jagang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t\"When Leader Kim Jong Il stopped to meet our family on the way of field guidance, I was sleeping on my mother's breast. I, sweeping the Kubong Pass, had waited for him to come again. I will be a road sweeper of the Kubong Pass and meet with the dear respected Kim Jong Un on the pass.\"\n\t\t\t\t\t\n\t\t\t\t\tHer mother Kim Ok Sil, a deputy to the Jagang Provincial People's Assembly, said:\n\t\t\t\t\t\n\t\t\t\t\t\"I can never forget a broad smile of leader Kim Jong Il meeting our family on Kubong Pass.\n\t\t\t\t\t\n\t\t\t\t\tAt that time he highly praised us as patriots valuing the interests of the county and the people more than ours. \n\t\t\t\t\t\n\t\t\t\t\tI will bring up my children well and make them carry forward the tradition of our patriotic family.\""
        },
        {
            "title": "Puppet Authorities Accused of Sidestepping Release of Prisoners of Conscience",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-08ee.html",
            "content": "Puppet Authorities Accused of Sidestepping Release of Prisoners of Conscience\r\nPyongyang, January 23 (KCNA) -- Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy of south Korea, on Jan. 18 made public an article accusing the authorities of turning away their faces from the release of prisoners of conscience.\n\t\t\t\t\tThe article denounced the Lee Myung Bak \"government\" for sidestepping the release of the prisoners of conscience who struggled for independent reunification and democracy while granting special amnesty to some criminals under the pretext of \"revitalization of economy.\" \n\t\t\t\t\t\n\t\t\t\t\tThe authorities did not include any prisoner of conscience in the list of those to be freed under special amnesty, the article noted, proving that the chief executive had in mind only those in power and the rich and there is not an iota of justice and conscience in their minds, the article noted.\n\t\t\t\t\t\n\t\t\t\t\tThe recent measure is a blatant challenge to justice as the revitalization of economy is just lip-service and it gives privilege to big businesses and those in power who committed irregularities and corruption in fact.\n\t\t\t\t\t\n\t\t\t\t\tThe article said that the present \"government\" deserves a severe judgment as it betrayed the public mindset."
        },
        {
            "title": "Lee Myung Bak's Appointment of Confrontation Maniac to Important Post at Chongwadae under Fire",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-10ee.html",
            "content": "Lee Myung Bak's Appointment of Confrontation Maniac to Important Post at Chongwadae under Fire\r\nPyongyang, January 23 (KCNA) -- Traitor Lee Myung Bak recently appointed Kim Thae Hyo, diehard confrontation maniac as chief for Foreign Strategy Planning in Chongwadae. \n\t\t\t\t\tRodong Sinmun Monday observes in a bylined commentary in this regard: This is not for dialogue but a desperate effort of those obsessed with confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\tKim Thae Hyo is a traitor without an equal as he took the lead in stoking confrontation with fellow countrymen as a confidant of Lee Myung Bak under the present conservative regime, the commentary says, and continues:\n\t\t\t\t\t\n\t\t\t\t\tFrom the time when he was a secretary for Foreign Strategy in Chongwadae he frequently visited the U.S. to earnestly beg it to strongly pressurize the DPRK without having dialogue with it, saying that \"there is nothing to benefit from dialogue with it.\"\n\t\t\t\t\t\n\t\t\t\t\tIt was none other than Kim Thae Hyo who gave a shot in the arm of Lee and advised him implicitly, uttering \"it does not matter if his tenure of office expires without any dialogue with the north\" and \"he needs not to worry as he will be appreciated for having adhered to the principle\". Kim is still blustering \"south Korea should settle accounts with the north without fail,\" persistently talking about the warship \"Cheonan\" sinking case and Yonphyong Island shelling. \n\t\t\t\t\t\n\t\t\t\t\tWhat matters is the sinister aim sought by the Lee group in repeatedly crying out for hypocritical \"dialogue.\" The \"dialogue\" oft-repeated by the conservative group is aimed at creating the impression that it is interested in the improvement of the relations and shifting the responsibility for the escalated tension onto the DPRK at any cost. \n\t\t\t\t\t\n\t\t\t\t\tWith no rhetoric can the Lee group cover up its wicked intention to escalate the confrontation with compatriots. It is an intolerable insult and mockery of the DPRK to talk about \"dialogue\" with the dagger in his belt, far from making any apology for the crimes committed by the group during the mourning over the big loss to the nation. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group can never be a dialogue partner of the DPRK as these traitors can no longer be entitled to live with them under the same sky. \n\t\t\t\t\t\n\t\t\t\t\tThey would be well advised to stop talking about \"dialogue\" which will work on no one."
        },
        {
            "title": "Pro-reunification Personage Sentenced to Prison-term in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-13ee.html",
            "content": "Pro-reunification Personage Sentenced to Prison-term in S. Korea\r\nPyongyang, January 23 (KCNA) -- The Seoul High Court of south Korea on Jan. 20 held a hearing on appeal for Han Chung Mok, co-representative of the Solidarity for Progress, at which it sentenced him to 18 months in jail, stay of execution of three years and 18 months of suspension of qualifications. \n\t\t\t\t\tThe fascist authorities took this tyrannical action against him on the charge that he was involved in the anti-U.S. struggle including a rally demanding the removal of the statue of MacArthur at the instruction of the north."
        },
        {
            "title": "Kim Jong Il's Work Carried by Nepali Paper",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-01ee.html",
            "content": "Kim Jong Il's Work Carried by Nepali Paper\r\nPyongyang, January 23 (KCNA) -- The Nepali paper Majodur serialized from Jan. 12 to 15 the full text of leader Kim Jong Il's work \"Let Us March Forward Dynamically along the Road of Socialism and Communism under the Unfurled Banner of the Anti-imperialist Struggle.\"\n\t\t\t\t\tThe paper carried a picture of Kim Jong Il."
        },
        {
            "title": "Day of Sun, Day of Shining Star to Be Commemorated in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-02ee.html",
            "content": "Day of Sun, Day of Shining Star to Be Commemorated in Bangladesh\r\nPyongyang, January 23 (KCNA) -- The Bangladeshi Preparatory Committee for Commemorating the Day of the Sun and the Day of the Shining Star was inaugurated with due ceremony in Dhaka on Jan. 15.\n\t\t\t\t\tPresent there were officials and members of political parties and organizations including the Workers' Party, the National Socialist Party, the Socialist Party and the People's League of Bangladesh and the Bangladesh-Korea Friendship and Solidarity Committee.\n\t\t\t\t\t\n\t\t\t\t\tMD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, was elected chairman of the preparatory committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee discussed the tasks facing political parties, organizations and Juche idea study organizations to organize multifarious political and cultural events including meeting, seminar and film show praising the revolutionary feats of President Kim Il Sung and leader Kim Jong Il on the occasions of the Day of the Sun and the Day of the Shining Star."
        },
        {
            "title": "Special Report of Political Bureau of the C.C., WPK Reported in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-03ee.html",
            "content": "Special Report of Political Bureau of the C.C., WPK Reported in Different Countries\r\nPyongyang, January 23 (KCNA) -- The special report of the Political Bureau of the C.C., the Workers' Party of Korea was reported in different countries from Jan. 13 to 16.\n\t\t\t\t\tThe Egyptian paper Al-Ahram said:\n\t\t\t\t\t\n\t\t\t\t\tThe special report of the Politburo of the C.C., WPK announced that the great leader Kim Jong Il will be laid in state at the Kumsusan Memorial Palace.\n\t\t\t\t\t\n\t\t\t\t\tHis statue will be erected with due respect and February 16 when he was born will be instituted as the Day of the Shining Star, the special report said. \n\t\t\t\t\t\n\t\t\t\t\tThe Nepali paper Majodur, the Chinese paper Heilongjiang Sinmun, the Myanmar paper New Light of Myanmar and French media reported the full text or gist of the above-said special report under the titles \"HE Kim Jong Il is laid in state\" and \" Statue of Chairman of the National Defence Commission Kim Jong Il to Be Erected\", etc."
        },
        {
            "title": "DPRK's Joint New Year Editorial Published in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-04ee.html",
            "content": "DPRK's Joint New Year Editorial Published in Different Countries\r\nPyongyang, January 23 (KCNA) -- The Costa Rican Institute for the Study of the Juche Idea, the Nicaraguan Group for the Study of the Juche Idea and the Group for Study of the Juche Idea in Panama published in special bulletins the major contents of the joint editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi under the title \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il\".\n\t\t\t\t\tThe bulletins carried photos showing the panoramic view of Pyongyang."
        },
        {
            "title": "Committee for Remembering HE Kim Jong Il Formed in Nigeria",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-05ee.html",
            "content": "Committee for Remembering HE Kim Jong Il Formed in Nigeria\r\nPyongyang, January 23 (KCNA) -- The Nigerian National Committee for Remembering HE Kim Jong Il was inaugurated with due ceremony in Abuja on Jan. 15.\n\t\t\t\t\tPresent at the ceremony were the former deputy president of the Senate who is a member of the Credit Committee of the People's Democratic Party of Nigeria, the former speaker of the House of Representatives, the former minister of Sports and Youth Development and other personages of various circles.\n\t\t\t\t\t\n\t\t\t\t\tThe participants observed a moment's silence in memory of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe former deputy president of the Senate was elected chairman of the national committee at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\tThe national committee discussed and decided on the issues of positively holding various political and cultural events including a remembrance meeting in the future."
        },
        {
            "title": "Slovak President Hopes for Stable Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-06ee.html",
            "content": "Slovak President Hopes for Stable Situation on Korean Peninsula\r\nPyongyang, January 23 (KCNA) -- DPRK Ambassador to Slovakia Ri Kwang Il presented his credentials to Slovak President Ivan Gasparovic on Jan. 17.\n\t\t\t\t\tRecalling that he watched TV showing mourning events on the demise of leader Kim Jong Il, the president said it was very sad that he passed away.\n\t\t\t\t\t\n\t\t\t\t\tHe sincerely wished the Korean people great successes on the road of development under the leadership of the dear respected Kim Jong Un, the supreme leader.\n\t\t\t\t\t\n\t\t\t\t\tSlovakia and the DPRK have a long history of friendship as well as experience gained in closely cooperating in various fields including politics, economy and culture, the president said.\n\t\t\t\t\t\n\t\t\t\t\tHe hoped that the bilateral relations would grow stronger in the interests of the two countries. He also expected that the situation on the Korean Peninsula would be stabilized as early as possible."
        },
        {
            "title": "Russia Opposes Sanctions on Iran: Vice FM",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-09ee.html",
            "content": "Russia Opposes Sanctions on Iran: Vice FM\r\nMoscow, January 22 (KCNA) -- A vice-minister of Foreign Affairs of Russia in a recent press conference clarified the country's stand against sanctions on Iran.\n\t\t\t\t\tRussia views sanctions on Iran have lost their mission, he said.\n\t\t\t\t\t\n\t\t\t\t\tThe West proposes a package of economic sanctions on Iran, he noted, adding Russia disagrees with this."
        },
        {
            "title": "Kim Jong Un inspecciona comandancia de unidad 671 del EPC",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-02ss.html",
            "content": "Kim Jong Un inspecciona comandancia de unidad 671 del EPC\r\nPyongyang, 23 de enero (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del partido, el Estado y el ejercito de Corea, inspecciono la comandancia de la gran unidad combinada 671 del EPC.\n\t\t\t\t\tLe acompanaron el miembro suplente del Buro Politico del Comite Central del Partido del Trabajo de Corea y vicepresidente del Comite de Defensa Nacional, Jang Song Thaek, los generales de ejercito del EPC Kim Myong Guk y Kim Won Hong y el teniente general del EPC Ri Tu Song.\n\t\t\t\t\t\n\t\t\t\t\tTras recibir el parte de recepcion, el Comandante Supremo respondio con su mano alzada a las aclamaciones de los oficiales y soldados emocionados por tenerle en su unidad y tomo una fotografia de recuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo recorrio las salas de educacion en la historia revolucionaria y de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tAl ver los objetos y datos historicos donde estan impregnados nitidamente los esfuerzos del Presidente Kim Il Sung y el Dirigente Kim Jong Il, recordo con emocion la trayectoria de desarrollo de la unidad llena de victorias y glorias.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el historial de la gran unidad combinada fortalecida como invencible destacamento es la orgullosa trayectoria que brilla con las inmortales hazanas de direccion del Presidente    Kim Il Sung y el Dirigente Kim Jong Il sobre el EPC.\n\t\t\t\t\t\n\t\t\t\t\tEs loable que la unidad haya realizado bien la educacion a traves de las salas de educacion en la historia revolucionaria y de presentacion del historial, senalo y dio valiosas instrucciones que serviran de guia en la educacion a traves de la historia revolucionaria. \n\t\t\t\t\t\n\t\t\t\t\tLuego de enterarse del estado del cumplimiento del deber de la unidad, hizo conocimiento del estado de ejercicios de los comandantes y funcionarios del Estado Mayor recorriendo las salas de lecciones militares.\n\t\t\t\t\t\n\t\t\t\t\tAprecio que la unidad realizara con alta intensidad los ejercicios en el ambiente de la guerra real y formara a todos los comandantes, los funcionarios de Estado Mayor y otros militares como combatientes capaces de pelear uno contra cien enemigos y brigada suicida para la reunificacion de la patria quienes puedan cumplir de modo independiente y activo sus misiones.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, paso revista a una compania subordinada directamente a la gran unidad combinada.\n\t\t\t\t\t\n\t\t\t\t\tViendo con atencion los ejercicios de los militares en la sala de ejercicios, estimulo a ellos quienes realizan los ejercicios en el ambiente de la guerra real en pleno acato a la orientacion del partido de dar prioridad al entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tEn el dormitorio se entero de la temperatura de la sala viendo el termometro, y al verificar la calidad de frazada de los soldados, se mostro satisfecho de que los militares prefieren las frazadas esponjosas.\n\t\t\t\t\t\n\t\t\t\t\tPregunto como calienta el agua de bano y encomendo al jefe y el instructor politico de la compania que atiendan bien la vida de los soldados.\n\t\t\t\t\t\n\t\t\t\t\tEscuchando el parte de que ya paso mucho tiempo, dijo que el tiempo mas importante es cuando este entre los militares y subrayo que no se arrepiente de la hora pasada asi. Y recorrio el comedor, el almacen de soya y otros establecimientos de intendencia.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer la comandancia, pueden darse cuenta de que marchan bien el mando, la administracion y otros trabajos de la unidad, dijo y apunto que los oficiales y soldados, unidos, deben mejorar el mando y la administracion de la unidad y demostrar con ferrea disciplina militar el espiritu combativo y aspecto del potente ejercito revolucionario selecto.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los oficiales y soldados de la gran unidad combinada pondran de manifiesto el impetu heroico en la sagrada lucha por la defensa de la patria y siguio el camino de inspeccion."
        },
        {
            "title": "Kim Jong Un envia carne de faisan a capitalinos",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-13ss.html",
            "content": "Kim Jong Un envia carne de faisan a capitalinos\r\nPyongyang, 23 de enero (ACNC) -- El Maximo Dirigente del partido, el Estado y el ejercito de Corea, Kim Jong Un, envio gran cantidad de faisan a las redes de servicios gastronomicos de la capital para que los ciudadanos pasen alegres el Ano Nuevo Lunar.\n\t\t\t\t\tLos funcionarios y servidores de la Direccion General de Servicios al Pueblo y la Direccion de Abastecimiento Publico de Alimentos de la Ciudad de Pyongyang prestaron atencion al servicio para que los capitalinos se beneficiaran bien de ese afecto.\n\t\t\t\t\t\n\t\t\t\t\tTomaron las medidas para suministrar las materias primas a las unidades de servicios gastronomicos a todos los niveles y organizaron la exposicion de fideos con carne de faisan para elevar la calidad de platos de fiesta.\n\t\t\t\t\t\n\t\t\t\t\tLos servidores dedicaron inteligencia y entusiasmo para servir diversos platos sabrosos a los clientes.\n\t\t\t\t\t\n\t\t\t\t\tTras probar tales comidas en el Restaurante Chongryu, el Restaurante de Fideos de Pyongyang, los comedores adscritos a la Direccion de Servicio Changgwang, los restaurantes de fideos de Tongmun y Rakrang, etc., los ciudadanos expresaron agradecimiento al Maximo Dirigente Kim Jong Un por su amor por el pueblo."
        },
        {
            "title": "Kim Jong Un dirige fabrica de maquinas",
            "url": "http://kcna.co.jp/item/2012/201201/news23/20120123-01ss.html",
            "content": "Kim Jong Un dirige fabrica de maquinas\r\nPyongyang, 23 de enero (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del Partido del Trabajo de Corea, el Estado y el ejercito de Corea, dirigio sobre el terreno la fabrica de maquinas donde trabaja Ho Chol Yong. \n\t\t\t\t\tEl Comandante Supremo vio las maquinas modernas recien fabricadas enterandose en detalles de las estructuras, funcionamientos y propiedades tecnicas de los productos. \n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la fabrica haya fabricado en un corto tiempo las maquinas que puedan contribuir a la construccion del Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tLas nuevas maquinas tienen buena vision y mejor funcionamiento que las anteriores, dijo y aprecio mucho los meritos de los funcionarios, obreros, cientificos y tecnicos que elaboraron las maquinas modernas al estilo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente dio instrucciones que incumben a la fabrica. \n\t\t\t\t\t\n\t\t\t\t\tLa fabrica debe fabricar mucho mas maquinas convenientes a la situacion de Corea basandose en los exitos ya alcanzados, indico. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso aumentar la cantidad de nuevos productos y al mismo tiempo, elevar su calidad, senalo. \n\t\t\t\t\t\n\t\t\t\t\tLo mas importante que hacer alarde de los productos experimentales es aumentar la produccion en todos los indices para que surtan efecto en la realidad, enfatizo. \n\t\t\t\t\t\n\t\t\t\t\tEs muy loable que los obreros, cientificos y tecnicos de la fabrica se hayan decidido a elaborar gran cantidad de productos modernos en acato al legado del Dirigente Kim Jong Il, subrayo y agrego encarecidamente que despues de alcanzar la alta meta de produccion, den el parte de triunfo, el de fidelidad, ante el feretro del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Comandante Supremo recorrio varios lugares para averiguar minuciosamente la intendencia para los empleados y les dispenso gran amor y beneficios. \n\t\t\t\t\t\n\t\t\t\t\tDijo que no hay nada que escatimar para los obreros, cientificos y tecnicos y encomendo a los funcionarios a asegurar bien las condiciones de vida de ellos antes de prestar atencion a la produccion. \n\t\t\t\t\t\n\t\t\t\t\tLuego, recorrio Kangsongwon (casa de servicios publicos) que esta en construccion por la propia cuenta de la fabrica. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Jang Song Thaek, miembro suplente del Buro Politico del CC del Partido del Trabajo de Corea y vicepresidente del Comite de Defensa Nacional, Pak To Chun, miembro suplente del Buro Politico y secretario del CC del PTC, Kim Myong Guk, Kim Won Hong y Pak Jae Gyong, generales de ejercito del EPC, y Ri Tu Song, teniente general del EPC."
        }
    ]
}