{
    "date": "2012-01-04",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-04ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Myanmar President",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-31ee.html",
            "content": "Kim Yong Nam Greets Myanmar President\r\n Pyongyang, January 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Thein Sein, president of Myanmar, on its 64th independence day.\n\t\t\t\t\t Kim in the message heartily wished the Myanmar president greater success in his future work for independent development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the bilateral relations of friendship and cooperation would further develop in the common interests and desire of the two peoples."
        },
        {
            "title": "Pak Ui Chun Greets Myanmar FM",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-32ee.html",
            "content": "Pak Ui Chun Greets Myanmar FM\r\n Pyongyang, January 4 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Wednesday sent a message of greeting to Foreign Minister Wunna Maung Lwin of Myanmar on its 64th independence day.\n\t\t\t\t\t Expressing belief that the good relations of friendship and cooperation between the two countries would grow stronger, the message wished him greater successes in the work for development of the country's external relations."
        },
        {
            "title": "Condolences from Different Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-09ee.html",
            "content": "Condolences from Different Countries\r\n Pyongyang, January 4 (KCNA) -- The Central Committee of the Workers' Party of Korea received messages of condolences from different countries on the demise of leader Kim Jong Il.\n\t\t\t\t\t The messages came from the Political Bureau of the C.C., Popular Liberation Movement of Angola, the leader of the People's Liberation Front of Sri Lanka, the chairman of the Liberal Democratic Party of Russia who is deputy speaker of the State Duma of Russia's Federal Assembly, the general secretary of the C.C., All-Union Communist Party of Bolsheviks, the spokesman (leader) of the C.C., Revolutionary Communist Party of Britain (Marxist-Leninist), the vice-chairman of the Workers' Party of Turkey, the secretary of the C.C., Communist Party of Malta, the vice-chairman of the C.C., Communist Party of Czech and Moravia, the secretary for Foreign Relations of the Zimbabwe African National Union-Patriotic Front, the international secretary of the C.C., Communist Party of Uruguay, the head and the director of the State Academy Beryozka Dancing Troupe of Russia Named after N. S. Nadezhdina, the head of the Academy Ensemble of the Interior Unit of the Russian Ministry of Interior, t\n\t\t\t\t\t\n\t\t\t\t\t he head of the \"Orchestra of the 21st Century\" of Russia, and other high-ranking officials of political, public and economic circles and friendship organizations of China, Russia, Bangladesh, Sri Lanka, Cambodia, Kyrgyzstan, Cyprus, the Czech Republic and Chile.\n\t\t\t\t\t\n\t\t\t\t\t They expressed deep condolences on the demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The passing of the outstanding statesman and peerlessly elder statesman who made enormous contributions to global peace and independence is the greatest loss to the progressive mankind, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Though Kim Jong Il passed away, he will be always alive in the hearts of the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the army and people of the DPRK would register great achievements in the efforts to build a thriving nation and reunify the country under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "S. Koreas' Crimes against Ethics and Treachery under Fire",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-12ee.html",
            "content": "S. Koreas' Crimes against Ethics and Treachery under Fire\r\n Pyongyang, January 4 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea released a detailed report on Wednesday indicting the Lee Myung Bak group of traitors for its unprecedented brutal acts during the mourning over the great loss to the nation.\n\t\t\t\t\t According to the report, no sooner had the important report of the DPRK on the demise of leader Kim Jong Il been released than traitor Lee Myung Bak convened a \"state security meeting and \"state council meeting\" at which he issued an emergency alert posture to the puppet army and police and ordered them to keep themselves ready to go into military actions any time, vociferating about \"the north's possible provocation\" and \"danger to the stability on the Korean Peninsula.\"\n\t\t\t\t\t\n\t\t\t\t\t Lee ordered Chongwadae, administration, agencies and even overseas missions to work on round-the-clock emergency duty. He phoned his masters the U.S. and Japan, begging them for cooperation in the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t By his order, the puppet military instructed the whole puppet army to be on \"alert posture b\" to keep itself ready for war from half past twelve on Dec. 19. Chongwadae, administration and agencies were also put on emergency alert posture from the afternoon on the same day.\n\t\t\t\t\t\n\t\t\t\t\t From the outset, the group of traitors totally disallowed not only condolatory visits but also expression of condolences, talking about \"division of public opinion\", \"infringement upon principle\" and \"conflict inside the south.\"\n\t\t\t\t\t\n\t\t\t\t\t It claimed official mourning can never be allowed, talking about \"counter-action by separating people from the north's leadership\" and hurting the supreme leadership of the DPRK by preposterously shifting on it the \"final responsibility\" for the warship \"Cheonan\" sinking and shelling on Yonphyong Island. While claiming that it expresses \"sympathy\" to the people in the north, far from mourning or expressing condolences, the group blustered \"sympathy with them does not mean the expression of condolences\" in a bid to downplay even the meaning of sympathy.\n\t\t\t\t\t\n\t\t\t\t\t And the group described the \"government's\" statement as a very strategically and technically worked out one.\n\t\t\t\t\t\n\t\t\t\t\t It went the lengths of blustering that \"the north would not have imagined the south had gone to such pass\".\n\t\t\t\t\t\n\t\t\t\t\t While insisting that there can be no mourning, the group put up conditionalities that there should be invitation from the north if the parties of Ri Hui Ho and Hyon Jong Un wish to go to Pyongyang, the condolatory visit should be paid in a single day, they should come back as they are not allowed to attend the ceremony of bidding last farewell to the deceased. This was, in fact, an attempt to block the mourners' visit.\n\t\t\t\t\t\n\t\t\t\t\t The group flatly turned down the request of the bereaved families of Rev. Mun Ik Hwan to allow their mourning. It rudely refused to allow the condolatory visits by the widow of former south Korean President Roh Moo Hyun and personages who came to Pyongyang when the October 4 declaration was adopted.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans of various circles were very sincere in their will to express condolences and pay condolatory visits over the great loss to the nation, but the Lee group brutally blocked them.\n\t\t\t\t\t\n\t\t\t\t\t When south Koreans of various circles intended to send condolence messages, the puppet group invented complicated procedures and pretexts such as \"applications for contact with inhabitants in the north,\" throwing obstacles and snatching all of them before they reached the north. It deleted all the expressions that courted its displeasure like the words \"demise,\" \"sorrow\" and \"condolences.\"\n\t\t\t\t\t\n\t\t\t\t\t When various circles of south Korea expressed their intentions to dispatch mourners groups, the puppet group persistently blocked their condolatory visits, asserting \"those visits may cause the worst division of public opinion and internal chaos\" and \"If mourners visits were allowed, it would be impossible to put the situation under control as an increasing number of them might throng to the north.\"\n\t\t\t\t\t\n\t\t\t\t\t It prevented the personnel of its side in the Kaesong Industrial Zone from entering the mourning station in the zone, threatening them not to express condolences.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the group scattered anti-DPRK leaflets, timed to coincide with the day of bidding last farewell to the leader when the earth and sky shook with fellow compatriots' bitter cries and the whole country turned into a veritable sea of wailers, rubbing salt into the wounds of the grief-stricken people.\n\t\t\t\t\t\n\t\t\t\t\t The report labeled Lee the worst type anti-reunification element, traitor and pro-U.S. fascist maniac and chieftain of evils without an equal in the world.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will surely force the puppet group to pay a thousand-fold price for hurting the most sacred dignity of the supreme leadership, the report noted, adding that it will keenly experience what dear price it will have to pay for its crimes."
        },
        {
            "title": "Indian Party Leader Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-05ee.html",
            "content": "Indian Party Leader Meets DPRK Ambassador\r\n Pyongyang, January 4 (KCNA) -- Debabrata Biswas, general secretary of the Central Committee of the All-India Forward Bloc, met with Rim Hoe Song, DPRK ambassador to India, on Dec. 31 last year.\n\t\t\t\t\t The general secretary said that the untimely demise of Kim Jong Il, the distinguished leader of the Korean people, is a great loss to not only the Korean people but the anti-imperialist fighters of the whole world.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il firmly defended socialism, meeting the challenges of the imperialists with his iron grit, thus setting a model for the parties aspiring after socialism and the anti-imperialist fighters, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He went on: The All-India Forward Bloc gained strength and courage from the Workers' Party of Korea and the Korean people unswervingly keeping to its path under the leadership of Kim Jong Il. The DPRK is a symbol of inspiration for the Bloc.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Korean people will build a thriving socialist nation and certainly accomplish the cause of national reunification under the leadership of the dear respected Kim Jong Un, supreme commander of the Korean People's Army, he stressed that the Bloc will extend full support and solidarity to the Korean people."
        },
        {
            "title": "DPRK Ambassador to Cuba Appointed",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-30ee.html",
            "content": "DPRK Ambassador to Cuba Appointed\r\n Pyongyang, January 4 (KCNA) -- Jon Yong Jin was appointed to be DPRK ambassador to Cuba, according to a decree of the Presidium of the DPRK Supreme People's Assembly."
        },
        {
            "title": "Mass Rallies Held in Localities of DPRK",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-33ee.html",
            "content": "Mass Rallies Held in Localities of DPRK\r\n Pyongyang, January 4 (KCNA) -- Mass rallies took place in South Phyongan, Jagang, North Hwanghae and Kangwon Provinces and Nampho City of the DPRK on Wednesday.\n\t\t\t\t\t The rallies were held to vow to carry through the decision of the Political Bureau of the C.C., Workers' Party of Korea, the joint calls of the Central Committee and the Central Military Commission of the WPK and the militant tasks laid down in the joint New Year editorial as well as to respond to the letter of the South Hamgyong provincial working people. \n\t\t\t\t\t\n\t\t\t\t\t At the rallies reporters and speakers called on all the party members and other working people to turn out in the new general offensive with the determination to glorify for all ages the immortal revolutionary exploits of leader Kim Jong Il who made an endless long journey for field guidance till the last moments of his life. \n\t\t\t\t\t\n\t\t\t\t\t They underlined the need for light industrial factories and local industrial establishments to tap all available economic foundations so as to normalize their production and bring an epochal turn in improving the people's standard of living and developing the economy. \n\t\t\t\t\t\n\t\t\t\t\t It is important for farms to drastically increase the grain output per hectare and bring about an overall improvement in agricultural production, they said, calling on the people to give priority to the military affairs and continuously display the noble traits of assisting the army to cement the great army-people unity. \n\t\t\t\t\t\n\t\t\t\t\t They also stressed that the officials should be true doers courageously making a breakthrough for charge in the van of the advance for great surge and that the young people should build more monumental edifices in the era of Songun to be named after youth\n\t\t\t\t\t\n\t\t\t\t\t They expressed the resolve to bring about the great heyday of prosperity by dint of the power of the single-minded unity and thus most significantly greet the 100th birth anniversary of President Kim Il Sung and the 70th birth anniversary of Kim Jong Il as grand auspicious events of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Attending the rallies were officials of local party and power organs and working people's organizations, working people and youth and students."
        },
        {
            "title": "Economic Officials Vow to Boost Production",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-17ee.html",
            "content": "Economic Officials Vow to Boost Production\r\n Pyongyang, January 4 (KCNA) -- Officials, workers and technicians of the vanguard economic sectors and basic industrial sectors of the DPRK have launched the effort for implementing the tasks set forth in the joint New Year editorial.\n\t\t\t\t\t Kim Man Su, vice-minister of Electric Power Industry, told KCNA that large-scale hydropower stations, including the Huichon Power Station, had been built in the country under the leadership of Kim Jong Il, providing foundations for raising the electric power production.\n\t\t\t\t\t\n\t\t\t\t\t The ministry plans to push ahead with the construction of large-scale hydropower stations, while steadily reconditioning existing generating equipment of power stations, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Sok, a department director of the Ministry of Coal Industry, said that the ministry will give priority to developing new coal fields this year to fully supply thermal-power stations and chemical and metal factories with coal, and increase assistance to coal mines.\n\t\t\t\t\t\n\t\t\t\t\t Ri Un Chon, a department director of the Ministry of Metal Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t\"Upon receiving the joint New Year editorial, all the officials and workers in the metal industrial sector are turning out in the effort for increasing the capacity of the steel production based on locally available raw materials and fuel, introducing the technology of high-temperature air combustion by domestic fuel in production and updating the rolled steel production process.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Hwa Sik, a department director of the Ministry of Chemical Industry, said that the ministry will consolidate the fertilizer production system based on raw materials and fuel available in the country, boost the fertilizer output and produce a variety of chemical fibers and plastics."
        },
        {
            "title": " Young Koreans Vow to Implement Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-15ee.html",
            "content": "Young Koreans Vow to Implement Joint New Year Editorial\r\n Pyongyang, January 4 (KCNA) -- Young Koreans gathered here Wednesday to vow to thoroughly implement the decision of the Political Bureau of the Central Committee of the Workers' Party of Korea and the joint calls of the Central Committee and the Central Military Commission of the WPK. They also pledged to carry out the militant tasks advanced in the joint New Year editorial and respond to the letter of the working people of South Hamgyong Province.\n\t\t\t\t\t Ri Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that all the youth in the DPRK will hold leader Kim Jong Il in high esteem for all ages and resolutely defend and glorify the immortal revolutionary exploits by the peerless great man generation after generation with an immutable faith that the great Kim Jong Il will always be with them.\n\t\t\t\t\t\n\t\t\t\t\t They called upon the youth to become the first-line death-defying corps and shock brigade devotedly safeguarding the dear respected Kim Jong Un, supreme leader of the WPK, state and army, politically and ideologically and at the cost of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The youth will positively join the Korean People's Army to firmly defend the country by arms, regarding it as the highest expression of patriotism and sacred duty to defend the country, and if the aggressors dare provoke, they will wipe them out at a single stroke and hold Kim Jong Un in high esteem in a square of a reunified country, they added.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to discharge their mission as young vanguard in stepping up on a highest level the construction of edifices in the era of Songun including the construction of the Paektusan Songun Youth Power Station and the project for mending railways in the northern part in the spirit of \"At a go\" displayed by the builders in Huichon power station.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their will to contribute to glorifying the DPRK as a power of talents in the world by acquiring the latest science and technologies for building Korean-style knowledge-based economic power amid a high-pitched drive of industrial revolution in the new century true to the WPK's idea of pushing back the frontier of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their firm pledge to hold tight the baton of the revolution given by Kim Jong Il and unite behind Kim Jong Un in single mind and thus accomplish the cause of Juche, the Songun revolutionary cause started on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting was Choe Ryong Hae, secretary of the C.C., Workers' Party of Korea."
        },
        {
            "title": "New Documentary Produced in DPRK",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-03ee.html",
            "content": "New Documentary Produced in DPRK\r\n Pyongyang, January 4 (KCNA) -- The Korean documentary film \"Persons of Merit in the Era of Songun\" (Part 1) has been released.\n\t\t\t\t\t The film deals with the fact that leader Kim Jong Il led the entire party and society to conduct the vigorous movement for following the example of persons of merit in the era of Songun and thus made this movement serve as a driving force giving full play to the mental power of the party members and other working people and propelling the advance for great surge.\n\t\t\t\t\t\n\t\t\t\t\t It shows that many Songun revolutionary fighters and performers of feats have been produced under the care of the leader who found out those persons of merit, the model of the era, during his endless field guidance and showed warm love and deep trust for them.\n\t\t\t\t\t\n\t\t\t\t\t The film introduces those persons of merit in the era of Songun devotedly working for the party and the revolution, the country and the people."
        },
        {
            "title": "Unburnable Cloth Developed in Korea",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-16ee.html",
            "content": "Unburnable Cloth Developed in Korea\r\n Pyongyang, January 4 (KCNA) -- The Environmental Engineering Institute of the DPRK has developed unburnable cloth.\n\t\t\t\t\t A recent examination of the cloth proved that indexes of its resistance to fire and heat reached an international level. \n\t\t\t\t\t\n\t\t\t\t\t The cloth is low in production cost but long in the serviceable life. \n\t\t\t\t\t\n\t\t\t\t\t The development is conducive to upgrading the clothes of those in heat-affected and fire-fighting work."
        },
        {
            "title": "Song Popular among Korean Youth",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-18ee.html",
            "content": "Song Popular among Korean Youth\r\n Pyongyang, January 4 (KCNA) -- \"March of Korean Youth\" is one of the songs popular among the young Korean people. It was written by Kim Ryong Ho and composed by Kim Won Gyun in Juche 36 (1947).\n\t\t\t\t\t The song reflects the life enjoyed by the young Korean people in new society under the leadership of President Kim Il Sung after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t Many years have passed since the song was created, but it still enjoys popularity among the youth, encouraging them to perform laudable feats in socialist construction and national defense.\n\t\t\t\t\t\n\t\t\t\t\t The joint New Year editorial calls upon the youth to distinguish themselves in the effort for the building of a thriving nation and construction of monumental edifices named after youth, singing the song."
        },
        {
            "title": "Guidelines for Socialist Construction",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-29ee.html",
            "content": "Guidelines for Socialist Construction \r\n Pyongyang, January 4 (KCNA) -- Leader Kim Jong Il published a famous work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" in January Juche 81 (1992.)\n\t\t\t\t\t In the work, the leader gave a scientific explanation of the main reason for the collapse of socialism in some countries and indicated ways for successful socialist construction.  \n\t\t\t\t\t\n\t\t\t\t\t He also expounded ideas and theories on building up the driving force of revolution, holding fast to the revolutionary principles and maintaining independence. He said it is the general line of socialist construction to vigorously carry on the ideological, technical and cultural revolutions and strengthen the people's power. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il performed great exploits in the effort to accomplish the cause of the popular masses' independence.  \n\t\t\t\t\t\n\t\t\t\t\t He made it clear that the cause of the popular masses' independence can be advanced and won by the core and principal role of the revolutionary army. \n\t\t\t\t\t\n\t\t\t\t\t He put forward the Songun (military-first) revolutionary line based on the unique theory that the army precisely means the party, state and people, making it possible for the army and the people to successfully advance the socialist cause based on the scientific and revolutionary idea. \n\t\t\t\t\t\n\t\t\t\t\tHe created a new history of strengthening the driving force of revolution with the army as the mainstay. \n\t\t\t\t\t\n\t\t\t\t\t It is the truth acquired by him that the most revolutionary and powerful force is the army in the present society and that when the army and people achieve unity in ideology and working spirit, their strength will be increased considerably. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved single-minded unity around the headquarters of revolution on the basis of the Songun idea, fully demonstrating the great political and ideological might of the country and making tremendous achievements in the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t All the Korean people are determined to defend the feats the leader performed for the cause of the popular masses' independence and socialism and glorify a new century of the Juche era as one of prosperity under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Jong Il was Outstanding Political Elder",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-14ee.html",
            "content": "Kim Jong Il was Outstanding Political Elder\r\n Pyongyang, January 4 (KCNA) -- Leader Kim Jong Il was an outstanding political elder and peerlessly great master of politics who skillfully steered the complicated and turbulent trend of world politics in the direction of independence, says Rodong Sinmun Wednesday in a by-lined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now standing at the centre of the era to determine the trend of world politics. The dignity and honor of the Korean nation are being displayed on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t This is ascribable to wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the DPRK so that it might advance, holding higher the banner of independence against imperialism, standing at the center of the world political arena.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the scientific accuracy and truth of socialism through his energetic ideological and theoretical activities and proved that socialism is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t Through his ceaseless inspection of units of the Korean People's Army the world clearly realized with what and how independence should be protected.  His Songun politics powerfully encouraged the world people in their victorious advance of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive political parties and peoples turned out in the movement for reviving socialism, following the DPRK led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics pursued by him imbued many countries of the world aspiring after independence with faith and courage that imperialism is by no means powerful and even a small country is sure to win if it pursues Songun politics and fights against imperialism on its own initiative.\n\t\t\t\t\t\n\t\t\t\t\t He foiled the war moves of the U.S. by dint of the Songun politics, thereby defending not only the peace on the Korean Peninsula but also the peace and security of the world.\n\t\t\t\t\t\n\t\t\t\t\t The life of Kim Jong Il was dedicated to the human cause of independence, the article notes, stressing that the exploits performed by him in the world history of politics and the human cause of independence would shine forever."
        },
        {
            "title": " Koreans Called on to Make Breakthrough towards Reunification",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-13ee.html",
            "content": "Koreans Called on to Make Breakthrough towards Reunification\r\n Pyongyang, January 4 (KCNA) -- All Koreans at home and abroad should turn out in the nationwide movement for national reunification full of fresh confidence and optimism and thus make a breakthrough towards independent reunification this year, urges Rodong Sinmun Wednesday in a by-lined article.\n\t\t\t\t\t The trend of the situation last year proved once again the truth of history that with nothing can the anti-reunification forces break the Korean nation's will for independent reunification and peace and prosperity and they are bound to face a defeat, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The joint New Year editorial for this year put up the slogan \"Let all the compatriots open the gates of national reunification full of fresh confidence!\"\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration are the banners to be held high in the struggle for the independent reunification. Whoever wants the peace and reunification of the country should turn out as one in the nationwide drive to support, defend and implement the north-south declarations.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to place the interests common to the nation above anything else and subordinate everything to meeting them.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unchanged in its principled stand to achieve national reconciliation and unity on the basis of the above-said interests.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should frustrate every reckless military provocation, arms buildup and war exercise of the U.S. and the south Korean warmongers against the DPRK, holding high the slogan of peace against war. It is necessary to heighten the vigilance against the military nexus of the U.S., Japan and south Korea and drive the U.S. imperialist aggressor forces, a main obstacle in ensuring peace on the Korean Peninsula, out of south Korea as soon as possible."
        },
        {
            "title": "KCNA Condemns Japan for Its Unpardonable Immoral Act",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-10ee.html",
            "content": "KCNA Condemns Japan for Its Unpardonable Immoral Act\r\n Pyongyang, January 4 (KCNA) -- The world is watching the DPRK wailing in bitter grief over the untimely demise of Kim Jong Il, the father of the nation, whom the Korean people believed as in Heaven.\n\t\t\t\t\t Such condolences and mourning are something unprecedented in human history.\n\t\t\t\t\t\n\t\t\t\t\t The mourning of the Korean people over the demise of the leader was truest and noblest; it was an eruption of the kindred feelings that can be seen between the father and his children.\n\t\t\t\t\t\n\t\t\t\t\t So, even foreign journalists who kept track of the mourning events were moved to tears. They reported \"it is natural for the north Koreans to lament over the demise of their leader as they regarded him as a man always close to them and not imagined their life without him.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan, however, behaved as an exception.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries unhesitatingly committed evils baffling human imagination by hurting the feelings of the mourners who suffered the greatest loss.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the important announcement been released than the secretary general of the New People's Party and other riff-raffs of Japan talked nonsense about the \"collapse of system\" and \"abduction and nuclear issue\". Conservative media let vicious elements hell-bent on the anti-DPRK smear campaign act as newscasters to release malignant reports falsifying facts. \n\t\t\t\t\t\n\t\t\t\t\t This is a base and despicable act which can be done only by the morally depraved guys ignorant of elementary etiquette, and an unpardonable immoral act of exploiting the great loss to other nation for their political purpose.\n\t\t\t\t\t\n\t\t\t\t\t The hostile attitude taken by Japan towards the misfortune of a neighbor only once again brought into bolder relief its disposition as a political dwarf.\n\t\t\t\t\t\n\t\t\t\t\t Japan can never behave otherwise because of its political nature.\n\t\t\t\t\t\n\t\t\t\t\t It has never acted in good faith as regards the Korean issue but made the situation more complicated, going against the trend of the times. \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, for the Japanese authorities to trumpet about \"collapse of system,\" availing themselves of this opportunity. \n\t\t\t\t\t\n\t\t\t\t\t Japan, which has eyed Korea for centuries, is now telling a cock-and-bull story. It seems that Japan is no more than a politically blind country as it does not know about the DPRK at all.\n\t\t\t\t\t\n\t\t\t\t\t Japan has topped the world list of replacement of prime ministers, becoming the laughing stock of the world and not a day passes without unstable domestic politics. Hence, Japan will never understand the social system in the DPRK, most stable in the world. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people more keenly realized the greatness of Kim Jong Il after his demise and the DPRK's system has grown more solid than a rock.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to face up to the DPRK and act with discretion, though belatedly."
        },
        {
            "title": "Warrant of Arrest for Hwang Hye Ro Issued in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-34ee.html",
            "content": "Warrant of Arrest for Hwang Hye Ro Issued in S. Korea \r\n Pyongyang, January 4 (KCNA) -- The south Korean authorities are trying to suppress Hwang Hye Ro, co-representative of the Korea Solidarity for Independent Reunification and Democracy in south Korea who visited Pyongyang to mourn the demise of leader Kim Jong Il. \n\t\t\t\t\t The prosecution authorities issued a warrant of arrest for Hwang, charging that she visited the DPRK without permission of the \"government\", according to a report of south Korea's KBS on Tuesday."
        },
        {
            "title": "Nepali Contributes Article on Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-01ee.html",
            "content": "Nepali Contributes Article on Demise of Kim Jong Il\r\n Pyongyang, January 4 (KCNA) -- Ram K. Karmacharya, chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal, contributed an article to newspaper Dristi on Dec. 28 on the demise of leader Kim Jong Il.\n\t\t\t\t\t The article stressed that Kim Jong Il, the great leader of the socialist cause and anti-imperialist struggle, faithfully carried forward the cause of President Kim Il Sung and devoted all his life to the Korean people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t He energetically worked for the independent and peaceful reunification of Korea and defended peace of the Korean Peninsula and the world, it said, adding that the Korean people are overcome with bitter grief at his demise.\n\t\t\t\t\t\n\t\t\t\t\t It noted that events for mourning the demise of Kim Jong Il have taken place in the DPRK and different countries.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have the dear respected Kim Jong Un as the great successor to the revolution, the article said, stating that he would reliably defend the sovereignty of the DPRK and achieve the independent and peaceful reunification of Korea without fail.\n\t\t\t\t\t\n\t\t\t\t\t Major political parties and public organizations of Nepal have expressed their deep condolences on the demise of Kim Jong Il through their statements, it added."
        },
        {
            "title": "Memorial Services for Kim Jong Il Held Abroad",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-02ee.html",
            "content": "Memorial Services for Kim Jong Il Held Abroad\r\n Pyongyang, January 4 (KCNA) -- Memorial services for leader Kim Jong Il took place in Bangladesh, Finland and Guinea between Dec. 26 and 28 last year.\n\t\t\t\t\t Attending the services were personages and popular masses of different circles.\n\t\t\t\t\t\n\t\t\t\t\t They paid a silent tribute to the memory of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Rashed Khan Menon, chairman of the C.C., Workers' Party of Bangladesh, said that the sudden demise of Kim Jong Il, the prominent leader, is the bitter sorrow not only to the Korean people but also to the Bangladeshi people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed and enriched the Juche idea fathered by President Kim Il Sung, led the cause of global independence to victory with his distinguished Songun leadership and devoted all his life to the country's prosperity and the people's happiness, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t Kalevi Wahrman, chairman of the Finnish Communists' League, said the revolutionary exploits of Kim Jong Il, who dedicated his whole life to the victory of the socialist cause and the people's happiness, would remain in the hearts of humankind.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will faithfully carry forward the revolutionary cause of Kim Il Sung and Kim Jong Il and surely emerge victorious in building a thriving socialist nation under the wise leadership of the dear respected Kim Jong Un, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, said that Kim Jong Il put the dignity of the Korean nation and the national strength of the DPRK on the highest level and provided a sure guarantee for eternal prosperity of Juche Korea by wisely guiding the army and the people under the banner of the Juche idea and Songun.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche pioneered by Kim Il Sung and led to victory by Kim Jong Il will be brilliantly carried to completion under the wise leadership of Kim Jong Un, he stressed."
        },
        {
            "title": "News of National Funeral Reported by Foreign Media",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-06ee.html",
            "content": "News of National Funeral Reported by Foreign Media\r\n Pyongyang, January 4 (KCNA) -- News of a ceremony of bidding last farewell to leader Kim Jong Il and a solemn national memorial service for him was reported by many foreign media from Dec. 28 to 30.\n\t\t\t\t\t TV radios of China, Russia, France, India, Cuba, Germany, Italy, Iran, Vietnam, Laos, Cambodia, Egypt, Venezuela, the U.S. and other countries telecasted scenes of millions of Korean people from all walks of life and servicepersons shedding tears in snow-laden streets of Pyongyang. All the Koreans were bidding last farewell to Kim Jong Il in bitterest pain and sorrow at the loss of the great leader, media said.\n\t\t\t\t\t\n\t\t\t\t\t Central TV of Iran, with a focus on the dear respected Kim Jong Un walking alongside a limousine carrying the hearse for Kim Jong Il despite snowfall, stressed that Kim Jong Un trudged along the hearse with no cap and a pair of gloves.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban papers Granma and Juventud Rebelde, the Peruvian paper El Peruano, the Cambodian paper Phnom Penh Post, the Pakistani papers Express Tribune and The News, the Kuwaiti paper Al Watan, the Egyptian paper Al-Ahram, the Syrian paper Al Thawrah and the Mongolian paper Odriin Sonin reported the same news with the portrait of smiling Kim Jong Il and a photo of Kim Jong Un appearing at the plaza of the Kumsusan Memorial Palace along the hearse for Kim Jong Il for the funeral ceremony.\n\t\t\t\t\t\n\t\t\t\t\t AFP said that Kim Jong Un was called supreme leader of the party, state and army at the national memorial service and this meant that the Songun idea and the Songun politics of President Kim Il Sung and Kim Jong Il would be inherited by Kim Jong Un."
        },
        {
            "title": "Significant Days of DPRK Observed Abroad",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-04ee.html",
            "content": "Significant Days of DPRK Observed Abroad\r\n Pyongyang, January 4 (KCNA) -- Newspapers of Bulgaria and Kuwait gave special write-ups to the 20th anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army and the 94th anniversary of birth of Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t The December issue of the Bulgarian newspaper Iskra last year carried in its one whole page articles under the headline of \"The Progressive mankind express condolences on the demise of Kim Jong Il, leader of the DPRK\" with his portrait.\n\t\t\t\t\t\n\t\t\t\t\t The paper in articles noted that Supreme Commander Kim Jong Il put the defence capability of the DPRK on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the original principle of Songun that the army represents the party, state and people and gave priority to strengthening the People's Army, the paper said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea, founded by President Kim Il Sung and developed in depth by Kim Jong Il, is the revolutionary idea clearly indicating the way for the popular masses, the makers of history, to carve out their own destinies by themselves. The worldwide concern and sympathy with this idea are daily increasing as its attraction and vitality have grown stronger century after century.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Life dedicated to others\" the paper said that Kim Jong Suk devoted all her life, not long, only to the country, the revolution and comrades.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti newspaper Al-Rai on Dec. 26 last year said in an article titled \"Supreme Commander Kim Jong Il who built up the invincible army\" that he built up the KPA into an invincible army with his unique Songun politics and foiled the imperialists' nuclear threat and offensive of sanctions with the powerful war deterrent."
        },
        {
            "title": "New Year Addresses from Heads of State of Asian Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-07ee.html",
            "content": "New Year Addresses from Heads of State of Asian Countries\r\n Pyongyang, January 4 (KCNA) -- Heads of state and government of Asian countries made New Year addresses on the New Year's Day.\n\t\t\t\t\t Benigno Simeon Cojuangco Aquino, president of Philippines, said that the country is pulling it from poverty. He called upon all the people to unite and bring about more changes in the New Year.\n\t\t\t\t\t\n\t\t\t\t\t Indian Prime Minister Manmohan Singh declared that the government will pay primary efforts to improving the people's livelihood in the New Year.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to settle the issues of education, health, food and job to provide the residents with stable living conditions and continue to intensify combating irregularities and corruption to establish an equal and just social and political order.\n\t\t\t\t\t\n\t\t\t\t\t Lee Hsien Loong, prime minister of Singapore, said that it is the primary task of the government to settle the housing issue for residents.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to pay state attention to modernizing the communication and transportation means and improving the educational system. He also called for developing technologies to keep the country's economy afloat.\n\t\t\t\t\t\n\t\t\t\t\t Thai Prime Minister Yingluck Shinawatra said that the government will make improving the people's livelihood and developing economy top priority of its job and work hard for national reconciliation and peace.\n\t\t\t\t\t\n\t\t\t\t\t Thailand underwent economic difficulties due to price rise and flood last year but the government will make sure that the aftermath be removed and the people lead a happy life this year, she said."
        },
        {
            "title": "New Year Addresses from Presidents of CIS and East European Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-08ee.html",
            "content": "New Year Addresses from Presidents of CIS and East European Countries\r\n Pyongyang, January 4 (KCNA) -- Presidents of the Commonwealth of Independent States and east European countries made New Year addresses on the New Year's Day.\n\t\t\t\t\t Belarusian President Aleksandr Lukashenko said that all the people should draw a lesson from last year's events, set a high goal to develop the country and work hard to realize it. The destiny of the country and the nation depends on this, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Kazakh President Nursultan Nazarbayev said that the work for promoting the wellbeing of the citizens will be an important task of the government. He expressed belief that Kazakhstan will be strong thanks to the unity of the people and their devoted labor.\n\t\t\t\t\t\n\t\t\t\t\t Armenian President Serge Sarkissian called upon the Armenian people to show rich tradition and civilization of the nation by building a strong country though its conditions are difficult.\n\t\t\t\t\t\n\t\t\t\t\t Ukrainian President Viktor Yanukovich underlined the need to work hard to further strengthen the unity of the people, modernize the country and build a state with developed economy.\n\t\t\t\t\t\n\t\t\t\t\t Romanian President Traian Basescu hoped that all the people will stoutly live for the future of the state with optimism about the future in the New Year.\n\t\t\t\t\t\n\t\t\t\t\t Bulgarian President Georgi Parvanov said that mutual trust and prudence should be displayed and unity be achieved as minority groups live in Bulgaria.\n\t\t\t\t\t\n\t\t\t\t\t Serbian President Boris Tadzic called upon all the people to oppose war and violence and strive for peace."
        },
        {
            "title": "New Year's Shooting at Calif. Condo Leaves 4 Dead",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-19ee.html",
            "content": "New Year's Shooting at Calif. Condo Leaves 4 Dead\r\n Pyongyang, January 4 (KCNA) -- An early morning New Year's shooting has left four people dead at a condominium near San Diego, authorities said Sunday.\n\t\t\t\t\t The bodies of four people were found inside the condo and it was not immediately known how they died.\n\t\t\t\t\t\n\t\t\t\t\t No identities have been released."
        },
        {
            "title": "Japan's Unemployment Rate Steady at 4.5 Pct in November",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-20ee.html",
            "content": "Japan's Unemployment Rate Steady at 4.5 Pct in November\r\n Pyongyang, January 4 (KCNA) -- The number of persons employed in the recording period totaled 62.60 million, dropping slightly from the 62.64 million figure logged a month earlier, the Ministry of Internal Affairs and Communications of Japan said in a preliminary report on Wednesday."
        },
        {
            "title": "Anti-drug Police Seize 100 kg of Cocaine in Dominican R",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-21ee.html",
            "content": "Anti-drug Police Seize 100 kg of Cocaine in Dominican\r\n Pyongyang, January 4 (KCNA) -- Police confiscated about 100 kg of cocaine and arrested one person in a \"flash\" anti-drug operation near the Dominican Republic's capital, local authorities said Wednesday.\n\t\t\t\t\t Dominican authorities incinerated 8.5 tons of drugs confiscated during the second half of last year."
        },
        {
            "title": "Iran Likes to Boost Ties with All Countries Excluding US, Zionist Regime",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-22ee.html",
            "content": "Iran Likes to Boost Ties with All Countries Excluding US, Zionist Regime\r\n Tehran, January 3 (KCNA) -- President Mahmoud Ahmadinejad on Sunday underlined Iran's resolve to boost relations with all countries except the U.S. and Zionist regime.\n\t\t\t\t\t He made the remark in a meeting with the Cabinet members and Iranian ambassadors and diplomatic representatives abroad.\n\t\t\t\t\t\n\t\t\t\t\t Ahmadinejad called for a boosting in Iran's relations with other states in various economic, political and cultural fields and underlined the necessity of interaction between the diplomatic representatives and the cabinet members in this regard."
        },
        {
            "title": "Nigerian President Promises Better Security in 2012",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-23ee.html",
            "content": "Nigerian President Promises Better Security in 201\r\n Pyongyang, January 4 (KCNA) -- Nigerian President Goodluck Jonathan on Sunday assured the West African country of improved living conditions and security of lives and property in 2012 and beyond.\n\t\t\t\t\t The president gave the assurance in his New Year message to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian leader expressed regret at the spate of terrorist attacks in the past year which he said had threatened national security.\n\t\t\t\t\t\n\t\t\t\t\t He urged Nigerians not to lose hope because of current challenges facing the nation.\n\t\t\t\t\t\n\t\t\t\t\t The president said he had established teams of dedicated and capable Nigerians to drive the plans to achieve significant progress in priority areas such as power, infrastructure, industrialization, agricultural development, education and employment generation."
        },
        {
            "title": "Sudanese President on Major Gov't Policies",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-24ee.html",
            "content": "Sudanese President on Major Gov't Policies\r\n Pyongyang, January 4 (KCNA) -- Sudanese President Omar al-Bashir on Saturday referred to major policies of the government when addressing the nation on the occasion of the 56th anniversary of Sudan's Independence Day.\n\t\t\t\t\t He urged the Darfur armed movements to put down their arms and engage in the peace process.\n\t\t\t\t\t\n\t\t\t\t\t \"Our doors and hearts are open for whoever wants and seeks for peace and whoever has not (been) subjugated to the foreign powers and international agenda,\" said al-Bashir.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated that Sudan's relationship with South Sudan would not end with the separation, saying that the separation would be a new beginning for further strengthening the bonds."
        },
        {
            "title": "Cambodia's Total Trades Increase 41 Pct in 11 Months",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-25ee.html",
            "content": "Cambodia's Total Trades Increase 41 Pct in 11 Months\r\n Pyongyang, January 4 (KCNA) -- Cambodia's total trades with foreign countries have increased by 41 percent to 10.47 billion U.S. dollars in the first 11 months last year from 7.42 billion U.S. dollars at the same period of the previous year, according to the statistics of the Commerce Ministry of this country."
        },
        {
            "title": "Indonesia Begins Preparations to Build Longest Bridge",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-26ee.html",
            "content": "Indonesia Begins Preparations to Build Longest Bridge\r\n Pyongyang, January 4 (KCNA) -- The Indonesian government has begun preparations for the construction of the Sunda Strait bridge, the longest in the country, according to a recent report by the Jakarta Post of this country.\n\t\t\t\t\t Public Works Minister Djoko Kirmanto said that the presidential decree cleared the legal obstacle to the start of the construction of the 29-kilometer bridge, linking Merak area of Banten province in the western part of Java Island with Lampung province, in the southern part of Sumatra Island.\n\t\t\t\t\t\n\t\t\t\t\t Djoko said that his office and related parties were preparing the grand design for the project."
        },
        {
            "title": "Malaria Cases, Death Rate Both Plunges in Myanmar",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-27ee.html",
            "content": "Malaria Cases, Death Rate Both Plunges in Myanmar\r\n Pyongyang, January 4 (KCNA) -- Myanmar has achieved success in its work for preventing malaria.\n\t\t\t\t\t The malaria cases fell from 24 per 1,000 population in 1990 to 10 in 2010, while the death rate declined from 13 per 100,000 population in 1990 to 2 in 2010, according to the Ministry of Health of this country."
        },
        {
            "title": "Chile Damaged by Forest Fire",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-28ee.html",
            "content": "Chile Damaged by Forest Fire\r\n Pyongyang, January 4 (KCNA) -- Forest fire recently occurred in Magallanes Region of Chile, causing damage.\n\t\t\t\t\t Forest fire that continued some days burnt 8,500 hectares of forests as of December 31 last year.\n\t\t\t\t\t\n\t\t\t\t\t The government declared the region as the afflicted area."
        },
        {
            "title": "CC de PTC recibe mensajes de condolencias de varios paises",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-35ee.html",
            "content": "CC de PTC recibe mensajes de condolencias de varios paises\r\nPyongyang, 4 de enero (ACNC) -- El Comite Central del Partido del Trabajo de Corea recibio mensajes de condolencias que varios paises le enviaran con motivo del fallecimiento del Dirigente Kim Jong Il.\n\t\t\t\t\tLos remitentes son:\n\t\t\t\t\t\n\t\t\t\t\tEl Buro Politico del Comite Central del Movimiento Popular de Liberacion de Angola (MPLA), el lider del Frente de Liberacion Popular de Sri Lanka, el presidente del Partido Liberal Democratico de Rusia y vicepresidente de la Duma Estatal de la Federacion Rusa, el secretario general del Comite Central del Partido Comunista Bolchevique de Toda la Union, el portavoz (lider) del Comite Central del Partido Comunista Revolucionario (Marxista-Leninista) de Gran Bretana, el vicepresidente del Partido de Trabajadores de Turquia, el secretario del Comite Central del Partido Comunista de Malta, el vicepresidente del Comite Central del Partido Comunista de Cechy-Moraba, el secretario de relaciones exteriores del Comite Central de la Union Nacional Africana Zimbabwe-Frente Patriotico, el secretario internacional del Comite Central del Partido Comunista de Uruguay, la jefe y el director del Conjunto de Danza Academica Nacional Beriozka N. S. Nadezhdina de Rusia, el jefe del Conjunt\n\t\t\t\t\t\n\t\t\t\t\to Artistico Academico de la Unidad del Ministerio del Interior de Rusia, el jefe de la Orquesta del Siglo 21 de Rusia, y otras entidades de amistad y personalidades de alto rango de circulos politicos, sociales y economicos de China, Rusia, Bangladesh, Sri Lanka, Camboya, Kirguizistan Chipre, el Checo y Chile.\n\t\t\t\t\t\n\t\t\t\t\tLos mensajes expresan sentidas condolencias por el deceso del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDestacan que el fallecimiento de Kim Jong Il, destacado politico y veterano politico simpar, quien hizo gran aporte a la paz y al cumplimiento de la causa de la independencia del mundo deviene la maxima perdida para la humanidad progresista.\n\t\t\t\t\t\n\t\t\t\t\tAunque fallecio el Dirigente, vive para siempre en el corazon de la humanidad progresista, subrayan.\n\t\t\t\t\t\n\t\t\t\t\tExpresan convicciones de que el ejercito y el pueblo coreanos obtendran notables exitos en la lucha por la construccion de Estado prospero y la reunificacion de Corea bajo la orientacion del Maximo Dirigente Kim Jong Un."
        },
        {
            "title": " CRPP publica informacion detallada de actos inmorales de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-36ee.html",
            "content": "CRPP publica informacion detallada de actos inmorales de Lee Myung Bak\r\nPyongyang, 4 de enero (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria publico el dia 4 una informacion detallada para revelar la verdad de los inauditos actos inmorales cometidos por la banda del traidor Lee Myung Bak en el periodo de duelo nacional.\n\t\t\t\t\tTan pronto como fue publicada la informacion importante de la Republica Popular Democratica de Corea sobre el duelo nacional, el traidor Lee convoco la \"reunion de seguridad nacional\" y el \"consejo de ministros\", comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPronunciando unos disparates como la \"posible provocacion del Norte\" y el \"peligro para la estabilidad de la Peninsula Coreana\", ordeno al ejercito titere y la policia el estado de alerta y les hizo tomar la disposicion de pasar a las acciones militares en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, ordeno a Chongwadae, el ejecutivo y los departamentos y hasta las representaciones surcoreanas en el extranjero mantenerse en el estado de servicio emergente de 24 horas y suplico en las llamadas telefonicas a sus amos norteamericano y japones la cooperacion en el enfrentamiento anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun esos mandatos, la cupula militar surcoreana decreto a las 12 y media del dia 19 a todo el ejercito el \"estado de alerta de segunda clase\" para que entrara en la disposicion a la guerra.\n\t\t\t\t\t\n\t\t\t\t\tPor la tarde del mismo dia, Chongwadae, el ejecutivo y los departamentos entraron en el estado de espera emergente.\n\t\t\t\t\t\n\t\t\t\t\tLa banda del traidor Lee rehuso publicamente la visita y la expresion de condolencias bajo el absurdo pretexto de que eso causaria la \"division de opinion publica nacional\", el \"aflojamiento de principios\" y las \"discrepancias entre las personas\".\n\t\t\t\t\t\n\t\t\t\t\tAl hablar de la \"reaccion diferenciada a la direccion y a los habitantes del Norte\", insistio en que no puede expresar oficialmente las condolencias vinculando atrevidamente con la maxima dignidad de la RPDC la \"responsabilidad final\" por el caso de hundimiento de la corbeta surcoreana \"Cheonan\" y el de fuego artillero en la isla Yonphyong. \n\t\t\t\t\t\n\t\t\t\t\tExpreso a desganas el \"consuelo\" a los habitantes norcoreanos haciendo enfasis en que \"eso no significa un gesto de condolencias\".\n\t\t\t\t\t\n\t\t\t\t\tAl decir en tono ufano que la declaracion del \"gobierno\" esta bien ideada en lo estrategico y tecnico, chismeo que \"el Norte no habria pensado que la parte Sur iba a hacer las cosas de tal grado\".\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla titere surcoreana intento frustrar la visita de condolencias de Ri Hui Ho y Hyon Jong Un y sus acompanantes poniendoles condiciones tales como \"hace falta la invitacion del Norte si quieren viajar a Pyongyang\", la \"visita no debe demorar mas de un dia\", la \"comitiva debe regresar sin participar en el acto de despedida\". \n\t\t\t\t\t\n\t\t\t\t\tRechazo sin motivos justos la solicitud de viaje de condolencias de los familiares del pastor Mun Ik Hwan, la viuda del ex presidente surcoreano Roh Moo Hyun y las personalidades que habian viajado a Pyongyang en el tiempo de aprobacion de la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tPaso lo mismo en el caso de los compatriotas surcoreanos de diferentes sectores.\n\t\t\t\t\t\n\t\t\t\t\tCuando ellos quisieron enviar mensajes de condolencias, la banda del traidor Lee Myung Bak obstaculizo el envio inventando procedimientos complicados como \"solicitud de contacto con la poblacion norcoreana\" y pretextos absurdos y omitio de sus textos los parrafos y expresiones, que no le agradaban, como \"fallecimiento\", \"condolencias\" y \"pesame\".\n\t\t\t\t\t\n\t\t\t\t\t Impidio obstinadamente tambien la visita de condolencias de habitantes surcoreanos perorando que \"esto puede causar la peor division de opinion publica nacional y el disturbio interno\" y \"si permite la visita de condolencias, la situacion se tornara irremediable por la salida en tropel hacia la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tImpartio a los surcoreanos, que trabajan en la zona industrial de Kaesong, la orientacion de no acudir a los lugares habilitados para expresar condolencias.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, coincidiendo con la ceremonia de despedida cuando el clamor y llantos de los connacionales del Norte estremecian el cielo y la tierra y formaban un rio de lagrimas, cometio el lanzamiento de volantes de contenido anti-RPDC haciendo mas fuerte el dolor de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee es el peor elemento anti-reunificacion, antinacional, fascista y proyanqui y el artifice del mal.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea cobraran sin falta el precio de insulto de su maxima dignidad y la banda de traidores surcoreanos pagara muy caro sus crimenes."
        },
        {
            "title": "Nombrado nuevo embajador coreano a acreditarse en Cuba",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-37ee.html",
            "content": "Nombrado nuevo embajador coreano a acreditarse en Cuba\r\nPyongyang, 4 de enero (ACNC) -- Segun el decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Jon Yong Jin, fue designado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en la Republica de Cuba."
        },
        {
            "title": "Tienen lugar mitines en varias provincias",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-38ee.html",
            "content": "Tienen lugar mitines en varias provincias\r\nPyongyang, 4 de enero (ACNC) -- Tuvieron lugar el dia 4 en las provincias de Phyong-an del Sur,  de Jagang, de Hwanghae del Norte y de Kangwon y la ciudad de Nampho los mitines para materializar cabalmente las tareas combativas presentadas en la resolucion del Buro Politico del Comite Central del Partido del Trabajo de Corea, las consignas conjuntas del CC y la Comision Militar Central, del PTC y el editorial conjunto del Ano Nuevo, y en apoyo a la carta de los trabajadores de la provincia de Hamgyong del Sur.\n\t\t\t\t\tEn las ocasiones hubo discurso e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que todos los militantes del partido y trabajadores deben movilizarse unanimemente en la nueva ofensiva general con la decision de glorificar de generacion en generacion las imborrables hazanas del Dirigente Kim Jong Il, quien continuo la marcha superforzada de su direccion hasta el ultimo momento de su vida.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron la necesidad de normalizar la produccion en las fabricas de industria ligera e industria local al aprovechar al maximo la base economica ya preparada y registrar cambios trascendentales en la mejora de la vida del pueblo y el desarrollo economico.\n\t\t\t\t\t\n\t\t\t\t\tLas granjas deben incrementar de manera decisiva el rendimiento de cereales por hectarea y lograr el viraje decisivo en la produccion agricola en general, y los habitantes deben fortificar monoliticamente la gran unidad entre el ejercito y el pueblo al seguir dando prioridad a los asuntos militares y manifestando los rasgos de apoyo al ejercito, apuntaron.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios deben ser verdaderos practicadores que abran al frente de gran avance la brecha de la avance, y los jovenes, levantar mas las creaciones monumentales que se denominen con el nombre de la juventud, precisaron.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizaron la necesidad de acoger de modo mas significativo  y como la gran fiesta nacional el centenario del nacimiento del Presidente            Kim Il Sung y el septuagesimo de natalicio del Dirigente Kim Jong Il al lograr la era de fortalecimiento y prosperidad con el poderio de la unidad monolitica.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en los mitines los funcionarios de las organizaciones del partido, el Poder y las entidades de masas, los trabajadores, los jovenes y estudiantes de las mencionadas localidades."
        },
        {
            "title": "Rodong Sinmun exhorta a abrir la brecha de reunificacion independiente",
            "url": "http://kcna.co.jp/item/2012/201201/news04/20120104-39ee.html",
            "content": "Rodong Sinmun exhorta a abrir la brecha de reunificacion independiente\r\nPyongyang, 4 de enero (ACNC) -- Toda la nacion coreana en el interior y el exterior del pais debe abrir este ano la brecha de la reunificacion independiente levantandose a escala pannacional en el movimiento por la reunificacion de la patria con la nueva fe y el optimismo.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa corriente de la situacion del ano pasado probo una vez mas la verdad de la historia de que nadie puede doblegar la voluntad de la nacion coreana por la reunificacion independiente, la paz y la prosperidad y las fuerzas anti-reunificacion seran derrotadas sin falta.\n\t\t\t\t\t\n\t\t\t\t\tEl editorial conjunto de Ano Nuevo de los periodicos Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi presento el lema \"!Todos los compatriotas, llenos del animo renovado, abriremos la puerta a la reintegraron de la Patria!\"\n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre son las banderas a seguir enarbolandose en la lucha por lograr la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\tLos coreanos que desean la paz y la reunificacion del pais deben levantarse en la lucha pannacional por apoyar y ejecutar las declaraciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario colocar los intereses nacionales por encima de lo todo y subordinar todo a estos.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de principios de la Republica Popular Democratica de Corea de realizar la reconciliacion y la unidad a base de los intereses comunes de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana, enarbolando la consigna antibelica y por la paz,  debe frustrar a cada paso las imprudentes provocaciones militares y el de aumento de fuerzas armadas y los ejercicios belicos anti-RPDC de EE.UU. y los belicistas surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tDebe elevar la vigilancia ante el complot militar EE.UU., Japon y Sur de Corea encaminado a atacar a  la RPDC y retirar de inmediato las tropas norteamericanas ocupantes del Sur de Corea, obstaculo fundamental en el aseguramiento de la paz de la Peninsula Coreana."
        }
    ]
}