{
    "date": "2012-05-20",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-20ee.html",
    "articles": [
        {
            "title": "DPRK Premier Learns about Progress Made in Projects for Expanding Capacity of Green Houses ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-13ee.html",
            "content": "DPRK Premier Learns about Progress Made in Projects for Expanding Capacity of Green Houses \r\n Pyongyang, May 20 (KCNA) -- Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea, acquainted himself with the progress made in the projects for expanding the capacities of the water culture hot houses of the Pyongyang Vegetable Science Institute and the green houses of the Pyongyang Floricultural Institute Sunday on the spot.\n\t\t\t\t\t The projects started on the initiative of leader Kim Jong Il who devoted himself to providing the people with a more bountiful life and highly civilized living conditions till the last moments of his life and under the deep care of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They are now making dynamic progress at their final phase thanks to the high revolutionary zeal of the builders.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the progress made in the above-said projects, Choe went round the water culture hothouses associated with the dynamic leadership provided by Kim Jong Il and Kim Jong Un to acquaint himself in detail with the production and supply of vegetables.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to complete as early as possible the building of hothouses as required by the method of construction so that they may positively contribute to improving the people's living standard, he took steps for settling the issues arising in the projects.\n\t\t\t\t\t\n\t\t\t\t\t On the same day he visited the Pyongyang Folk Park where projects are progressing at their final phase and stressed the need to strictly observe the principle of historicism in the construction."
        },
        {
            "title": "Rodong Sinmun Terms Imperialists' Sanctions Anachronistic High-handed Action ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-08ee.html",
            "content": "Rodong Sinmun Terms Imperialists' Sanctions Anachronistic High-handed Action \r\n Pyongyang, May 20 (KCNA) -- Sanctions applied by the U.S.-led   imperialists are an unworkable and anachronistic action, says Rodong Sinmun Sunday in a bylined article.\n\t\t\t\t\t Those countries which value sovereignty as their life and soul have weathered difficulties and hardships and steadily developed economy by using resources and technologies of their countries despite protracted harsh sanctions of the imperialists, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Many countries of the world denounce the imperialists' sanctions as unethical and inhuman acts and boost economic relations with the countries exposed to sanctions.\n\t\t\t\t\t\n\t\t\t\t\tThis tendency finds its more vivid manifestation in the fact that the economic development of major developing countries including BRICS is exercising an important influence upon the world structure.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists do not hesitate to commit such criminal act as using international organizations including the U.N. for making sanctions effective.\n\t\t\t\t\t\n\t\t\t\t\t They gain in the scope of their application. \n\t\t\t\t\t\n\t\t\t\t\t In the past period sanctions were confined to trade, but they are now expanding to various fields including the exchange of science and technology and finance. The imperialists have become so mean as to restrict even humanitarian activities. \n\t\t\t\t\t\n\t\t\t\t\t Their sanctions, however, touch off strong opposition of many developing countries. \n\t\t\t\t\t\n\t\t\t\t\tNot a few developing countries are standing up against the imperialists' sanctions in unity, while boosting south-south cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK emerged a political and military power to the admiration of the whole world. Such reality goes to clearly prove that sanctions applied by the U.S.-led imperialists are anachronistic as they are no longer workable. \n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the permanent members of the UNSC issued a \"joint statement\" urging the DPRK to stop its nuclear activities and give up nuclear deterrence, taking issue with the DPRK's satellite launch for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t This is a grave illegal action as it infringed upon the DPRK's sovereignty and its right to use space and nuclear energy for peaceful purposes, pursuant to the U.S. imperialists' hostile policy toward the DPRK, and a dastardly action to widen the scope of international sanctions against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWith nothing can those forces deprive the DPRK of its sovereign rights. The imperialists should unconditionally lift their sanctions as they are harmful and unreasonable."
        },
        {
            "title": "Anniversary of Transmission Line Laying Station Observed ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-12ee.html",
            "content": "Anniversary of Transmission Line Laying Station Observed \r\n Pyongyang, May 20 (KCNA) -- 60 years have passed since the transmission line laying station was founded.\n\t\t\t\t\t The station was established to lay the transmission line of great significance in the national economy development on May 21, 1952.\n\t\t\t\t\t\n\t\t\t\t\t Over the last six decades the station has performed distinguished feats in developing the nation's electricity grid.\n\t\t\t\t\t\n\t\t\t\t\t The station has built great many steel, broadcasting and antenna towers and others and laid transmission lines, greatly contributing to the development of power industry and the people's living up to this date since the days of the hard-fought war.\n\t\t\t\t\t\n\t\t\t\t\t It completed ahead of schedule the projects for laying transmission lines for more than 100 objects including the Namhung Youth Chemical Complex and the project for laying transmission line between Huichon and Pyongyang. The station contributed to building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It worked such miracle as finishing the construction of steel towers and the production of spare parts for transmission and transformation for the project for laying transmission line between Huichon and Pyongyang in a matter of two and a half years, which would take six years at an ordinary pace. \n\t\t\t\t\t\n\t\t\t\t\t It advanced more than 130 technical innovation proposals and introduced them into production, increasing the production of metal fittings for steel towers and accelerating the laying of transmission lines and helping industrial establishments in Pyongyang carry out their technological updating.\n\t\t\t\t\t\n\t\t\t\t\t The station had the honor of receiving the Order of Kim Il Sung and many officials and other workers became labor heroes and state decoration recipients."
        },
        {
            "title": "Works Carried by Papers of Russia, Nepal",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-01ee.html",
            "content": "Works Carried by Papers of Russia, Nepal\r\n Pyongyang, May 20 (KCNA) -- The Russian paper Bremya Peremon Plus TV on May 9 carried the gist of the work of the dear respected Kim Jong Un \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche.\"\n\t\t\t\t\t The work made public on Apr. 6, 2012 clarified that holding general secretary Kim Jong Il in high esteem as general secretary of the Workers' Party of Korea forever is a principled requirement for victoriously advancing the Korean revolution. It also indicated tasks to be carried out to steadily develop the WPK into a glorious party of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese paper Gorkha Express on May 8 carried the gist of \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\", the speech made by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his speech made on Apr. 15 said the 100-year history of Kim Il Sung's nation was a history that proved the iron truth that prominent leaders assure the dignity and prosperity of a country and nation.\n\t\t\t\t\t\n\t\t\t\t\t Clarified in the speech is an idea that the Korean People's Army which registered one victory after another has assured the glorious 100-year history of Juche Korea and this constituted a sure guarantee for the eternal history of Kim Il Sung's nation, Kim Jong Il's Korea. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his speech also set forth the tasks for exalting the dignity of Songun Korea for all ages and successfully accomplishing the cause of building a thriving socialist nation, etc.\n\t\t\t\t\t\n\t\t\t\t\t Another Nepalese paper Charcha on May 14 carried the gist of Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation.\"\n\t\t\t\t\t\n\t\t\t\t\t  The work published on April 27, 2012 referred to the immortal exploits performed by President Kim Il Sung and Kim Jong Il in land management and indicated the general orientation and tasks for face-lifting the land of the country to fit for the appearance of a thriving socialist nation."
        },
        {
            "title": "Meeting Held in Malaysia to Hear Report of Its Instrumental Group on Visit to DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-02ee.html",
            "content": "Meeting Held in Malaysia to Hear Report of Its Instrumental Group on Visit to DPRK\r\n Pyongyang, May 20 (KCNA) -- A meeting was held in Malaysia on May 3 to hear the report of the My Harmonica World Instrumental Group on its visit to the DPRK to participate in the celebrations for the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there were members of the Malaysian Preparatory Committee for Celebrating the Centenary of the Birth of President Kim Il Sung and the group which participated in the 28th April Spring Friendship Art Festival and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the preparatory committee said:\n\t\t\t\t\t\n\t\t\t\t\t I visited the DPRK several times, but I have never been so deeply impressed in my life as during my recent tour. It was incomparably great fortune for me to see the wise leader Kim Jong Un during the military parade held on the Day of the Sun and listen to his speech.\n\t\t\t\t\t\n\t\t\t\t\t Watching the young leader acknowledging the salute of the columns of the military parade and hearing his enthusiastic speech, I was convinced that the future of the DPRK is brighter.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his speech praised the feats performed by the President, the founder of the DPRK, and reiterated his determination to carry forward the Songun politics true to the behests of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t I sincerely hope that the Korean people would make greater achievements in the struggle to achieve the cause of building a thriving socialist nation and reunify the country independently and peacefully in hearty response to his call \"Forward toward the Final Victory!\""
        },
        {
            "title": "Peruvian Organization Hails Work ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-03ee.html",
            "content": "Peruvian Organization Hails Kim Jong Un's Work \r\n Pyongyang, May 20 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism issued a statement on May 14 upon receiving the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\".\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his work referred to the undying feats performed by President Kim Il Sung and leader Kim Jong Il who worked heart and soul to splendidly spruce up the mountains and rivers of the country after paying deep attention to land management all their lives.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that land management is a patriotic work of lasting significance for the prosperity of the country and a noble work to provide the people with good living conditions.\n\t\t\t\t\t\n\t\t\t\t\t He set forth concrete tasks and ways for effecting a turn in land management and environment preservation. \n\t\t\t\t\t\n\t\t\t\t\t His work is of great historic significance in light of the present reality in which the environment issue is being raised as one of the most serious matters worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Group for the Study of Kimilsungism-Kimjongilism is convinced that the Korean people will register brilliant successes in preserving land and environment and building a thriving socialist nation true to the idea of Kim Jong Un on land management and under his leadership."
        },
        {
            "title": "World-wide Big Loss of Women's Lives ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-04ee.html",
            "content": "World-wide Big Loss of Women's Lives \r\n Pyongyang, May 20 (KCNA) -- It has become a serious problem that a large number of women die in childbed.\n\t\t\t\t\t The number of such women reached as many as 287,000 in 2010, according to the report published by the WHO on May 16.\n\t\t\t\t\t\n\t\t\t\t\t One woman dies of complications during pregnancy in every two minutes, said the report."
        },
        {
            "title": "Iran Clarifies Its Stand to Protect Its Rights to Nuclear Activities for Peaceful Purposes ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-05ee.html",
            "content": "Iran Clarifies Its Stand to Protect Its Rights to Nuclear Activities for Peaceful Purposes \r\n Tehran, May 19 (KCNA) -- Iran's chief nuclear negotiator Saeed Jalili who is secretary general of the Supreme Council of National Security of Iran clarified his government's stand to protect the rights to nuclear activities for peaceful purposes in the next round of nuclear talks with world powers, when addressing a conference in Tehran Thursday.\n\t\t\t\t\t He said that Iran would attend the next round of the talks with dignity and continue to claim its nuclear rights.\n\t\t\t\t\t\n\t\t\t\t\t He urged some members of the P5+1, namely the United States, Britain, France, China and Russia plus Germany, not to make any miscalculations about Iran, adding that now is the time to terminate their policy of pressure upon Iran."
        },
        {
            "title": "Palestinian Leader Accuses Israel of Destroying Confidence in Peace",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-06ee.html",
            "content": "Palestinian Leader Accuses Israel of Destroying Confidence in Peace\r\n Pyongyang, May 20 (KCNA) -- A senior Palestinian leader accused Israel at the United Nations of promoting measures to destroy the confidence with daily arrests, the construction of settlements and the siege of Gaza, it was reported on Thursday.\n\t\t\t\t\t The leader said that those acts by Tel Aviv completely erode the efforts to achieve a two-state solution (one Israeli and one Palestinian) to the conflict in the Middle East.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that Israel has no intention to end its occupation of Palestinian territories and thus expands its colonization in those lands, he stated."
        },
        {
            "title": "Jordan's Parliament Reiterates Support for Palestinians",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-07ee.html",
            "content": "Jordan's Parliament Reiterates Support for Palestinians\r\n Pyongyang, May 20 (KCNA) -- Jordan's lower house of the parliament issued a statement Tuesday in which it voiced support for the Arab and Palestinian prisoners in Israeli jails, condemning all Israeli violations against them.\n\t\t\t\t\t The statement called for the immediate release of those prisoners   in Israel.\n\t\t\t\t\t\n\t\t\t\t\tThe lower house voiced rejection of so-called alternative homeland scheme, stressing the need to empower the Palestinians to build their independent state with east Jerusalem as its capital. \n\t\t\t\t\t\n\t\t\t\t\tThe statement stressed that the key to stability and security in the Middle East is finding a just, comprehensive and lasting solution to the Palestinian issue."
        },
        {
            "title": "U.S. Branded as Root Cause of Ecological Pollution ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-09ee.html",
            "content": "U.S. Branded as Root Cause of Ecological Pollution \r\n Pyongyang, May 20 (KCNA) -- The World Nature Conservation Fund held the United States chiefly responsible for the ecological pollution.\n\t\t\t\t\t The fund made public a report titled \"Living Earth\" on May 15, which says that the biological resources of the earth decreased by 28 pct from 1970 to 2008.\n\t\t\t\t\t\n\t\t\t\t\t The fund in its report branded the U.S. as the major country polluting the ecosystem of the world."
        },
        {
            "title": "European Missile Shield Termed Ineffective",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-10ee.html",
            "content": "European Missile Shield Termed Ineffective\r\n Pyongyang, May 20 (KCNA) -- Experts of the Defence Science Committee in the U.S. Department of Defence and the General Accounting Office of the U.S. Congress in their recent reports considered the missile shield being deployed in  Europe as ineffective. \n\t\t\t\t\t The Russian paper Kommersant on May 17 in an article titled \"Hole in the missile shield umbrella\" said as follows: \n\t\t\t\t\t\n\t\t\t\t\t The experts in their reports claimed that the missile shield in Europe cannot fulfill its military mission in the near future as it was built entirely on a political plan. \n\t\t\t\t\t\n\t\t\t\t\t Its main defect is that the operation range of radars is small and is weak in target detecting capability. The radars of the above-said missile field are not yet capable of detecting launches of ballistic missiles and tracking them at their early stages. \n\t\t\t\t\t\n\t\t\t\t\t This combat system, however, had already been deployed in Europe before being tested in the U.S. Moreover, the hasty deployment of elements of the missile shield led to sharp increase of expenses and their low effectiveness. Consequently, this constantly spawned difficulties in the qualitative aspect of their elements."
        },
        {
            "title": "Russian Military Satellite Launched ",
            "url": "http://kcna.co.jp/item/2012/201205/news20/20120520-11ee.html",
            "content": "Russian Military Satellite Launched \r\n Moscow, May 19 (KCNA) -- Russia put a military satellite of \"Kosmos\" system into orbit on May 17.\n\t\t\t\t\t The satellite lifted by carrier rocket \"Soyuz-U\" at the Plesetsk Space Launching Center was successfully put into orbit."
        }
    ]
}