{
    "date": "2012-10-11",
    "url": "http://kcna.co.jp/item/2012/201210/2012-10-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Enjoys Moranbong Band Performance",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-01ee.html",
            "content": "Kim Jong Un Enjoys Moranbong Band Performance\r\n Pyongyang, October 11 (KCNA) -- The Moranbong Band gave a performance \"Song in Praise of Guiding Party\" here on Wednesday on the 67th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The dear respected Marshal Kim Jong Un, first secretary of the WPK, appeared in the auditorium.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Ki Nam, Hyon Chol Hae, Kim Won Hong, Kim Phyong Hae, Mun Kyong Dok and Jo Yon Jun and officials of major industrial establishments, party cell secretaries, teachers and students of universities in Pyongyang and citizens from all walks of life. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and representatives of international organizations, military attaches and their wives, staff members of various embassies here and foreign guests. \n\t\t\t\t\t\n\t\t\t\t\t The performance started with the playing of the national anthem. Divided into two parts, the performance proceeded in an atmosphere of overflowing with profound reverence for President Kim Il Sung and General Secretary Kim Jong Il who founded and built the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were colorful numbers such as light music and song \"It Is October\", light music for cello \"I Know You Only,\" female quartet \"We Will Do the Way the General Did\", female duet \"Mother\", string quartet \"Lights from the Party Central Committee\" and light music \"Do Prosper, Era of the Workers' Party\".\n\t\t\t\t\t\n\t\t\t\t\t The artistes enthusiastically sang of the undying feats the great Comrades Kim Il Sung and Kim Jong Il performed by founding the Juche-type revolutionary party and developing it into an organizer and guide of all victories of the Korean people and the militant headquarters of the Songun revolution and thereby bringing about epoch-making changes and ushering in a new era of prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The audience was overcome with deep emotion whenever there appeared on the background of the stage the images of tender-hearted peerlessly great men of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t The audience was mesmerized by the unique, heart-throbbing and refined artistic representation by female musicians and singers and fascinating arts which have reached a new height in their contents and style including solemn and rich echo that pervaded vast space, gorgeous stage decor and peculiar lighting.\n\t\t\t\t\t\n\t\t\t\t\t The performance vividly showcased the development of the DPRK's music dynamically advancing into the world, fully representing the Juche and national character.\n\t\t\t\t\t\n\t\t\t\t\t He congratulated the artistes on their successful performance."
        },
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Venezuelan President",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-19ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Venezuelan President\r\n Pyongyang, October 11 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, sent a congratulatory message to Hugo Chavez Frias, president of Venezuela, on October 10.\n\t\t\t\t\t Kim Jong Un in his message warmly congratulated Hugo Chavez Frias on his reelection as president of Venezuela in the general election in his country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said his stay in the important post as the president of Venezuela is a reflection of the unanimous desire and wishes of the Venezuelan people for the building of an independent, peace-loving and prosperous new society.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of that opportunity, Kim Jong Un sincerely wished the Venezuelan president bigger success in his responsible work, expressing conviction that the friendly and cooperative relations between the two countries would grow stronger in various fields in the future."
        },
        {
            "title": "Statues of Kim Il Sung and Kim Jong Il Erected in Kanggye City",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-15ee.html",
            "content": ""
        },
        {
            "title": "Kim Yong Nam Sends Greetings to President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-12ee.html",
            "content": "Kim Yong Nam Sends Greetings to President of Equatorial Guinea\r\n Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Obiang Nguema Mbasogo, president of Equatorial Guinea, on the 44th anniversary of the independence of his country.\n\t\t\t\t\t Kim in his message expressed belief that the excellent friendly and cooperative relations between the two countries would grow stronger in their common interests, sincerely wishing the president of Equatorial Guinea fresh success in his responsible work and its people progress and prosperity."
        },
        {
            "title": "Reception Given in Connection with Visit of Nigerian Government Delegation to DPRK",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-25ee.html",
            "content": "Reception Given in Connection with Visit of Nigerian Government Delegation to DPRK\r\n Pyongyang, October 11 (KCNA) -- Nigerian Ambassador to the DPRK Nwofe Alexander and Viola Onwuliri, minister of State for Foreign Affairs of Nigeria who is heading the Nigerian government delegation, hosted a reception in connection with its visit to the country on Thursday.\n\t\t\t\t\t Present there on invitation were DPRK Foreign Minister Pak Ui Chun, Vice Minister of Foreign Trade Ri Myong San, Vice Minister of Higher Education of the Education Commission O Min, officials concerned, diplomatic envoys of various countries and members of the international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the members of the Nigerian government delegation and staff members of the Nigerian embassy here."
        },
        {
            "title": "Nigerian Government Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-24ee.html",
            "content": "Nigerian Government Delegation Visits Mangyongdae\r\n Pyongyang, October 11 (KCNA) -- The Nigerian government delegation led by Viola Onwuliri, minister of State for Foreign Affairs, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the immortal revolutionary history of the President and his patriotic and revolutionary family members, the guests looked round historic relics there.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, Arch of Triumph, Mansudae Art Studio, Three-Revolution Exhibition, etc."
        },
        {
            "title": "Meeting of Inter-governmental Joint Committee Held between DPRK, Nigeria",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-13ee.html",
            "content": "Meeting of Inter-governmental Joint Committee Held between DPRK, Nigeria\r\n Pyongyang, October 11 (KCNA) -- The 3rd meeting of the joint committee between the governments of the DPRK and Nigeria was held in Pyongyang between October 9 and 11.\n\t\t\t\t\t Present there were Ri Myong San, vice-minister of Foreign Trade, other officials concerned, members of the Nigerian government delegation led by Viola Onwuliri, minister of State for Foreign Affairs and Nigerian Ambassador Nwofe Alexander here.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting they renewed the agreement between the DPRK and Nigeria on cooperation in the fields of the economy, science and technology. They also discussed issues arising in conducting cooperation in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The minutes of the meeting were signed there."
        },
        {
            "title": "Kim Yong Il Meets Nigerian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-14ee.html",
            "content": "Kim Yong Il Meets Nigerian Ambassador\r\n Pyongyang, October 11 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with Nigerian Ambassador to the DPRK Nwofe Alexander who paid a courtesy call on him Thursday."
        },
        {
            "title": "Service Personnel Vow to Face-lift Pothong River",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-26ee.html",
            "content": "Service Personnel Vow to Face-lift Pothong River\r\n Pyongyang, October 11 (KCNA) -- Service personnel have set about dredging the Pothong River and improving its embankment after completing the project for face-lifting the Hapjang River in Pyongyang.\n\t\t\t\t\t The River Pothong is associated with the history of love for the people shown by the great Generalissimos Kim Il Sung and Kim Jong Il who kindled the torch of nature-remaking project early in the period of building a new country and turned it into a cultural recreation ground for happy people.\n\t\t\t\t\t\n\t\t\t\t\t The above-said project is the noble work for translating into reality the grandiose plan of the dear respected Marshal Kim Jong Un to spruce up Pyongyang as befitting the capital city of Songun Korea and face-lift the land of the country as a socialist land of bliss as desired by the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t A meeting of service personnel under the Ministry of the People's Armed Forces took place Thursday. They vowed to thoroughly implement the instructions given by Supreme Commander Kim Jong Un calling on the People's Army to carry out the project.\n\t\t\t\t\t\n\t\t\t\t\t The venue of the meeting was replete with their militant mettle to complete it in the spirit of \"At one go.\"\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Hyon Yong Chol, Hyon Chol Hae, officials of the Ministry and service personnel."
        },
        {
            "title": "Vietnamese Ambassador Gives Reception on Anniversary of WPK's Birthday",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-17ee.html",
            "content": "Vietnamese Ambassador Gives Reception on Anniversary of WPK\r\n Pyongyang, October 11 (KCNA) -- Vietnamese Ambassador to the DPRK Le Quang Ba hosted a reception on Thursday on the occasion of the 67th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Present there on invitation were Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, and Vice Department Director Pak Kun Gwang and other officials of the Department of the International Affairs of the C.C., the WPK. \n\t\t\t\t\t\n\t\t\t\t\t  The ambassador said in his speech that the friendly and cooperative relations between the two countries are growing stronger under the deep care of Nguyen Phu Trong, general secretary of the Communist Party of Vietnam, and the dear respected Kim Jong Un, first secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the party, government and people of Vietnam would make efforts in the future, too to further develop the friendly and cooperative ties with the party, government and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed support for the people of the DPRK in their efforts to build a thriving nation and independently and peacefully reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il said in his speech that the bilateral friendly and cooperative relations of long history and tradition are based on the special comradely bonds and obligation provided by President Kim Il Sung and the respected Comrade Ho Chi Minh. \n\t\t\t\t\t\n\t\t\t\t\t He said that the meeting between General Secretary Kim Jong Il and respected Nong Duc Manh in October 2007 marked a historic event which put the friendly and cooperative relations between the two parties and two countries on a new higher level.\n\t\t\t\t\t\n\t\t\t\t\t He wished the fraternal Vietnamese people greater success in the efforts to implement the decision of the 11th party congress under the leadership of the Communist Party of Vietnam."
        },
        {
            "title": "Title of Labor Hero Awarded to Sports Persons and Coach",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-16ee.html",
            "content": "Title of Labor Hero Awarded to Sports Persons and Coach\r\n Pyongyang, October 11 (KCNA) -- The title of DPRK Labor Hero with gold medal (hammer and sickle) and the Order of the National Flag First Class were awarded to gold medalists at the 30th Olympics.\n\t\t\t\t\t They were judoka An Kum Ae and weightlifter Kim Un Guk of the April 25 Sports Team, weightlifter Rim Jong Sim of the Kigwancha Sports Team, weightlifter Om Yun Chol of the Amnokgang Sports Team and judo coach Ryu Ju Song of the April 25 Sports Team.\n\t\t\t\t\t\n\t\t\t\t\t The Order of the National Flag First Class of the DPRK was conferred upon weightlifter Ryang Chun Hwa of the April 25 Sports Team and wrestler Yang Kyong Il of the Ryongnamsan Sports Team.\n\t\t\t\t\t\n\t\t\t\t\t Decrees of the Presidium of the Supreme People's Assembly on awarding them were promulgated on Oct. 9."
        },
        {
            "title": "Delegation of Foreign Languages Publishing House of DPRK Leaves for China",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-18ee.html",
            "content": "Delegation of Foreign Languages Publishing House of DPRK Leaves for China\r\n Pyongyang, October 11 (KCNA) -- A delegation of the Foreign Languages Publishing House of the DPRK headed by Vice Director Ri Min Chon left here Thursday to visit China."
        },
        {
            "title": "Acrobatic Drama \"Tale of Chun Hyang\" Produced in DPRK",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-20ee.html",
            "content": "Acrobatic Drama \"Tale of Chun Hyang\" Produced in DPRK\r\n Pyongyang, October 11 (KCNA) -- The acrobatic drama \"Tale of Chun Hyang\" has been recently produced in the Democratic People's Republic of Korea.\n\t\t\t\t\t The drama is based on Korea's classical novel \"Tale of Chun Hyang\", believed to date back to the 18th century, which deals with the matter of rank and wealth, a source of evils in the feudal society, through a tale about love between Chun Hyang (female lead) and Mong Ryong (male lead) to reveal the reactionary nature of the feudal status system.\n\t\t\t\t\t\n\t\t\t\t\t The drama consisting of five acts makes a truthful artistic representation of the love story through a good combination of all elements of circus including aerial, ground, synchronized swimming and ice stunts and magic.\n\t\t\t\t\t\n\t\t\t\t\t Its performance is now going on at the Pyongyang Circus Theatre with full capacity.\n\t\t\t\t\t\n\t\t\t\t\t The performers successfully represented the ideological theme of the drama by use of modern stage decor and lighting, numbers such as swinging, seesawing, rope walking, balancing on the water, etc. with the use of unique methods of acrobatics including magic.\n\t\t\t\t\t\n\t\t\t\t\t The acrobatic drama is highly acclaimed by audience for its successful presentation of the folk tale, which was adapted for a feature film and an opera in the past."
        },
        {
            "title": "WPK Flag Associated with Kim Il Sung's Feat",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-21ee.html",
            "content": "WPK Flag Associated with Kim Il Sung's Feat\r\n Pyongyang, October 11 (KCNA) -- On the anniversary of the Workers' Party of Korea, the Korean people recollect with deep emotion the great feat made by President Kim Il Sung to institute the WPK flag.\n\t\t\t\t\t After declaring the birth of the WPK on October 10, 1945, the President paid deep attention to instituting the flag of the Party which would show its character as a working-class party representing the popular masses including the workers, peasants and intellectuals.\n\t\t\t\t\t\n\t\t\t\t\t One day in July of 1946, he instructed an official to draw a design for the WPK flag, saying that the design should be made in such a way as clearly showing the popular character of the Party and that the institution of the party flag would give a vivid idea of the WPK's mission and enhance the pride and honor of its members.\n\t\t\t\t\t\n\t\t\t\t\t Later, he met the designers several times and advised them to adopt the right symbols representing the popular character of the WPK to be displayed in the party flag.\n\t\t\t\t\t\n\t\t\t\t\t When the design was completed, he examined it three times and recommended that brush, symbolic of the intellectuals, should be included in the party emblem, together with hammer and sickle of Korean style representing the workers and peasants.\n\t\t\t\t\t\n\t\t\t\t\t He also taught the designers how to arrange those symbols.\n\t\t\t\t\t\n\t\t\t\t\t After all, the flag and emblem of the WPK clearly showing its character and mission as a revolutionary party of Juche type came into being under the energetic and careful guidance of the President."
        },
        {
            "title": "Anniversaries of Revolutionary Schools Marked",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-23ee.html",
            "content": "Anniversaries of Revolutionary Schools Marked\r\n Pyongyang, October 11 (KCNA) -- The future of the Korean revolution is rosy as the ranks of its successors are growing stronger.\n\t\t\t\t\t Mangyongdae Revolutionary School and Kang Pan Sok Revolutionary School, centers for training core forces of the Korean revolution, are greeting their 65th anniversaries at a time when the Juche revolution started on Mt. Paektu is winning one victory after another and a new era of the country's prosperity is being ushered in under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A revolutionary school was established in time-honored Mangyongdae, the birthplace of President Kim Il Sung, on Oct. 12, 1947 thanks to his noblest comradeship and love. This event helped the Workers' Party and people of Korea have a solid base for training reserves to carry forward the bloodline of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The President provided field guidance to the school more than 110 times during the whole period of his great life, developing it as a base for training military officers of the revolutionary armed forces and core elements of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t After making a new history of educating bereaved children of revolutionaries he made sure that Kang Pan Sok Revolutionary School was built after the Fatherland Liberation War, establishing a well-regulated educational system.\n\t\t\t\t\t\n\t\t\t\t\t The proud history covered by the school is associated with the undying feats of anti-Japanese war hero Kim Jong Suk and her benevolent love.\n\t\t\t\t\t\n\t\t\t\t\t True to the noble intention of the President, she showed more profound love and care for its students in their study and life than their real parents could do, finding herself among them frequently until the last moments of her noble life.\n\t\t\t\t\t\n\t\t\t\t\t She saw to it that a statue of the President was erected at Mangyongdae Revolutionary School, the first of its kind in the country, providing them with strong mainstay of faith.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary schools greeted a heyday in their development thanks to the wise guidance of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He left inerasable footprints on the revolutionary schools by visiting them dozens of times since the historic day when he attended the ceremony of inaugurating Mangyongdae Revolutionary School 65 years ago.\n\t\t\t\t\t\n\t\t\t\t\t He visited the school several times during the Arduous March, forced march, to take deep care of study and life of its students. The image of tender-hearted Kim Jong Il is always remembered by them and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un visited it on the lunar New Year's Day this significant year when a new century of Juche began in    Kim Il Sung's Korea. His visit was a great moment in history when a steady continuity is given to the bloodline of Mangyongdae and Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary schools have been consolidated as solid centers for training revolutionaries fully equipped with the spirit of devotedly defending the leader and the revolutionary spirit of Mt. Paektu. They have developed into models of schools for bereaved children of revolutionary martyrs provided with modern educational and living conditions.\n\t\t\t\t\t\n\t\t\t\t\t The party, army and people of the DPRK are immensely proud and pleased to have such revolutionary schools."
        },
        {
            "title": "Japan's Settlement of Its Past History Is Key Point in DPRK-Japan Relations: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-11ee.html",
            "content": "Japan's Settlement of Its Past History Is Key Point in DPRK-Japan Relations: KCNA Commentary\r\n Pyongyang, October 11 (KCNA) -- Japanese Prime Minister Noda at the 67th Session of the UN General Assembly talked about \"comprehensive settlement of unfortunate past history\" while taking issue with \"nuclear and missile issues and abduction issue\" in the DPRK.\n\t\t\t\t\t This is a revelation of a foolish attempt of Japan to persistently shun its admission, apology and reparation for its past crimes and incite hostility toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The prime minister and other politicians of Japan are talking about the \"comprehensive settlement of the past history\" in international arena, while creating impression that the DPRK-Japan relations are not mended due to the attitude of the DPRK. This is preposterous.\n\t\t\t\t\t\n\t\t\t\t\t It is a key point in improving the DPRK-Japan relations for Japan to redress its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t However, the reactionary ruling quarters and other ultra-right forces in Japan have not shown any willingness to turn over a new leaf by redeeming its inglorious past.\n\t\t\t\t\t\n\t\t\t\t\t On August 27 last Prime Minister Noda manifested his will to reexamine Kono's statement in 1993 in which he expressed apology and repentance of sexual slavery for the Imperial Japanese Army, sparking off public furor.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by the Wall Street Journal on September 23, he again blustered that Japan has no plan to make apology and reparation for the sexual slavery, describing it as \"an issue that found solution.\" He even made such absurd and impertinent remarks that \"the issue would only hurt feelings of the conscientious Japanese.\"\n\t\t\t\t\t\n\t\t\t\t\t Who is unconscientious and who offends whom?\n\t\t\t\t\t\n\t\t\t\t\t Such shameless behavior can be found in Japan only.\n\t\t\t\t\t\n\t\t\t\t\t Such politicians undisguisedly negating the crime-woven past are riding roughshod in Japan. \n\t\t\t\t\t\n\t\t\t\t\t This is the true picture of Japan allegedly wishing to become a \"normal state.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan occupied Korea by use of force and enforced an unprecedentedly harsh colonial rule over it in the past. In that period the Japanese imperialists inflicted too many mental, moral, human and material losses upon the Korean people to enumerate.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists forcibly drafted and abducted at least 8.4 million Koreans to use them as cannon fodder and forced them to toil and moil like beasts of burden. They brutally killed more than a million Koreans and forced 200,000 Korean women into sexual slavery. They brought disgrace to them and killed many of them.\n\t\t\t\t\t\n\t\t\t\t\t They perpetrated hideous crimes against the Korean and other Asian peoples.\n\t\t\t\t\t\n\t\t\t\t\t The above-said insolent attitude of Japan naturally impaired the image of Japan and earned the distrust of the international community.\n\t\t\t\t\t\n\t\t\t\t\t No one would trust Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan's earliest possible settlement of its past crimes is for itself.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-Japan relations would be unthinkable without Japan's settlement of its past."
        },
        {
            "title": "Rodong Sinmun Observes Anniversary of Kim Jong Il's Work",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-09ee.html",
            "content": "Rodong Sinmun Observes Anniversary of Kim Jong Il's Work\r\n Pyongyang, October 11 (KCNA) -- Rodong Sinmun Thursday dedicates a bylined article to the 20th anniversary of the famous work of General Secretary Kim Jong Il \"On the Fundamentals of Revolutionary Party Building\" published on Oct. 10, 1992.\n\t\t\t\t\t The Workers' Party of Korea has set an example of the century in building a revolutionary party under the banner of Juche since its founding, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung successfully applied the immortal Juche idea to the party building and activities, developing the WPK into an invincible party whose membership is united in thinking and purpose and a revolutionary party of Juche type giving steady continuity to the tradition of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il firmly established the party's monolithic ideological system and the monolithic system of leadership under the banner of modeling whole party on the Juche idea, developing the WPK into a mother party which formed a harmonious whole with the popular masses, an experienced and tested party with a high level of leadership art and a promising party fully ensuring the succession to leadership.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now shedding it rays as the most dignified and powerful revolutionary party of Juche as it has the dear respected Kim Jong Un at its top post.\n\t\t\t\t\t\n\t\t\t\t\t It is demonstrating its dignity as a glorious party of Kim Il Sung and Kim Jong Il guided by Kimilsungism and Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is pushing forward the revolution and construction in line with the idea and intention of Kim Il Sung and Kim Jong Il after deeming it as its supreme programme to dye whole society with Kimilsungism and Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is featured by its most solid ideological entity and perfect unity in organization and actions. This is the revolutionary picture of the WPK led by Kim Jong Un. All its members have become comrades-in-arms of Kim Jong Un and human fortresses and shields devotedly defending its Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's cause of building a thriving nation is sure to triumph as there are the leadership of the WPK with invincible power and the single-minded unity of all service personnel and people rallied close around the party."
        },
        {
            "title": "Rodong Sinmun Hits Out at U.S. for Providing S. Korea with New Type Weaponry",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-10ee.html",
            "content": "Rodong Sinmun Hits Out at U.S. for Providing S. Korea with New Type Weaponry\r\n Pyongyang, October 11 (KCNA) -- The United States is contemplating deploying 78 MRAPs in south Korea and allowing it to extend the missile range and mulling providing dozens of latest type helicopter gunships to it.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The U.S plan to provide the south Korean Lee Myung Bak regime with modern war hardware is little short of instigating it to take revenge upon the DPRK by igniting a war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. massive introduction of MRAPs into south Korea suggests many things, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. intention to provide latest type helicopter gunships favorable for military operations in mountainous areas to south Korea is prompted by the same purpose.\n\t\t\t\t\t\n\t\t\t\t\t MRAPs are advantageous for ground warfare while helicopter gunship is aimed to hit targets on the ground.\n\t\t\t\t\t\n\t\t\t\t\t These facts make it clear that the U.S. is seeking to mount a three-dimensional attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the U.S. allowed the south Korean regime to extend the missile range.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this move is a sinister intention to bolster up the south Korean army's missile offensive capability under the pretext of \"threat\" from the DPRK and effectively use it for a war against it.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. remains unchanged in its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. to stifle the DPRK and put the Korean Peninsula under its control and thus realize its ambition to dominate other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, should not miscalculate.\n\t\t\t\t\t\n\t\t\t\t\t Its war-like military forces should cogitate about the disastrous consequences to be entailed by its reckless actions to egg the Lee Myung Bak group onto escalating the confrontation with the DPRK with an eye to provoking a war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the forces hostile to the DPRK persistently choose a war, it will respond to it with a war and in that case only death will await them, the commentary warns."
        },
        {
            "title": "DPRK's Important Days Celebrated in Various Countries",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-02ee.html",
            "content": "DPRK's Important Days Celebrated in Various Countries\r\n Pyongyang, October 11 (KCNA) -- Various events were held in Myanmar, Uganda, Singapore and Austria from Sept. 24 to 27 in the run-up to the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 67th anniversary of the WPK and the 86th anniversary of the Down-with-Imperialism Union.\n\t\t\t\t\t They included a meeting, seminar and film show.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of those events were photos on the revolutionary careers and exploits of President Kim Il Sung and  Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Books and photos introducing Songun Korea were also on display.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched Korean films on the exploits of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t Present at those events were personages of the Union Solidarity and Development Party of Myanmar, Chambogo University of Uganda, a trading company of Singapore, the Society for the Promotion of the Relations between Austria and the DPRK and the Left Bloc of the Austrian Trade Union Federation and masses."
        },
        {
            "title": "Foreign Media Introduce Feats Performed by WPK",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-03ee.html",
            "content": "Foreign Media Introduce Feats Performed by WPK \r\n Pyongyang, October 11 (KCNA) -- Foreign papers devoted special write-ups to the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 67th anniversary of the WPK and the 86th anniversary of the Down-with-Imperialism Union.\n\t\t\t\t\t The October issue of the Russian paper Serp I Molot introduced the victorious and glorious history of the WPK in an article entitled \"Korean People Celebrating the 67th Anniversary of the WPK on Oct. 10\" illustrated with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t A Bangladeshi paper on Oct. 4 dedicated its two whole pages to an article titled \"The 67th anniversary of the WPK\" accompanied  with photos of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the WPK two months after Korea's liberation from the Japanese imperialists' colonial rule, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the party work was conducted as required by the Juche idea founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will always emerge victorious as it holds Kim Jong Il in high esteem as its eternal general secretary.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Krishna Aberta allotted one whole page to articles illustrated with a photo of Kim Jong Il on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Suara Karya and the Nepalese paper Arpan carried articles captioned \"Founder of the WPK\" and \"Let Us Deeply Study Juche idea\" introducing the President's exploits in party building and the immortal Juche idea on Oct. 4 and 5."
        },
        {
            "title": "DPRK's Important Days Observed by Bangladeshi Organization",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-04ee.html",
            "content": "DPRK's Important Days Observed by Bangladeshi Organization \r\n Pyongyang, October 11 (KCNA) -- The Bangladesh Group for the Study of the Songun Policy released a bulletin on Oct. 6 on the occasion of the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 67th anniversary of the WPK.\n\t\t\t\t\t The bulletin carried an article titled \"WPK and People's Trust in It.\"\n\t\t\t\t\t\n\t\t\t\t\t It said: President Kim Il Sung formed the Down-with-Imperialism Union on Oct. 17, 1926 which became the historical roots of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Laying down the line of founding the party, he underscored the need to build the party into a mass party deeply rooted among broad masses.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has fulfilled its mission as a mass political party since it was founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t The WPK enjoys the people's absolute support and trust because it has fully embodied the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea which was founded by the President and enriched by Kim Jong Il is a great revolutionary idea that considers the popular masses as the most valuable and powerful beings in the world.\n\t\t\t\t\t\n\t\t\t\t\t That is why the Korean people are entrusting all their destinies to the WPK and working hard to implement its line and policies, calling it mother party."
        },
        {
            "title": "Feats Performed by Kim Jong Il in Party Building Lauded by Foreign Figures ",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-05ee.html",
            "content": "Feats Performed by Kim Jong Il in Party Building Lauded by Foreign Figures\r\n Pyongyang, October 11 (KCNA) -- There took place in Romania, Bulgaria, Germany and Uganda meetings on Oct. 3 and 4 in celebration of the 15th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea and its 67th birthday.\n\t\t\t\t\t Present there on invitation were personages of political parties and social bodies and masses in relevant countries and the DPRK ambassadors to those countries and its embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, in a speech said that Kim Jong Il strengthened and developed the WPK into an eternal party of President Kim Il Sung and devoted his all to the prosperity of the country and the happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is always alive along with the ever-victorious WPK leading the general advance of the Korean people for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Simeon Ignatov, chairman of the Bulgaria-Korea Friendship Association, said that the WPK is an organizer and guide of all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t S.N. Sserwanga, secretary general of the African Regional Committee for Friendship and Solidarity with the Korean People, noted that Kim Jong Il was an outstanding leader who turned the DPRK into a world-famous political and military power with his original Songun policy.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have registered shining successes in building an economic power, single-mindedly united around the dear respected Kim Jong Un, he said.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the Korean people under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message of greetings to him was adopted at the meeting in Germany."
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported by Foreign Figures",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-06ee.html",
            "content": "Korean People's Struggle for National Reunification Supported by Foreign Figures\r\n Pyongyang, October 11 (KCNA) -- Nepalese and Guinean public figures made public statements on Oct. 1 and 6 on the occasions of the 32nd anniversary of the proposal for founding the Democratic Federal Republic of Koryo and the fifth anniversary of the historic October 4 Declaration.\n\t\t\t\t\t Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, said that the proposal advanced by President Kim Il Sung, the great leader of the Korean people, is fully supported by the Nepalese people and other progressive people of the world.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the proposal is the most fair and aboveboard one for achieving reunification independently and peacefully by the concerted efforts of the Koreans free from any foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t We are confident that the desire of the preceding leaders of the DPRK for national reunification is sure to come true under the outstanding and wise leadership of Marshal Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, noted that all Koreans and all other peoples of the world unanimously hope that the October 4 declaration will be implemented to achieve peace and reunification of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, the Lee Myung Bak regime of south Korea is sticking to its confrontation policy in total denial of the north-south declarations.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is wholly to blame for the grave situation on the peninsula and the collapse of the inter-Korean relations, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities persistently pursue their policy of confrontation with the DPRK in violation of the north-south declarations, they will not be able to escape their destruction, censured and condemned by all Koreans and other progressives of the world who love peace and justice."
        },
        {
            "title": "Works of Kim Il Sung and Kim Jong Il Posted by Swiss Organization on Its Website",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-07ee.html",
            "content": "Works of Kim Il Sung and Kim Jong Il Posted by Swiss Organization on Its Website\r\n Pyongyang, October 11 (KCNA) -- The full texts of President Kim Il Sung's work \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\" and General Secretary Kim Jong Il's work \"On the Fundamentals of Revolutionary Party Building\" were posted by the Swiss Group for the Study of the Juche Idea on its Internet website on Oct. 5.\n\t\t\t\t\t The work of Kim Il Sung, published on Oct. 10, 1980, deals with the WPK's activities and the achievements made by the Korean people in the revolution and construction in the period under review. \n\t\t\t\t\t\n\t\t\t\t\t It indicates tasks and ways for modeling whole society on Juche idea, achieving the independent and peaceful reunification of the country and strengthening the unity among the anti-imperialist independent forces and the party work.\n\t\t\t\t\t\n\t\t\t\t\t The work of Kim Jong Il, published on Oct. 10, 1992, clarifies the historical lessons drawn from the building of a ruling party under socialism, the fundamental principles for building a Juche-oriented revolutionary party and the idea of strengthening international unity and solidarity among the revolutionary parties."
        },
        {
            "title": "Russia Expresses Concern over S. Korea's Moves to Extend Missile Range",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-22ee.html",
            "content": "Russia Expresses Concern over S. Korea's Moves to Extend Missile Range\r\n Pyongyang, October 11 (KCNA) -- Russia warned of a new arms race on the Korean Peninsula, expressing concern over south Korea's moves to extend missile range, according to a foreign press report.\n\t\t\t\t\t A spokesman for the Russian Foreign Ministry Tuesday re-clarified through its Internet website Russia's invariable opposition to the south Korean authorities' attempt that may worsen the military and political situation on the Korean Peninsula and spark a new arms race.\n\t\t\t\t\t\n\t\t\t\t\t Russia urged all countries concerned to refrain from new actions to strain the situation, the spokesman said."
        },
        {
            "title": "Kim Jong Un presencia funcion de Banda Moranbong por 10 de Octubre",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-27ee.html",
            "content": "Kim Jong Un presencia funcion de Banda Moranbong por 10 de Octubre\r\nPyongyang, 11 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, presencio la vispera en esta capital la solemne funcion de la Banda Moranbong \"Cancion dedicada al partido orientador\" por el 67o aniversario de la fundacion del PTC.\n\t\t\t\t\tLe acompanaron en verla Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Ki Nam, Hyon Chol Hae, Kim Won Hong, Kim Phyong Hae, Mun Kyong Dok, Jo Yon Jun, los funcionarios y secretarios de las celulas del partido de las fabricas y empresas importantes en esta capital, los profesores, empelados y estudiantes de las universidades junto con los  capitalinos de distintos estratos.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los esposos de los representantes diplomaticos y de organizaciones internacionales y los agregados militares, los miembros de las embajadas, acreditados en Corea, y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tIniciada con el Himno Nacional, la funcion se desarrollo dividida en dos partes, rebosante del sentimiento de infinito respeto y veneracion al Presidente  Kim Il Sung y al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron en la escena la musica ligera y cancion \"Estamos en octubre\", la musica ligera para violoncelo  \"Partido es mi mejor patron\", el cuarteto  femenino \"Seguiremos el ejemplo del General\", el duo femenino \"Madre\", el cuarteto de instrumento de cuerda \"Luces del Comite Central del Partido\", la musica ligera \"!Que prospere la epoca del Partido del Trabajo!\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLas ejecutantes cantaron en tono patetico las inmortales hazanas del Presidente y el Dirigente quienes fundaron el partido revolucionario de tipo juechano y lo fortalecieron como organizador y orientador de todas las victorias del pueblo coreano y como estado mayor combativo de la revolucion del Songun y trajeron el cambio secular y nueva epoca de prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que aparecian en el fondo de la escena las imagenes afectuosas de los grandes Hombres sin pares del monte Paektu, los espectadores quedaron muy conmovidos.\n\t\t\t\t\t\n\t\t\t\t\tViendo la vivida y aprobada representacion artistica de las ejecutantes, la tipica decoracion de la escena e iluminacion especifica, los espectadores no escatimaron su admiracion.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion, penetrada por el caracter Juche y la nacionalidad, demostro bien el aspecto de desarrollo del arte musico de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal felicito el exito de la funcion."
        },
        {
            "title": "Kim Jong Un felicita a Hugo Chavez Frias",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-28ee.html",
            "content": "Kim Jong Un felicita a Hugo Chavez Frias\r\nPyongyang, 11 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 10 un mensaje de felicitacion a Hugo Chavez Frias, Presidente de la Republica Bolivariana de Venezuela.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLe extiendo calidas felicitaciones por su reeleccion como presidente de la Republica Bolivariana de Venezuela en las elecciones generales que tuvieron lugar en su pais.\n\t\t\t\t\t\n\t\t\t\t\tLa ratificacion de Vd. en ese cargo importante es una manifestacion de la unanime aspiracion y deseo de su pueblo de construir una nueva sociedad independiente, pacifica y prospera.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, estoy convencido de que las relaciones de amistad y cooperacion entre nuestros dos paises seguiran ampliandose y desarrollandose en varios dominios y le deseo de todo corazon mayores exitos en sus responsabilidades."
        },
        {
            "title": "Erguidas en Kanggye estatuas de bronce de Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-29ee.html",
            "content": "Erguidas en Kanggye estatuas de bronce de Kim Il Sung y Kim Jong Il\r\nPyongyang, 11 de octubre (ACNC) -- Tuvo lugar el dia 11 en la ciudad de Kanggye de la provincia de Jagang la ceremonia de descubrimiento de las estatuas de bronce del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\tLas estatuas de bronce describen la imagen del Presidente quien poniendose el uniforme militar y tomando los binoculos preparo una coyuntura de viraje en la Guerra de Liberacion de la Patria llamando al ejercito y al pueblo de Corea y la imagen del Dirigente quien hace bendicion al futuro de la potencia del monte Paektu con el vestido de abrigo de campana que transmite la historia de la revolucion del Songun con la mano puesta en la cintura.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto participaron Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Kim Jong Gak, Kim Ki Nam y otros funcionarios, los oficiales y soldados del Ejercito Popular de Corea, los funcionarios y empleados de las unidades que contribuyeron a erguirlas, los miembros de la brigada, trabajadores, jovenes y ninos escolares en la provincia.\n\t\t\t\t\t\n\t\t\t\t\tLos cuadros del partido, el Estado, el ejercito y la provincia de Jagang descubrieron las estatuas de bronce.\n\t\t\t\t\t\n\t\t\t\t\tAnte estas fue depositado un cesto de flores enviado por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tFue colocado el cesto de flores a nombre comun del CC del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron puestos los cestos de flores en nombre de los organos del partido y el Poder, las instituciones, empresas, fabricas, granjas a todos niveles y las unidades del EPC en la provincia.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje postumo al Presidente y al Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de descubrimiento estuvo a cargo de Kim Yong Nam, miembro del Presidium del Buro Politico del CC del PTC y presidente del Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador se refirio a que los Generalisimos convirtieron en el paraiso la provincia desertica de Jagang y la presentaron en la delantera de la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tErguir las estatuas de bronce de los Generalisimos fue el deseo ardiente de los habitantes provinciales, senalo y agrego que gracias a la fidelidad de los habitantes las estatuas fueron erguidas en un corto tiempo en nivel supremo.\n\t\t\t\t\t\n\t\t\t\t\tAl termino del acto los participantes recorrieron las estatuas."
        },
        {
            "title": "Efectuada 3a reunion del comite conjunto Corea-Nigeria",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-30ee.html",
            "content": "Efectuada 3a reunion del comite conjunto Corea-Nigeria\r\nPyongyang, 11 de octubre (ACNC) -- Tuvo lugar del dia 9 al 11 en esta capital la tercera reunion del comite conjunto entre los gobiernos de la Republica Popular Democratica de Corea y la Republica Federal de Nigeria.\n\t\t\t\t\tParticiparon en la ocasion Ri Myong San, viceministro de Comercio Exterior y otros funcionarios coreanos, los miembros de la delegacion gubernamental encabezada por Viola Onwuliri, ministra de Estado para Asuntos Exteriores y el embajador Nwofe Alexander.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion, se discutieron los temas para renovar el convenio sobre la cooperacion economica y cientifico-tecnica entre los gobiernos de ambos paises y realizar la cooperacion en varios dominios y quedo firmada la nota de reunion."
        },
        {
            "title": "ACNC urge a Japon liquidar los crimenes del pasado",
            "url": "http://kcna.co.jp/item/2012/201210/news11/20121011-31ee.html",
            "content": "ACNC urge a Japon liquidar los crimenes del pasado\r\nPyongyang, 11 de octubre (ACNC) -- En el 67o periodo de sesiones de la asamblea general de la ONU, el premier japones Noda hablo de la \"solucion comprensiva del pasado desgraciado\" acusando a la Republica Popular Democratica de Corea del \"problema nuclear, el de misiles y de secuestro\". \n\t\t\t\t\tEso parte del necio intento de eludir el reconocimiento, la disculpa y la indemnizacion por los crimenes del pasado e inculcar la conciencia hostil a la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEs absurdo que el premier y otros politicos japoneses hablaran en los escenarios internacionales como si las relaciones Corea-Japon no se normalizan por culpa de la primera. \n\t\t\t\t\t\n\t\t\t\t\tLa cuestion fundamental en las relaciones Corea-Japon es la liquidacion del pasado. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los gobernantes reaccionarios y las fuerzas ultraderechistas de Japon no tienen ni la minima voluntad de hacerlo. \n\t\t\t\t\t\n\t\t\t\t\tEl 27 de agosto pasado, el premier Noda manifesto la voluntad de revisar la declaracion de Kono, publicada en 1993 para pedir disculpas y reflexionar el caso de ex esclavas sexuales para el viejo ejercito japones, lo cual armo un gran revuelo mundial.\n\t\t\t\t\t\n\t\t\t\t\tY en la conferencia de prensa con el periodico estadounidense Wall Street Journal ofrecida el 23 de septiembre, volvio a pronunciar palabras insolentes y absurdas como que no tiene el plan de pedir disculpas o indemnizar por el caso de esclavas sexuales porque es un \"asunto ya acabado\" y eso \"malhumora a los japoneses de conciencia\".\n\t\t\t\t\t\n\t\t\t\t\tEn Japon, que desea hacerse \"pais normal\", campean los politicos que encomian abiertamente los crimenes del pasado.\n\t\t\t\t\t\n\t\t\t\t\tEn el siglo pasado, el pais isleno ocupo el territorio coreano con el uso de fuerzas armadas y practico la dominacion colonial sin precedentes causando incontables perdidas mentales, morales, humanas y materiales. \n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas japoneses secuestraron y arrestaron forzosamente a mas de 8 millones 400 mil coreanos y para utilizarlos como carnes de canon o imponerles el trabajo forzado. Y asesinaron cruelmente a mas de un millon de coreanos y convirtieron a las 200 mil coreanas en esclavas sexuales. \n\t\t\t\t\t\n\t\t\t\t\tJapon cometio tremendos crimenes de lesa humanidad contra el pueblo coreano y los otros asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tLa actitud de Japon, que se obstina en eludir su responsabilidad por tales crimenes del pasado, lejos de arrepentirse con sinceridad, mancha su autoridad estatal y causa la desconfianza de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tNadie creera a Japon. \n\t\t\t\t\t\n\t\t\t\t\tLa liquidacion del pasado criminal de Japon favorece primero a si mismo. \n\t\t\t\t\t\n\t\t\t\t\tSin eso, no se mejoraran nunca las relaciones Corea-Japon."
        }
    ]
}