{
    "date": "2012-05-25",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Goes Round Kaeson Youth Park Funfair ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-29ee.html",
            "content": "Kim Jong Un Goes Round Kaeson Youth Park Funfair \r\n Pyongyang, May 25 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, went round the Kaeson Youth Park Funfair to learn about its management and operation. \n\t\t\t\t\t Learning in detail about the operation of the amusement equipment personally watched by general secretary Kim Jong Il, he noted with appreciation that the funfair is kept neat and tidy and managed regularly.\n\t\t\t\t\t\n\t\t\t\t\t Before the merry-go-round swing, he said it is most popular, adding when he accompanied Kim Jong Il visiting the funfair last year, he had a chance to ride it.\n\t\t\t\t\t\n\t\t\t\t\t At the electronic amusement hall he kindly asked which apparatus do visitors like more, underlining the need to set up a merry-go-round swing and electronic amusement hall at the Rungna People's Recreation Ground now under construction. \n\t\t\t\t\t\n\t\t\t\t\t Standing before a kiosk where wheat cake stuffed with roast chicken is served, he learned about the quality of mineral water bottle inside it.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the Kaeson Bread Restaurant in the compound of the funfair, he said he was also told that visitors liked food there and it is serving good food.\n\t\t\t\t\t\n\t\t\t\t\t He recollected with deep emotion that Kim Jong Il promised to visit it without fail in his lifetime but he could not keep his promise.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied with the fact that the workers of the funfair are operating amusement facilities regularly and successfully operating several catering networks.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled to manage and operate the funfair.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to improve the management of equipment and technical control of them and operate the funfair in such a way as not to give even the slightest inconvenience to the visitors.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to provide a sufficient quantity of foodstuff to the catering networks in the compound of the funfair so that they may operate more effectively.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to pay deep attention to dresses of operators and service persons of the funfair and make service garments fit for seasons so that they may match the scenic beauty of the funfair.\n\t\t\t\t\t\n\t\t\t\t\t He asked them to manage and operate the funfair well so as to bring into bloom Kim Jong Il's love for the people for all ages and always please them.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the workers of the funfair and the relevant field, expressing expectation and conviction that they would fulfil their honorable mission and duty as the true servants of the people.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, member of the Presidium of the Political Bureau of the WPK Central Committee and director of the General Political Bureau of the KPA, Jang Song Thaek, member of the Political Bureau of the WPK Central Committee and vice-chairman of the National Defence Commission, and Hwang Pyong So and Pak Chun Hong, vice department directors of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Un Provides Field Guidance to Construction of Changjon Street Nearing Completion",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-24ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Construction of Changjon Street Nearing Completion\r\n Pyongyang, May 25 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, provided field guidance to the construction of Changjon Street nearing its completion.\n\t\t\t\t\t There are in Changjon Street 5 to 45-storeyed apartment houses for thousands of families, each of which having several living rooms and tens of buildings for nurseries and kindergartens, secondary school, pharmacies, educational and healthcare  institutions, commercial and catering networks and various welfare and service facilities standing  in good harmony.\n\t\t\t\t\t\n\t\t\t\t\tAfter being briefed on the street in front of a huge map showing the panoramic view of the Mansudae Area, Kim Jong Un went round various restaurants, shops and stalls and parking lot in the basement, etc. to acquaint himself in detail with the construction of the street. \n\t\t\t\t\t\n\t\t\t\t\t He looked round various parts of Haemaji Restaurant built in a peculiar style and was satisfied with it.\n\t\t\t\t\t\n\t\t\t\t\t He made the rounds of various other restaurants including the combined restaurant of the Jung District and Unjong Teahouse built in diverse styles to learn in detail about their size, furnishings, decorations, ventilation, etc.\n\t\t\t\t\t\n\t\t\t\t\t He personally sat on a chair of the restaurant and underscored the need to thoroughly abide by the principle of guaranteeing convenience first and architectural beauty next when designing and manufacturing any furniture so that it may be convenient for use and look nice.\n\t\t\t\t\t\n\t\t\t\t\t Learning in detail about the quality and colors of the paving blocks on the passages linking the ground and the underground and the greenery outside, he indicated detailed orientation and ways to build the street into a more magnificent and fashionable one.\n\t\t\t\t\t\n\t\t\t\t\t He also viewed the signboard designs of various catering networks in the street and indicated ways of rounding them off better.\n\t\t\t\t\t\n\t\t\t\t\t He enjoyed a bird's-eye view of the street and said the scenery of the street is really fantastic and its appearance has changed beyond recognition.\n\t\t\t\t\t\n\t\t\t\t\t He said with pride that the successful construction of the modern street by the efforts of Koreans as required by the new century is a demonstration of the validity of the WPK's idea of architectural aesthetics and the potential of the Juche-based self-supporting economy.\n\t\t\t\t\t\n\t\t\t\t\t Changjon Street is excellent in designing and high in the level of construction, he appreciated again, stressing the need to enable residents to move to new houses in mid-June.\n\t\t\t\t\t\n\t\t\t\t\t He indicated important tasks to serve as guidelines for building Pyongyang into a more magnificent city as required by the Songun era. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyang should be built into a city for people where the revolutionary outlook on the leader is thoroughly embodied both in name and reality, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As required by the developing reality it is necessary to lay out streets, build roads, distribute various buildings and ensure their styles, interior decorations, etc. in a peculiar manner under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to distribute well educational, healthcare, sports, cultural and welfare facilities and welfare service bases on the principle of ensuring popular character, national identity and modernity. \n\t\t\t\t\t\n\t\t\t\t\t The field of construction should steadily and thoroughly implement the WPK's policy of applying formative art in architecture and pay deep attention to creating cultural environment including the greening of the city, in particular.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, member of the Political Bureau of the Central Committee of the WPK and vice-chairman of the NDC of the DPRK, and Ryang Chong Song, Pak Chun Hong and Ma Won Chun, vice department directors of the C.C., WPK."
        },
        {
            "title": "Kim Jong Un Provides Field Guidance to Construction of Ryugyong Health Complex and People's Outdoor Ice Rink ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-28ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Construction of Ryugyong Health Complex and People's Outdoor Ice Rink \r\n Pyongyang, May 25 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, provided field guidance to the construction of the Ryugyong Health Complex and the People's Outdoor Ice Rink.\n\t\t\t\t\t After being briefed on the health complex before a large map showing its panoramic view, he went round it.\n\t\t\t\t\t\n\t\t\t\t\t Making the rounds of the exterior and interior of the complex, he learned in detail about its construction.\n\t\t\t\t\t\n\t\t\t\t\t Entering a pine tree sauna emitting strong smell of resin, he was pleased with the successful construction of its floor and walls.\n\t\t\t\t\t\n\t\t\t\t\t Rest halls of bathhouses look spacious and nice, he said, adding visitors will like if TV sets are available there so that they may enjoy an emotional life, having good rest there.\n\t\t\t\t\t\n\t\t\t\t\t Going up to the last fourth story, he stressed the need to use space effectively and efficiently.\n\t\t\t\t\t\n\t\t\t\t\t The complex is an object to which leader Kim Jong Il paid special attention, he said, adding that if it is completed, this will amount to implementing another behest of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the complex is not only fresh and peculiar in its architectural style and contents but also on a high level from designing to building, he underlined the need for soldier-builders to finish its project till the war victory day and provide it to the people. \n\t\t\t\t\t\n\t\t\t\t\t The next leg of his field guidance was the People's Outdoor Ice Rink.\n\t\t\t\t\t\n\t\t\t\t\t Noting that sporting and service facilities such as the ice rink could be built thanks to the heroic struggle of soldier-builders, he highly praised their merits.\n\t\t\t\t\t\n\t\t\t\t\t There should be good places for providing skates and sharpening skate edges as it is a mass skating ground, he said.\n\t\t\t\t\t\n\t\t\t\t\t He called for successfully completing the ice rink as a sports center for the country's ice sports development and physical training of working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t It is also a gift the WPK will present to the people, he noted, adding it should be finished till the war victory day along with the above-said health complex. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Jang Song Thaek, member of the Political Bureau of the WPK Central Committee and vice-chairman of the National Defence Commission, and Ryang Chong Song and Ma Won Chun, vice department directors of the WPK Central Committee."
        },
        {
            "title": "Kim Jong Un Sends Message to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-13ee.html",
            "content": "Kim Jong Un Sends Message to Raul Castro Ruz\r\n Pyongyang, May 25 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, sent a message to Raul Castro Ruz, first secretary of the C.C., the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers, on May 24 in reply to his congratulatory message.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I express deep thanks to you for extending warm congratulations to me on assuming office as first chairman of the NDC of the DPRK."
        },
        {
            "title": "Long Drought in West Coastal Areas of DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-23ee.html",
            "content": "Long Drought in West Coastal Areas of DPRK\r\n Pyongyang, May 25 (KCNA) -- West coastal areas of the Democratic People's Republic of Korea experience a long spell of dry weather. This is an abnormal phenomenon witnessed in the country in fifty years, according to a report of the Hydro-meteorological Service.\n\t\t\t\t\t There have been few rainfalls for about 30 days since April 26.\n\t\t\t\t\t\n\t\t\t\t\tIn this period rainfall was registered 2 mm in Pyongyang, 5 mm in Haeju City, 4 mm in Phyongsong City, 1 mm in Sinuiju City and 0 mm in Sariwon City.\n\t\t\t\t\t\n\t\t\t\t\t The average evaporation loss is 4 to 8 mm and the humidity of land 60 percent at present.\n\t\t\t\t\t\n\t\t\t\t\t In case there is no rain until the end of this month, the precipitation of May in the west coastal areas would be registered as the lowest from 1962 downward.\n\t\t\t\t\t\n\t\t\t\t\t The humidity of land stands at 55 percent and the drought is expected to get more serious.\n\t\t\t\t\t\n\t\t\t\t\t An all-people campaign for overcoming drought is now going on in the country."
        },
        {
            "title": "KCNA Ridicules Japan Taking Issue with DPRK ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-21ee.html",
            "content": "KCNA Ridicules Japan Taking Issue with DPRK \n\t\t\t\t\t\t\r\n Pyongyang, May 25 (KCNA) -- The Japanese prime minister, foreign minister and other official figures have cried out for \"cooperation\" and \"solidarity\" to cope with the nuclear test of the DPRK during their recent visits to foreign countries. \n\t\t\t\t\t They also said that Japan put into operation a new detective device which it set up in Aomori Prefecture to correctly detect nuclear tests of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We cannot repress disillusion at the reckless actions of those obsessed with hostility towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Like a dog barking at the moon, Japan trumpeted about \"nuclear test in the wake of missile launch\" and \"additional provocation\", an issue the DPRK had not expected. Disgusting indeed is its behavior of cozying up to big countries. \n\t\t\t\t\t\n\t\t\t\t\t Japan's humiliating and indiscreet racket over the \"nuclear test\" is nothing but a sordid action of those following the U.S. hostile policy toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Peddling \"nuclear and missile threats\" from the DPRK, Japan eyes to raise its image in the international arena and create international environment and atmosphere favorable for its bid to turn Japan into a military giant and launch expansion overseas. \n\t\t\t\t\t\n\t\t\t\t\t Japan faces too many troubles and urgent crisis at home to take issue with others. \n\t\t\t\t\t\n\t\t\t\t\t The political situation of Japan in the face of a series of all sorts of crisis is like a house mourning a death. \n\t\t\t\t\t\n\t\t\t\t\t A typical example is the nuclear management. \n\t\t\t\t\t\n\t\t\t\t\t The problem of environment has gone beyond the danger line in the wake of Fukushima power plant accident. \n\t\t\t\t\t\n\t\t\t\t\t Saitama Prefecture announced on May 11 that radioactive cesium surpassing the standard level was detected in a wild catfish from a river in the prefecture and urged anglers to stop catching wild catfish in the surrounding waters, defying disgrace. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, high concentration radioactive cesium was detected to the maximum level in moss and algae like materials collected in Edogawa District, Tokyo Metropolis, raising control problem. \n\t\t\t\t\t\n\t\t\t\t\t No country in the world is as instable and chaotic as Japan as it is plagued with waves of conflicts between the ruling quarters and opposition camp and between factions over state administration. \n\t\t\t\t\t\n\t\t\t\t\t All the disasters of Japan are attributable to the wrong policy of the authorities. \n\t\t\t\t\t\n\t\t\t\t\t Righting such things only would keep the Japanese authorities very busy. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to correct its own chaotic home affairs rather than wasting time by finding fault with others."
        },
        {
            "title": "KCNA Terms Lee Myung Bak Group's Talk about \"Forces Following North\" Epileptic Fi",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-22ee.html",
            "content": "KCNA Terms Lee Myung Bak Group's Talk about \"Forces Following North\" Epileptic Fit \r\n Pyongyang, May 25 (KCNA) -- The Lee Myung Bak group of traitors has gone off such epilepsy as kicking up much fuss about \"forces following the north.\" \n\t\t\t\t\t On May 21, they hurled puppet prosecutors and at least 400 policemen for an operation against the office of the Unified Progressive Party of south Korea under the pretext of \"suspected fraud\" during the \"National Assembly\" election for proportional representation.  They went on forcible search rampage, crying out for \"eliminating forces following the north.\" The campaign against the \"forces following the north\" kicked off by the Lee group under the pretext of distinguishing right and wrong clearly proves that it is working hard to use it as a lever for cracking down upon the pro-reunification patriotic forces of south Korea by linking them with the north.\n\t\t\t\t\t\n\t\t\t\t\t This is another politically-motivated provocation against the north and despicable political terrorism to gratify its ambition to stay in power through the forthcoming \"presidential election.\" \n\t\t\t\t\t\n\t\t\t\t\t It is nothing odd that the Lee group revived the long bankrupt story about \"forces following the north\" with the puppet presidential election at hand.\n\t\t\t\t\t\n\t\t\t\t\t It is well known to the world that whenever the group was locked in the scramble for power at home, it raised the \"north wind\" and the story about \"forces following the north\" was its version.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is finding itself on the verge of ruin with the public turning its back on it due to the total failure of its domestic and foreign policies. The puppet group fabricated the \"north wind\" as a shock therapy for prolonging its remaining days. \n\t\t\t\t\t\n\t\t\t\t\t The successive puppet ruling quarters cooked up the \"north wind\" in a bid to turn the political situation before the \"election\" favorable to them and branded their political rivals as \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors is now much afraid of the \"election\" as it may prove to be a court for punishing it for the crimes committed during its office.\n\t\t\t\t\t\n\t\t\t\t\t  The Lee group in the grip of the worst ruling crisis is leaving no means untried to turn the situation before the \"election\" favorable to it, come what may.\n\t\t\t\t\t\n\t\t\t\t\t That is why this group is labeling even candidates from opposition parties \"members of the leftist faction directly linked with the north\", not content with branding progressive organizations and personages as \"forces following the north\" and \"leftist forces\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is busy spreading story about \"forces following the north\" as the last-ditch efforts to calm down the call made by the people from all walks of life and the democratic pro-reform forces for \"judging the regime.\" \n\t\t\t\t\t\n\t\t\t\t\t The Lee group, however, has committed too many crimes against the people to calm down their angry mind-set.\n\t\t\t\t\t\n\t\t\t\t\t It will not be able to escape a severe judgment of history as its desperate efforts will only add to its crimes."
        },
        {
            "title": "Rodong Sinmun Calls for Modeling Whole Society on Kimilsungism-Kimjongilism ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-05ee.html",
            "content": "Rodong Sinmun Calls for Modeling Whole Society on Kimilsungism-Kimjongilism \r\n Pyongyang, May 25 (KCNA) -- All party members, service personnel and people should successfully materialize the ideas of President Kim Il Sung and general secretary Kim Jong Il and accomplish their causes under the leadership of the Workers' Party of Korea, bearing deep in mind the historic mission and great self-esteem of living and struggling at the important juncture when they are carrying out the cause of modeling the whole society on Kimilsungism-Kimjongilism, says Rodong Sinmun in an editorial on Friday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un proclaimed the work for modeling the whole society on Kimilsungism-Kimjongilism as a supreme programme of the WPK and clarified the invincibility of the Juche revolution under its banner in his recent work titled \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\".\n\t\t\t\t\t\n\t\t\t\t\t The idea of modeling the whole society on Kimilsungism-Kimjongilism serves as a revolutionary banner that makes it possible for the DPRK to demonstrate its grandeur as an ideological power, the country based on single-minded unity, and to speed up the building of a thriving nation and bring its victory earlier.\n\t\t\t\t\t\n\t\t\t\t\t The politico-ideological might, single-mined unity, is the strongest national power of Songun Korea and a mainstay of the Korean revolution. The WPK and the country, the army and people are great thanks to this great idea and the cause of the DPRK is always sure to win victory after victory thanks to the great unity of the leader, party, army and people. \n\t\t\t\t\t\n\t\t\t\t\t When the DPRK advances under this banner, its society will shine as an unblemished ideological entity free from any other alien ideological factor and a society which has achieved unbreakable unity where all the service personnel and people become genuine comrades-in-arms and revolutionary comrades of the leader.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism serves as encyclopedic guidelines for the revolution and construction. It fully reflects the independent desire and wishes of the popular masses and comprehensively deals with a wealth of experience and exploits of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t The great changes that have taken place in the country in the crucible of the drive for bringing about a new revolutionary surge in recent years clearly prove the immutable truth of the revolutionary idea of Kim Il Sung and Kim Jong Il and its role played in effecting dramatic changes. There can be neither slightest stagnation nor mistake on the part of the DPRK but the cause of building a thriving nation is sure to triumph as great Kimilsungism-Kimjongilism indicates its way."
        },
        {
            "title": "Rodong Sinmun Terms Realignment of U.S. Forces Offensive Redeployment of Forces ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-07ee.html",
            "content": "Rodong Sinmun Terms Realignment of U.S. Forces Offensive Redeployment of Forces \r\n Pyongyang, May 25 (KCNA) -- The realignment of U.S. forces in the Asia-Pacific region is obviously an offensive redeployment of forces aimed at world domination, says Rodong Sinmun Friday in a bylined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan recently made public a joint document on the review of the relocation plan of U.S. forces in Japan.\n\t\t\t\t\t\n\t\t\t\t\t According to this plan, 9 000 out of 19 000 U.S. Marines in Okinawa will be transferred to Guam, Hawaii, Australia, etc.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to lay a network of siege linking Okinawa,Taiwan, etc. and deploy U.S. Marines in Guam, Australia and Hawaii on a rotation basis in a bid to round it off.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. to complete a siege to other powers in the Asia-Pacific region and promptly hurl its forces any time it deems necessary in a bid to achieve its military purpose.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. deployed six aircraft carriers out of 11 in the Asia-Pacific region and more than 200 warships of various types and over 6 500 nuclear weapons, etc.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to its air battle-oriented war methods, the U.S. deployed strategic bombers and other assault aircraft in Japan and other regions and keeps them combat-ready.\n\t\t\t\t\t\n\t\t\t\t\t It admits of no argument that the realignment of U.S. forces in Asia-Pacific is nothing but a redeployment of forces for containing the regional countries and mounting a preemptive attack on them any time.\n\t\t\t\t\t\n\t\t\t\t\t What matters is to where the spearhead of U.S. military attack is directed. The DPRK is the primary target of its attack.\n\t\t\t\t\t\n\t\t\t\t\t Under \"OPLAN 5027\", a scenario for a war against the DPRK, the U.S. imperialists seek to hurl 690 000 troops, 160 warships, 2 500 fighters, etc., after starting a war, pursuant to \"the plan for dispatching reinforcements in wartime,\" a  plan calling for a prompt deployment of U.S. forces on the Korean Peninsula in case of \"contingency\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. intends to bolster the mobile strike power and long-range operation capability of the U.S. forces in south Korea and stifle the DPRK with its unchallenged military edge and advance into the continent.\n\t\t\t\t\t\n\t\t\t\t\t It is, however, an anachronistic daydream for the U.S. to calculate that it can achieve its objective by a preemptive attack-oriented war method."
        },
        {
            "title": "Rodong Sinmun Hails Feats Performed by Chongryon for Country and Nation",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-08ee.html",
            "content": "Rodong Sinmun Hails Feats Performed by Chongryon for Country and Nation\r\n Pyongyang, May 25 (KCNA) -- Rodong Sinmun Friday dedicates a bylined article to the 57th anniversary of the formation of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The formation of Chongryon was a historic event which declared before the whole world the birth of the Juche-oriented overseas Koreans movement and brought about a dramatic turn in carving out the destiny of the Koreans in Japan, the article says.\n\t\t\t\t\t\n\t\t\t\t\t The article refers to the great feats performed by Chongryon for the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t  It goes on:\n\t\t\t\t\t\n\t\t\t\t\t  Chongryon has developed to be unblemished patriotic ranks remaining boundlessly faithful to the idea, line and leadership of President Kim Il Sung and general secretary Kim Jong Il and sharing destiny with the socialist homeland. This is the greatest feat made by Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t  It formed organizations at all levels, organizations of various strata of the people and enterprises from the central to the lowest organizations in conformity with its popular character. It, at the same time, rallied broad strata of Koreans in Japan close behind itself and has carried on the positive struggle to protect their democratic and national rights and promote their well-being as a steadfast spokesman and defender of their rights and interests.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon established a well-regulated system for national education and has successfully trained many talents who would shoulder upon themselves the future of the patriotic cause, thereby firmly preserving and glorifying culture and tradition inherent in the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It has made a sincere dedication to the prosperity of the socialist homeland, regarding a contribution to the prosperity of the homeland as their noble mission and sacred duty.\n\t\t\t\t\t\n\t\t\t\t\t It has fully supported the just and fair policies and proposals for the country's reunification and waged a resolute struggle to realize them, making a great contribution to expanding and developing the movement for the country's reunification into a nation-wide patriotic movement.\n\t\t\t\t\t\n\t\t\t\t\t The article expresses belief that the Chongryon officials and Koreans in Japan will as ever strengthen Chongryon, a patriotic heritage of Kim Il Sung and Kim Jong Il, true to the leadership of the dear respected Kim Jong Un, and invariably carry forward the sacred history of the patriotic cause."
        },
        {
            "title": "DPRK Friendship Delegation Leaves for Amur, Russia",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-14ee.html",
            "content": "DPRK Friendship Delegation Leaves for Amur, Russia\r\n Pyongyang, May 25 (KCNA) -- A DPRK friendship delegation led by An Kuk Thae, chairman of the South Phyongan Provincial People's Committee, left here Friday to visit Amur Region of Russia."
        },
        {
            "title": "Rice-Transplantation Completed in Samjigang Co-op Farm in Jaeryong County",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-15ee.html",
            "content": "Rice-Transplantation Completed in Samjigang Co-op Farm in Jaeryong County\r\n Pyongyang, May 25 (KCNA) -- Rice-transplantation was wound up in the major paddy fields in the Samjigang Co-op Farm in Jaeryong County, South Hwanghae Province of the DPRK. \n\t\t\t\t\tThe farm conducted all the processes of the rice-transplantation as required by the Juche farming method by taking measures to thoroughly ensure the number of rice plants per phyong and number of plants per bunch, thus overfulfilling the daily plan.\n\t\t\t\t\t\n\t\t\t\t\t It is now making preparations for later rice-transplantation and manuring and tending the field while concentrating efforts on fighting drought."
        },
        {
            "title": "Bean Sowing Brisk in Rural Areas",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-20ee.html",
            "content": "Bean Sowing Brisk in Rural Areas\r\n Pyongyang, May 25 (KCNA) -- Bean sowing is now making brisk headway in various rural areas of the DPRK. \n\t\t\t\t\t It is progressing at final phase in Ryanggang Province. Rural farms in North Hamgyong Province are successfully carrying out their daily bean sowing quotas after increasing the area of fields under bean. Co-op farms in Hoeryong City and Kilju and Hwadae counties finished the bean sowing ahead of schedule by rationalizing the use of manpower and machines and improving the technical guidance.\n\t\t\t\t\t\n\t\t\t\t\t Jagang Province is speeding up bean sowing by applying a sufficient quantity of quality compost and other fertilizers and concentrating efforts on it. \n\t\t\t\t\t\n\t\t\t\t\t Bean sowing has been wound up in all fields under plan in Taehung, Hoechang, Yangdok and Maengsan counties in South Phyongan Province. \n\t\t\t\t\t\n\t\t\t\t\t Bean seeds are sown in hundreds of hectares in Unjon, Tongrim and Kwaksan counties in North Phyongan Province everyday."
        },
        {
            "title": "Korean Children's Union Founded by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-16ee.html",
            "content": "Korean Children's Union Founded by Kim Il Sung\r\n Pyongyang, May 25 (KCNA) -- June 6 will mark the 66th anniversary of the Korean Children's Union.\n\t\t\t\t\t On June 6, Juche 35 (1946), President Kim Il Sung founded the Korean Children's Union, a successor to the Children's Corps organized in the period of the anti-Japanese armed struggle, in order to train children to be creditable reserves for building the nation. \n\t\t\t\t\t\n\t\t\t\t\t With the approach of the day, the Korean people recollect with deep emotion the tireless efforts Kim Il Sung had paid to bringing up local schoolchildren to be able talents.\n\t\t\t\t\t\n\t\t\t\t\t He began his early revolutionary activities with organizing the Saenal Children's Union to awake its members with progressive ideas.\n\t\t\t\t\t\n\t\t\t\t\t Even in the hard-fought armed struggle against the Japanese invaders, he formed the Children's Corps and set up schools for education of children in guerrilla-based areas\n\t\t\t\t\t\n\t\t\t\t\t When he visited the Chilgol community after the country's liberation from the Japanese colonial rule, he personally chose a site for building a school and named it Samhung Secondary School. Samhung is indicative of ample knowledge, high morality and strong body.\n\t\t\t\t\t\n\t\t\t\t\t He put up the problem of pencil shortage as the top agenda item for discussion at the Provisional People's Committee of North Korea. \n\t\t\t\t\t\n\t\t\t\t\t In the wartime (1950-1953), he took a measure to build bereaved children's schools and orphanages across the country and in the post-war period, he saw to it that schools, palaces, halls and camps for children were built before anything else.\n\t\t\t\t\t\n\t\t\t\t\t It had been most joyful time for him to be among children. For scores of years in his lifetime, he had appreciated the New Year performances given by schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t In the last days of his life, he met with the participants in the 5th Congress of the Korean Children's Union and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Such bonds of kinship between the leader and children can be found only in the Democratic People's Republic of Korea where the leader and the people form an integral whole."
        },
        {
            "title": "Book \"Efficacious Thrombus Solvents\" Off Press",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-17ee.html",
            "content": "Book \"Efficacious Thrombus Solvents\" Off Press\r\n Pyongyang, May 25 (KCNA) -- The Health Education Institute of the Democratic People's Republic of Korea has recently published the book \"Efficacious Thrombus Solvent\". \n\t\t\t\t\t The book advises the old-aged and middle-aged to take earthworm-made thrombus solvents for treatment of cerebral vascular disease.\n\t\t\t\t\t\n\t\t\t\t\t The author of the book, Kim Jong Guk, section chief of the New Technology Exchange Company, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The book deals with common knowledge on thrombus, its remedies, the developments of thrombus solvents, the advantages and defects of different thrombus solvents and an outline on earthworm.\n\t\t\t\t\t\n\t\t\t\t\t It explains in a scientific yet easy way the history of using earthworm and its ingredients and pharmacological action as a thrombus solvent as well as recent extraction from earthworm for thrombus solvent and experience gained in using it.\n\t\t\t\t\t\n\t\t\t\t\t The book also introduces a variety of medicines manufactured with earthworm and their applications, usages and cautions.\""
        },
        {
            "title": "Ssukttok, Korea's Traditional Rice Cake",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-18ee.html",
            "content": "Ssukttok, Korea's Traditional Rice Cake\r\n Pyongyang, May 25 (KCNA) -- Recently, a Ssukttok (rice cake seasoned with wormwood) Contest was held at the Chilgol Folk Restaurant in Kwangbok Street, Pyongyang.\n\t\t\t\t\t Attending it were cooks from restaurants and hotels under the General Bureau of Public Service and various district restaurants management offices under the Public Catering Management Bureau of the Pyongyang City People's Committee. In the contest, they showed their knack of cooking ssukttok.\n\t\t\t\t\t\n\t\t\t\t\t Ssukttok is well known for its high medicinal effect and peculiar taste.\n\t\t\t\t\t\n\t\t\t\t\tSince emergence of Ancient Korea, the Korean people have used wormwood as medicinal and food material because this edible plant contains vitamin B1, B2, C and PP, protein and fatty and mineral substances.\n\t\t\t\t\t\n\t\t\t\t\tIt is one of the Koreans' customs to gather fresh wormwood and prepare ssukttok in spring and summer every year.\n\t\t\t\t\t\n\t\t\t\t\t How to cook ssukttok is: Scald wormwood in boiling water with saleratus. Soak this wormwood in water for one day to take away its bitterness. Then pound squeezed wormwood in a mortar and mix it and powdered rice with hot water. Steam the mixture and turn it into a thin and flattened piece to make cakes.\n\t\t\t\t\t\n\t\t\t\t\t With wormwood nearly ten kinds of rice cakes can be made.\n\t\t\t\t\t\n\t\t\t\t\t Ssukttok is popular among the Korean people as one of the traditional dishes."
        },
        {
            "title": "DPRK Directs Efforts to Sheltering Migratory Birds",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-19ee.html",
            "content": "DPRK Directs Efforts to Sheltering Migratory Birds\r\n Pyongyang, May 25 (KCNA) -- The Democratic People's Republic of Korea pays deep attention to sheltering migratory birds.\n\t\t\t\t\t Surrounded by sea on three sides, the Korean Peninsula is a transit and a stopover for the birds in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Spoonbills, red-crowned cranes, Swinhoe's egrets and white-naped cranes fly to the peninsula in springs and autumns to hatch out or take feedings.\n\t\t\t\t\t\n\t\t\t\t\t More than 45,000 to 50,000 birds stay in or transit the Mundok migratory birds' sanctuary, among which scores of species are extinctive and rare ones.\n\t\t\t\t\t\n\t\t\t\t\t Some 180 species of birds were found in the sanctuary of September 18 Reservoir, with 180 to 200 spoonbills observed in late August-early September.\n\t\t\t\t\t\n\t\t\t\t\t Mundok, Kumya, Ryongyon counties, Rason City and Sin Islet are designated as migratory birds' sanctuary.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK government works hard to increase the citizens' care for protection of migratory birds.\n\t\t\t\t\t\n\t\t\t\t\t It also strengthens international cooperation to better shelter the birds' habitats, marking World's Day of Migratory Birds each year.\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Nam, vice-chairman of the Central Committee of the Nature Conservation Union of Korea, said the union would direct bigger efforts to sheltering distinctive and rare animals and plants, thereby contributing to the growth of natural resources."
        },
        {
            "title": "United Action against Dictatorship Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-09ee.html",
            "content": "United Action against Dictatorship Called for in S. Korea\r\n Pyongyang, May 25 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement bitterly denouncing the authorities' suppression of the Unified Progressive Party on Tuesday. \n\t\t\t\t\t The statement said the Lee Myung Bak group let the security forces conduct search operation against the opposition party and has intensified the suppression of the opposition camp. \n\t\t\t\t\t\n\t\t\t\t\t The statement called upon opposition parties to form anti-U.S., anti-Lee Myung Bak front and struggle against the authorities' suppression by united efforts. \n\t\t\t\t\t\n\t\t\t\t\t The South Headquarters will take the lead in further strengthening solidarity of opposition camp while supporting the forces which give priority to the people's will in the future, the statement stressed.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the people to abolish the dictatorial forces with the might of the great alliance against conservatives to prevent Lee Myung Bak and the \"Saenuri Party\" led by Park Geun Hye, already driven to the tight corner with corruption and irregularities, from raising their heads again."
        },
        {
            "title": "Resignation of Official Subservient to Authorities Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-10ee.html",
            "content": "Resignation of Official Subservient to Authorities Called for in S. Korea\r\n Pyongyang, May 25 (KCNA) -- Students of the Scientific and Technological University under the Academy of Science and Technology of south Korea on May 21 staged a demonstration calling for the resignation of its president who is currying favor with the puppet authorities. \n\t\t\t\t\t They said the president is defying the demand of students and teachers for improving the system by resorting to high-handed and arbitrary practices. \n\t\t\t\t\t\n\t\t\t\t\t They urged the president to step down at an early date.\n\t\t\t\t\t\n\t\t\t\t\t They issued a statement calling for the resignation of the president on May 20."
        },
        {
            "title": "S. Koreans Reject Construction of Naval Base",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-11ee.html",
            "content": "S. Koreans Reject Construction of Naval Base\r\n Pyongyang, May 25 (KCNA) -- The Catholic Solidarity for Peace of Jeju Island of south Korea held a rally in Seoul on Monday in denunciation of the authorities' construction of a naval base on the island.\n\t\t\t\t\t The participants said restriction and inequality stalk south Korea, not freedom and equality, adding it teems with those who are greedy.\n\t\t\t\t\t\n\t\t\t\t\t They noted they can not overlook the Kangjong village being robbed by a big group of thieves in power.\n\t\t\t\t\t\n\t\t\t\t\t They accused the authorities of seeking to turn the island into an advanced base of war in a coercive manner.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to drop their arrogant and foolish attempt, calling on people of different social strata to turn out to fight against the construction of the naval base."
        },
        {
            "title": "S. Korean Organization Vows to Continue Struggle against \"Security Law\" ",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-12ee.html",
            "content": "S. Korean Organization Vows to Continue Struggle against \"Security Law\" \r\n Pyongyang, May 25 (KCNA) -- The Seoul District Police Agency took away four members of the Solidarity for Realizing Labor Liberation on the charge of violation of the notorious \"Security Law\" on Tuesday.\n\t\t\t\t\t The fascist police searched the office of the Solidarity in Ryongsan, Seoul and other places and arrested them charging that they committed the \"crime of forming anti-state organization and joining in it\". \n\t\t\t\t\t\n\t\t\t\t\t The Solidarity made public a statement in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the authorities are going on the rampage by invoking the \"Security Law\" to maintain the dictatorial rule. \n\t\t\t\t\t\n\t\t\t\t\t It declared that the Solidarity will continue to struggle for the repeal of the evil law, undaunted by the authorities' suppression."
        },
        {
            "title": "Work Carried by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-01ee.html",
            "content": "Work Carried by Bangladeshi Paper\r\n Pyongyang, May 25 (KCNA) -- The detailed gist of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" was carried by the Bangladeshi paper Ekota on May 17.\n\t\t\t\t\t The work, published on April 27, 2012, clarifies the undying exploits performed by President Kim Il Sung and general secretary Kim Jong Il in land management and indicates the general orientation and tasks for face-lifting the country's land as befitting that of a thriving socialist nation."
        },
        {
            "title": "Work Given Publicity by Foreign Internet Magazine and Newspaper",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-02ee.html",
            "content": "Work Given Publicity by Foreign Internet Magazine and Newspaper\r\n Pyongyang, May 25 (KCNA) -- The main gist of the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" was carried by an internet magazine of Russia on May 16.\n\t\t\t\t\t The work, published on April 6, 2012, clarifies that it is a principled requirement for the victorious advance of the Korean revolution to hold general secretary Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks to be fulfilled to steadily develop the WPK into a glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican paper Unidad Nacional carried the main gist of the work on May 15."
        },
        {
            "title": "Brazilian Personage Lauds DPRK as True People's Country",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-03ee.html",
            "content": "Brazilian Personage Lauds DPRK as True People's Country\r\n Pyongyang, May 25 (KCNA) -- A lecture was given in Sao Paulo City on May 11 to hear the report of the delegation of the Brazilian Center for the Study of the Juche Idea on its visit to the DPRK to participate in the celebrations of the 100th Day of the Sun.\n\t\t\t\t\t Recalling that the delegation visited the DPRK last April to participate in the celebrations of the centenary of the birth of President Kim Il Sung, the chairman of the Center said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply impressed to attend the major events including the ceremony of unveiling the statues of the President and general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t I had the honor of listening to the speech of the dear respected Kim Jong Un for the first time at the military parade held on the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t I was amazed to see the appearance of Pyongyang which has changed beyond recognition.\n\t\t\t\t\t\n\t\t\t\t\t He explained in detail with video and photos the advantages of the socialist system in the DPRK where the popular masses fully enjoy an independent and happy life. \n\t\t\t\t\t\n\t\t\t\t\t The West is describing the DPRK as a country bereft of democracy and freedom, the chairman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t But people's Korea is, indeed, a true democratic and independent socialist country. Every visitor to the DPRK cannot but admire its reality.\n\t\t\t\t\t\n\t\t\t\t\t All the excellent things in the DPRK are the great fruition of the tireless efforts and dedications made by Kim Il Sung, eternal President of the DPRK and founding-father of socialist Korea, and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, small as it is in its territory, is standing firm against the challenges of the imperialist allied forces because the Korean people hold the great leaders in high esteem."
        },
        {
            "title": "Kimilsungism-Kimjongilism Praised by Chinese Paper",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-04ee.html",
            "content": "Kimilsungism-Kimjongilism Praised by Chinese Paper\r\n Pyongyang, May 25 (KCNA) -- The Chinese paper Heilongjiang Sinmun on May 16 carried an article titled \"Kimilsungism-Kimjongilism, guiding idea of Korea\".\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t Supreme Leader Kim Jong Un in his famous work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" said the guiding idea of the Workers' Party of Korea is great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the National Defence Commission Kim Jong Il developed and enriched Kimilsungism as required by the era and the developing revolution but refrained from linking the guiding idea of the party with his august name.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution is sure to win under the banner of great Kimilsungism-Kimjongilism which inherited Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t \"The Rules of the Workers' Party of Korea\" which was revised at the Fourth Conference of the WPK said that great Kimilsungism-Kimjongilism is the only guiding idea of the party."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta a Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-30ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta a Raul Castro Ruz\r\n Pyongyang, 25 de mayo (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional  de la Republica Popular Democratica de Corea, envio el dia 24 un mensaje de respuesta a Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba.\n\t\t\t\t\t En la misiva, el remitente expreso al destinatario el profundo agradecimiento por el hecho de que envio calurosas felicitaciones en relacion con la eleccion como Primer Presidente del CDN de la RPDC."
        },
        {
            "title": "Continua en Corea sequia de los ultimos 50 anos",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-31ee.html",
            "content": "Continua en Corea sequia de los ultimos 50 anos\r\n Pyongyang, 25 de mayo (ACNC) -- Persiste la gran sequia en la region costera del Mar Oeste de Corea.\n\t\t\t\t\t Segun el reporte de la Direccion Meteorologica e Hidrologica, la sequia de este ano es la mas severa de los ultimos 50 anos.\n\t\t\t\t\t\n\t\t\t\t\t En cerca de 30 dias desde el 26 de abril hasta la fecha, casi no llovieron en las regiones costeras occidentales.\n\t\t\t\t\t\n\t\t\t\t\t Las precipitaciones son 2mm, 5mm, 4mm, 1mm y 0mm en las ciudades de Pyongyang, Haeju, Phyongsong, Sinuiju y Sariwon, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t La cantidad promedia de evaporacion al dia es 4-8mm y la humedad de la tierra se mantiene en 60% mas o menos.\n\t\t\t\t\t\n\t\t\t\t\t Si no llueve hasta finales del mes en curso, las precipitaciones de mayo en la mayoria de las localidades costeras occidentales seran las mas bajas despues de 1962 y la humedad del suelo rebajara a 55%.\n\t\t\t\t\t\n\t\t\t\t\t Se desarrolla ahora la campana masiva para combatir la sequia."
        },
        {
            "title": "ACNC critica proceder grosero de Japon",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-34ee.html",
            "content": "ACNC critica proceder grosero de Japon\r\n Pyongyang, 25 de mayo (ACNC) -- En estos dias, el premier, el canciller y otras figuras oficiales japonesas vociferan de la \"cooperacion\" y \"solidaridad\" frente a la prueba nuclear de alguien metiendo sus hocicos en uno y otro paises del mundo.\n\t\t\t\t\t Por otra parte, parlotean que el nuevo equipo de deteccion de pruebas nucleares capaz de descubrir exactamente el proceso de la prueba nuclear de la RPDC quedo instalado en el departamento de Aomori y se inicio su funcionamiento.\n\t\t\t\t\t\n\t\t\t\t\t Dan un chasco los alborotos de los tipejos enloquecidos por la conciencia de hostilidad anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Es asquerosa la actitud de Japon que se porta frivolamente adhiriendose a otros paises grandes hablando de la \"prueba nuclear tras el lanzamiento de misil\" y la \"provocacion adicional\" en cuanto al asunto nunca previsto por la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t La humillante y irreflexiva teoria de la \"prueba nuclear\" de Japon no pasa de ser una vil conducta que sigue la politica de hostilidad anti-RPDC de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\t Japon intenta crear el ambiente internacional favorable a su conversion en la potencia militar y la expansion al ultramar al ganar la simpatia de su amo gringo vociferando en la delantera de la \"amenaza nuclear y misil\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Pero, antes de provocar a alguien, Japon debe resolver sus problemas domesticos tan sucios y asquerosos.\n\t\t\t\t\t\n\t\t\t\t\t Debido a las crisis internas de toda clase que ocurren diariamente una tras otra, la situacion politica de Japon parece a una casa en luto.\n\t\t\t\t\t\n\t\t\t\t\t En cuanto al control nuclear Japon tampoco tiene cara para hablar de lo ajeno.\n\t\t\t\t\t\n\t\t\t\t\t El problema del medioambiente contaminado por la explosion de la Central Atomica de Fukushima ya paso el limite de peligro.\n\t\t\t\t\t\n\t\t\t\t\t El Departamento de Saitama dio el dia 11 una publicacion oficial de que en el siluro silvestre capturado en un rio de su territorio se detecto el cesio radioactivo que supera la norma estandar y se vio obligado a exhortar a los pescadores a no capturar los siluros silvestres en aquella area acuatica.\n\t\t\t\t\t\n\t\t\t\t\t En las plantas parecidas a musgos o abrojos acuaticos brotadas en el camino del distrito Edogawa de metropoli de Tokio se detecto el cesio radioactivo de alta densidad.\n\t\t\t\t\t\n\t\t\t\t\t A esto se suman las disputas entre los gobernantes y los opositores o entre las fracciones en cuanto a los asuntos nacionales y otros problemas.\n\t\t\t\t\t\n\t\t\t\t\t En una palabra es muy dificil buscar en el mundo un pais tan inseguro y  tumultuoso como Japon.\n\t\t\t\t\t\n\t\t\t\t\t Todas las desgracias sufridas por Japon estan totalmente relacionadas con la erronea politica estatal de las autoridades.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de esto, esos enanos politicos islenos tan descarados estan hablando sin fundamento de los asuntos internos de otro pais.\n\t\t\t\t\t\n\t\t\t\t\t A Japon sera bueno hacer bien las cosas domesticas en lugar de provocar a otros."
        },
        {
            "title": "Se activa la administracion territorial en escala mundial",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-32ee.html",
            "content": "Se activa la administracion territorial en escala mundial\r\n Pyongyang, 25 de mayo (ACNC) -- Se libra hoy dia en escala mundial la campana para proteger el medioambiente y mejorar la administracion territorial.\n\t\t\t\t\t El Programa de las Naciones Unidas para el Medio Ambiente advirtio en su reciente informe que sufre el deterioro casi dos tercios del ecosistema de la Tierra. \n\t\t\t\t\t\n\t\t\t\t\t De acuerdo con el informe, si prosigue el ritmo actual de la reduccion de los recursos de flora y fauna debido al calentamiento de la Tierra, seran extinguidos el 25 por ciento de ellos hasta 2055.\n\t\t\t\t\t\n\t\t\t\t\t Ademas en el mundo esta en el peligro de desertificacion un cuarto de terrenos cultivables.\n\t\t\t\t\t\n\t\t\t\t\t Esta situacion lamentable obliga a muchos paises a prestar atencion a la proteccion y uso eficiente del ambiente natural y el territorio nacional, relacionados directamente con las actividades de supervivencia del hombre.\n\t\t\t\t\t\n\t\t\t\t\t Rusia organizo la aviacion de combate al incendio forestal, la mas grande del mundo, e Iran comenzo la produccion del avion sin piloto de nueva generacion llamado \"Mariposa\" para la vigilancia del mismo desastre natural.\n\t\t\t\t\t\n\t\t\t\t\t Congo planto arboles en un area de un millon de hectareas durante la campana nacional de reforestacion, desarrollada en noviembre del ano pasado.\n\t\t\t\t\t\n\t\t\t\t\t Iran planea plantar en los proximos 2 anos incontables arboles de mas de 10 especies resistentes a la sequia en las zonas en riesgo de desertificacion.\n\t\t\t\t\t\n\t\t\t\t\t Kenia, la India y otros paises prestan atencion a la proteccion de animales y plantas, componentes importantes de la biosfera.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, construyen por doquier las centrales de energias renovables en el principio de combinar de modo organico la proteccion ambiental y la administracion territorial, de manera que se obtengan las utilidades y se den condiciones favorables al paisaje natural y al ambiente periferico.\n\t\t\t\t\t\n\t\t\t\t\t En numerosos paises toman las tareas de administracion territorial como la construccion de las carreteras, la red de acueducto y alcantarillado y el sistema de purificacion de aguas residuales como factores principales para eliminar la pobreza y mejorar los niveles de la vida del pueblo."
        },
        {
            "title": "Se activan en escala mundial actividades de no fumar",
            "url": "http://kcna.co.jp/item/2012/201205/news25/20120525-33ee.html",
            "content": "Se activan en escala mundial actividades de no fumar\r\n Pyongyang, 25 de mayo (ACNC) -- Hoy dia en escala mundial se incrementan los danos humanos por el fumar causando grandes preocupaciones.\n\t\t\t\t\t Citando los datos de encuesta, la directora general de la OMS (Organizacion Mundial de la Salud) declaro que cada ano unos 6 millones de personas mueren con diversas enfermedades por el fumar, lo que supera el numero de los muertos por la SIDA, la tuberculosis y la malaria.\n\t\t\t\t\t\n\t\t\t\t\t La OMS insinuo que si todos los paises no toman las medidas urgentes, se preve que en 2030 el numero de mortalidad anual por el fumar ascendera a mas de 8 millones.\n\t\t\t\t\t\n\t\t\t\t\t En Estados Unidos un mil 200 personas pierden la vida cada dia por las enfermedades debidas al tabaco y en Espana mueren 55 mil personas cada ano.\n\t\t\t\t\t\n\t\t\t\t\t De entre mas de 13 millones de fumadores mexicanos mueren anualmente 53 mil personas como promedio y en El Salvador unos 5 mil.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon muchos paises del mundo toman diversas medidas para no fumar.\n\t\t\t\t\t\n\t\t\t\t\t La Asamblea Nacional de Libano permitio la ley de no fumar y en Nepal esta prohibido fumar en los sitios publicos incluyendo los organos gubernamentales, restaurantes, aeropuertos y hoteles segun nuevas medidas del gobierno.\n\t\t\t\t\t\n\t\t\t\t\t El gobierno de Emiratos Arabes Unidos proclamo la ley referida a no fumar e hizo paralizar la propaganda de tabaco mediante publicidad y en la Asamblea Nacional de El Salvador quedo aprobada la ley de control de tabaco.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, en ocasion del Dia Mundial de No Fumar de cada ano en muchos paises se libran diversas actividades con los datos sobre la nocividad de tabaco.\n\t\t\t\t\t\n\t\t\t\t\t La tendencia de la epoca es esforzarse por dejar de fumar y vivir en un ambiente limpio y de modo culto."
        }
    ]
}