{
    "date": "2012-02-26",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-26ee.html",
    "articles": [
        {
            "title": "DPRK Woman Judo Player Wins Gold Medal at World Championship",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-22ee.html",
            "content": "DPRK Woman Judo Player Wins Gold Medal at World Championship\r\nPyongyang, February 26 (KCNA) -- DPRK Judo player An Kum Ae won a gold medal at the 2012 Women's Judo World Cup held in Warsaw, Poland.\n\t\t\t\t\tShe beat her rivals from China, Mongolia, Romania and Germany in 52 kg-category preliminary and semifinal matches on February 25. \n\t\t\t\t\t\n\t\t\t\t\tShe trounced an Italian player in the finals."
        },
        {
            "title": "State Commendation to Public Service Workers in DPRK",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-10ee.html",
            "content": "State Commendation to Public Service Workers in DPRK\r\nPyongyang, February 26 (KCNA) -- A ceremony of awarding state commendation to officials and workers in the field of public service took place at the People's Palace of Culture on Sunday.\n\t\t\t\t\tThey were awarded commendation in recognition of their contributions to promoting the convenience of people's life through years of faithful public services in the spirit of devoted service to the people.\n\t\t\t\t\t\n\t\t\t\t\tA decree of the Presidium of the Supreme People's Assembly on awarding was read out at the ceremony before conferment of honorary titles and orders on them.\n\t\t\t\t\t\n\t\t\t\t\tMerited Designer's Title went to Kim Pok Hui of Junggu Tailor's Shop and Ri Un Sil of the public service center in Hanggu District in Nampho City, Merited Tailor's Title to Ri Jong Ae at an unit under the Ministry of Commerce and Merited Barber's Title to Om Chang Hui, a hairdresser of the public service center in Unjong District, Pyongyang, Ri Chun Hui, a barber of the Undok Health Complex in Yangdok County, Pak Jong Sil, a hairdresser of the Undok Health Complex in Sinuiju City, Choe Chun Hwa, a barber of the public service center in Songrim City, Choe In Ok, a barber of the Undok Health Complex in Tonghungsan District, Hamhung City, Pak Mi Hui, a barber of the Undok Health Complex in Sunam District, Chongjin City and Hong Hyon Suk, a teacher apprentice of the North Hwanghae Provincial Commerical School.\n\t\t\t\t\t\n\t\t\t\t\tOrder of National Flag (First Class) was conferred on 12, Order of Labour on 45, Order of National Flag (Second Class) to 87 and Order of National Flag (Third Class) to 161."
        },
        {
            "title": "Minju Joson Accuses S. Korean Minister of Unification of Perverting Truth",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-20ee.html",
            "content": "Minju Joson Accuses S. Korean Minister of Unification of Perverting Truth\r\nPyongyang, February 26 (KCNA) -- Minister of Unification of south Korea Ryu U Ik recently called on the DPRK to \"stop at once its wrongdoings, promptly respond to dialogue and opt for settling the issue of separated families\". He also accused it of \"having resorted to slander against south Korea\".\n\t\t\t\t\tMinju Joson Sunday observes in a bylined commentary in connection with Ryu's remarks:\n\t\t\t\t\t\n\t\t\t\t\tHis remarks do not deserve even a passing note. But we would like to disclose the truth as the traitor dared to take issue with the DPRK pretending to know something about the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\tThe issues mentioned by the traitor have already been clarified in the July 4 Joint Statement which the north and the south jointly declared internally and externally as a programme common to the Korean nation 40 years ago.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK side's persistent and sincere efforts provided the Pyongyang summit which culminated in the publication of the June 15 joint declaration. The north and the south have since developed the bilateral ties through dialogue and negotiations under the banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tEven after the Lee Myung Bak regime took office, the DPRK exercised patience to constantly improve its relations with south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee's group of traitors, however, totally denied the dialogue, saying \"it will not have a dialogue led by the north\" and \"it is determined to maintain the north-south relations in a frozen state till its term of office expires\".\n\t\t\t\t\t\n\t\t\t\t\tHe disallowed not only the inter-Korean cooperation and exchange but the humanitarian work.\n\t\t\t\t\t\n\t\t\t\t\tIt even let the military warmongers set up targets and slogans hurting the supreme leadership of the DPRK that the Korean people regard as their life, and fire at them.\n\t\t\t\t\t\n\t\t\t\t\tThe group insulted its fellow countrymen when they were grieving over their great loss.\n\t\t\t\t\t\n\t\t\t\t\tRyu U Ik had better study more the inter-Korean relations and make sincere apology for the crimes committed by the group before the nation.\n\t\t\t\t\t\n\t\t\t\t\tIf he continues to work as a faithful servant for traitor Lee Myung Bak, he will meet a severe punishment of the nation together with his master."
        },
        {
            "title": "S. Korean Court's Unwarranted Judgment on Pro-reunification Activists Flayed",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-08ee.html",
            "content": "S. Korean Court's Unwarranted Judgment on Pro-reunification Activists Flayed\r\nPyongyang, February 26 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification issued a statement on Feb. 23 in denunciation of the Seoul Central District Court's unreasonable judgment on reunification activists.\n\t\t\t\t\tThe court imposed heavy penalties including imprisonment upon pro-reunification campaigners who were held on charges of the involvement in the \"Incident of Iljin Association\", an alleged spy ring case, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tIt said the court has turned into the political maid of the Lee Myung Bak regime, strongly denouncing its treacherous and anti-reunification judgment.\n\t\t\t\t\t\n\t\t\t\t\tThe court already confirmed the non-existence of the Iljin Association as an organization. However, it passed the verdict of guilty on the pro-reunification campaigners, alleging that \"they worked with operatives of the north\" and \"it was confirmed that they have offended the order of liberal democracy\".\n\t\t\t\t\t\n\t\t\t\t\tThe court labeled the pro-reunification figures as spies, putting forth some unverified photos presented by the Intelligence Service, the statement noted, branding it as a fascist action.\n\t\t\t\t\t\n\t\t\t\t\tIt is intolerable to dampen the nation's desire for the reunification and charge innocent people by invoking an evil law, it added.\n\t\t\t\t\t\n\t\t\t\t\tIt declared that they would continue protesting against the Lee dictatorial regime for suppression under the pretext of public security."
        },
        {
            "title": "S. Korean Authorities' Moves to Revive Dictator Condemned",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-09ee.html",
            "content": "S. Korean Authorities' Moves to Revive Dictator Condemned\r\nPyongyang, February 26 (KCNA) -- Pak Han Yong, a room chief of the south Korean Institute for National Studies, on February 22 issued an article to expose the effort of the south Korean chief executive and ruling party to revive the \"Yusin\" dictator.\n\t\t\t\t\tThe specter of the dictator is reviving again today tens of years after the end of \"Yusin\" dictatorship, the article said.\n\t\t\t\t\t\n\t\t\t\t\tThe authorities built a library named after dictator Park Chung-Hee, an indication of their attempt to make the history of treason repeat, it said.\n\t\t\t\t\t\n\t\t\t\t\tPark was a pro-Japanese stooge and an evil military dictator who marred the achievement of April 19 Uprising.\n\t\t\t\t\t\n\t\t\t\t\tPutting forward such a dictator reveals the true colors of Lee Myung Bak as a die-hard pro-Japanese and pro-U.S. stooge, the paper said.\n\t\t\t\t\t\n\t\t\t\t\tConnivance at this amounts to a crime of allowing the revival of the dictator, it said, adding that the south Korean people are hardly repressing the anger, deeply worried about Pak Gun Hye taking the lead in eulogizing his father Park Chung-Hee's crime.\n\t\t\t\t\t\n\t\t\t\t\tIt called upon the people to come out to set right the falsified history and defend truth and justice."
        },
        {
            "title": "Memorial Service for Late So Man Sul Held in Tokyo",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-19ee.html",
            "content": "Memorial Service for Late So Man Sul Held in Tokyo\r\nPyongyang, February 26 (KCNA) -- A memorial service for the late So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), took place at the Korean Hall Saturday in the name of Chongryon.\n\t\t\t\t\tSeen in the hall was a wreath sent by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the service were Ho Jong Man, chief vice-chairman of the Chongryon Central Standing Committee and chairman of the funeral committee for the late So Mun Sul, vice chairmen of Chongryon Central Standing Committee, officials of Chongryon and compatriots from all walks of life and youth and students.\n\t\t\t\t\t\n\t\t\t\t\tSon Hyong Gun, president of the Federation of Koreans in Japan for Democracy and Reunification, Ro Kil Nam, representative of Minjok Jaju, an internet paper of Koreans in the U.S., and other overseas compatriots attended.\n\t\t\t\t\t\n\t\t\t\t\tAlso attending it were Seishiro Eto, deputy speaker of the House of Representatives and president of the Federation of Lawmakers to Promote the Normalization of Diplomatic Ties between Japan and the DPRK, personages from all walks of life of Japan and staff members of foreign embassies in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\tThe participants observed a moment's silence in memory of the late So Man Sul.\n\t\t\t\t\t\n\t\t\t\t\tNam Sung U, vice-chairman of the Chongryon Central Standing Committee, read out condolences in the joint name of the Presidium of the DPRK Supreme People's Assembly and the Cabinet and condolences of the C.C., the Democratic Front for the Reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\tVice-Chairman Ko Tok U introduced the biography of the deceased. \n\t\t\t\t\t\n\t\t\t\t\tHo Jong Man said in the memorial address:\n\t\t\t\t\t\n\t\t\t\t\tSo Man Sul's life was the precious life of an elder official of Chongryon and patriot who devoted his all to the sacred road of the Juche-oriented Koreans' movement in Japan, remaining loyal to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIntroduced at the service were condolence messages sent by DPRK political parties and social organizations, Chongryon institutions at all  levels and compatriots, organizations of south Korea and overseas compatriots and political parties and social organizations of different countries including Japan. \n\t\t\t\t\t\n\t\t\t\t\tSo Hyon, elder son of the late So Man Sul, made an address on behalf of the bereaved family.\n\t\t\t\t\t\n\t\t\t\t\tMourners placed flowers for the late So Man Sul."
        },
        {
            "title": "Koreans in Osaka Commemorate Kim Jong Il's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-21ee.html",
            "content": "Koreans in Osaka Commemorate Kim Jong Il's Birth Anniversary\r\nPyongyang, February 26 (KCNA) -- A lecture was given by Koreans in Osaka at a hall in Osaka city on Feb. 17 to commemorate the 70th anniversary of birth of leader Kim Jong Il, said Joson Sinbo, organ of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\tOfficials of the Osaka headquarters of Chongryon and compatriots took part in the lecture.\n\t\t\t\t\t\n\t\t\t\t\tThe lecture was titled \"On the Day of the Shining Star in another 100-year period of Juche era when prosperity is unfolding\".\n\t\t\t\t\t\n\t\t\t\t\tThe lecturer said Koreans in Japan looked back with emotion on the brilliant revolutionary life and immortal exploits of Kim Jong Il on the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\tSongun Korea is sure to triumph as long as it has Supreme Commander of the Korean People's Army Kim Jong Un who reliably carries forward the cause of Kim Jong Il and implements his behests, he added.\n\t\t\t\t\t\n\t\t\t\t\tHe called on all compatriots to conduct a vigorous patriotic movement in unity upholding the banner of \"Let's lay a springboard for bringing about the golden days for Chongryon in 2012 under the leadership of the dear respected Kim Jong Un, true to the behests of Kim Jong Il!\""
        },
        {
            "title": "Kim Jong Il's Works Published in Russia, Denmark",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-01ee.html",
            "content": "Kim Jong Il's Works Published in Russia, Denmark\r\nPyongyang, February 26 (KCNA) -- Leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was brought out in pamphlet by a publishing house in Vladivostok of Russia to mark the Day of the Shining Star.\n\t\t\t\t\tThe work, published on June 19, Juche 86 (1997), clarifies the idea that it serves as the basic principle to be maintained in the accomplishment of the cause of socialism to preserve the Juche character and national character of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tIt also indicates the tasks and ways to realize it.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was published in pamphlet by the Denmark-DPRK Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\tThe work, made public on January 29, 2003, expounds the idea that the Songun revolutionary line and Songun politics pursued by the Workers' Party of Korea are the most powerful political mode in the era of Juche which inherited and developed President Kim Il Sung's idea and line of giving priority to the military affairs, and the scientific revolutionary line and political mode which most correctly reflect the demands of the era and revolution.\n\t\t\t\t\t\n\t\t\t\t\tIt also elucidates the validity and advantages of the Songun politics and its great vitality."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet Homepage of Polish Organization",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-02ee.html",
            "content": "Kim Jong Il's Work Posted on Internet Homepage of Polish Organization\r\nPyongyang, February 26 (KCNA) -- Leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was posted on the internet homepage of the Union of Polish Communist Youth on Feb. 16.\n\t\t\t\t\tThe homepage carried a photo of Kim Jong Il."
        },
        {
            "title": "Birth Anniversary of Kim Jong Il Marked by Austrian Organization",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-03ee.html",
            "content": "Birth Anniversary of Kim Jong Il Marked by Austrian Organization\r\nPyongyang, February 26 (KCNA) -- The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria issued a special bulletin on Feb. 15 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe bulletin carried a portrait of Kim Jong Il and an article which said:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, possessed of prominent political and ideological qualities and gifted military talents, developed and enriched the Juche idea founded by President Kim Il Sung and published lots of works encompassing all fields.\n\t\t\t\t\t\n\t\t\t\t\tThe Songun politics pursued by HE Kim Jong Il provides a sure guarantee for stability and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\tHE Kim Jong Il passed away on December 17 last year in the middle of his field guidance, a big loss to the Korean people and the world progressive people. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are overcoming sorrow and advancing with optimism about the future.\n\t\t\t\t\t\n\t\t\t\t\tAs there is General Kim Jong Un, the sovereignty of the DPRK and its socialist development are in safe hands."
        },
        {
            "title": "Kim Jong Il Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-05ee.html",
            "content": "Kim Jong Il Praised by British Organizations\r\nPyongyang, February 26 (KCNA) -- British organizations on February 15 issued statements to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe British Branch of the Friendship Association with DPRK in a statement said Kim Jong Il was born as the son of the guerrillas in Mt. Paektu and upheld the cause of President Kim Il Sung, adding:\n\t\t\t\t\t\n\t\t\t\t\tHe issued a lot of works, developing the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tHe led the Korean people's drive for accomplishing the revolutionary cause of Juche and turned the DPRK into a socialist power with his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tHe passed away in the middle of a field guidance tour for the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\tThe Stoke-on-Trent Branch of the British Group for the Study of the Juche Idea in its statement recalled that Kim Jong Il lavished his loving care on the people and conducted energetic activities for the socialist construction, the country's reunification and the global independence. One of his remarkable feats is that he successfully provided the continuity to the leadership, the statement added."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-06ee.html",
            "content": "Kim Jong Il's Birth Anniversary Marked Abroad\r\nPyongyang, February 26 (KCNA) -- Events were held in different countries between Feb. 10 and 18 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tSeminars were held in Guinea, Venezuela and Ethiopia and meetings, photo exhibitions and film shows in Cuba, Syria, Denmark, Austria and Democratic Congo while a Korean book, photo and handicraft exhibition in Russia.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed at the venues were works of Kim Jong Il and photos on his feats, books and photos introducing the hard-working Korean people and achievements made by them in building a thriving nation and handicrafts associated with the creative talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tFilms shown included \"Pyongyang Today\" and \"Matchless Military Ranks which Emerged Ever-Victorious\".\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Group for the Study of the Juche Idea in Conakry, Guinea said that the world progressive people are paying highest respects to Kim Jong Il, who brightly indicated the road for the prosperity and independent development of the country and the nation and the accomplishment of the human cause of independence with his energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\tThe organizational secretary of the Communist Party of Venezuela stressed that Kim Jong Il was the great leader who successfully carried forward the ideas and feats of President Kim Il Sung and firmly defended the Korean revolution from the imperialists' challenges and aggression moves.\n\t\t\t\t\t\n\t\t\t\t\tThe first vice-chairman of the Cuban Committee for Supporting Korea's Reunification who is chairman of the Cuban Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung noted that Kim Jong Il devoted his all to the socialist construction and the cause of national reunification true to the idea and intention of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe general director of a school of bereaved children of martyrs of the Syrian Ministry of Defence said that the life of Kim Jong Il was one of an outstanding leader and staunch fighter who devoted his all to the freedom and happiness of the country and the people and the victory of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\tMessages to the dear respected Kim Jong Un were adopted at the events in Denmark, Austria and Democratic Congo."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Commemorated by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-04ee.html",
            "content": "Kim Jong Il's Birth Anniversary Commemorated by Foreign Organizations\r\nPyongyang, February 26 (KCNA) -- Organizations of Peru, Poland and UK posted on their Internet homepages special write-ups and articles to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe Peruvian Committee for Commemorating the 70th birth Anniversary of Generalissimo Kim Jong Il on February 14 carried photos showing the immortal revolutionary exploits of Kim Jong Il and dealing with edifices in the City of Pyongyang, scenes of the grand gymnastic and artistic performance \"Arirang\" and the truce village of Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\tThe Poland-DPRK Association on February 16 carried a portrait of a smiling Kim Jong Il and photos of the leader inspecting army units and providing field guidance to economic sectors.\n\t\t\t\t\t\n\t\t\t\t\tIt also carried photos showing recent achievements made in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe British Association for the Study of Songun Policy carried an article titled \"Leader Kim Jong Il will live forever\"."
        },
        {
            "title": "Kim Jong Il's Revolutionary Life and Undying Feats Reported by Foreign Media",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-07ee.html",
            "content": "Kim Jong Il's Revolutionary Life and Undying Feats Reported by Foreign Media\r\nPyongyang, February 26 (KCNA) -- Foreign media carried commemorative reports on the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tTV of South Africa on Feb. 15 broadcasted the scene of a ceremony of unveiling the statue of Kim Il Sung and Kim Jong Il erected at the Mansudae Art Studio. It said that the Korean people are expressing the invariable will to uphold President Kim Il Sung and Kim Jong Il forever on Kim Jong Il's birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\tF.M.90.5 Radio of Cambodia introduced several times the sacred revolutionary life and undying feats of Kim Jong Il from Feb. 13 to 15.\n\t\t\t\t\t\n\t\t\t\t\tAKP of Cambodia on Feb. 10 and 13 reported an article titled \"Leader Kim Jong Il will be alive\".\n\t\t\t\t\t\n\t\t\t\t\tOnda Rossa of Italy on Feb. 14 aired the footage of his extraordinary ideological and theoretical activities and energetic leadership, showing the feats he performed in achieving the prosperity of the country and accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tRenaissance Radio of Guinea between Feb. 5 and 16 repeatedly televised splendid Kimjongilia festival that was under way in the DPRK on the February holiday, an annual event in the country. It introduced how the flower praising the great man came into being, adding the undying flower is blooming on the planet together with the peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\tTVs of Mongolia and Myanmar on Feb. 14 and 15 introduced Pyongyang that has been face-lifted as required by the new century."
        },
        {
            "title": "Russia to Rule out Military Attack on Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-11ee.html",
            "content": "Russia to Rule out Military Attack on Iran\r\nPyongyang, February 26 (KCNA) -- Russian permanent representative at the United Nations at a recent interview with a TV expressed his country's stand against the armed attack on Iran.\n\t\t\t\t\tRussia is making every possible effort to head off the attack, said the representative.\n\t\t\t\t\t\n\t\t\t\t\tRussia is alerting the people to a catastrophic consequence to be entailed by the military actions against Iran, he said, elaborating on the sustained efforts made by it to make the negotiations on Iran's nuclear program continue to roll on."
        },
        {
            "title": "Iran Will Protect Country's Interests from Enemies' Threat: Senior Military Official",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-14ee.html",
            "content": "Iran Will Protect Country's Interests from Enemies' Threat: Senior Military Official\r\nTehran, February 25 (KCNA) -- The minister of Defence and Armed Forces Logistics of Iran voiced the invariable stand of the armed forces to protect the interests of his country.\n\t\t\t\t\tThe Iran's armed forces will not ignite a war, but protect the interests of the country from the enemies' threats, the minister said.\n\t\t\t\t\t\n\t\t\t\t\tHe also dismissed the Western media's libel against Iran groundless."
        },
        {
            "title": "Venezuela Condemns U.S. and West's Smear Campaign against Its President",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-16ee.html",
            "content": "Venezuela Condemns U.S. and West's Smear Campaign against Its President\r\nPyongyang, February 26 (KCNA) -- Andres Izarra, minister of Communication and Information of Venezuela, issued a statement to condemn the U.S. and the West's smear campaign against the country.\n\t\t\t\t\tThe statement said that the U.S. and the Western countries' public media were repeating ungrounded false propaganda to insult the Venezuelan president Hugo Chavez. It branded it as a wrongful attempt to break down the trust of Venezuelan people in the president.\n\t\t\t\t\t\n\t\t\t\t\tThe statement called upon all the people to unite and stand against such attempts of the U.S. and the West."
        },
        {
            "title": "PNA Condemns Israeli Annexation of Land",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-17ee.html",
            "content": "PNA Condemns Israeli Annexation of Land\r\nPyongyang, February 26 (KCNA) -- The Palestinian National Authority (PNA) on Thursday condemned Israel's annexation of the land of an abandoned airport in the West Bank.\n\t\t\t\t\t\"This is a new Israeli aggression on Palestinian lands and properties to boost settlement projects and prevent chances of establishing a future Palestinian state,\" said Naim Abu Al-Homos, secretary general of the Palestinian cabinet."
        },
        {
            "title": "Kirgyz President Demands Withdrawal of U.S. Troops as Planned",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-13ee.html",
            "content": "Kirgyz President Demands Withdrawal of U.S. Troops as Planned\r\nPyongyang, February 26 (KCNA) -- President of Kirgyzstan Almazbek Atambaev again demanded the U.S. troops pull out from his country according to the fixed timetable.\n\t\t\t\t\tAt a recent meeting with a senior official of the U.S. Department of State, the president called for the pullout of U.S. troops from Manas Airport before 2014 withdrawal deadline. The presence of outside forces in the airport past 2014 would not be allowed, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tHe added Kirgyzstan would develop ties with the U.S. on the basis of meeting its state interests."
        },
        {
            "title": "2 Military Helicopters Clash in U.S",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-18ee.html",
            "content": "2 Military Helicopters Clash in U.S.\r\nPyongyang, February 26 (KCNA) -- Two military helicopters clashed in the sky above Arizona State of the U.S. on Feb. 22. Seven U.S. marines on board all died in the accident that occurred in the middle of war drills."
        },
        {
            "title": "Belarus President Decries West's Sanctions on His Country",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-12ee.html",
            "content": "Belarus President Decries West's Sanctions on His Country\r\nPyongyang, February 26 (KCNA) -- President of Belarus Aleksandr Lukashenko decried the West's recent sanctions upon his country.\n\t\t\t\t\tThe West's sanctions have no prospect, he said, adding if the West thinks it can bring Belarus into submission and criticize it while applying the sanctions, it will get bogged down in a predicament.\n\t\t\t\t\t\n\t\t\t\t\tIf the West's sanctions go beyond the danger line, Belarus will make a strong counteraction against them as desired by the people and defend its independence and sovereignty, the president stressed."
        },
        {
            "title": "Jordan Calls on Israel to Release Jailed Palestinians",
            "url": "http://kcna.co.jp/item/2012/201202/news26/20120226-15ee.html",
            "content": "Jordan Calls on Israel to Release Jailed Palestinians\r\nPyongyang, February 26 (KCNA) -- A spokesman for the Jordanian government on Thursday urged Israel to release all jailed Palestinians including a Fatah leader, the state-run Petra news agency reported.\n\t\t\t\t\tHe reiterated his country's support for the Palestinians and Palestinian authority.\n\t\t\t\t\t\n\t\t\t\t\tHe added that Israel should listen to the world voices for peace and stability in the Middle East."
        }
    ]
}