{
    "date": "2012-06-05",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-05ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Cambodian Deputy PM and His Party",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-23ee.html",
            "content": "Kim Yong Nam Meets Cambodian Deputy PM and His Party\r\n Pyongyang, June 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Hor Nam Hong, deputy prime minister and minister of Foreign Affairs and International Cooperation of Cambodia, and his party who paid a courtesy call on him at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t Hor Nam Hong said the traditional friendly and cooperative relations between the two countries provided by Great King Norodom Sihanouk and Generalissimo Kim Il Sung have a long history and a firm foundation.\n\t\t\t\t\t\n\t\t\t\t\t He noted the DPRK has laid a solid foundation for strengthening its defence capability and developing its economy under the wise leadership of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his belief that the people of the DPRK, united close around the dear respected Kim Jong Un, would continue achieving shining successes despite all difficulties."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Peruvian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-18ee.html",
            "content": "Kim Yong Nam Receives Credentials from Peruvian Ambassador\r\n Pyongyang, June 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Gonzalo Alfonso Gutierrez Reinel, Peruvian ambassador to the DPRK, at the Mansudae Assembly on Tuesday.\n\t\t\t\t\t Kim had a talk with the ambassador after receiving credentials."
        },
        {
            "title": "Choe Thae Bok Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-24ee.html",
            "content": "Choe Thae Bok Meets Chinese Delegation\r\n Pyongyang, June 5 (KCNA) -- Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with the delegation of the All-China Women's Federation led by Zhen Yan, vice-chairwoman and member of the Secretariat of the Federation, at the Mansudae Assembly Hall Tuesday. \n\t\t\t\t\t The head of the delegation said the Korean people have achieved big successes in socialist construction under the wise leadeship of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t She referred to the eyeopening changes that took place in the DPRK including appearance of modern factories and apartment houses. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un put forward children as kings of the country and invited the delegates of the Korean Children's Union across the country to Pyongyang, she added. \n\t\t\t\t\t\n\t\t\t\t\t She expressed her will to boost exchange and coopeation with Korean women."
        },
        {
            "title": "DPRK Foreign Minister Has Talks with Cambodian Deputy Prime Minister",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-16ee.html",
            "content": "DPRK Foreign Minister Has Talks with Cambodian Deputy Prime Minister\r\n Pyongyang, June 5 (KCNA) -- Pak Ui Chun, DPRK minister of Foreign Affairs, had talks with Hor Nam Hong, deputy prime minister of the government and minister of Foreign Affairs and International Cooperation of Cambodia, at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t Present there were officials of the DPRK Foreign Ministry and the deputy prime minister of Cambodia and his party and the Cambodian ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The two sides exchanged views on the issue of boosting the friendly relations between the two countries and matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The talks took place in a friendly atmosphere."
        },
        {
            "title": "DPRK FM Meets Ambassadors of Peru, Switzerland",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-19ee.html",
            "content": "DPRK FM Meets Ambassadors of Peru, Switzerland\r\nPyongyang, June 5 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had talks respectively with Gonzalo Alfonso Gutierrez Reinel, Peruvian ambassador to the DPRK, who paid a courtesy call on him, and Blaise Godet, Swiss ambassador, who paid a farewell call on him, on Tuesday."
        },
        {
            "title": "DPRK Delegation Leaves for Laos, Vietnam and Myanmar",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-15ee.html",
            "content": "DPRK Delegation Leaves for Laos, Vietnam and Myanmar\r\n Pyongyang, June 5 (KCNA) -- A delegation of the Workers' Party of Korea headed by Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK, left Pyongyang Tuesday to visit Laos, Vietnam and Myanmar."
        },
        {
            "title": "Gift to Kim Jong Un from All-China Women's Federation",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-17ee.html",
            "content": "Gift to Kim Jong Un from All-China Women's Federation\r\n Pyongyang, June 5 (KCNA) -- The dear respected Kim Jong Un received a gift from the All-China Women's Federation.\n\t\t\t\t\t Zhen Yan, vice-chairwoman and member of the Secretariat of the All-China Women's Federation on a visit to the DPRK, handed over the gift to Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, on Tuesday."
        },
        {
            "title": "Letter to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-02ee.html",
            "content": "Letter to Kim Jong Un\r\n Pyongyang, June 5 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, received a letter from the participants in the meeting of the General Council of the World Federation of Democratic Youth (WFDY) on May 24.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The current meeting had an exhaustive discussion on the need for the WFDY to play a leading role in the just struggle to build a new world, free and peaceful, against the imperialists' evermore undisguised domination, interference, high-handed and arbitrary practices. \n\t\t\t\t\t\n\t\t\t\t\t All the participants in the meeting unanimously denounced the reckless military provocations of the imperialists and their stooges to stifle socialist Korea and expressed full support and solidarity for the Korean people and youth in their struggle for defending the sovereignty of the country and dignity of the nation and achieving peace and stability in the region.\n\t\t\t\t\t\n\t\t\t\t\t The youth and other people of the DPRK are now dynamically accelerating the building of a thriving socialist nation despite the pernicious blockade of the imperialists. Such astonishing situation instills faith in victory into the world progressive youth and students and people in their struggle for socialism against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The letter expressed belief that the Korean people and youth would glorify the new century of the Juche era with proud victory and glory and usher in a heyday of prosperity under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It also expressed expectation and belief that the Korean youth movement would emerge victorious in the future, too, thanks to the Workers' Party of Korea's  policy of attaching importance to the youth under the slogan of \"Love the Youth!\" and make a positive contribution to the strengthening and development of the world progressive youth movement.\n\t\t\t\t\t\n\t\t\t\t\t The WFDY and all the progressive youth and students in the world will as ever extend invariable support to the Korean people and youth dynamically struggling at the outpost of anti-imperialist and anti-U.S. confrontation in the idea of anti-imperialist solidarity, peace and friendship, concluded the letter."
        },
        {
            "title": "Cambodian Deputy PM Enjoys Acrobatics",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-32ee.html",
            "content": "Cambodian Deputy PM Enjoys Acrobatics\r\n Pyongyang, June 5 (KCNA) -- Hor Nam Hong, deputy prime minister and minister of Foreign Affairs and International Cooperation of Cambodia, and his party enjoyed acrobatics at the Moranbong Circus Theater on Tuesday.\n\t\t\t\t\t Officials concerned, service persons and Pyongyang citizens and the ambassador and staff members of the Cambodian embassy here appreciated the performance with the guests.\n\t\t\t\t\t\n\t\t\t\t\t The acrobatic pieces of witty stunts were acclaimed by the audience as they showed the stamina of the army and people of the DPRK performing merits in defence of the country and socialist construction under the wise leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Int'l Solidarity Council Meets to Urge Settlement of Japan's Past",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-05ee.html",
            "content": "Int'l Solidarity Council Meets to Urge Settlement of Japan's Past\r\n Pyongyang, June 5 (KCNA) -- A meeting of coordinators of the International Solidarity Council Demanding Settlement of Japan's Past took place in Beijing on May 20.\n\t\t\t\t\t Present there were delegates and personages of those countries and regions affiliated to the council including the DPRK, China and Philippines.\n\t\t\t\t\t\n\t\t\t\t\t The meeting informed the participants of activities conducted by organizations and personages of those countries and regions last year in demand of the settlement of Japan's past crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The participants vehemently denounced the Japanese authorities for turning a deaf ear to the strong voices of victims and international public demanding apology and reparation for the above said crimes. They also blamed Japan for inflicting more sufferings on victims while persistently avoiding the settlement of the past crimes though more than 60 years have passed after its defeat in war.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their will to fight it out till the Japanese authorities settle the issue properly.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed and decided on measures to powerfully conduct international solidarity activities this year demanding the settlement of Japan's past."
        },
        {
            "title": "Libyan Diplomat Helps Korean Farmers",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-21ee.html",
            "content": "Libyan Diplomat Helps Korean Farmers\r\n Pyongyang, June 5 (KCNA) -- Muhammad Mustafa, chief of the Libyan Economic Cooperation Bureau here, gave a helping hand to the DPRK-Libya Friendship Jangchon Vegetable Co-op Farm in Sadong District, Pyongyang on Tuesday.\n\t\t\t\t\t After going round the room for the education in the revolutionary history, he helped farmers in a greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t The chief said the Libyan people's friendly feelings towards the Korean people will remain unchanged, adding the bilateral relations of friendship have a long historic tradition.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the farm has made remarkable development under the deep care of the peerlessly great men, he expressed belief the farm would register great success in the vegetable farming this year.\n\t\t\t\t\t\n\t\t\t\t\t He handed aid materials to the farm."
        },
        {
            "title": "Floral Tribute Paid to Kim Hyong Jik on 86th Death Anniversary",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-20ee.html",
            "content": "Floral Tribute Paid to Kim Hyong Jik on 86th Death Anniversary\r\n Pyongyang, June 5 (KCNA) -- Wreaths were laid on Tuesday before the statue of Kim Hyong Jik, indomitable revolutionary fighter and outstanding leader of the anti-Japanese movement for national liberation of Korea, in Ponghwa-ri of Kangdong County in Pyongyang and before his grave in Mangyongdae on the 86th anniversary of his death.\n\t\t\t\t\t Seen standing before the statue and grave were wreaths sent by Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Present in the wreath-laying ceremonies were Kim Yong Nam, Choe Yong Rim and Choe Ryong Hae, members of the Presidium of the Political Bureau of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t They were also attended by Kim Jong Gak, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Myong Su, and officials of the party, armed forces and power bodies, working people's organizations, ministries and national institutions, working people, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statue and grave were wreaths in the name of the Central Committee of the WPK, the Presidium of the Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths were laid in the name of the organs of the armed forces, working people's organizations, ministries and national institutions, revolutionary schools, party and power organs, enterprises and farms in the city.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to him, looking back on his brilliant revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t On the same day wreaths and bouquets were laid before his statues in Kim Hyong Jik Military Medical University, Sakju County of North Phyongan Province and Junggang County of Jagang Province."
        },
        {
            "title": "\"Jiwon\" (Aim High), Kim Hyok Jik's Lifelong Motto",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-26ee.html",
            "content": "\"Jiwon\" (Aim High), Kim Hyok Jik's Lifelong Motto\r\n Pyongyang, June 5 (KCNA) -- It has been 86 years since Kim Hyok Jik, outstanding leader of the anti-Japanese national liberation movement in Korea, passed away at the age of 32 on June 5, Juche 15 (1926), leaving the idea of \"Jiwon\" as a valuable legacy to President Kim Il Sung.\n\t\t\t\t\t The poem \"Green Pine on Nam Hill\", composed by him, is run through with the idea of \"Jiwon\" (Aim High), his lifelong motto. \"Jiwon\" represents the indomitable spirit to win the independence of the country by fighting the Japanese invaders through generations. \n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok Jik inspired the Korean people, including the champions of national independence and youth, with the idea of \"Jiwon\" to lead them to the anti-Japanese patriotic struggle.\n\t\t\t\t\t\n\t\t\t\t\t He had conducted his energetic activities to enlighten the popular masses in the wide areas of the homeland as well as overseas areas including Jiandao and Shanghai of China.\n\t\t\t\t\t\n\t\t\t\t\t In those days he formed the Korean National Association and convened the Chongsudong Meeting and Kuandian Meeting, which were greatly conducive to changing the course of the anti-Japanese national liberation movement in Korea from the nationalist movement to the proletarian revolution.\n\t\t\t\t\t\n\t\t\t\t\t \"Jiwon\" served as a torch giving hope and confidence in national resurrection to the people and as guidelines for encouraging the anti-Japanese national liberation movement. \n\t\t\t\t\t\n\t\t\t\t\t This idea is still shining along with the prosperity of Songun Korea guided by the dear respected Kim Jong Un."
        },
        {
            "title": "Korean Youth, Children Denounce Lee Myung Bak Regime's Malignant Outbursts",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-22ee.html",
            "content": "Korean Youth, Children Denounce Lee Myung Bak Regime's Malignant Outbursts\r\n Pyongyang, June 5 (KCNA) -- The Kim Il Sung Socialist Youth League and the Korean Children's Union issued on Tuesday a joint statement denouncing the Lee Myung Bak group of traitors for letting loose a spate of invectives about the celebrations of the union through its paid trumpeters. \n\t\t\t\t\t The statement says:\n\t\t\t\t\t\n\t\t\t\t\t There are many countries and children on our planet, but there is no such country as the DPRK where children enjoy all blessings as its king.\n\t\t\t\t\t\n\t\t\t\t\t The most splendid celebrations of the 66th anniversary of the union can be called another legend about love as they are fruition of the warm loving care the dear respected Kim Jong Un has shown by carrying forward the noble outlook on the younger generation and future of President Kim Il Sung and leader Kim Jong Il who embraced all the children and bestowed all sorts of care and solicitude upon them.\n\t\t\t\t\t\n\t\t\t\t\t But the Lee Myung Bak group set in motion its paid trumpeters to launch a smear campaign over the events.\n\t\t\t\t\t\n\t\t\t\t\t What enrages the Korean people is that the group malignantly hurt the dignity of the supreme leadership of the DPRK, likening it to Nazi tyrant of Germany.\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable provocative act of hurting the dignity of the supreme leadership of the DPRK which its people regard as more valuable than their own lives and an unbearable insult and mockery of the Korean school youth and children who have grown with nothing to desire more in the world under the care of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group, as fellow countrymen do, should have hailed the celebrations envied and admired by the world. But the group ran the whole gamut of vituperation against the celebrations to hurt the pure mind of the Korean children. This was an act against humanity and a reckless act of treachery.\n\t\t\t\t\t\n\t\t\t\t\t The Korean school youth and children's resentment and hatred against the group are running high.\n\t\t\t\t\t\n\t\t\t\t\t The school youth and children in the DPRK are ardently calling on the Korean People's Army to deal heavy blows in revenge upon the despicable provocateurs as early as possible as already declared in the open ultimatum.\n\t\t\t\t\t\n\t\t\t\t\t They will also turn out as human bullets and bombs in the do-or-die sacred battles for punishing the provocateurs. \n\t\t\t\t\t\n\t\t\t\t\t All the servicepersons and people in the DPRK will clearly show how they will take revenge on the Lee Myung Bak group that hurt the dignity of its supreme leadership and insulted the school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors will not be able to escape the most miserable punishment unless it makes apology for the hideous provocations."
        },
        {
            "title": "Premier Visits Lodging Place of KCU Delegates",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-40ee.html",
            "content": "Premier Visits Lodging Place of KCU Delegates\r\n Pyongyang, June 5 (KCNA) -- Premier Choe Yong Rim, who is a member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, visited the lodging place of delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU) on Tuesday.\n\t\t\t\t\t The premier went round bedrooms, bathrooms, washrooms, dinning hall, etc., to learn about their living conditions.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to take good care of them like their parents as they are exemplary members of the KCU who came here as delegates to the celebrations under the special loving care of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He called for paying close attention to their living conditions in the period of the celebrations as intended by Kim Jong Un, who invited them to the grand festival to mark the anniversary."
        },
        {
            "title": "KCU Delegates Visit Victorious War Memorial Tower",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-29ee.html",
            "content": "KCU Delegates Visit Victorious War Memorial Tower\r\n Pyongyang, June 5 (KCNA) -- Delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU) visited the Victorious Fatherland Liberation War Memorial Tower.\n\t\t\t\t\t The tower was built to convey the heroic feats of the Korean army and people in defeating the U.S.-led imperialist allied forces to defend the freedom and sovereignty of the country in the Fatherland Liberation War (June 1950-July 1953). It consists of the monuments to President Kim Il Sung's autograph and to a dedicated poem, the main sculpture \"Victory\" and ten subsidiary group sculptures.\n\t\t\t\t\t\n\t\t\t\t\t Touring the tower, the visitors hardened their mind to follow the noble spirit of the heroic soldiers.\n\t\t\t\t\t\n\t\t\t\t\t O Yong Ho, secretary of the Pyongyang City Committee of the Kim Il Sung Socialist Youth League, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"All the KCU delegates, who have grown up happily under the care of the Workers' Party of Korea, are determined to be true sons and daughters of the dear respected Kim Jong Un and successors to the revolutionary cause of Juche.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Ji Song, a delegate from Pyongyang Hero Kangdong School, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Subsidiary group sculpture 'Heroes of Wolmi Island' hardened my resolve to join the People's Army to defend the dear respected Kim Jong Un at the cost of my life.\"\n\t\t\t\t\t\n\t\t\t\t\t In front of another group sculpture \"Defenders of Height 1 211\" An Myong Chol, a delegate from Puhung Secondary School in Sunchon City, South Phyongan Province, recited \"For My Only Motherland\", a poem composed by Hero of the Republic Ri Su Bok during the war, to touch other delegates' heartstrings.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yun Hyang, a delegate from Unjong Secondary School in Maegsan County, South Phyongan Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The visit to the war memorial tower implanted my mind with the spirit of defending the motherland displayed by the heroic soldiers of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Following the spirit of the heroic soldiers, I will prepare myself to be a true juvenile guard for the country and the people and a daughter of Songun Korea, equipped with ample knowledge, high morality and strong body.\"\n\t\t\t\t\t\n\t\t\t\t\t Delegates from Hero Sukchon Secondary School, Hero Kanggye Jangjasan Secondary School No. 1, Hero Sinam Secondary School and other schools named after Hero, too, expressed their determination to become human bullets and bombs in safeguarding the dear respected Kim Jong Un, just like the heroes who glorified the honor of their schools and country.\n\t\t\t\t\t\n\t\t\t\t\t They stressed it is the rock-firm faith of three millions of KCU members that their happiness and rosy future can be guaranteed only when the socialist system is reliably defended.\""
        },
        {
            "title": "KCU Delegates Visit Kim Il Sung University",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-31ee.html",
            "content": "KCU Delegates Visit Kim Il Sung University\r\n Pyongyang, June 5 (KCNA) -- South Hwanghae provincial delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU) on Tuesday visited Kim Il Sung University, the parent body of the Juche-based education.\n\t\t\t\t\t The visitors laid bouquets at the statue of President Kim Il Sung on Ryongnam Hill on the campus and paid homage to him.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the leadership exploits performed by President Kim Il Sung, leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk for the development of the university, they toured the e-library and swimming complex built on a modern basis.\n\t\t\t\t\t\n\t\t\t\t\t Han Un Sim, KCU instructor at Anak Primary School in Anak County, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The visit to the university made our schoolchildren get a lot of fresh feelings.\n\t\t\t\t\t\n\t\t\t\t\t In particular, they were deeply impressed by the autograph of Generalissimo Kim Jong Il displayed at the e-library. The autograph clearly shows his strong will to turn our country into a sci-tech giant.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Chong Hyang, a delegate from Sinhung Secondary School in Sinchon County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"With the autograph kept deep in my mind, I will study harder for Korea and top the list in all class results. Thus, I will prepare myself to be an able worker for the country as wished by the dear respected Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\t So Kyong Son, a chief KCU instructor at Sinwon Secondary School in Sinwon County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Many delegates have expressed their desire to study at this university during their visit. I told them that they can materialize their desire if they are good at study and organizational life.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Ju Sok, a delegate from Sinhung Secondary School in Sinchon County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The university is more splendid than what I saw on TV.\n\t\t\t\t\t\n\t\t\t\t\t I want to study at Kim Il Sung University in the future.\"\n\t\t\t\t\t\n\t\t\t\t\t Pang Hyok Jun, a delegate from the Kosan Secondary School in Jaeryong County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I resolve to be a dependable student faithful to the dear respected Kim Jong Un.\""
        },
        {
            "title": "KCU Delegates Visit Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-28ee.html",
            "content": "KCU Delegates Visit Mangyongdae Schoolchildren's Palace\r\n Pyongyang, June 5 (KCNA) -- South Hamgyong provincial delegates to the celebrations of the 66th birthday of the Korean Children's Union (KCU) visited the Mangyongdae Schoolchildren's Palace on Tuesday. \n\t\t\t\t\t The palace employees and hobby group members warmly welcomed the delegates, who paid tribute to the pictures of President Kim Il Sung and leader Kim Jong Il with broad smile on their faces in the front side of the palace. \n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the palace had been built into an extracurricular education center under the loving care of the peerlessly great men of Mt. Paektu, they toured hobby group rooms of the palace.\n\t\t\t\t\t\n\t\t\t\t\t Jo Hyon Sok, a delegate from the Hasinhung Secondary School in Songchongang District, Hamhung City, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It is the first time for me to visit the palace. I had often seen it on TV but I did not expect it to be such big and nice. When I come back to the school, I will tell my impression on the visit.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Hyang, a delegate from the Mandok Secondary School in Hochon County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"It was very impressive to see the accordion concert. I felt an impulse to play the accordion. The county where I live has a schoolchildren's hall of culture. Not only I but other classmates cultivate talents in different hobby groups after school. I will work harder to become an excellent student equipped with ample knowledge, high morality and strong body.\"\n\t\t\t\t\t\n\t\t\t\t\t Ho Su Gyong, a delegate from the Paekgumsan Secondary School in Tanchon City, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I toured various hobby group rooms including those for Kayagum and traditional dance with a great interesting. In particular I learned a lot of things at the gift animal specimen hall. \n\t\t\t\t\t\n\t\t\t\t\t I will study harder to become an excellent zoologist.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Hye Yong, KCU instructor at the Soun Primary School in Tonghungsan District in Hamhung City, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The celebrations will remain vivid in the delegates' lifetime. \n\t\t\t\t\t\n\t\t\t\t\t I will do my best to bring up the KCU members as ones intensely faithful to the dear respected Kim Jong Un, bearing this auspicious event in my mind.\""
        },
        {
            "title": "KCU Delegates Visit Taedonggang Combined Fruit Farm",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-30ee.html",
            "content": "KCU Delegates Visit Taedonggang Combined Fruit Farm\r\n Pyongyang, June 5 (KCNA) -- North Hamgyong provincial delegates to the celebrations of the 66th birthday of the Korean Children's Union (KCU) visited the Taedonggang Combined Fruit Farm on Tuesday.\n\t\t\t\t\t They commanded a bird's-eye view of the vast fruit farm, expressing their admiration one after another.\n\t\t\t\t\t\n\t\t\t\t\t Yun Song Gwang, a delegate from Junam Secondary School in Onsong County, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"This amazing scene can be seen only in our country.\n\t\t\t\t\t\n\t\t\t\t\t I and my fellows posed for pictures against the background of the spectacular scene of apple trees.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Mi, a delegate from Haean Primary School in Sinam District, Chongjin City, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The Taedonggang Combined Fruit Processing Factory seems to be an exhibition rather than a factory.\n\t\t\t\t\t\n\t\t\t\t\t I have got excited at many machines in row and products being turned out from them.\n\t\t\t\t\t\n\t\t\t\t\t I will study harder to become an able mechanical engineer. So, I will invent many good machines to delight the dear respected Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\t Ryu Un Hui, KCU instructor at Orang Primary School in Orang County, said in an excited tone:\n\t\t\t\t\t\n\t\t\t\t\t \"The delegates are very glad to see the modern fruit farm. The visit makes those schoolchildren nourish their mind to be better at the study and organizational life and thus exalt the honor of our country.\""
        },
        {
            "title": "KCU Delegates Enjoy Diverse Cultural Activities",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-25ee.html",
            "content": "KCU Delegates Enjoy Diverse Cultural Activities\r\n Pyongyang, June 5 (KCNA) -- Delegates to the celebrations of the 66th anniversary of the Korean Children's Union (KCU) sojourn in Pyongyang with joy and optimism.\n\t\t\t\t\t They were deeply impressed to visit the Central Zoo and Central Botanical Garden.\n\t\t\t\t\t\n\t\t\t\t\t Schoolboys vied with each other to see animals' skill closer than others and schoolgirls observed the specific features of rare animals and plants, writing them on their pocketbooks.\n\t\t\t\t\t\n\t\t\t\t\t The joy of the delegates was at its height at the Kaeson Youth Park Fun Fair.\n\t\t\t\t\t\n\t\t\t\t\t Free-fall, roller coaster, etc led them to children's world.\n\t\t\t\t\t\n\t\t\t\t\t Game arcade was crowded with children.\n\t\t\t\t\t\n\t\t\t\t\t An art performance given by schoolchildren selected across the country at the Mangyongdae Schoolchildren's Palace left unforgettable memories on them.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such numbers as accordion trio \"March of Children's Union\", dance \"Greater Happiness Is Coming\", chorus \"Hopeful Tomorrow Calls Us\", etc.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Circus Theater presented delightful acrobatic numbers to the delegates.\n\t\t\t\t\t\n\t\t\t\t\t Animal feats \"Bear and monkey\", comic stunt \"Playing with puppet\" and other numbers gave pleasure to the delegates.\n\t\t\t\t\t\n\t\t\t\t\t Physical acrobatics \"Flying Girls\", \"Balancing on Ball\", \"Playing with Pole\" and others stirred up children's fancies.\n\t\t\t\t\t\n\t\t\t\t\t Children were special guests of Okryu Restaurant, Chongryu Restaurant and the Pyongyang Noodle House well known for Pyongyang cold noodle.\n\t\t\t\t\t\n\t\t\t\t\t The restaurants served meals suited to the diverse tastes of the students to their delight.\n\t\t\t\t\t\n\t\t\t\t\t The delegates' lodging places at night were full of optimistic life."
        },
        {
            "title": "Employees of April 25 Hotel Show Deep Care for Schoolchildren",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-39ee.html",
            "content": "Employees of April 25 Hotel Show Deep Care for Schoolchildren\r\n Pyongyang, June 5 (KCNA) -- Employees of the April 25 Hotel are devotedly looking after the schoolchildren now staying at the hotel as delegates to the celebrations of the 66th birthday of the Korean Children's Union.\n\t\t\t\t\t Ri Ok Hui, a hotel employee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"All employees of our hotel as well as medical workers are caring so much for the little delegates up till midnight.\n\t\t\t\t\t\n\t\t\t\t\t I feel never tired, though I have spent several days and nights for them.\n\t\t\t\t\t\n\t\t\t\t\t It refreshes my mind to serve the children overwhelmed with joy.\n\t\t\t\t\t\n\t\t\t\t\t In our country, the children are considered to be kings, responsible for the nation's future.\"\n\t\t\t\t\t\n\t\t\t\t\t Launderers, too, sit all nights to trim clothes of the delegates.\n\t\t\t\t\t\n\t\t\t\t\t A launderer of the hotel, Kim Chun Hwa, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Tomorrow marks the KCU birthday. I think it is my duty to make them tidy.\n\t\t\t\t\t\n\t\t\t\t\t It is so thankful that the party and the state have taken benevolent measures for the delegates one after another. I will do my utmost to make them spend happy days in Pyongyang.\""
        },
        {
            "title": "Kaesong Schoolchildren's Palace Opens in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-34ee.html",
            "content": "Kaesong Schoolchildren's Palace Opens in DPRK\r\n Pyongyang, June 5 (KCNA) -- Kaesong Schoolchildren's Palace has been renovated in the DPRK.\n\t\t\t\t\t Its entrance hall was created in a formative and artistic way to meet the aesthetic need of the present era with delicate decorations to suit the mentality of schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t There are dozens of rooms for various hobby groups including rooms for studying electronic appliances and practicing accordions.  \n\t\t\t\t\t\n\t\t\t\t\t The rooms are peculiarly designed so that schoolchildren can learn to their hearts' content.\n\t\t\t\t\t\n\t\t\t\t\t The floor covering the area of 1 400 odd square meters and lots of stairs are paved with marble stone, brightening the interior.\n\t\t\t\t\t\n\t\t\t\t\t The construction of gabled roofs of the Palace that highlighted the characteristics of Korean-style buildings was finished in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t A plaza was newly created while flower shrubs and trees were planted around it to green the area."
        },
        {
            "title": "New Stamp Issued in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-38ee.html",
            "content": "New Stamp Issued in DPRK\r\n Pyongyang, June 5 (KCNA) -- A postage stamp was issued in the Democratic People's Republic of Korea to commemorate the 75th anniversary of the victorious battle in Pochonbo.\n\t\t\t\t\t This historic battle was an attack on Pochonbo in Korea conducted in the period of the anti-Japanese armed struggle. It was made on June 4, 1937, by the main unit of the Korean People's Revolutionary Army under the command of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The victorious battle encouraged the Korean people to turn out in the anti-Japanese struggle, giving the Korean people the confidence that Korea was not dead but still alive and they could surely win in the fight against the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t Seen in the stamp are letters \"In commemoration of the 75th anniversary of the victorious battle in Pochonbo\" and \"June 4, Juche 26 (1937)\". It portrays anti-Japanese guerillas dashing toward the enemy's ruling agencies, including police substation."
        },
        {
            "title": "Local Soccer Tournament Ends",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-27ee.html",
            "content": "Local Soccer Tournament Ends\r\n Pyongyang, June 5 (KCNA) -- Super football league matches ran in Pyongyang from May 5 to June 4 as part of the Sports Contest for Pochonbo Torch Prize. It involved 10 men's teams and 7 women's teams.\n\t\t\t\t\t Rimyongsu men's team and Amnokgang women's team finished first in the tournament, with nine matches, six wins and three draws and six matches, four wins and two defeats respectively.\n\t\t\t\t\t\n\t\t\t\t\t April 25 men's and women's teams had been widely believed to be winners in view of their previous records and capabilities. Both teams won the titles in the super football league of the National Sports Festival for Mangyongdae Prize. The women's team, in particular, won most of the 10 round-robin rounds held from the year 2010.\n\t\t\t\t\t\n\t\t\t\t\t Sobaeksu men's and women's teams came second in the league matches."
        },
        {
            "title": "Divine Punishment Awaits S. Korean Group of Traitors: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-37ee.html",
            "content": "Divine Punishment Awaits S. Korean Group of Traitors: KCNA Commentary\r\n Pyongyang, June 5 (KCNA) -- The world is now moved to see the celebrations of the 66th anniversary of the Korean Children's Union now under way in the DPRK as a grand festival unprecedented in the history of children's movement. \n\t\t\t\t\t It is because the current celebrations are for children, who are hope and future of the country and nation, and the future of a country hinges on children.\n\t\t\t\t\t\n\t\t\t\t\t But only the rat-like Lee Myung Bak group of traitors was displeased with it.\n\t\t\t\t\t\n\t\t\t\t\t They are calling the celebrations a \"deliberate farce\" orchestrated by the supreme headquarters. They even went the lengths of talking about \"political show reminding one of Nazi-style education of the Juvenile Corps\".\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable provocation against the dignity of the supreme leadership of the DPRK which Koreans regard dearer than their own lives. It is as foolish as a man ploughing the waves.  \n\t\t\t\t\t\n\t\t\t\t\t They are ignoramuses who care only about their dirty bodies regardless of the nation. It's natural they can not understand even an iota of the loving care for the future which our supreme commander is possessed of as natural disposition.\n\t\t\t\t\t\n\t\t\t\t\t He visited children of a revolutionary school on the morning of the New Year's Day this year and saw them having meals in happiness. When he visited nurseries and kindergartens he took children to his arms and showed loving care. \n\t\t\t\t\t\n\t\t\t\t\t But the traitors downplayed the great succession of the loving care for the future generation as \"copycatting\" and compared KCU in the DPRK to the Juvenile Corps of fascist Hitler. Such bullying acts can be committed only by corrupt men unafraid of divine punishment.\n\t\t\t\t\t\n\t\t\t\t\t They are now calling for \"change\" to orchestrate such a farce as \"spring in Arab\". How ridiculous they are.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity among the leader, the party and the army and the people who have formed a socio-political integrity is ever-lasting and will remain as it is despite attack by any formidable enemy. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group, which has gone desperate to break the unity, can never evade the divine punishment.\n\t\t\t\t\t\n\t\t\t\t\t Those who hurt the dignity of the supreme leadership of the DPRK can never be pardoned but have to pay dearly.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will certainly settle accounts with the group of rat-like Lee Myung Bak no matter where they hide out on earth."
        },
        {
            "title": "Lee Myung Bak Deserves Punishment for Defaming Future of Nation: KCNA",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-36ee.html",
            "content": "Lee Myung Bak Deserves Punishment for Defaming Future of Nation: KCNA\r\n Pyongyang, June 5 (KCNA) -- The celebrations of the 66th anniversary of the Korean Children's Union now under way are hailed and admired by progressives at home and abroad. It is only the rat-like Lee Myung Bak group that recklessly hurled mud at those events, touching off the resentment and hatred of all the servicepersons and people of the DPRK.\n\t\t\t\t\t The group set in motion Chosun Ilbo, Choongang Ilbo, Dong-A Ilbo and other south Korean reptile papers and paid broadcasting services to seriously defame the celebrations, claiming they were \"intentionally orchestrated\" and the like. Not content with this, they even hurt the dignity of the supreme leadership of the DPRK and described the unblemished schoolchildren of the DPRK as \"children on markets more familiar with capitalist markets than socialist policies\". \n\t\t\t\t\t\n\t\t\t\t\t This was another hideous provocation as it hurt the dignity of the supreme leadership of the DPRK and the rosy future of the nation and unpardonable crime against the nation and humanity.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the ardent love for the younger generation and future, the human scum is making its last-ditch efforts to seek a way out.\n\t\t\t\t\t\n\t\t\t\t\t This ruckus of the group once again proved in the eyes of the world that it is a group of barbarians without equals and a swarm of rats in a ditch.\n\t\t\t\t\t\n\t\t\t\t\t As universally recognized, the history of love shown by the party and state of the DPRK for rising generations is long standing. \n\t\t\t\t\t\n\t\t\t\t\t It has been well known to the world that the Korean revolution's long history dating back to the Japanese imperialists' colonial rule is a history of noble love shown by the peerlessly great persons of Mt. Paektu for the motherland and future.\n\t\t\t\t\t\n\t\t\t\t\t The great persons regarded it as an important issue related to destiny of the nation to bring up the younger generations and showed all sorts of loving care for them all their great lives.\n\t\t\t\t\t\n\t\t\t\t\t Not only the army and people of the DPRK but the world progressives see in the present stirring situation in which the 66th anniversary of the KCU is being celebrated as the greatest festival great inheritance of noble patriotism and outlook of the great persons of Mt. Paektu on the younger generations.\n\t\t\t\t\t\n\t\t\t\t\t Why does the Lee group take so much pain to turn away its face from the situation and deny it?\n\t\t\t\t\t\n\t\t\t\t\t It does so because it is afraid that the happy laughter heard from among the children throughout the DPRK may influence the mind-set in the south as it has been reduced to a hell for children. Lee Myung Bak, a pro-Japanese lackey, was born as a rat of unknown species in a corner of Japan. \n\t\t\t\t\t\n\t\t\t\t\t When he was a school boy, he witnessed his elder sister and younger brother killed by an air-raid of the U.S. troops. He, however, kowtowed to the U.S. It seems that the blood of rat and devil runs in his vein.\n\t\t\t\t\t\n\t\t\t\t\t The schools have turned into scenes of juvenile violence and suicide since Lee took power, putting the future destiny of the nation into the worst crisis. It is the present reality in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for such rat-like Lee group frequenting ditches only to fail to see this noblest and most beautiful society for the generations to come. \n\t\t\t\t\t\n\t\t\t\t\t There is no other way but to beat to death rat-like Lee harmful to human beings. \n\t\t\t\t\t\n\t\t\t\t\t In order to settle the grudge of the children all the service persons and people of the DPRK will deal merciless retaliatory blows not only at rat-like Lee but at dens of reptile papers and paid trumpeters till they are reduced to ashes."
        },
        {
            "title": "KCNA Flays Lee Myung Bak's Jargons Inciting Confrontation",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-33ee.html",
            "content": "KCNA Flays Lee Myung Bak's Jargons Inciting Confrontation\r\n Pyongyang, June 5 (KCNA) -- Traitor Lee Myung Bak of south Korea is getting evermore vocal in such confrontational remarks as \"human rights issue in the north\" and \"forces following the north\". \n\t\t\t\t\t Lee is busy leading the hostile forces in the anti-DPRK campaign over \"human rights issue\" outside south Korea and committing undisguised fascist political terrorism against the pro-reunification progressive forces, crying out for \"elimination of the forces following the north\" inside. \n\t\t\t\t\t\n\t\t\t\t\t These are nothing but the last-ditch efforts of traitor Lee to free himself from the jaw of death. \n\t\t\t\t\t\n\t\t\t\t\t As claimed by the south Koreans from all walks of life and public mind-set, traitor Lee has already faced political death sentence for having left whole of south Korea to the tender mercy of his U.S. and Japanese masters, deteriorated the people's living and driven the north-south relations to the worst phase in the whole period of his office. \n\t\t\t\t\t\n\t\t\t\t\t The disclosure of extra-large scandals one after another is putting rat-like Lee Myung Bak into a tighter corner as they are linked with his clan. \n\t\t\t\t\t\n\t\t\t\t\t Though Lee is in a state of political marriage with Park Geun Hye, making eyes at her clan in a bid to prolong his remaining days after his ouster from power, he found his last shelter hopeless due to the recent disclosure of her involvement in scandals. \n\t\t\t\t\t\n\t\t\t\t\t Lee more dead than alive is suffering from nightmare, afraid that he might be beaten to death any time, much less thinking of his fate in his remaining days. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group seems to gasp for its last breath due to its total failures in domestic and foreign policies. He is getting crazy about how to silence all Koreans' angry shouts for retaliation and escape their accusing fingers. \n\t\t\t\t\t\n\t\t\t\t\t This prompted the group to orchestrate the recent anti-DPRK smear campaign. Its talk about the \"human rights issue in the north\" and \"elimination of forces following the north\" is nothing but another charade to tide over its crisis. Its aim is to justify its bankrupt \"policy towards the north\" and policy of confrontation and divert the attention of the angry public elsewhere. \n\t\t\t\t\t\n\t\t\t\t\t It is too late for Lee to put his critical situation under control and weather his crisis. \n\t\t\t\t\t\n\t\t\t\t\t There is no room for his group to stay in this bright world.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group will never be able to escape severe punishment of history for its above-said crimes. \n\t\t\t\t\t\n\t\t\t\t\t All the Koreans desirous of national reconciliation, unity and reunification now watch the wretched plight of rat-like Lee Myung Bak making last-ditch efforts in the abyss of ruin."
        },
        {
            "title": "Rodong Sinmun Calls for Implementation of Joint Inter-Korean Declarations",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-08ee.html",
            "content": "Rodong Sinmun Calls for Implementation of Joint Inter-Korean Declarations\r\n Pyongyang, June 5 (KCNA) -- All Koreans in the north, south and abroad should wage a more dynamic struggle for national reunification, bearing in mind that respect for the June 15 joint declaration and October 4 declaration and their implementation  assure peace and national reunification and prosperity.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and October 4 declaration call for rejecting foreign aggressor forces and achieving Korea's reunification and co-prosperity of the nation by concerted efforts of the Koreans, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of those declarations have been proved in practice.\n\t\t\t\t\t\n\t\t\t\t\t In order to achieve independent reunification, peace and prosperity by preserving and implementing those declarations it is necessary to mercilessly throw overboard the Lee Myung Bak group of traitors opposed to the declarations.\n\t\t\t\t\t\n\t\t\t\t\t As people of different social strata are becoming evermore critical of traitor Lee and the \"Saenuri Party\" for their policy towards the north that has driven the inter-Korean relations to catastrophe and escalated the danger of war, they are now working hard to justify their policy of confrontation, groundlessly pulling up the DPRK under the pretexts of what they called \"provocations\" and \"threat.\" \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they are kicking up various anti-DPRK smear campaigns in a bid to divert public attention elsewhere, weather their crisis and realize their ambition to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t If the \"Saenuri Party\" is allowed to stay in power, the nation can hardly imagine the implementation of those declarations. \n\t\t\t\t\t\n\t\t\t\t\t In order to achieve independent reunification and peace and prosperity through the implementation of the inter-Korean declarations, it is essential to decisively foil the moves of the puppet conservative group to stay in power."
        },
        {
            "title": "Rodong Sinmun Accuses Lee Myung Bak of Inciting Confrontation of Social Systems",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-09ee.html",
            "content": "Rodong Sinmun Accuses Lee Myung Bak of Inciting Confrontation of Social Systems\r\n Pyongyang, June 5 (KCNA) -- Traitor Lee Myung Bak of south Korea blustered shortly ago that \"now is the time to think seriously of unification\", not content with the stereotyped jargons made about someone's \"threat\" and \"consistent policy toward the north\". And he went the lengths of making such ridiculous remarks casting a glance of contempt on the DPRK as \"regaining of freedom and human rights\" and \"wind of change.\"\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The above-said rhetoric let loose by Lee is aimed at soothing his stooges seized with uneasiness and fear of the declaration made by all infuriated servicepersons and people of DPRK to mete out punishment to him and shore up the long bankrupt scenario for \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t Lee's remark that \"he has consistently pursued the policy toward the north\" despite \"threat\" from it is nothing but sophism to shirk his responsibility for the collapse of the inter-Korean relations and justify his anti-reunification policy of confrontation, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nowadays Lee is more talkative about \"unification\" than ever before.\n\t\t\t\t\t\n\t\t\t\t\t \"Regaining of freedom and human rights\" and \"wind of change\" touted by the traitor go to clearly prove that \"unification\" on the lips of the puppet forces is no more than traitorous \"unification of social systems\" designed to establish the same corrupt social system in the north as that in the south. \n\t\t\t\t\t\n\t\t\t\t\t The traitor's talk about \"wind of change\" is nothing but a scream of the quisling taken aback by the indestructibility of the ideology and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak had better awake from his daydream ridiculed by the public at home and abroad and get ready to face a stern judgment of history."
        },
        {
            "title": "S. Korean Prosecution Accused by Opposition Party Member",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-13ee.html",
            "content": "S. Korean Prosecution Accused by Opposition Party Member\r\n Pyongyang, June 5 (KCNA) -- The chairman of the fact-finding group for the illegal investigation into civilians under the Democratic United Party of south Korea accused the prosecution of trying to draw the veil over the illegal investigation, subservient to power. A press interview was held at the \"National Assembly\" building on June 2, according to KBS of south Korea.\n\t\t\t\t\t The prosecution just inquired former and incumbent secretaries of Chongwadae as part of the investigation and announced that there is no need to further the investigation, the chairman said.\n\t\t\t\t\t\n\t\t\t\t\t This showed that the prosecution had no idea to reveal Chongwadae's involvement in the above said issue, he said, adding the investigation was conducted in tail-cutting and overlooking way.\n\t\t\t\t\t\n\t\t\t\t\t He called for deposing Minister of Justice Kwon Jae Jin who was senior presidential secretary for civil administration of Chongwadae at the time of illegal investigation into the civilians, and making public the truth behind the issue."
        },
        {
            "title": "S. Korean Students Call for Solution to Issue of Registration Fee",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-14ee.html",
            "content": "S. Korean Students Call for Solution to Issue of Registration Fee\r\n Pyongyang, June 5 (KCNA) -- Students affiliated to the south Korean Federation of University Students in the 21st Century demonstrated in Seoul on June 3, calling for a solution to the issue of the registration fee, according to MBC of south Korea.\n\t\t\t\t\t The students accused the \"government\" and \"Saenuri Party\" of their passive approach to the issue of getting the registration fee halved.\n\t\t\t\t\t\n\t\t\t\t\t They waged a sit-in strike, venting their anger on the \"government\" authorities which turn their face away from the plight of the students."
        },
        {
            "title": "Park Geun Hye Urged to Clarify Stand on \"Yusin\" System",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-12ee.html",
            "content": "Park Geun Hye Urged to Clarify Stand on \"Yusin\" System\r\n Pyongyang, June 5 (KCNA) -- Kim Jae Yon, member of the \"National Assembly\" from the Unified Progressive Party, an opposition party in south Korea, criticized Park Geun Hye, chairwoman of the Emergency Measure Committee of the \"Saenuri Party\", on June 2.\n\t\t\t\t\t Park forced NA members from the UPP to quit NA membership, he said at a meeting held in protest against the puppet authorities' repression of the opposition party.\n\t\t\t\t\t\n\t\t\t\t\t He insisted that Park should first clarify her stand on May 16 Coup engineered by Park Chung-Hee and \"yusin\" system."
        },
        {
            "title": "Return of Remains of Korean Draftees Demanded",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-11ee.html",
            "content": "Return of Remains of Korean Draftees Demanded\r\n Pyongyang, June 5 (KCNA) -- Internet radio Voice of People in south Korea on June 1 urged the \"government\" authorities to take measures to get back the remains of Koreans who had been drafted to Japan for forced labor during the period of the military occupation by the Japanese imperialists in the past. \n\t\t\t\t\t The radio said the \"government\" does not know how many and where the Korean draftees were buried in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are trying to evade the responsibility, asserting that those Koreans had not been forcibly drafted to Japan but voluntarily gone to Japan. What is more shocking is that the Lee Myung Bak regime has not taken any measure for the victims. \n\t\t\t\t\t\n\t\t\t\t\t The committee for investigating damage done by Japan through forcible mobilization during the period of resistance against Japan and supporting victims of forcible mobilization abroad, etc. which was organized during the preceding regime for the repatriation of remains, is in danger of disappearance as the term of its activities has not been extended."
        },
        {
            "title": "French Organization Supports Answer by DPRK Foreign Ministry Spokesman",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-04ee.html",
            "content": "French Organization Supports Answer by DPRK Foreign Ministry Spokesman\r\n Pyongyang, June 5 (KCNA) -- The France-Korea Friendship Association released a statement on May 26 in support of the answer given by a spokesman for the DPRK Foreign Ministry slamming the declaration released at the G8 Summit held in the United States on May 22.\n\t\t\t\t\t The spokesman rejected the declaration that found fault with the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He said that absolutely intolerable is G8's reckless political provocation to violate the sacred sovereignty of the DPRK, adding the nuclear deterrent will be expanded and bolstered nonstop as long as the hostile policy of the U.S. to stifle the DPRK by force goes on.\n\t\t\t\t\t\n\t\t\t\t\t Viewing the ungrounded talk about a \"nuclear test\" spread by the U.S. while pulling up the DPRK over its satellite launch for peaceful purposes, as a wicked scheme to intentionally fuel the tension and confrontation on the Korean Peninsula, the France-Korea Friendship Association strongly denounced it.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association urges the U.S. not to escalate tension on the Korean Peninsula by spreading groundless rumor but make efforts for reconciliation and peace.\n\t\t\t\t\t\n\t\t\t\t\t The Association posted the full text of the answer on its Internet website."
        },
        {
            "title": "Kim Jong Un's Work Carried by Pakistani Paper",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-01ee.html",
            "content": "Kim Jong Un's Work Carried by Pakistani Paper\r\n Pyongyang, June 5 (KCNA) -- The gist of Kim Jong Un's work \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" was carried by the Pakistani paper Baluchistan Times on May 27.\n\t\t\t\t\t The work, published on April 15, 2012, clarifies the 100-year history of Kim Il Sung's nation proved clearly the immutable truth that outstanding leaders assure the dignity and prosperity of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It expounds the idea that the ever-victorious history of the Korean People's Army has assured the glorious 100-year history of Juche Korea and that it will provide a sure guarantee for the eternal history of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to demonstrate the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist country."
        },
        {
            "title": "Zimbabwean Organization Calls for Extending Support to Korean People's Just Struggle",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-03ee.html",
            "content": "Zimbabwean Organization Calls for Extending Support to Korean People's Just Struggle\r\n Pyongyang, June 5 (KCNA) -- A youth organization under the Zimbabwe African National Union-Patriotic Front released an appeal to the world progressive youth and students on May 25 in support of the just cause of the Korean people.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Let's wage a more vigorous international solidarity movement to fully support the June 15 North-South Joint Declaration and the October 4 declaration as the most just and fair reunification programme and ensure their steady implementation.\n\t\t\t\t\t\n\t\t\t\t\t Let's voice positive support for the Korean people in their efforts to foil the U.S. and south Korean authorities' moves to escalate confrontation and ignite a war and fling open the gate to the reunification through the unity of the whole Korean nation under the banner of \"By our nation itself.\"\n\t\t\t\t\t\n\t\t\t\t\t Let's build up world public opinion bitterly condemning the U.S. hostile policy towards the DPRK and its war moves, threats to peace and security of the Korean Peninsula and the rest of the world, and demanding an immediate pullback of the U.S. forces from south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Let's add voices to the growing international chorus in support of the struggle of the Korean people to establish a lasting peace mechanism in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Let's add voices to the international chorus protesting and denouncing the Lee Myung Bak regime of south Korea for perpetrating hideous provocations while frantically stepping up the war moves against fellow countrymen, devoid of even elementary human morality.\n\t\t\t\t\t\n\t\t\t\t\t Let's send positive support to the Korean people in their just, sacred struggle to force the Lee group of south Korea to pay a dear price for malignantly hurting the dignity of the supreme leadership of the Korean nation\n\t\t\t\t\t\n\t\t\t\t\t Let's extend invariable support and solidarity to the Korean people, including young people, in their just struggle to build a thriving socialist nation and achieve the independent and peaceful reunification of the country under the wise leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Guinean Official Praises Steady Succession to Revolutionary Cause of Juche in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-35ee.html",
            "content": "Guinean Official Praises Steady Succession to Revolutionary Cause of Juche in DPRK\r\n Pyongyang, June 5 (KCNA) -- Guinean Minister of Cultural Heritage Ahmed Tidjani Cisse was deeply impressed to witness the situation of the DPRK where the revolutionary cause of Juche has been successfully carried forward under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t President Kim Il Sung was a peerlessly great man and great leader who represented the 20th century, the minister said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President founded the Juche idea, the guiding idea in the era of independence, and devoted all his life to the Korean people and progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The President's idea and cause had been brilliantly inherited by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed in depth the Juche idea with his energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t He also gave correct answers to all the ideological and theoretical issues raised by the era.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has successfully carried forward the revolutionary cause of Juche pioneered by Kim Il Sung and led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are exerting strenuous efforts for the accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t I wish them greater success."
        },
        {
            "title": "Russia Opposes U.S. Military Presence in Afghanistan",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-07ee.html",
            "content": "Russia Opposes U.S. Military Presence in Afghanistan\r\n Moscow, June 4 (KCNA) -- The secretary of the Security Council of the Russian Federation recently clarified Russia's stance against the U.S. military presence in Afghanistan.\n\t\t\t\t\t Although the U.S. claims that it has no plan to stay there for a long time, it seeks long-term stay there in actuality.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Russia will never allow it as the long-term presence of foreign forces might be used as a lever against other countries in the region."
        },
        {
            "title": "Iran Warns U.S., Israel against War Moves",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-06ee.html",
            "content": "Iran Warns U.S., Israel against War Moves\r\n Tehran, June 4 (KCNA) -- The high-ranking military advisor to the leader of the Islamic Revolution of Iran strongly warned the U.S. and Israel against their recent war moves.\n\t\t\t\t\t Noting that all the U.S. military bases in the Mideast region and the whole of Israel are within the range of Iran's missiles and it is impossible to escape from their strikes, he said that the U.S. and Israel may launch a war against Iran, but the result of the war will depend on Iran, not them.\n\t\t\t\t\t\n\t\t\t\t\t The armed forces and people of Iran are fully ready to cope with any threat from the enemies, he said."
        },
        {
            "title": "Kim Jong Un recibe carta de participantes en reunion de FMJD",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-03ss.html",
            "content": "Kim Jong Un recibe carta de participantes en reunion de FMJD\r\nPyongyang, 5 de junio (ACNC) -- El Maximo Dirigente Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio la carta que le dirigieran el 24 de mayo los participantes en la reunion del Consejo General de la Federacion Mundial de la Juventud Democratica.\n\t\t\t\t\tLa misiva senala que el presente foro discutio con sinceridad los temas de que la FMJD cumpla el papel protagonista en la justa lucha por oponerse a la dominacion, la intervencion, el despotismo y las arbitrariedades de los imperialistas que se tornan cada dia mas abiertas y construir un nuevo mundo libre y pacifico.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes en el foro denunciaron las imprudentes provocaciones militares de los imperialistas y sus lacayos tendentes a aplastar la Corea socialista y manifestaron entero apoyo y solidaridad con la lucha del pueblo y los jovenes de Corea por defender la soberania y dignidad de la nacion y lograr la paz y la estabilidad de la region, destaca.\n\t\t\t\t\t\n\t\t\t\t\tProsigue que la realidad relevante de Corea, donde el pueblo y los jovenes promueven con dinamismo la construccion de un Estado prospero socialista aun en medio del perverso bloqueo de los imperialistas, infunde la conviccion en la victoria a los jovenes, estudiantes y pueblos progresistas del mundo que luchan contra el imperialismo y por el socialismo. \n\t\t\t\t\t\n\t\t\t\t\tExpone la conviccion de que bajo la sabia guia del Maximo Dirigente Kim Jong Un, el pueblo y la juventud de Corea abriran la era de prosperidad registrando las victorias y glorias orgullosas en la nueva centuria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, manifiesta la esperanza y la conviccion de que gracias a la politica de dar importancia a la juventud, practicada por el Partido del Trabajo de Corea bajo la consigna de \"!Amen a los jovenes!\", el movimiento juvenil coreano saldra victoriosa en el futuro tambien y hara aporte activo al fortalecimiento del movimiento de la juventud progresista del mundo. \n\t\t\t\t\t\n\t\t\t\t\tTambien en el futuro al igual en el pasado la FMJD, todos los jovenes y estudiantes progresistas del mundo manifestaran el invariable apoyo y respaldo al pueblo y la juventud de Corea que libran la lucha dinamica en el frente avanzado de la lucha antiimperialista y antiyanqui bajo el ideal de la solidaridad antiimperialista, la paz y la amistad, apunta."
        },
        {
            "title": "Kim Jong Un recibe regalo de organizacion femenina de China",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-12ss.html",
            "content": "Kim Jong Un recibe regalo de organizacion femenina de China\r\nPyongyang, 5 de junio (ACNC) -- El Maximo Dirigente Kim Jong Un recibio regalo que le enviara la Federacion Nacional de Mujeres de China.\n\t\t\t\t\tZhen Yan, vicepresidenta y miembro del secretariado de la federacion, de visita en Corea, lo traslado este martes a Choe Thae Bok, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Kim Yong Nam se reune con vicepremier camboyano",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-11ss.html",
            "content": "Kim Yong Nam se reune con vicepremier camboyano\r\nPyongyang, 5 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 5 en el Palacio de los Congresos Mansudae con Hor Nam Hong, vicepremier del gobierno y ministro de Relaciones Exteriores y Cooperacion Internacional del Reino de Camboya, y su comitiva que le hicieron una visita de cortesia. \n\t\t\t\t\tEn la ocasion el visitante dijo que las tradicionales relaciones de amistad y cooperacion entre los dos paises preparadas por Su Excelencia Gran Rey Norodom Sihanouk y Su Excelencia Generalisimo Kim Il Sung tienen larga historia y solido fundamento. \n\t\t\t\t\t\n\t\t\t\t\tBajo la sabia guia de Se Excelencia Generalisimo Kim Il Sung y Su Excelencia Generalisimo         Kim Jong Il, la Republica Popular Democratica de Corea consolido firmemente la capacidad de defensa nacional y la base economica, apunto.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que el pueblo coreano unido compactamente en torno a Su Excelencia Dirigente Kim Jong Un, superaralas dificultades interpuestas y seguira consiguiendo relevantes exitos."
        },
        {
            "title": "Union de Juventud y ONC denuncian horda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-10ss.html",
            "content": "Union de Juventud y ONC denuncian horda de Lee Myung Bak\r\nPyongyang, 5 de junio (ACNC) -- En relacion con que la banda del traidor surcoreano Lee Myung Bak incita a los propagandistas venales a deshonrar las festividades infantiles, la Union de la Juventud Socialista Kim Il Sung y la Organizacion de Ninos de Corea (ONC) publicaron este martes una declaracion conjunta.\n\t\t\t\t\tEn la Tierra hay muchos paises, pero no existen los ninos tan felices como los coreanos que viven dichosamente considerandose como reyes del pais, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas festividades por el 66o aniversario de la fundacion de la ONC que tienen lugar solemnemente en gran envergadura sin precedentes son otra leyenda de amor del Maximo Dirigente Kim Jong Un quien continua la noble concepcion de las generaciones venideras y del futuro del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPero, la banda del traidor Lee las calumnias instigando a los propagandistas venales.\n\t\t\t\t\t\n\t\t\t\t\tLo que causa mas la indignacion, es que ella ofendio cruelmente la maxima dignidad de la RPDC comparandola con el ex tirano de Nazis de Alemania.\n\t\t\t\t\t\n\t\t\t\t\tEsto es el imperdonable desafio a la maxima dignidad de la RPDC, mas valiosa que la vida e insulto y burla a los jovenes y ninos escolares quienes crecen felices sin tener que envidiar nada en el mundo en el regazo de los grandes hombres sin pares del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tEn lugar de felicitar las festividades de ninos que admiran a todo el mundo las difama con chismes de toda indole, lo cual es la locura antietica y antinacional.\n\t\t\t\t\t\n\t\t\t\t\tAhora, la colera y la hostilidad de los jovenes y los ninos escolares de Corea han llegado al cielo.\n\t\t\t\t\t\n\t\t\t\t\tComo es declarado en el ultimatum abierto del Ejercito Popular de Corea, los jovenes y ninos escolares de Corea solicitan energicamente que asesten, cuento antes, el golpe de venganza a los provocadores.\n\t\t\t\t\t\n\t\t\t\t\tEllos tambien se incorporaran siendo balas y bombas a este combate sagrado para castigar a los provocadores.\n\t\t\t\t\t\n\t\t\t\t\tTodo el ejercito y el pueblo de Corea mostraran claramente como se vengaran de la banda del traidor Lee que ofendio la maxima dignidad y los ninos escolares de Corea. \n\t\t\t\t\t\n\t\t\t\t\tMientras no pida disculpa sobre su tremendo acto provocativo, la banda de los traidores surcoreanos no evitara el destino mas tragico."
        },
        {
            "title": "Delegados de ONC disfrutan de su visita a Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201206/news05/20120605-14ss.html",
            "content": "Delegados de ONC disfrutan de su visita a Pyongyang\r\nPyongyang, 5 de junio (ACNC) -- Los delegados a los actos conmemorativos del 66o aniversario de la fundacion de la Organizacion de Ninos de Corea pasan con mucha alegria los dias de su visita a Pyongyang.\n\t\t\t\t\tEn el Parque Zoologico Nacional y el Jardin Botanico Nacional ellos se quedaron impresionados de las especies raras de fauna y flora exhibidas ahi.\n\t\t\t\t\t\n\t\t\t\t\tEl Parque de Atracciones Juventud de Kaeson llevo al climax el humor alegre de los clientes pequenos.\n\t\t\t\t\t\n\t\t\t\t\tLes sumergieron en un fantastico mundo los equipos de juego como la torre de descenso en picada y el carrito de inercia.\n\t\t\t\t\t\n\t\t\t\t\tSe lleno en un instante de los ninos la sala de juegos electronicos.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, la funcion conjunta nacional de los grupos artisticos de ninos escolares, que tuvo lugar en el Palacio de Escolares y Ninos de Mangyongdae, dejo un grato recuerdo en todos los delegados.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron en esa ocasion varias piezas incluyendo el trio de acordeon \"Marcha de la Organizacion de Ninos de Corea\", la danza \"Se nos acerca la mayor felicidad\" y el coro \"Nos llama el futuro maravilloso\".\n\t\t\t\t\t\n\t\t\t\t\tEl Circo de Pyongyang ha preparado una funcion de acrobacia para ellos.\n\t\t\t\t\t\n\t\t\t\t\tSus pasos se dirigieron tambien a los Restaurantes Okryu y Chongryu y al Restaurante de Fideos de Pyongyang donde se expende el famoso fideo en caldo frio de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLo que complacio mas a los ninos fue el servicio amable de los empleados de los restaurantes.\n\t\t\t\t\t\n\t\t\t\t\tLa vida de los delegados se torna mas divertida por la noche en sus albergues."
        }
    ]
}