{
    "date": "2012-06-28",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-28ee.html",
    "articles": [
        {
            "title": "DPRK FM Spokesman Denounces Japan's Moves for Territorial Expansion",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-36ee.html",
            "content": "DPRK FM Spokesman Denounces Japan's Moves for Territorial Expansion\r\nPyongyang, June 28 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK Thursday gave the following answer to a question put by KCNA as regards Japan's open moves for territorial expansion:\n\t\t\t\t\tThese days Japan is openly disclosing its shameless ambition for territorial expansion with absurd assertions, thus sparking off instability and escalating tension in East Asia. \n\t\t\t\t\t\n\t\t\t\t\tShortly ago, a UN organization on the continental shelf boundary issued a written advice disagreeing with Japan's proposal for the extension of continental shelf. However, Japan distorted it in its selfish interests and asserted that Okinodori was recognized as islet. This is an example signaling Japan's ambition for territorial expansion. \n\t\t\t\t\t\n\t\t\t\t\tOkinodori is just a big rock situated in the waters of Pacific Ocean hundreds of kilometers away from the Japanese territory. It does not fit the category of island defined by the UN Convention on the Law of the Sea. It, therefore, can not have its own economic zone nor can be a reason for the extension of the continental shelf. \n\t\t\t\t\t\n\t\t\t\t\tNevertheless, Japan tried to make Okinodori an islet and put its surrounding seabed under its exclusive control. This is the sinister intention sought by brazen-faced Japan. \n\t\t\t\t\t\n\t\t\t\t\tJapan has insisted that Tok Islets, part of the inviolable territory of Korea, belong to Japan and put an eye on even the legitimate territories of its neighboring countries. Its wild territorial ambition has now reached the phase of seeking to grab even international seabed, common wealth of mankind. \n\t\t\t\t\t\n\t\t\t\t\tPushing forward militarization backed by outside forces, Japan has escalated the moves to expand territory. This situation indicates the looming revival of Japanese militarism which imposed untold sufferings and disasters upon mankind, driven by the foolish dream of the \"Greater East Asia Co-Prosperity Sphere\". \n\t\t\t\t\t\n\t\t\t\t\tThe international community should be vigilant against Japan's ambition for territorial expansion and thoroughly reject it for peace of the world and welfare of mankind."
        },
        {
            "title": "DPRK, Russia Sign 2013-2014 Exchange Plan",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-22ee.html",
            "content": "DPRK, Russia Sign 2013-2014 Exchange Plan\r\nMoscow, June 27 (KCNA) -- A 2013-2014 exchange plan between the Foreign Ministries of the DPRK and Russia was signed in Moscow on June 27.\n\t\t\t\t\tPresent there from the DPRK side were members of the delegation of the Foreign Ministry led by Vice-Minister Kung Sok Ung, Ambassador Kim Yong Jae and officials of the DPRK embassy in Moscow and from the Russian side Vice-Minister Igor Morgulov and officials concerned of its Foreign Ministry.\n\t\t\t\t\t\n\t\t\t\t\tKung Sok Ung and Igor Morgulov signed the plan."
        },
        {
            "title": "Talks Held between Party Delegations of DPRK, Sweden",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-17ee.html",
            "content": "Talks Held between Party Delegations of DPRK, Sweden\r\nPyongyang, June 28 (KCNA) -- A delegation of the Workers' Party of Korea and a delegation of Swedish parliamentarians from the ruling coalition parties held talks in Pyongyang on Thursday.\n\t\t\t\t\tPresent there from the DPRK side were members of the delegation led by Kim Yong Il, alternate member of the Political Bureau and secretary of the WPK Central Committee, and from the Swedish side the members of the delegation led by Johan Linander, member of the Executive Committee of the Centre Party of Sweden who is vice-chairman of the Judicial Affairs Committee of the Parliament.\n\t\t\t\t\t\n\t\t\t\t\tAt the talks both sides informed each other of their party activities and exchanged views on the issue of boosting the relations between the two parties.\n\t\t\t\t\t\n\t\t\t\t\tThe talks proceeded in a friendly atmosphere."
        },
        {
            "title": "Swedish Delegation Feted",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-19ee.html",
            "content": "Swedish Delegation Feted\r\nPyongyang, June 28 (KCNA) -- The Central Committee of the Workers' Party of Korea on Thursday hosted a reception in honor of the visiting delegation of Swedish parliamentarians from the ruling coalition parties at Pyongyang Koryo Hotel.\n\t\t\t\t\tPresent there on invitation were the Swedish delegation led by Johan Linander, member of the Executive Committee of the Centre Party of Sweden who is vice-chairman of the Judicial Affairs Committee of the Parliament and Anders Gunnar Backman, minister councilor of the Swedish embassy here.\n\t\t\t\t\t\n\t\t\t\t\tSecretary Kim Yong Il and officials of the WPK Central Committee were present there.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Il and Johan Linander spoke there."
        },
        {
            "title": "DPRK Woman Interviewed upon Her Return Home",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-23ee.html",
            "content": "DPRK Woman Interviewed upon Her Return Home\r\nPyongyang, June 28 (KCNA) -- DPRK woman Pak Jong Suk was interviewed by Korean and foreign reporters at the People's Palace of Culture on Thursday.\n\t\t\t\t\tShe returned home after being taken away to south Korea.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were media persons from the DPRK, the General Association of Korean Residents in Japan, China, Russia and the U.S.\n\t\t\t\t\t\n\t\t\t\t\tPak told about how she was taken away to south Korea.\n\t\t\t\t\t\n\t\t\t\t\tShe said she was residing in Rapuk-dong No. 1, Ranam District of Chongjin City, North Hamgyong Province. \"I illegally crossed the border on the night of March 29, 2006 in a foolish hope of meeting my father who went to south Korea due to the A-bomb scare made by the U.S. imperialists during the Korean War and getting money from him\", she said.\n\t\t\t\t\t\n\t\t\t\t\t\"I was taken in by the luring tactics of south Korean Intelligence Service agents in an alien land and handed over by them according to their scenario. This was how I was taken to south Korea at around 9 a.m. of June 29 of the same year\", she added.\n\t\t\t\t\t\n\t\t\t\t\tShe recalled that while living in south Korea for six years she led a life little short of a miserable slave's for want of money. \n\t\t\t\t\t\n\t\t\t\t\tReferring to the living conditions of the \"defectors from the north\", she said the jobs they could find at best were nothing but waste cleaning, vessel washing and servicing and other most hateful and difficult jobs. \n\t\t\t\t\t\n\t\t\t\t\tThe suicidal rate among them is five times that among other south Koreans, she said. They ardently wish to return to the DPRK, cursing corrupt south Korean society and reproaching themselves.\n\t\t\t\t\t\n\t\t\t\t\tShe spoke of what she felt after coming back to the DPRK on May 25 after diverting the watch of IS agents.\n\t\t\t\t\t\n\t\t\t\t\t\"A single misstep made me fall into a bottomless pitfall, leaving disgrace to my children. But my motherland injected life-giving water to me who might have become a forlorn wandering spirit,\" she noted. \n\t\t\t\t\t\n\t\t\t\t\t\"When I deplaned, quieting my thumping heart, I was stunned by the cordial reception given by officials concerned,\" Pak said, adding:\n\t\t\t\t\t\n\t\t\t\t\t\"I felt at that time how affectionate and great the motherland is to me. \n\t\t\t\t\t\n\t\t\t\t\tI would have no more to desire before I die.\n\t\t\t\t\t\n\t\t\t\t\tThe dear respected Kim Jong Un did not blame me who did so many wrongs in the past but brought me under his warm care. He showed profound loving care for me.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un made sure that I, little different from an offender, reside in Pyongyang with my son who is a teacher of Pyongyang Kim Won Gyun Conservatory and daughter-in-law.\n\t\t\t\t\t\n\t\t\t\t\tI am neither a patriot nor a hero who made any tangible contribution to the country.\n\t\t\t\t\t\n\t\t\t\t\tI am an ingrate who had betrayed my motherland to seek better living while others devoted themselves to building a thriving nation, tightening their belts.\n\t\t\t\t\t\n\t\t\t\t\tI deserve punishment. But Kim Jong Un did not blame me but was so kind as to enable me to enjoy the greatest happiness. How can I forget this profound love and benevolence so long as l am alive.\n\t\t\t\t\t\n\t\t\t\t\tThe world does not know such tender-hearted leader as the dear respected General Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tI was reborn thanks to Kim Jong Un identical to the great Generalissimos.\"\n\t\t\t\t\t\n\t\t\t\t\tPak, together with the son and daughter-in-law, sang a song \"My Unforgettable Path,\" determined to remain intensely loyal to Kim Jong Un, the tender-hearted father of the great family of the country, generation after generation."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-18ee.html",
            "content": "Visits\r\nPyongyang, June 28 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea headed by Han U Pal, vice-chairman of its Central Committee, left here on Thursday to visit Vietnam and Laos.\n\t\t\t\t\tReturning home from Russia on the same day was a delegation of the General Federation of Science and Technology of Korea headed by Vice-Chairman of its Central Committee Kye Hui Nam."
        },
        {
            "title": "DPRK Footballers Down Their Hong Kong Rivals 1:0",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-32ee.html",
            "content": "DPRK Footballers Down Their Hong Kong Rivals 1:0\r\nPyongyang, June 28 (KCNA) -- The DPRK soccer team shut out its Hong Kong rival 1:0 in a preliminary match of Group F for the AFC U-22 Championship Thursday.\n\t\t\t\t\tThe DPRK football team defeated its Thai and Lao rivals in earlier games.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK team will have the fourth match with its Cambodian rival on June 30."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Coal and Ore Mines in Northern Area",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-21ee.html",
            "content": "DPRK Premier Makes Field Survey of Coal and Ore Mines in Northern Area\r\nPyongyang, June 28 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, made a field survey of coal and ore mines in the northern area of Korea.\n\t\t\t\t\tHe learnt in detail about the construction of pits, coal and ore production, the modernization of transport and dressing processes and mechanization of mining operations, etc. at the Soksong Coal Mine, the Sangnong Mine and Toksong Mine.\n\t\t\t\t\t\n\t\t\t\t\tConsultative meetings of officials concerned were held at the relevant units.  The meetings took steps for giving precedence to tunneling, earth removal and construction of pits and increasing the rate of use of indigenously produced parts of machines and equipment and increasing the railway freight turnover.\n\t\t\t\t\t\n\t\t\t\t\tThe meetings called upon economic officials to creatively do all work with an innovative view in line with the intention of the dear respected Kim Jong Un as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\tThe premier learned about the damage done by flood which hit Toksong County and took measures to ensure that the living of the people in the afflicted area returns to normal as early as possible."
        },
        {
            "title": "60th Birthday of Pyongyang Circus Marked",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-30ee.html",
            "content": "Pyongyang Circus Greets Its 60th Birthday\r\nPyongyang, June 28 (KCNA) -- A congratulatory message of the C.C., Workers' Party of Korea was conveyed on Wednesday to the Pyongyang Circus on its 60th birthday.\n\t\t\t\t\tThe Circus was founded on June 10, Juche 41 (1952) when the country was in the thick of the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tSince its debut that year, it created more than 1 000 pieces of physical acrobatics, juggleries, interludes and animal stunts.\n\t\t\t\t\t\n\t\t\t\t\tThe circus introduced ice acrobatics and synchronized swimming, putting the country's acrobatics on a higher level. It has made performance tours of many countries.\n\t\t\t\t\t\n\t\t\t\t\tIt took titles 30 odd times at the world acrobatic championships and international acrobatic festivals, including Monte Carlo International Circus Festival, winning gold and special prizes and stunt prizes.\n\t\t\t\t\t\n\t\t\t\t\tThe grand gymnastic and artistic performance \"Arirang\" and the grand magic offer a glimpse of the development of the circus.\n\t\t\t\t\t\n\t\t\t\t\tThe circus is proud of many People's Artists and Merited Artists as well as young talents. It has Pyongyang Acrobatic School and the Pyongyang Circus Theater.\n\t\t\t\t\t\n\t\t\t\t\tTypical of its works are \"Flying Girls\" and \"Diverse Flight.\"\n\t\t\t\t\t\n\t\t\t\t\tThe circus was awarded Order of Kim Il Sung."
        },
        {
            "title": "4th Commodity Exhibition Under Way in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-31ee.html",
            "content": "4th Commodity Exhibition under Way in Pyongyang\r\nPyongyang, June 28 (KCNA) -- The 4th Commodity Exhibition is now going on at Pyongyang Department Store No.1.\n\t\t\t\t\tOn display there are more than 3.3 million items of some 1 500 varieties, including foodstuffs, textile goods and daily necessities.\n\t\t\t\t\t\n\t\t\t\t\t400 kinds of footwear exhibits are attracting attention of visitors.\n\t\t\t\t\t\n\t\t\t\t\tSo Il Dong, section chief of the Ministry of Light Industry, told KCNA that local shoes factories would develop more kinds of footwear products to satisfy growing demand.\n\t\t\t\t\t\n\t\t\t\t\tThe Samilpho Specialties Factory put on display scores of kinds of new products, including Lentinus edodes, dried bracken, mung-bean powder for cooking pancake.\n\t\t\t\t\t\n\t\t\t\t\tThe exhibits presented by the Sonhung Foodstuff Factory, too, are catching visitors' eyes."
        },
        {
            "title": "DPRK Takes Anti-flood Measures",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-27ee.html",
            "content": "DPRK Takes Anti-flood Measures\r\nPyongyang, June 28 (KCNA) -- July and August are usually the rainy season in the Democratic People's Republic of Korea.\n\t\t\t\t\tAccording to the Hydro-meteorological Service, it is expected to have much rain accompanied by downpour in the country from early July.\n\t\t\t\t\t\n\t\t\t\t\tIn this regard, measures are being taken in all economic sectors to prevent flood damage.\n\t\t\t\t\t\n\t\t\t\t\tCoal mines and power plants are finding out and remedying dangerous spots in coal yards and conveying systems, while clearing out ditches and keeping draining pumps and electric motors ready to operate.\n\t\t\t\t\t\n\t\t\t\t\tIn the railway sector including the Hamhung, Chongjin and Kaechon railway bureaus, efforts are concentrated on reinforcing railway lines and structures and building retaining walls in grade sections.\n\t\t\t\t\t\n\t\t\t\t\tIn the fields of construction and light industry, too, necessary steps are taken to prevent any possible damage from rainy wind and damp.\n\t\t\t\t\t\n\t\t\t\t\tIn the field of agriculture, tens of reservoir dams have been reinforced and irrigation canals readjusted and improved.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, urban administration units in provinces, cities and counties are directing efforts to dredging river-beds, improving embankments and readjusting floodgates and dams.\n\t\t\t\t\t\n\t\t\t\t\tThey are also taking steps to prevent sources of water supply from being submerged."
        },
        {
            "title": "Underground Roadway Built in Changjon Street",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-28ee.html",
            "content": "Underground Roadway Built in Changjon Street\r\nPyongyang, June 28 (KCNA) -- There is an underground roadway in modernly-built Changjon Street in the heart of Pyongyang.\n\t\t\t\t\tThe roadway has sidewalks and more than ten stalls on either side.\n\t\t\t\t\t\n\t\t\t\t\tA round-shaped flowerbed stands in the middle of the roadway. Its ceiling is installed with various shapes of lamps and lighting apparatuses.\n\t\t\t\t\t\n\t\t\t\t\tThe roadway also has entrances to Unjong Teahouse, Songyong Restaurant and Haemaji Restaurant built on the ground.\n\t\t\t\t\t\n\t\t\t\t\tThere are stairways down to the underground roadway in the park in the street.\n\t\t\t\t\t\n\t\t\t\t\tPedestrians choose this roadway to cross the road in these hot days."
        },
        {
            "title": "Changjon Street in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-26ee.html",
            "content": "Changjon Street in Pyongyang\r\nPyongyang, June 28 (KCNA) -- Changjon Street of modern style has appeared in the heart of Pyongyang, the capital city of the Democratic People's Republic of Korea.\n\t\t\t\t\tThe street is adjacent to Mansu Hill where statues of President Kim Il Sung and leader Kim Jong Il stand.\n\t\t\t\t\t\n\t\t\t\t\tIt boasts of high-rises, the People's Theater, boulevards, service buildings and greenbelt.\n\t\t\t\t\t\n\t\t\t\t\tAll of the buildings were tiled or covered with glasses.\n\t\t\t\t\t\n\t\t\t\t\tEach dwelling house is much more spacious than the previous one, with its walls and ceilings delicately plastered. Everything in the house is flawless. The fashionable houses were all offered to citizens free of charge.\n\t\t\t\t\t\n\t\t\t\t\tPyongyang Changjon Primary School, Kyongsang Kindergarten and Kyongsang Nursery, newly built in sunny spots, go well with the apartment buildings in the street. Among attractions are Songyong Restaurant and Unjong Teahouse. \n\t\t\t\t\t\n\t\t\t\t\tOrdinary working people are leading an enjoyable life in this street associated with deep love of leader Kim Jong Il and the dear respected Kim Jong Un for the people."
        },
        {
            "title": "U.S. Can Never Cover up Its True Colors as Provocateur of Korean War (2)",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-07ee.html",
            "content": "U.S. Can Never Cover up Its True Colors as Provocateur of Korean War (2)\r\nPyongyang, June 28 (KCNA) -- The U.S. was keenly interested in the Korean War also because of its serious economic crisis at that time.\n\t\t\t\t\tEconomic depression started in the light industrial field at the end of 1948 and then caused a chain reaction in the heavy industry. It rapidly hit iron and steel industry in March 1949. As a result, about 4 600 companies went bankrupt in the first half of that year, causing a huge surplus work force. The number of the full unemployed was expected to increase to 13 million within 1950. The profits of monopolies drastically dropped to 28.4 billion U.S. dollars in March 1949 from 36.6 billion U.S. dollars in September 1948.\n\t\t\t\t\t\n\t\t\t\t\tThe monopoly tycoons of the U.S. urged the ruling quarters of the administration to start a new war, expecting the government to make preparations for giving a fresh strong shot in the arm of economy.\n\t\t\t\t\t\n\t\t\t\t\t\"War for prosperity!\" was a call of U.S. monopoly capitalists who were struggling to rid of the crisis caused by over-production.\n\t\t\t\t\t\n\t\t\t\t\tThe reactionary government speaking for the interests of the U.S. billionaires finally put spurs to the war preparations, stepping up militarization of economy and arms race.\n\t\t\t\t\t\n\t\t\t\t\tArms race unprecedented in peacetime in the U.S. history was kicked off with 1948 when economic crisis started as a momentum and the horror of economic crisis reached at its height in 1950. The Korean War broke out that year against this background. \n\t\t\t\t\t\n\t\t\t\t\tCommenting on this, Japanese book \"Korean War\" said that \"Korean War was a way-out of economic crisis that faced the U.S.\"\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. ignited the Korean War also because the puppet regimes in Asia were on the verge of collapse.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppet regime of Syngman Rhee faced a serious ruling crisis after its shameful defeat at the puppet National Assembly election on May 30, 1950.\n\t\t\t\t\t\n\t\t\t\t\tThe Rhee clique held just 47 seats out of 210 seats in the NA while the \"faction calling for negotiations with the north\" dominated it.\n\t\t\t\t\t\n\t\t\t\t\tIf a \"presidential election\" was held under that balance of forces in the NA, it was very likely that a \"candidate from the middle faction\" would be elected.\n\t\t\t\t\t\n\t\t\t\t\tAs an American historian commented, a war was \"the last hope\" of the Rhee clique to survive under that situation and it was to ignite a fratricidal war as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\tTraitor Syngman Rhee sent Jang Myon to Washington to inform it of the fact that the \"government\" might collapse around June 10 - 13 and \"asked for prompt U.S. assistance\" to help him weather the crisis.\n\t\t\t\t\t\n\t\t\t\t\tUpon receiving an urgent message from Rhee, Truman had to prevent the collapse of the puppet government in south Korea as there was no other way for him but to \"support him\" and had no option but to ignite the projected war as early as possible, as he confessed. \n\t\t\t\t\t\n\t\t\t\t\tAnother reason for the U.S to decide to go to war was the information that the Chinese people were planning to liberate Taiwan in summer of 1950.\n\t\t\t\t\t\n\t\t\t\t\tAccording to what was confessed by Mun Hak Bong, former advisor to the CIC and political advisor to Syngman Rhee, the U.S. received information that the Chinese people would conduct an operation for liberating Taiwan in July, at the latest, and came to make a decision to take an initiative. This prompted the U.S. to advance the date of the start of the Korean War."
        },
        {
            "title": "Criminal Deeds Done by S. Korea's Syngman Rhee Clique to Provoke Korean War",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-25ee.html",
            "content": "Criminal Deeds Done by S. Korea's Syngman Rhee Clique to Provoke Korean War\r\nPyongyang, June 28 (KCNA) -- The U.S. imperialists' scheme to provoke a war in the Korean Peninsula after the Second World War was rapidly carried into practice by south Korea's Syngman Rhee puppet clique.\n\t\t\t\t\tThe clique trampled on the unanimous desire of the Korean people for the peaceful reunification of the country, trying to unleash the war.\n\t\t\t\t\t\n\t\t\t\t\tIt drastically increased armaments. It built more infantry regiments, armored regiment and artillery and engineer battalions under the instructions and aid of the U.S. imperialists and, on their basis, formed five brigades and 15 regiments till July 1948.\n\t\t\t\t\t\n\t\t\t\t\tThe Syngman Rhee clique declared the formation of the south Korean army on September 1, 1948 and set up the ground, naval and air force headquarters at the reformed Ministry of Defense.\n\t\t\t\t\t\n\t\t\t\t\tPursuant to the demand of the U.S. imperialists, the clique bolstered up the puppet armed forces and, as a result, the south Korean troops totaled to 160 000 including over 50 000 combat policemen.\n\t\t\t\t\t\n\t\t\t\t\tTraitor Syngman Rhee's attempt for north expedition reached the extremes in the autumn of 1949 after the U.S. imperialists worked out a plan on attack on the north.\n\t\t\t\t\t\n\t\t\t\t\tVouching that they could occupy Pyongyang within three days, the Rhee clique claimed that Korea should be reunified by force and that the south Korean army was ready for attacking north Korea.\n\t\t\t\t\t\n\t\t\t\t\tSuch facts evidently show who ran amuck to provoke the Korean War, opposing to the peaceful reunification of Korea."
        },
        {
            "title": "Seoul Liberation Operation",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-29ee.html",
            "content": "Victorious Seoul Liberation Operation\r\nPyongyang, June 28 (KCNA) -- On June 25, 1950, the U.S. imperialists started the Korean War by instigating the Syngman Rhee clique of south Korea to make an attack on the Democratic People's Republic of Korea all along the 38th parallel.\n\t\t\t\t\tJust after the outbreak of the war, President Kim Il Sung issued an order to stop the enemies' attack and promptly go over to counteroffensive.\n\t\t\t\t\t\n\t\t\t\t\tHe designated the western front as a target of main strike by the Korean People's Army, and worked out an operation plan to liberate Seoul City, suggesting that the attack on it be made on June 28 morning.\n\t\t\t\t\t\n\t\t\t\t\tUnder his instructions, KPA combined units smashed the enemies in Mts. Tobong and Pulam to occupy the areas of Hwagye-dong and Mt. Ponghwa.\n\t\t\t\t\t\n\t\t\t\t\tA KPA unit, made up of five tanks and motorized infantry sub-unit, started action on the afternoon of June 27 to break into Kyongbok Palace in the enemy's rear, at 04:30 on June 28. The 4th Infantry Division of the KPA advanced into the city, destroying the defenses of six puppet army divisions and military police, including the metropolitan division.\n\t\t\t\t\t\n\t\t\t\t\tKPA soldiers took control of radio station, Sodaemun Prison, army headquarters, military police command, central telegraph office, Kyongmudae and others in the city.\n\t\t\t\t\t\n\t\t\t\t\tA DPRK flag was hoisted on the roof of the \"Capital Building\", with Seoul City completely liberated at 11:30 on June 28.\n\t\t\t\t\t\n\t\t\t\t\tThe liberation of Seoul dealt a heavy blow to the U.S. aggressors who made light of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe victory was attributable entirely to Kim Il Sung's distinguished commanding art."
        },
        {
            "title": "Japan Used as U.S. Military Supply Base for Korean War",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-24ee.html",
            "content": "Japan Used as U.S. Military Supply Base for Korean War\r\nPyongyang, June 28 (KCNA) -- The U.S. imperialists used Japan to make preparations for the Korean War (1950-1953).\n\t\t\t\t\tJapanese war criminals began to be released in December 1948 and the ordinance on purging those criminals from public life became invalid.\n\t\t\t\t\t\n\t\t\t\t\tA number of fascist organizations were revived in Japan at the U.S. instigation, and they went so far as to call for the revival of the Japanese Empire by annexing Korea and Taiwan to Japan under the slogan of the \"Greater East Asia Co-prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\tThe policy on the Far East Arsenal began to be carried into effect in Japan in the year 1949. Machinery and chemical factories had been turned into to munitions factories from early 1950 on the instruction of the MacArthur's Command.\n\t\t\t\t\t\n\t\t\t\t\tIn April 1950, all shipyards in Japan launched transforming U.S. tank carriers into troop carriers.\n\t\t\t\t\t\n\t\t\t\t\tRunways for large bombers were constructed across Japan from Hokkaido to Kyusu.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, a wholesale crackdown on Japan-resident Koreans, their democratic organizations and Japan's democratic forces was committed in Japan as part of the preparations for the Korean War.\n\t\t\t\t\t\n\t\t\t\t\tAll these facts show that Japan actually joined the United States in preparing the Korean War."
        },
        {
            "title": "Rodong Sinmun Calls for Actions against Forces Opposed to June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-08ee.html",
            "content": "Rodong Sinmun Calls for Actions against Forces Opposed to June 15 Joint Declaration\r\nPyongyang, June 28 (KCNA) -- The Korean nation can never pardon the moves of the forces opposed to the June 15 joint declaration as they stand in the way of achieving the reconciliation and unity between the north and the south, disturb peace and bring the danger of a war, says Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe present ruling forces of south Korea are dead-set against the June 15 joint declaration and the October 4 declaration, seeking only confrontation and war, not national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\tOnce, they, taking hands of the DPRK, supported the joint declaration and tried hard to create impression that any problem would be solved if the DPRK discussed it with them. Nevertheless, they have frantically escalated confrontation with compatriots, while working hard to fabricate \"law on human rights in the north\", and kicked off a ruckus for \"eliminating forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\tThis suggests that if they stayed in power, they would totally block the implementation of the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\tIt is needless to say that if the confrontation-minded maniacs are allowed to stay in power, the aggravated inter-Korean relations will never be mended nor peace be achieved and the progressive pro-reform forces in south Korea would be mercilessly stamped out.\n\t\t\t\t\t\n\t\t\t\t\tIt is the only way for saving the inter-Korean relations from catastrophe to respect and implement the above-said declarations."
        },
        {
            "title": "Rodong Sinmun Accuses Japan of Its Participation in Korean War",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-09ee.html",
            "content": "Rodong Sinmun Accuses Japan of Its Participation in Korean War\r\nPyongyang, June 28 (KCNA) -- The Japanese reactionaries provided the U.S. with huge human and material resources after taking part in the Korean War ignited by it.\n\t\t\t\t\tRodong Sinmun Thursday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tJapan earned an ill fame as a war servant of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\tAt the U.S. instruction, the Japanese authorities dispatched the first batch of 200 generals and officers of the former Imperial Japanese Army right after the outbreak of the Korean War. Donning uniforms of the south Korean puppet forces, they performed their missions as \"advisors\" at staffs and other posts.\n\t\t\t\t\t\n\t\t\t\t\tMany Japanese troops were hurled into the Korean front later.\n\t\t\t\t\t\n\t\t\t\t\tAmong them were members of the Yamasaki institution under the \"UN Command\" made up of intelligence officers familiar with Korea's topography. At the direct instruction of the U.S. imperialists, they worked out maps and catalogues giving detailed information about not only military strongholds, harbors, factories and hospitals but shapes of facilities and power network in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t50 Japanese warships and 2 000 seamen were directly involved in the Inchon-landing operation.\n\t\t\t\t\t\n\t\t\t\t\tJapan dispatched its pilots to the Korean front. They joined in the U.S. transport of war materiel and air raids in the entire period of the war.\n\t\t\t\t\t\n\t\t\t\t\tJapanese \"technical\" personnel provided strong backing to the U.S. military actions in such areas as railway transport of \"UN forces,\" communications, printing, harbors and power stations.\n\t\t\t\t\t\n\t\t\t\t\tJapan offered its nurses to U.S. forces' field hospitals under the name of a \"rescue team\". Virtually, they served as comfort women for U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tIt was none other than the Japanese warmongers who fully supported the U.S. imperialists in their cruel germ warfare and took the lead in it.\n\t\t\t\t\t\n\t\t\t\t\tThis is just part of evidence proving Japan's participation in the Korean War, the article notes, warning that in case the Japanese warlike forces zealously partake of the U.S. imperialists' moves to provoke a war against the DPRK, they will not be able to go scot-free quite contrary to what happened in the 1950s."
        },
        {
            "title": "Probability of \"Cheonan\" Warship Sinking by Torpedo Is Zero Pct.: U.S.-Residing Korean Scientists",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-20ee.html",
            "content": "Probability of \"Cheonan\" Warship Sinking by Torpedo Is Zero Pct.: U.S.-Residing Korean Scientists\r\nPyongyang, June 28 (KCNA) -- Korean scientists in the U.S. insisted that the probability of south Korean warship \"Cheonan's\" sinking by the DPRK's torpedo attack is zero per cent, according to the south Korean newspaper Hangyore on June 23.\n\t\t\t\t\tKim Kwang Sop, doctor of chemical engineering at a university in the U.S., in his paper said that the joint team for investigation into the case of the \"Cheonan\" warship sinking made erroneous analysis of aluminum adsorptive and failed to prove the story about the warship sinking by \"torpedo No. 1\".\n\t\t\t\t\t\n\t\t\t\t\tPresenting his paper to the south Korean Ministry of Defense, he demanded it correct the story concerning \"torpedo No.1.\"\n\t\t\t\t\t\n\t\t\t\t\tAn Su Myong, doctor of electric and computer engineering and submarine specialist of Berkeley University in the U.S., expressed his doubt about the result produced by the joint investigation team.\n\t\t\t\t\t\n\t\t\t\t\tHe said the team drew a conclusion that the warship was sent to the bottom being torpedoed by the north's submarine boat and accused the team of having failed to prove its possibility.\n\t\t\t\t\t\n\t\t\t\t\tIf a mine is not to blame for the explosion, the case is same with torpedo in light of the speed of water stream, tide difference, the depth of water, fog and other conditions in the waters near Paekryong Island at that time, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe joint investigation team said the warship was cut into two pieces by shock generated by the explosion of torpedo under the warship.\n\t\t\t\t\t\n\t\t\t\t\tThe \"Cheonan\" warship was 10 meters in width and torpedo speed is 15.3 meters per second.\n\t\t\t\t\t\n\t\t\t\t\tThis means that torpedo can stay under the warship only for about 0.6 seconds.\n\t\t\t\t\t\n\t\t\t\t\tIf the investigation team's assertion is true, the torpedo might have exploded at that very interval at the exact point where the team said the incident happened.\n\t\t\t\t\t\n\t\t\t\t\tIn view of the actual conditions of the West Sea of Korea, the attack capacity of submarine boat and torpedo's sound signal processing for detecting targets, the probability can be considered close to 0.0000001 per cent."
        },
        {
            "title": "Kim Jong Un's Works Introduced in Nepal",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-01ee.html",
            "content": "Kim Jong Un's Works Introduced in Nepal\r\nPyongyang, June 28 (KCNA) -- The Nepali newspaper Arpan carried the detailed gist of the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" on June 22. \n\t\t\t\t\tThe work, published on April 20, 2012, deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt indicates tasks for firmly upholding and preserving their idea and exploits and glorifying them forever.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepali paper Charcha on June 18 carried the detailed gist of the congratulatory speech made by Kim Jong Un at a joint national meeting of the Korean Children's Union (KCU) organizations in celebration of its 66th birthday.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un in his speech on June 6, 2012 expressed his steadfast will to invariably carry forward the noble outlook of Generalissimos Kim Il Sung and Kim Jong Il on future and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\tHe also indicated tasks and ways for bringing up the KCU members to be reserves, knowledgeable, virtuous and healthy, who will be responsible for the future destiny of the country and the nation."
        },
        {
            "title": "Kim Jong Un's Works Posted on Internet Website of Belarusian Political Party",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-02ee.html",
            "content": "Kim Jong Un's Works Posted on Internet Website of Belarusian Political Party\r\nPyongyang, June 28, (KCNA) -- The Communist Workers' Party of Belarus posted on its internet website on June 19 the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\"\n\t\t\t\t\tThe work, published on April 6, 2012, clarifies the idea that it is a principled requirement for the victorious advance of the Korean revolution to hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\tAlso posted on the website were Kim Jong Un's works \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" and \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\". The works were made public in April."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-05ee.html",
            "content": "Kim Jong Il Praised by Foreign Newspapers\r\nPyongyang, June 28 (KCNA) -- Foreign newspapers carried special write-ups on the occasion of the 48th anniversary of leader Kim Jong Il's start of the work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tThe Bangladeshi paper Blits on June 6 gave a detailed account of the fact that the single-minded unity of the whole party and all the people has been further consolidated in the DPRK under his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\tHe is a paragon of great statesmen and people's leaders who devoted himself to the people with absolute love for and trust in them, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\tThe Indian paper Defence and Humanity on June 18 said that he performed undying feats in party building while leading the WPK for decades.\n\t\t\t\t\t\n\t\t\t\t\tThe Mongolian paper Mongolyn Unen on the same day carried a portrait of smiling Kim Jong Il and an article praising him for his feats in party building."
        },
        {
            "title": "Kim Jong Il's Feats in Party Building Introduced by Ethiopian Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-03ee.html",
            "content": "Kim Jong Il's Feats in Party Building Introduced by Ethiopian Organization\r\nPyongyang, June 28 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea published bulletin No. 38 to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe bulletin said in an article titled \"Kim Jong Il's Exploits in Developing WPK\" that he built the WPK as an invincible revolutionary party and worked heart and soul to enable the people to lead an affluent and highly civilized life.\n\t\t\t\t\t\n\t\t\t\t\tThough Kim Jong Il passed away, the undying feats performed by him in party building will shine forever, stressed the bulletin."
        },
        {
            "title": "Italian Organization Renamed Kimilsungism-Kimjongilism Study Group",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-04ee.html",
            "content": "Italian Organization Renamed Kimilsungism-Kimjongilism Study Group\r\nPyongyang, June 28 (KCNA) -- The Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy was renamed the Kimilsungism-Kimjongilism Study Group on the occasion of the 48th anniversary of leader Kim Jong Il's start of the work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tA renaming ceremony took place in Fermo City on June 19.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were the chief of the Group for the Study of the Juche Idea, the Songun Idea in Fermo of Italy, the secretary of the Fermo City Committee of the Communist Party of Italy, the chief of the Fermo City Trade Unions and other people.\n\t\t\t\t\t\n\t\t\t\t\tA letter to the dear respected Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Russian Paper Criticizes U.S., South Korean Military Provocations against DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-11ee.html",
            "content": "Russian Paper Criticizes U.S., South Korean Military Provocations against DPRK\r\nPyongyang, June 28 (KCNA) -- The Russian paper Nezabisimaya Gazetta carried an article accusing the U.S. and south Korea of their military provocations against the DPRK on June 26.\n\t\t\t\t\tThey fired live shells at the flag of the DPRK, producing a tragicomedy, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThis provocation triggered off anger and criticism from Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThis happened during a drill staged to mark the 62nd anniversary of the Korean War started by them.\n\t\t\t\t\t\n\t\t\t\t\tWashington and Seoul \"commemorated\" the day of the Korean people's tragedy with such provocation.\n\t\t\t\t\t\n\t\t\t\t\tThat day the U.S. forces and the south Korean army staged a joint exercise by mobilizing tanks, fighters and helicopters.\n\t\t\t\t\t\n\t\t\t\t\tPyongyang termed it a hostile action betraying the U.S. intention to put the whole of Korea under its control.\n\t\t\t\t\t\n\t\t\t\t\tIn the final analysis, the U.S. and south Korea escalated tensions.\n\t\t\t\t\t\n\t\t\t\t\tThis cannot but make Russia and China uneasy, a researcher of the Center for Korean Studies of the Institute of the Far East of the Russian Academy of Sciences commented when interviewed by the paper."
        },
        {
            "title": "U.S., S. Korean Moves against DPRK Condemned",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-06ee.html",
            "content": "U.S., S. Korean Moves against DPRK Condemned\r\nPyongyang, June 28 (KCNA) -- Foreign political parties and organizations condemned the U.S. and south Korean authorities for their recent frantic moves against the DPRK.\n\t\t\t\t\tThe Mfumalanga Provincial Committee of the South African Communist Party and the South African Association of Friendship and Solidarity with Korean People in a joint statement on June 14 branded the south Korean Lee Myung Bak regime's reckless acts of defaming the celebrations of the 66th anniversary of the Korean Children's Union and hurting the dignity of the supreme leadership of the DPRK as an unpardonable thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\tThe Slovenia-DPRK Friendship Association in a statement on June 13 condemned the Lee group for scheming to create an atmosphere of sanctions and pressure upon the DPRK, while threatening it with sustained provocations.\n\t\t\t\t\t\n\t\t\t\t\tThe France-Korea Friendship Association in a statement on June 19 said that the danger of armed conflicts and war is increasing in the Korean Peninsula due to the moves of the U.S. for a war.\n\t\t\t\t\t\n\t\t\t\t\tIt demanded an immediate stop to the U.S. provocative moves for beefing up armed forces which spark off an arms race in Northeast Asia and pose a grave threat to the world peace and security."
        },
        {
            "title": "U.S. Nuclear-powered Carrier George Washington Enters Pusan Port",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-35ee.html",
            "content": "U.S. Nuclear-powered Carrier George Washington Enters Pusan Port\r\nPyongyang, June 28 (KCNA) -- The nuclear-powered carrier George Washington of the U.S. forces entered the Pusan Port of south Korea on Wednesday, according to south Korean Yonhap News. \n\t\t\t\t\tAlso entering were two missile cruisers and a guided missile destroyer belonging to the carrier flotilla."
        },
        {
            "title": "Anti-Regime Actions Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-12ee.html",
            "content": "Anti-Regime Actions Called for in S. Korea\r\nPyongyang, June 28 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea made public an appeal to the progressive forces on June 25, calling on them to rise in united actions against Lee Myung Bak, Park Geun Hye and the \"Saenuri Party.\" \n\t\t\t\t\tReferring to the fact that the \"government\" authorities are going all the more reckless in their extreme hostile actions against compatriots, the appeal said that the noisy \"north wind\" campaign again kicked off by them in the run-up to the \"presidential\" election is the last-ditch efforts of the conservative forces to tide over their crisis.\n\t\t\t\t\t\n\t\t\t\t\t\"A witch-hunt campaign against the forces following the north\" is going on in south Korea and there is a whirlwind for \"verifying ideology\" which can be seen only on the eve of a war and the movement of the progressives for independence and peaceful reunification is being wrongly accused, the appeal deplored, and continued:\n\t\t\t\t\t\n\t\t\t\t\tIt called on the progressives to frustrate the authorities' suppression of them under the pretext of security and punish the present \"government\" through united actions.\n\t\t\t\t\t\n\t\t\t\t\tIt also appealed to the progressive forces to take the lead in the struggle against Lee Myung Bak, Park Geun Hye and the \"Saenuri Party\"."
        },
        {
            "title": "Lee Myung Bak Accused of Blocking National Concord",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-13ee.html",
            "content": "Lee Myung Bak Accused of Blocking National Concord\r\nPyongyang, June 28 (KCNA) -- Kim Sang Gun, permanent representative of the South Side Committee for Implementing the June 15 Joint Declaration, on June 14 scathingly criticized traitor Lee Myung Bak for blocking national reconciliation, unity and reunification.\n\t\t\t\t\tHe said, \"Lee Myung Bak blocked the road of national concord, the road of peace. He is ignorant of even the word of national concord.\"\n\t\t\t\t\t\n\t\t\t\t\tThe reunion of separated families and relatives which had taken place several times every year since the publication of the June 15 joint declaration was held only twice under the present regime, he deplored. \n\t\t\t\t\t\n\t\t\t\t\tVarious public circles demanded on many occasions the drop of the hostile policy going against the trend of the times and restoration of non-governmental exchange, but Lee Myung Bak lent no ear to the demand, he said. On the contrary, Lee declared the \"May 24 measures,\" totally suspending not only the exchange between the authorities but almost all the non-governmental exchanges.\n\t\t\t\t\t\n\t\t\t\t\t\"For the last three years and four months when I held the post of permanent representative of the committee, I have never been allowed to hold even a single joint event of the nation, nor have I got a permission to conduct even a single legitimate exchange and cooperation\", he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe branded such opposition to peaceful reunification as an action against history and ethics.\n\t\t\t\t\t\n\t\t\t\t\t\"No nukes, opening and 3 000 dollars,\" in particular, stemmed from half-baked capitalist philosophy, he said, deploring, \"We have seen a politician who reads out speeches written by others, a politician with half-baked philosophy. It is misfortune of history.\"\n\t\t\t\t\t\n\t\t\t\t\tSouth Korea should produce a figure and political forces with a right philosophy and politics on national concord and peace, he urged."
        },
        {
            "title": "S. Korean Construction Unionists Start General Strike",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-33ee.html",
            "content": "S. Korean Construction Unionists Start General Strike\r\nPyongyang, June 28 (KCNA) -- The Construction Trade Union under the south Korean Confederation of Trade Unions started a general strike Wednesday, according to south Korean KBS.\n\t\t\t\t\tThe strike started simultaneously by all branches across south Korea including Ulsan.\n\t\t\t\t\t\n\t\t\t\t\tThe trade unions made demands for payment of wages unpaid, steps for prevention of industrial disasters and provision of the right to existence of workers in the construction field."
        },
        {
            "title": "Earthquake Damage Expands in China",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-16ee.html",
            "content": "Earthquake Damage Expands in China\r\nBeijing, June 27 (KCNA) -- The damage done by the earthquake that struck the border between Sichuan and Yunnan provinces is expanding. \n\t\t\t\t\tAs of June 25, the quake left four people dead and 152 others wounded. \n\t\t\t\t\t\n\t\t\t\t\tIt destroyed houses for more than 3 800 families. It forced more than 22,000 people to make an emergency evacuation.\n\t\t\t\t\t\n\t\t\t\t\tThe number of victims totals 71 000.\n\t\t\t\t\t\n\t\t\t\t\tRelief measures are now being taken on the spot."
        },
        {
            "title": "Worsening Economic Situation of U.S.",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-15ee.html",
            "content": "Worsening Economic Situation of U.S.\r\nPyongyang, June 28 (KCNA) -- The economic situation in the U.S. is getting from bad to worse.\n\t\t\t\t\tU.S. President Obama referred to the domestic economic performance. He talked nonsense that non-governmental fields are doing well and new jobs are being created only to touch off public criticism that his remarks were contrary to the American public feelings.\n\t\t\t\t\t\n\t\t\t\t\tRecent facts prove that this criticism was well grounded.\n\t\t\t\t\t\n\t\t\t\t\tAn economic organization of the U.S. on June 15 noted that the consumer credit index which shows the viewpoints of the citizens on the prevailing economic situation slipped by 5.2 over the index in May, an all time low since December of last year.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the recent nationwide opinion poll, 75 pct of respondents expressed concern that the U.S. might find itself in another economic stagnation.\n\t\t\t\t\t\n\t\t\t\t\tUnemployment and poverty in U.S. society are something like an incurable cancer steadily deteriorating its economic performance.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the jobless has reached 12.7 million as of May, or an increase of 200 000 over April.\n\t\t\t\t\t\n\t\t\t\t\tOf them, 5.1 million are those who remained jobless for a long period.\n\t\t\t\t\t\n\t\t\t\t\t387 000 more people were registered as jobless in the U.S. for a week ending June 16.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the poor has swelled in the U.S. since Obama took office.\n\t\t\t\t\t\n\t\t\t\t\tThe number of the poor was more than 37 million in 2007 but it increased to 49.1 million in 2011.\n\t\t\t\t\t\n\t\t\t\t\tAbout 20 million of them are the extremely poor people.\n\t\t\t\t\t\n\t\t\t\t\tInternational Herald Tribune on September 15, 2011 said that poverty in the U.S. was the worst in 52 years since the first survey was made on the poor in the U.S. \n\t\t\t\t\t\n\t\t\t\t\tMeantime, spiraling commodity prices are making Americans' living harder.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. budget and trade deficits sharply increased, causing its state debt to dramatically swell.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Board of Governors of the Federal Reserve System of the U.S. deplored at the hearing of the Budget Committee of the U.S.  House of Representatives held in February that its debt reached 15 trillion U.S. dollars, terming it a serious problem.\n\t\t\t\t\t\n\t\t\t\t\tAll facts go to clearly prove that it is quite impossible for the U.S. to recover its economy and its future remains very gloomy."
        },
        {
            "title": "IRGC Ready to Give Crushing Response to Enemies: Commander",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-14ee.html",
            "content": "IRGC Ready to Give Crushing Response to Enemies: Commander\r\nTehran, June 27 (KCNA) -- Commander of Aerospace Department of the Islamic Revolution Guards Corps of Iran (IRGC) Brigadier General Amir-Ali Hajizadeh said that Iran is not willing to wage war against other countries but is fully ready to give a crushing response to enemies, the Press TV reported.\n\t\t\t\t\tHe made the remarks in a meeting with foreign military attaches residing in Iran on Sunday.\n\t\t\t\t\t\n\t\t\t\t\tThe commander said pressures and threat pursued by the West will backfire and will lead to more preparedness and higher capabilities of the Iranian people. \n\t\t\t\t\t\n\t\t\t\t\tAll plots against Iran are doomed to failure, he said."
        },
        {
            "title": "MINREX condena ambicion expansionista de Japon",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-22ss.html",
            "content": "MINREX condena ambicion expansionista de Japon\r\nPyongyang, 28 de junio (ACNC) -- En relacion con que se torna cada dia mas abierto el expansionismo territorial de Japon, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea contesto el dia 28 a la ACNC como sigue:\n\t\t\t\t\tUltimamente, Japon desestabiliza a Asia oriental y agrava la tension en esta region exponiendo en todas partes su absurda, cinica y obstinada ambicion de expandir el territorio.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, al tergiversar a su conveniencia la nota de recomienda publicada por el Comite de Demarcacion de Plataformas Continentales de la ONU desaprobando la propuesta de Japon de expandir su plataforma continental, ese pais isleno insistio en que Okinodori fue reconocido como su islote.\n\t\t\t\t\t\n\t\t\t\t\tOkinodori no pasa de ser una roca del Mar Pacifico situada a centenares de kilometros del territorio japones, por lo tanto, no pertenece a la categoria de islas establecida por la convencion de ley maritima de la ONU ni puede tener su propia zona maritima economica ni ser fundamento de la extension de plataforma continental.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Japon se obstina en su descarada ambicion de convertirlo en un islote y apoderarse de las zonas submarinas perifericas.\n\t\t\t\t\t\n\t\t\t\t\tEs decir, el expansionismo territorial de Japon, que insiste en su soberania sobre el islote Tok, sagrado territorio de la nacion coreana, y esta antojado de las tierras legitimas de otros paises vecinos, llego a tal grado que trata ahora de despojar hasta el fondo del mar internacional, patrimonio comun de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que Japon amplia de manera escalonada sus acciones expansionistas dando acicates a su militarizacion bajo el abrigo de las fuerzas foraneas, prenuncia el renacimiento del militarismo japones que impuso a la humanidad indecibles sufrimientos y desastres para realizar su ilusion agresiva de la \"esfera de coprosperidad de la gran Asia Oriental\".\n\t\t\t\t\t\n\t\t\t\t\tPor la paz mundial y el bienestar de la humanidad, la sociedad internacional tendra que prestar debida atencion y rechazar categoricamente la ambicion expansionista de Japon."
        },
        {
            "title": "Pak Jong Suk se entrevista con periodistas",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-21ss.html",
            "content": "Pak Jong Suk se entrevista con periodistas\r\nPyongyang, 28 de junio (ACNC) -- Volvio a la Republica Popular Democratica de Corea la ciudadana Pak Jong Suk quien habia sido raptada y llevada al Sur de Corea.\n\t\t\t\t\tElla concedio el dia 28 una rueda de prensa en el capitalino Palacio Cultural del Pueblo.\n\t\t\t\t\t\n\t\t\t\t\tA la ocasion asistieron los periodistas de la rama de prensa e informacion de la Republica Popular Democratica de Corea, la Chongryon (Asociacion General de Coreanos Residentes en Japon) y de China, Rusia y Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, Pak hablo de como fue raptada y llevada luego al territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tPor la noche del 29 de marzo de 2006, cuando residia en el barrio no.1 de Rabuk del municipio Ranam de la ciudad de Chongjin de la provincia de Hamgyong del Norte, ella salio ilegalmente del pais para pedir el dinero a su padre quien se habia trasladado al Sur de Corea durante la pasada guerra coreana (1950-1953) intimidado por la amenaza de EE.UU. con usar bombas atomicas contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn la tierra foranea cayo en la trampa que le hicieron los agentes del Servicio de Inteligencia del Sur de Corea que la trasladaron de un lugar a otro por turno.\n\t\t\t\t\t\n\t\t\t\t\tA eso de las 9 de la manana del 29 de junio de ese ano, llego al suelo surcoreano siendo enganada.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, Pak conto a los periodistas los episodios tragicos ocurridos en los 6 anos de su vida casi de esclava que llevo en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAl referirse a la situacion de los \"fugitivos norcoreanos\" que viven ahora en suelo surcoreano, comento que ellos son sometidos a los trabajos mas vulgares y duros como limpieza de basuras, fregadura y servidumbre y el porcentaje de suicidio entre ellos es el quintuplo al de los surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, ellos anhelan regresar a la RPDC maldiciendo la corrupta sociedad surcoreana y arrepintiendose de su salida ilegal, acoto. \n\t\t\t\t\t\n\t\t\t\t\tExpreso su impresion de haberse acogido el pasado 25 de mayo en el regazo de la RPDC, luego de despistar a los agentes del Servicio de Inteligencia, como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa patria madre me hizo renacer liberandome del abismo de muerte.\n\t\t\t\t\t\n\t\t\t\t\tMe quede atonita cuando en el aeropuerto me acogian con alegria los funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tNo puedo olvidar nunca la generosa patria.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un me abrazo en su  regazo sin reprochar mi pasado lleno de crimenes y me dispenso inmensas benevolencias.\n\t\t\t\t\t\n\t\t\t\t\tMe hizo vivir en Pyongyang con mi hijo quien trabaja como profesor del Conservatorio Kim Won Gyun de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tNo soy patriota ni heroina.\n\t\t\t\t\t\n\t\t\t\t\tPor el contrario, soy criminal que abandono la patria para fines egoistas cuando otros dedicaban su sudor y hasta sangre a la construccion de un Estado prospero resistiendo la carestia.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en vez de reprocharme, nuestro Maximo Dirigente Kim Jong Un, sin par en este mundo, ha sido tan generoso conmigo y tomo las medidas necesarias para asegurar mi vida feliz.\n\t\t\t\t\t\n\t\t\t\t\tNo puedo olvidar nunca ese favor tan grande.\n\t\t\t\t\t\n\t\t\t\t\tNaci de nuevo gracias al Maximo Dirigente, identico a los Generalisimos Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAl final, Pak entono la cancion \"Mi camino inolvidable\" con su hijo y nuera expresando su deseo de apoyar con fidelidad de generacion en generacion al Maximo Dirigente Kim Jong Un, padre benevolo de todo el pais que forma una gran familia."
        },
        {
            "title": "Choe Yong Rim recorre minas en zona septentrional de Corea",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-19ss.html",
            "content": "Choe Yong Rim recorre minas en zona septentrional de Corea\r\nPyongyang, 28 de junio (ACNC) -- El premier coreano Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, averiguo en el terreno el estado de produccion en las minas de la zona norte del pais.\n\t\t\t\t\tSe informo en detalles del estado de construccion de galerias, produccion de carbon y minerales, modernizacion de los sistemas de transporte y enriquecimiento de minerales y mecanizacion de la excavacion y otras faenas de la mina carbonifera de Soksong y las minas de Sangnong y Toksong.\n\t\t\t\t\t\n\t\t\t\t\tSe convocaron en dichas unidades las reuniones consultivas de los funcionarios correespondientes.\n\t\t\t\t\t\n\t\t\t\t\tSe tomaron en las ocasiones las medidas para anteponer la perforacion, la evacuacion de esteril y la construccion de galerias e incrementar el porcentaje de productos nacionales en las piezas de maquinaria y la capacidad de transporte ferroviario de cargas.\n\t\t\t\t\t\n\t\t\t\t\tSe resalto la importancia de exigir a los funcionarios de la rama economica cumplir de modo creativo todos los trabajos conforme a la demanda del nuevo siglo y con la vision innovadora como desea el Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el premier estudio la magnitud de los danos que sufrio el distrito de Toksong debido a las inundaciones y asigno las tareas para estabilizar cuanto antes la vida de los damnificados."
        },
        {
            "title": "Renovada avenida Changjon",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-13ss.html",
            "content": "Renovada avenida Changjon\r\nPyongyang, 28 de junio (ACNC) -- La avenida Changjon fue reconstruida como la ideal del pueblo en la capitalina zona de Mansudae.\n\t\t\t\t\tDesde la colina Mansu, donde estan erguidas las estatuas de bronce de Kim Il Sung y Kim Jong Il, se ve todo el paisaje de la avenida.\n\t\t\t\t\t\n\t\t\t\t\tLas viviendas de altos pisos, el Teatro del Pueblo construido majestuosamente, las carreteras anchas, los edificios de servicios levantados a largo de la avenida, los arboles con hojas verdes, etc. todo parece un cuadro hermoso.\n\t\t\t\t\t\n\t\t\t\t\tLos edificios de forma aerodinamica ubicados armoniosamente fueron construidos con los azulejos de buena calidad y color claro y los vidrios modernos.\n\t\t\t\t\t\n\t\t\t\t\tLos techos tambien fueron condecorados magnificamente.\n\t\t\t\t\t\n\t\t\t\t\tEstan colocados los modernos ascensores con poco ruido y sin vibracion.\n\t\t\t\t\t\n\t\t\t\t\tLas viviendas de cada apartamento fueron acondicionadas en el alto nivel.\n\t\t\t\t\t\n\t\t\t\t\tLas habitaciones son mas anchas que antes y las paredes y techos fueron bien adornados.\n\t\t\t\t\t\n\t\t\t\t\tEl Estado ofrecio gratis al pueblo tales viviendas modernas.\n\t\t\t\t\t\n\t\t\t\t\tLa Escuela Primaria de Changjon, el Jardin Infantil y la Casa Cuna, de Kyongsang, fueron levantados en orden en una solana.\n\t\t\t\t\t\n\t\t\t\t\tLas redes de servicio publico incluyendo el Restaurante Combinado Songyong y la Cafeteria Unjong esperan a los huespedes.\n\t\t\t\t\t\n\t\t\t\t\tEn esta avenida donde se hizo realidad el amor por el pueblo de los grandes hombres sin pares, viven los habitantes trabajadores comunes disfrutando de los beneficios socialistas."
        },
        {
            "title": "EE.UU no puede ocultar su identidad de provocador de guerra (2)",
            "url": "http://kcna.co.jp/item/2012/201206/news28/20120628-16ss.html",
            "content": "EE.UU no puede ocultar su identidad de provocador de guerra (2)\r\nPyongyang, 28 de junio (ACNC) --\n\t\t\t\t\t\n\t\t\t\t\tGuerra coreana y crisis economica de Estados Unidos\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tOtro interes perentorio de EE.UU. en la provocacion de la guerra coreana estaba relacionado con la severa crisis economica de aquel entonces.\n\t\t\t\t\t\n\t\t\t\t\tLa crisis ocurrida a finales de 1948 desde en la rama de la industria ligera reacciono en cadena paulatinamente en la industria pesada. En marzo de 1949, se extendio tambien a la rama de materiales de hierro y acero, razon por la cual solo en el primer semestre fueron arruinadas casi 4 mil 600 companias.\n\t\t\t\t\t\n\t\t\t\t\tSe previo que debido a la mano de obra sobrante, se aumentarian dentro de 1950 en 13 millones de desempleados y la ganancia de los monopolios disminuyo bruscamente en marzo de 1949 en 28 mil 400 millones de USD, frente a 36 mil 600 millones de USD en septiembre de 1948.\n\t\t\t\t\t\n\t\t\t\t\tDepositando al gobierno la esperanza de que revitalizara la economia, los monopolios demandaron a los gobernantes provocar la nueva guerra.\n\t\t\t\t\t\n\t\t\t\t\t\"!Guerra garantiza la prosperidad!\", era la demanda de los monopolios en la crisis causada por la superproduccion.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno reaccionario que representaba el interes de los multimillonarios estadounidenses recurrio con frenesi a la militarizacion de la economia y la carrera armamentista, dando acicate a los preparativos de guerra.\n\t\t\t\t\t\n\t\t\t\t\tPor tal motivo, desde 1948 en que se inicio la crisis economica, empezo el aumento de gastos militares nunca visto en la historia del pais americano de la epoca pacifica y en 1950 cuando llego al extremo el temor causado por la crisis economica se desencadeno la guerra coreana\n\t\t\t\t\t\n\t\t\t\t\tEl libro japones \"Guerra coreana\" senala que la guerra coreana fue la medida para salir de la crisis economica con que se enfrenta EE.UU.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tGuerra coreana y poderes titeres de Asia\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa provocacion de guerra coreana esta relacionada tambien con la crisis de derrumbe de los gobiernos titeres en Asia.\n\t\t\t\t\t\n\t\t\t\t\tLa derrota en las elecciones parlamentarias titeres efectuadas el 30 de mayo de 1950 en el Sur de Corea echo a la crisis el poder de Syngman Rhee.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Syngman Rhee obtuvo solo 47 de los 210 escanos y prevalecieron quienes se llamaban como \"grupo insistente en las negociaciones Sur-Norte\". Si se realizaban las \"elecciones presidenciales\" en la nueva \"Asamblea Nacional\", seria seleccionado el \"delegado del grupo neutral\".\n\t\t\t\t\t\n\t\t\t\t\tComo afirmo un historico estadounidense, para la banda de Syngman Rhee, la \"ultima esperanza para sobrevivir\" fue provocar lo mas pronto posible la guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor envio rapidamente Jang Myon a Washington para \"demandar a EE.UU. la rapida ayuda\" para liberarse de la crisis, luego de informar del \"derrumbe del gobierno\" a eso de 10 - 13 de junio.\n\t\t\t\t\t\n\t\t\t\t\tComo dijo Truman, luego de informarse de esa noticia urgente, el gobierno de EE.UU. de aquel entonces \"se vio obligado a apoyar a Syngman Rhee\" y desencadenar lo mas pronto posible la guerra planeada para salvar al gobierno titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, EE.UU. recibio la informacion de que  pueblo chino intentaba liberar en el verano de 1950  a Taiwan.\n\t\t\t\t\t\n\t\t\t\t\tSegun la confesion de Mun Hak Bong, asesor de CIC y asesor politico de Syngman Rhee, luego de informarse de que el pueblo chino desplegara a mas tardar en julio la operacion de liberacion de Taiwan, EE.UU. decidio tomar medidas por anticipado, razon por la cual anticipo el dia de provocacion de guerra coreana. (Continua)"
        }
    ]
}