{
    "date": "2012-06-25",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-25ee.html",
    "articles": [
        {
            "title": "U.S. Hit for Pulling Up DPRK over \"Flesh Traffic\"",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-35ee.html",
            "content": "U.S. Hit for Pulling Up DPRK over \"Flesh Traffic\"\r\nPyongyang, June 25 (KCNA) -- A spokesman for the DPRK Foreign Ministry on Monday gave the following answer to a question put by KCNA accusing the U.S. of pulling up the DPRK over the issue of \"flesh traffic\":\n\t\t\t\t\tThe U.S. State Department recently released a \"report on flesh traffic\" in which it committed such a politically-motivated provocation as malignantly slandering the DPRK again on the basis of its oft-repeated lies and fabrications. \n\t\t\t\t\t\n\t\t\t\t\tSuch thing as \"flesh traffic\" does not exist in the man-centred society of the DPRK where everybody is equal and the people's true democratic rights and freedom and worthy life and dignity as independent human beings are legally guaranteed.\n\t\t\t\t\t\n\t\t\t\t\tIf flesh traffic is committed outside the territory of the DPRK, it is a product of political plots hatched by unsavory hostile forces of south Korea and Japan. Touring areas near the border of the DPRK, they disguise illegal border trespassers as \"political exiles\" or sell them off for a petty amount of money given by the U.S. according to the \"North Korean Human Rights Act\".\n\t\t\t\t\t\n\t\t\t\t\tBy nature, flesh traffic is an evil produced by capitalist society where the dignity and value of human beings are judged by money and man is sold and bought by money. It is well known to everybody that the U.S is the kingpin of flesh traffic in the world.\n\t\t\t\t\t\n\t\t\t\t\tIt is nonsensical for the U.S. to talk about others' \"flesh traffic\" though it is the world's worst human rights abuser as all irregularities and corruption including flesh traffic are rampant there.\n\t\t\t\t\t\n\t\t\t\t\tIt is mean to cover up one's fault by slandering others. It is the trite double standards and political intrigue of the U.S. to point an accusing finger at only those countries which do not meekly obey it.\n\t\t\t\t\t\n\t\t\t\t\tFor the U.S. to take issue with the DPRK over the issue of flesh traffic is a typical expression of its hostile policy toward the DPRK. This only proves that the U.S. remains unchanged in its hostile intention to isolate and stifle the independent socialist system chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tThe anachronistic hostile policy the U.S. has persistently pursued toward the DPRK would only harden its resolution to retaliate against the policy. This would entail the consequences of bolstering up its nuclear deterrent for self-defence."
        },
        {
            "title": "DPRK, Swiss Party Delegations Hold Talks",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-21ee.html",
            "content": "DPRK, Swiss Party Delegations Hold Talks\r\nPyongyang June 25 (KCNA) -- Talks were held between the delegations of the Workers' Party of Korea and the Christian Democratic People's Party of Switzerland in Pyongyang on Monday.\n\t\t\t\t\tPresent there from the WPK side were members of the WPK delegation led by Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK. Attending it from the opposite side were members of the delegation of the Christian Democratic People's Party of Switzerland led by Rene Imoberdorf, member of the Council of States from the party.\n\t\t\t\t\t\n\t\t\t\t\tAt the talks both sides informed each other of their party activities and exchanged views on further developing the relations between the two parties.\n\t\t\t\t\t\n\t\t\t\t\tThe talks proceeded in a friendly atmosphere."
        },
        {
            "title": "WPK Central Committee Hosts Reception for Swiss Party Delegation",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-24ee.html",
            "content": "WPK Central Committee Hosts Reception for Swiss Party Delegation\r\nPyongyang, June 25 (KCNA) -- The Workers' Party of Korea Central Committee hosted a reception in honor of the visiting delegation of the Christian Democratic People's Party of Switzerland at Koryo Hotel on Monday.\n\t\t\t\t\tPresent there on invitation was the Swiss party delegation led by Rene Imoberdorf, member of the Council of States from the party. \n\t\t\t\t\t\n\t\t\t\t\tAttending it were Kim Yong Il, secretary of the C.C., the WPK, Vice Department Director Ri Yong Chol and other officials of the C.C., the WPK. \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Il and Rene Imoberdorf made speeches at the reception."
        },
        {
            "title": "Chinese Delegation Pays Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-18ee.html",
            "content": "Chinese Delegation Pays Tribute to Kim Il Sung and Kim Jong Il\r\nPyongyang, June 25 (KCNA) -- A delegation of the Agricultural and Forestry Workers Union of China Monday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill in Pyongyang.\n\t\t\t\t\tIt laid a floral basket and bouquets before the statues and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\tIt arrived here on the same day."
        },
        {
            "title": "Greetings to Croatian President",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-26ee.html",
            "content": "Greetings to Croatian President\r\nPyongyang, June 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Ivo Josipovic, president of Croatia, on the occasion of its national day.\n\t\t\t\t\tKim in the message wished the president success in his work for the development and prosperity of the country, expressing belief that the friendly and cooperative relations between the two countries would steadily develop."
        },
        {
            "title": "Greetings to FM of Slovenia",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-27ee.html",
            "content": "Greetings to FM of Slovenia\r\nPyongyang, June 25 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Monday sent a message of greeting to his Slovenian counterpart Karel Victor Erjavec on its national day.\n\t\t\t\t\tThe message expressed conviction that the friendly and cooperative relations between the DPRK and Slovenia would further develop thanks to their common efforts."
        },
        {
            "title": "IAI Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-20ee.html",
            "content": "IAI Delegation Leaves for China\r\nPyongyang, June 25 (KCNA) -- A delegation of the International Affairs Institute (IAI) led by Vice Director Kim Ul Ho left here Monday to visit China."
        },
        {
            "title": "DPRK Football Team Beats Lao Rival 2:1",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-34ee.html",
            "content": "DPRK Football Team Beats Lao Rival 2:1\r\nPyongyang, June 25 (KCNA) -- The DPRK football team beat its Lao rival 2:1 at a preliminary match of Group F for the AFC U-22 Championship on Monday. \n\t\t\t\t\tThe DPRK team will have a match with the Hong Kong team of China on Thursday."
        },
        {
            "title": "Kim Jong Un Sends Gifts to People's Theater",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-32ee.html",
            "content": "Kim Jong Un Sends Gifts to People's Theater\r\nPyongyang, June 25 (KCNA) -- The dear respected Kim Jong Un sent many vehicles to the People's Theater as gifts.\n\t\t\t\t\tHe visited the theater several times, specifying ways for its management and operation. He provided it with buses, cars and various other vehicles.\n\t\t\t\t\t\n\t\t\t\t\tThe theater located in Changjon Street built along the bank of the Taedong River starting from Mansu Hill is put on a formative art.  \n\t\t\t\t\t\n\t\t\t\t\tHaving a building area of more than 50 000 square meters and floor space of more than 11 500 square meters, the theatre is made of two storied basement and six floors above it.\n\t\t\t\t\t\n\t\t\t\t\tIt is equipped with a 1500-seater round theater that does not use microphones, and a 500-seater underground theater. It has all facilities for art creation, performances and audience ranging from ultra-modern stage fittings, rooms for practice and makeup to underground parking lot.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un visited the theater nearing completion on Apr. 10 and highly praised the builders, saying everything was the best.\n\t\t\t\t\t\n\t\t\t\t\tThe Unhasu Orchestra gave a performance \"Let Us Not Forget the Pledge Made to the Revolution\" to mark the opening of the theater, a concert \"Family of the General\" on May Day and some other performances.\n\t\t\t\t\t\n\t\t\t\t\tThe gift-conveying ceremony took place Monday."
        },
        {
            "title": "Printing Factory of Tongbaek Printing Joint Venture Co. Goes Operational",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-23ee.html",
            "content": "Printing Factory of Tongbaek Printing Joint Venture Co. Goes Operational\r\nPyongyang, June 25 (KCNA) -- The Printing Factory of Tongbaek Printing Joint Venture Company under the Foreign Languages Publishing House was commissioned with due ceremony on Monday.\n\t\t\t\t\tThe factory was jointly established by the Foreign Languages Publishing House of the DPRK and the Oriental Yongli Hong Kong Int'l Investment Co., Ltd. and Jiangsu Zhongcai Printing Co., Ltd. of China. The factory will produce and sell varieties of printed materials and trade marks.\n\t\t\t\t\t\n\t\t\t\t\tAttending the ceremony were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, officials concerned and employees of the factory, Huang Junjie, vice mayor of Danyang City, Jiangsu Province of China, personages of the two Chinese companies, Wu Shiguang, councilor in charge of culture, and officials of the Chinese embassy here. \n\t\t\t\t\t\n\t\t\t\t\tChoe Kyong Guk, director and editor-in-chief of the Foreign Languages Publishing House, addressing the ceremony, said that technicians and builders of the two countries built the factory in a short span of time. \n\t\t\t\t\t\n\t\t\t\t\tHe expressed belief that the factory would make a positive contribution to meeting the interests of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tJiao Xiaoping, manager of the Tongbaek Printing Joint Venture Company, in a congratulatory speech referred to the process of the construction of the factory, stressing the need to operate the company well. \n\t\t\t\t\t\n\t\t\t\t\tAt the end of the ceremony, the participants planted trees and looked round the production processes.\n\t\t\t\t\t\n\t\t\t\t\tA reception was given on the same day."
        },
        {
            "title": "Full-length True Story Book Off Press in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-19ee.html",
            "content": "Full-length True Story Book Off Press in DPRK\r\nPyongyang, June 25 (KCNA) -- A full-length true story book \"Kimjongilia and the World\" was brought out in the DPRK.\n\t\t\t\t\tThe book contains 14 chapters under such titles as \"A village at foot of a low hill\", \"The country not far away\" and \"The most famous flower\" dealing with touching stories about revolutionary feats of leader Kim Jong Il and his greatness and noble virtues.\n\t\t\t\t\t\n\t\t\t\t\tThe book tells a moving story that a famous Japanese horticulturist Mototeru Kamo named a newly-bred flower after Kim Jong Il and presented it to him on his birthday, the Day of the Shining Star. Kamo cultivated it through his painstaking research for more than two decades, completely fascinated by the personality of Kim Jong Il as a great man.\n\t\t\t\t\t\n\t\t\t\t\tThe book cites true facts that Kimjongilia got top prizes at various international shows and fairs and it is in full bloom in the minds of mankind.\n\t\t\t\t\t\n\t\t\t\t\tKimjongilia festival takes place in Pyongyang with splendor every year to mark the Day of the Shining Star. It was awarded top and special prizes at international flower shows and world horticultural expos held in China, Sweden, the U.S. and other countries.\n\t\t\t\t\t\n\t\t\t\t\tThere appeared associations named after Kimjongilia and societies of its lovers in different countries and regions. The number of those who build greenhouses and cultivate the flower of the sun with sincerity is now on the steady increase.\n\t\t\t\t\t\n\t\t\t\t\tThe book carries stories about people who bring the flower of the sun into fuller bloom with the belief that Kim Jong Il will always be with the Korean people."
        },
        {
            "title": "Kim Ki Song, Anti-Japanese Juvenile Hero of Korea",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-29ee.html",
            "content": "Kim Ki Song, Anti-Japanese Juvenile Hero of Korea\r\nPyongyang, June 25 (KCNA) -- There is Kim Ki Song Hoeryong Secondary School in Hoeryong City, North Hamgyong Province, the Democratic People's Republic of Korea.\n\t\t\t\t\tStanding at the school is a statue of Kim Ki Song in a red necktie with a bugle in his hand.\n\t\t\t\t\t\n\t\t\t\t\tBorn into a revolutionary family in Hoeryong on February 9, Juche 10 (1921), Kim Ki Song embarked on the road of revolution in his early years with his sister Kim Jong Suk, well-known as an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\tHe took part in the harvest uprising in 1931 and the spring struggle in 1932, staged under the guidance of President Kim Il Sung. During the struggles he conducted such activities as scattering handbills, operation in the enemy's rear and communications.\n\t\t\t\t\t\n\t\t\t\t\tAfter the death of his mother and elder brother's wife by the Japanese imperialists, he, together with Kim Jong Suk, entered a guerrilla zone to act a platoon leader of the Anti-Japanese Children's Corps and a bugler there.\n\t\t\t\t\t\n\t\t\t\t\tWhen a punitive force of the Japanese imperialists attacked the guerrilla zone in early 1933, he led members of the Corps to throw stones at the enemies and blew a bugle to pep up the guerrillas and people in the fight against them.\n\t\t\t\t\t\n\t\t\t\t\tOn December 28, 1933 when some of the inhabitants in the guerrilla zone were exposed to danger by the Japanese imperialists' attack, he lured the enemies by blowing a bugle and died a heroic death at the age of 12.\n\t\t\t\t\t\n\t\t\t\t\tToday three millions of members of the Korean Children's Union prepare themselves to be juvenile revolutionaries intensely loyal to the dear respected Kim Jong Un by creditably inheriting Kim Ki Song's feats and fighting spirit and the brilliant traditions of the Corps."
        },
        {
            "title": "Korea's Standard Time Forcibly Put 30 Minutes Earlier by Japan",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-28ee.html",
            "content": "Korea's Standard Time Forcibly Put 30 Minutes Earlier by Japan\r\nPyongyang, June 25 (KCNA) -- It has been 100 years since the Japanese imperialists deprived Korea of its local standard time.\n\t\t\t\t\tIn this regard, KCNA met Ri Yong Hwan, candidate academician of the History Institute of the Academy of Social Sciences.\n\t\t\t\t\t\n\t\t\t\t\tQ: Let me know about the local standard time Korea had used before the Japanese imperialists' occupation of it.\n\t\t\t\t\t\n\t\t\t\t\tA: The Korean people had long called each hour after an animal in a 12-hour cycle.\n\t\t\t\t\t\n\t\t\t\t\tOn the direction of King Kojong in September 1885, Korea introduced Gregorian calendar instead of lunar calendar, with November 17, 1895 replaced by January 1, 1896.\n\t\t\t\t\t\n\t\t\t\t\tSince then, the 12-hour system was changed into 24-hour system in Korea.\n\t\t\t\t\t\n\t\t\t\t\tOn February 7, 1908, royal ordinance No. 5 \"On standard time of Korea\" was promulgated, making the 24-hour system effective throughout the country from April 1.\n\t\t\t\t\t\n\t\t\t\t\tQ: Then, how did Japan force Korea to accept her standard time?\n\t\t\t\t\t\n\t\t\t\t\tA: The Japanese imperialists, who occupied Korea by fabricating the \"Ulsa Five-point Treaty\" in 1905, made their government offices in Korea use Japan's standard time from 1906.\n\t\t\t\t\t\n\t\t\t\t\tAfterwards, they forced Korea to use it on a nationwide scale from January 1, 1912 all at once, as part of their policy for \"making Koreans Japanese subjects\".\n\t\t\t\t\t\n\t\t\t\t\tThe book \"History of 25 Years of Policy\", published by Japan's government-general in Korea, says that \"the Empire of Japan adapted her standard time only to her government offices in Korea from June 2, Meiji 39 (1906) and made Korea's standard time adjusted to it from January 1, Meiji 45 (1912).\"\n\t\t\t\t\t\n\t\t\t\t\tSince then, Japan's standard time, 30 minutes earlier than Korea's, has been introduced in the country.\n\t\t\t\t\t\n\t\t\t\t\tQ: It is said that the Japanese imperialists had abused the time to intensify the moves to obliterate the Korean nation. Can you tell me about it?\n\t\t\t\t\t\n\t\t\t\t\tA: The Japanese imperialists had employed every possible means to obliterate the Korean nation under the signboard of \"oneness of Japan and Korea\" and \"one and the same ancestry and roots\".\n\t\t\t\t\t\n\t\t\t\t\tThey forced all Koreans to, like the Japanese, stop working and make bow toward the direction of the Japanese imperial palace when siren was ringing at noontime.\n\t\t\t\t\t\n\t\t\t\t\tAt 08:00 every day, students had to make bow toward pictures of \"royal palace\", pasted on wooden stakes in the entrances to their schools.\n\t\t\t\t\t\n\t\t\t\t\tAll the facts go to show how desperately the Japanese imperialists ran amuck to erase Korea from the world map and \"Japanize\" it.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are now hardly repressing the surging indignation at the Japanese imperialists' criminal deed."
        },
        {
            "title": "KCNA Commentary Raps Japan's Action Taken to Deprive Korea of Its Local Standard Time",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-25ee.html",
            "content": "KCNA Commentary Raps Japan's Action Taken to Deprive Korea of Its Local Standard Time\r\nPyongyang, June 25 (KCNA) -- A century has passed since the Japanese imperialists deprived Korea of its local standard time in a brigandish manner. \n\t\t\t\t\tJapan deprived the Korean nation of a legitimate standard of time, an objective form of existence, a steady process of past and present and future, and an essential factor of the activities of state and society. This was part of Japan's moves to reduce Koreans to \"imperial subjects\".\n\t\t\t\t\t\n\t\t\t\t\tThe standard time had been used by the Korean nation on the basis of 127 degrees, 30 minutes east longitude from the centre of the meridian of the Greenwich Astronomical Observatory according to a decision made by the international astronomical circle since 1884.\n\t\t\t\t\t\n\t\t\t\t\tAfter fabricating the brigandish \"Ulsa Five-Point Treaty\" in 1905, the Japanese imperialists deprived Korea of its rights to administer internal and diplomatic affairs and forced it to use their local standard time.\n\t\t\t\t\t\n\t\t\t\t\tThey took away the cultural heritage of Korea, \"Angbuilgu\", a time-measuring apparatus based on sunlight, and other time-measuring instruments and facilities. They instructed their government offices in Korea to use Japan's local standard time, to begin with, since 1906.\n\t\t\t\t\t\n\t\t\t\t\tDuring their rule over Korea, the Japanese imperialists expanded the scope in using their local standard time. An order of the \"Government-General in Korea\" was issued to all parts of Korea to use Japan's local standard time all at once since January 1, 1912. \n\t\t\t\t\t\n\t\t\t\t\tA proof of this is data on \"coordination of standard times of Japan and Korea\" included in the first paragraph of the \"meteorological observation and lunar calendar of Korea\" of the \"25-year-long history of administration\" printed by the \"Government-General in Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t\"As of June 2, Meiji 39 (1906) only some government offices of the Japanese Empire operational on the Korean Peninsula used Japanese local time. Since April 1, Meiji 41 (1908) government offices of both countries used Japan's local time with 30 minutes time difference from the central standard time of the Empire. But as the relations with Korea got closer and bilateral visits got frequent since the annexation in 1910, Japan's Central Standard Time was made the standard time of Korea from January 1, Meiji 45 (1912) in recognition of the necessity to coordinate the time.\"\n\t\t\t\t\t\n\t\t\t\t\tJapan's moves to deprive Korea of its local time were prompted by an intention to turn it into a permanent colony of Japan.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists considered it as a policy to totally enslave the Korean people from the very day when they deprived Korea of its sovereignty and set in motion all their ruling machines to enforce it. \n\t\t\t\t\t\n\t\t\t\t\tThe authority of the King of Korea went over to the king of Japan and the Koreans were reduced to modern-type slaves who obeyed the \"order of the governor-general\".\n\t\t\t\t\t\n\t\t\t\t\tAccording to the royal ordinance of the king of Japan, the \"governor-general\" had an unlimited authority to stop the Koreans' ears and mouths and bind them hand and foot, including the prerogative to command the ground and naval forces of Korea. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists implanted the idea of \"oneness of Japan and Korea\" and \"one and the same ancestry and roots\" into the minds of Koreans in a bid to obliterate the national spirit of Korea and make the Koreans \"Japanese subjects.\"\n\t\t\t\t\t\n\t\t\t\t\tAs part of these moves, the Japanese imperialists forced the Koreans to pay \"silent tribute at noon\" in accordance with Japan's local standard time.\n\t\t\t\t\t\n\t\t\t\t\tWhen a siren blew at noon, all the Koreans and Japanese residents were obliged to stop their work and make \"a bow in the direction of the palace\" where there was the king of Japan.\n\t\t\t\t\t\n\t\t\t\t\tStudents were obliged to make a bow towards a picture of the royal \"palace\" displayed on a wooden pole standing at the entrance of schools at 8 a.m.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists openly said they could expect the effects of the assimilation when they prevented the Koreans from knowing about their own things and history and tradition, deprived them of their soul and national culture and introduced the culture of Japan.\n\t\t\t\t\t\n\t\t\t\t\tThe Koreans were thus deprived of their mother tongue and even of their names and forced to use Japan's local standard time. This was the miserable fate of the Koreans at that time. \n\t\t\t\t\t\n\t\t\t\t\tNo matter how much water may flow under the bridge, the crimes committed by the Japanese imperialists against the Korean people can never be forgotten. The Korean nation will force Japan to pay a thousand-fold higher price for them."
        },
        {
            "title": "Rodong Sinmun Calls for Accomplishing Cause of Immortalizing Leader",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-13ee.html",
            "content": "Rodong Sinmun Calls for Accomplishing Cause of Immortalizing Leader\r\nPyongyang, June 25 (KCNA) -- The work of the dear respected Kim Jong Un \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" serves as important guidelines for accomplishing the cause of immortalizing the leader, says Rodong Sinmun on Monday in a bylined article.\n\t\t\t\t\tIt is a principled requirement for victoriously advancing the revolutionary cause of Juche to hold leader Kim Jong Il in high esteem forever as the sun of the Songun era, the article notes, and goes on.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un's work comprehensively lays down the principled issues of developing the WPK into the glorious party of President Kim Il Sung and Kim Jong Il forever.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un clarified in the work that the guiding idea of the WPK is great Kimilsungism-Kimjongilism and the WPK is the glorious party struggling to materialize it.\n\t\t\t\t\t\n\t\t\t\t\tHe formulated the modeling of the whole society on Kimilsungism-Kimjongilism as the supreme programme of the party.\n\t\t\t\t\t\n\t\t\t\t\tThe work clarifies the principled issues of implementing Kim Jong Il's behests and clearly indicates ways for settling them including matters of consolidating the might of the single-minded unity of the party and revolutionary ranks and the military power of the country in every way and bringing about a decisive turn in improving the standard of people's living and building an economic power.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un in his work underlined the need to firmly uphold and preserve the ideas and feats of Kim Jong Il and solve all the issues arising in the revolution and construction the way he did in line with his idea and intention."
        },
        {
            "title": "Rodong Sinmun Calls for Advancing toward Peace, Reunification",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-10ee.html",
            "content": "Rodong Sinmun Calls for Advancing toward Peace, Reunification\r\nPyongyang, June 25 (KCNA) -- Rodong Sinmun Monday editorially calls on all the Korean people to foil the moves of warlike forces at home and abroad to ignite a new war and make a dynamic drive for bringing earlier the rosy future of national reunification with confidence under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\tIn the past Fatherland Liberation War, the army and people of the DPRK bravely fought, rallied as one around President Kim Il Sung, thus defeating the U.S. imperialists who boasted of being the \"strongest\" in the world and honorably defending the freedom and independence of the country, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation has been exposed to the constant danger of war for nearly six decades since the ceasefire.\n\t\t\t\t\t\n\t\t\t\t\tFar from drawing a due lesson from its defeat in the Korean War, the U.S. has stepped up arms buildup and staged large-scale joint military exercises. It is even instigating the south Korean warlike forces to escalate confrontation with compatriots and launch a war against the DPRK in a bid to realize its strategy to dominate Korea.\n\t\t\t\t\t\n\t\t\t\t\tNeither durable peace on the Korean Peninsula nor independent reunification and prosperity would be possible without vigorous struggle against the moves of war-thirsty forces at home and abroad to ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKoreans of different circles at home and abroad should actively support the great Songun politics from patriotic mind.\n\t\t\t\t\t\n\t\t\t\t\tAll the Koreans should get united close as one with the awareness of being responsible for defending peace on the peninsula and decisively check and frustrate the dangerous moves of the U.S. imperialists, south Korean puppet forces and the Japanese reactionaries for military nexus, arms buildup and a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tTo punish the Lee Myung Bak regime keen on war provocation against the DPRK and check the \"Saenuri Party's\" stay in power are essential tasks for defending peace on the peninsula, mending inter-Korean relations and opening a gate to the national reunification."
        },
        {
            "title": "Superiority in Strength Is Not Monopoly of U.S. Imperialists: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-12ee.html",
            "content": "Superiority in Strength Is Not Monopoly of U.S. Imperialists: Rodong Sinmun\r\nPyongyang, June 25 (KCNA) -- If a country is weak in strength, it can not escape a war disaster imposed by the imperialists. This is a serious lesson mankind draws once again, when looking back on the Korean War which broke out 62 years ago. \n\t\t\t\t\tRodong Sinmun Monday says this in a bylined article carried on the day the U.S. imperialists ignited the war.\n\t\t\t\t\t\n\t\t\t\t\tIt was the war the U.S. imperialists started, obsessed with the strength-almighty theory, looking down upon the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhen recollecting the history of the DPRK till June 25, 1950, it was less than five years since the liberation of Korea and it was a little over two years since its revolutionary armed forces were re-organized as regular forces.\n\t\t\t\t\t\n\t\t\t\t\tHuge were the aggressor forces the U.S. imperialists brought into south Korea and its vicinity just till the outbreak of the war.\n\t\t\t\t\t\n\t\t\t\t\tCiting facts to prove that there was a serious imbalance of forces on the peninsula, the article continues:\n\t\t\t\t\t\n\t\t\t\t\tHad the DPRK had just one-dozens of the forces for self-defence it possesses at present at that time, the U.S. imperialists would have not dared provoke the Korean War.\n\t\t\t\t\t\n\t\t\t\t\tIt was scenario of the U.S. imperialists to unleash a war against the DPRK, which looked weakest, first and massively secure troops in the course of carrying out the war and then occupy its whole territory before invading other big countries having the common border with it.\n\t\t\t\t\t\n\t\t\t\t\tNo matter what military and technological superiority the U.S. imperialists claimed, boasting of their mightiness, it could not browbeat the army and people of the DPRK who turned out as one, aware of their just cause.\n\t\t\t\t\t\n\t\t\t\t\tThe myth of the U.S. imperialists' mightiness was completely shattered during the Korean War.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists are still persistently clinging to their war scenario to invade the DPRK, oblivious of their bitter defeat during the Korean War. But the military and technological superiority is by no means a monopoly of the U.S. imperialists. Gone are the days never to return when they could threaten the DPRK with A-bombs."
        },
        {
            "title": "Rodong Sinmun Terms U.S., S. Korean Authorities Arch Criminals of Escalated Tension",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-11ee.html",
            "content": "Rodong Sinmun Terms U.S., S. Korean Authorities Arch Criminals of Escalated Tension\r\nPyongyang, June 25 (KCNA) -- All Koreans in the north and the south are living in an unstable situation, neither war nor peace. The U.S. and the south Korean \"government\" authorities aligned with it are entirely to blame for the tense situation in the Korean Peninsula and the rest of Northeast Asia.\n\t\t\t\t\tRodong Sinmun Monday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and the Lee Myung Bak group are trumpeting about \"provocation\" and \"threat\" from the DPRK louder than ever before in a bid to give impression that they are interested in peace and security on the Korean Peninsula, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tShortly ago, the U.S. and south Korean puppet forces held the second foreign and defense ministerial talks in Washington. At the talks the warmongers at home and abroad agreed on the joint operation of the anti-missile system to cope with \"missile threats\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe joint statement signed there stipulated the U.S. sustained provision of the \"extended nuclear deterrence\" to south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe unprecedented joint maneuvers of warlike forces at home and abroad are projecting the danger of a new war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is that the U.S., Japan and south Korea are openly staging joint military exercises. This poses a great threat to the DPRK as well as other countries in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. and Lee group ignite a war of aggression again on this land, the provokers will face more merciless punishment than that in the past war."
        },
        {
            "title": "S. Korea's Anti-DPRK War Drumbeats Flayed",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-31ee.html",
            "content": "S. Korea's Anti-DPRK War Drumbeats Flayed\r\nPyongyang, June 25 (KCNA) -- The south Korean warmongers announced that they would stage a \"Hwarang\" exercise in an eastern coastal area of south Korea between June 25 and 28, according to KBS of south Korea.\n\t\t\t\t\tThis saber-rattling envisages a drill of hurling huge forces and equipment into a coastal area and getting civilians, government officials and policemen involved in it under the simulated condition of other's \"provocation.\"\n\t\t\t\t\t\n\t\t\t\t\tOn June 21 the \"Chongryong\" unit of the south Korean Marine Corps kicked off a combined drill to cope with a crisis in a coordinated operation with authorities and policemen in Kimpho City, Kyonggi Province."
        },
        {
            "title": "Lee Myung Bak Regime Accused of Its Crimes against Nation",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-22ee.html",
            "content": "Lee Myung Bak Regime Accused of Its Crimes against Nation\r\nPyongyang, June 25 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the United States, on June 20 posted an article hitting out at traitor Lee Myung Bak of south Korea for having committed crimes against the nation.\n\t\t\t\t\tLee Myung Bak's past years in power were characterized by his rash acts against the nation and peace, the article noted, and continued:  He has pursued war moves in collusion with outside forces, rejecting national reconciliation and cooperation. He went the lengths of allowing even Japan to get involved in the DPRK-targeted war maneuvers.\n\t\t\t\t\t\n\t\t\t\t\tThat is why the call for not allowing the present \"government\" to stay in power is heard from the political camp.\n\t\t\t\t\t\n\t\t\t\t\tAll Koreans have the historic duty to bring down the Lee regime without fail.\n\t\t\t\t\t\n\t\t\t\t\tIt called on all the progressive forces in south Korea to pool their efforts to punish the Lee Myung Bak regime and the \"Saenuri Party\"."
        },
        {
            "title": "False Report of S. Korean Conservative Media Comes under Fire",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-14ee.html",
            "content": "False Report of S. Korean Conservative Media Comes under Fire\r\nPyongyang, June 25 (KCNA) -- The \"Measure Council of Religious, Civic and Public Organizations to Cope with Misinformation by Dong-A Ilbo on Late Spring Mun Ik Hwan School\" held a press conference in Seoul on June 22 in which it vowed to strongly counter the action of the conservative paper.\n\t\t\t\t\tA press release was read out at the conference.\n\t\t\t\t\t\n\t\t\t\t\tIt noted that the conservative paper released a false report on the school, doing harm even to children.\n\t\t\t\t\t\n\t\t\t\t\tIt branded the action as a trick to turn the situation favorable for the \"presidential\" election by carrying out the coloring operation.\n\t\t\t\t\t\n\t\t\t\t\tUnpardonable is the conservative forces and media's action to tarnish the image of the school whose the contents of education are to realize the peaceful reunification true to the intention of Rev. Mun Ik Hwan, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThe paper must be forced to pay for its action, it warned.\n\t\t\t\t\t\n\t\t\t\t\tThe press release urged the paper to immediately apologize for making the false report that left bruise on the minds of the children and make a correction report.\n\t\t\t\t\t\n\t\t\t\t\tIt also expressed the determination of civic and social bodies that consist of people from all walks of life to launch a vigorous movement to defend the school from such actions of conservative media."
        },
        {
            "title": "U.S. and S. Korea Stage Joint Naval Drill",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-33ee.html",
            "content": "U.S. and S. Korea Stage Joint Naval Drill\r\nPyongyang, June 25 (KCNA) -- The U.S. imperialists and the south Korean puppet army staged a large-scale joint naval drill in the West Sea of Korea from June 23 to 25, according to MBC of south Korea.\n\t\t\t\t\tThe drill was aimed at mounting a preemptive attack on the DPRK from the seas.\n\t\t\t\t\t\n\t\t\t\t\tIt involved the U.S. nuclear-powered carrier George Washington, fighters, Aegis destroyers and other modern offensive means as well as more than 8 000 troops.\n\t\t\t\t\t\n\t\t\t\t\tThe saber-ratting in the West Sea of Korea where the north and the south stand at a sharp confrontation was another provocation aimed at igniting a war against the DPRK."
        },
        {
            "title": "U.S. Imperialists Branded as Provoker of Korean War",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-30ee.html",
            "content": "U.S. Imperialists Branded as Provoker of Korean War\r\nPyongyang, June 25 (KCNA) -- June 25 is the day when the U.S. imperialists unleashed the Korean War.\n\t\t\t\t\tOn this occasion KCNA had an interview with Ra Yong Sun, deputy head of the research department at the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t\n\t\t\t\t\tQ: Would you tell me about the preparations the U.S. imperialists had made after their occupation of south Korea to provoke the Korean War?\n\t\t\t\t\t\n\t\t\t\t\tA: The U.S. imperialists organized and expanded the south Korean puppet army and kept it under their control.\n\t\t\t\t\t\n\t\t\t\t\tIn 1949 they delivered to south Korea huge military equipment enough to arm 50 000 troops and then offered military aid amounting to more than 87 million dollars in addition.\n\t\t\t\t\t\n\t\t\t\t\tThe military aid granted by the United States to south Korea from 1945 to 1949 totaled to at least one billion dollars.\n\t\t\t\t\t\n\t\t\t\t\tIn June 1950 Dulles came to south Korea as a special envoy of the then U.S. president, Truman, and finally examined the war plan at a trench along the 38th parallel.\n\t\t\t\t\t\n\t\t\t\t\tQ: The camouflage and deceptive ruse, employed by the U.S. imperialists on the eve of the Korean War, well showed that they were the provoker of it. Please tell me about that.\n\t\t\t\t\t\n\t\t\t\t\tA: They evacuated the American families at the U.S. embassy in Seoul to Japan through Kimpho Airport and then other American families and noncombatants by air and sea.\n\t\t\t\t\t\n\t\t\t\t\tThey also directed movements of hierarchs under the name of weekend, travel and the like.\n\t\t\t\t\t\n\t\t\t\t\tTraitor Syngman Rhee of south Korea played such dramas as lifting of emergency martial law, exit permit to the barracks and parties under the U.S. scenario.\n\t\t\t\t\t\n\t\t\t\t\tAt last the U.S. imperialists instigated the south Korean puppet forces to launch a surprise armed attack on the northern half of Korea from all areas along the 38th parallel at 04:00 on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\tBut they suffered a bitter defeat in this three-year war, the first defeat in the U.S. history of wars.\n\t\t\t\t\t\n\t\t\t\t\tIf the United States, oblivious of the past lesson, dares ignite another war in the Korean Peninsula, it will face a bitterer defeat."
        },
        {
            "title": "Environment Protection in DPRK Introduced by ITAR-TASS",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-08ee.html",
            "content": "Environment Protection in DPRK Introduced by ITAR-TASS\r\nPyongyang, June 25 (KCNA) -- ITAR-TASS of Russia on June 21 introduced the environment protection in the DPRK.\n\t\t\t\t\tEnvironment protection is regarded as an indication of noble patriotism for the wellbeing of the people in the DPRK, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe all-people movement to green the whole country is being conducted regularly in the DPRK every year. Steps for protecting forests are being taken, natural sanctuaries increased and the period for general mobilization for land management was instituted. Various laws on environment protection have been adopted and enforced.\n\t\t\t\t\t\n\t\t\t\t\tOn March 2, 1946 President Kim Il Sung climbed Moran Hill in Pyongyang and gave precious teachings on planting many trees and flowers. Since then, a nationwide tree planting campaign has been conducted in the country every spring and autumn.\n\t\t\t\t\t\n\t\t\t\t\tThe dear respected Kim Jong Un recently clarified the tasks and ways of further strengthening land management and environment protection."
        },
        {
            "title": "UK Organizations Urge Withdrawal of U.S. Aggression Forces from S. Korea",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-07ee.html",
            "content": "UK Organizations Urge Withdrawal of U.S. Aggression Forces from S. Korea\r\nPyongyang, June 25 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on June 11 on the lapse of ten years since the U.S. forces in south Korea brutally killed schoolgirls Sim Mi Son and Sin Hyo Sun.\n\t\t\t\t\tThe two schoolgirls were ruthlessly run over by a U.S. armored car, the statement recalled, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean \"government\" authorities are not invested with the right to judge GIs who committed murderous crimes in south Korea. The U.S. is enjoying extraterritorial rights by the south Korea-U.S. \"Status of Forces Agreement\". This grants Americans colonialist privilege in south Korea and thus let them go unpunished though they commit heinous crimes while going on the rampage.\n\t\t\t\t\t\n\t\t\t\t\tThe killing clearly shows that the U.S. imperialists are the Korean people's sworn enemy whom they cannot exist together. \n\t\t\t\t\t\n\t\t\t\t\tDuring the past Korean War the U.S. imperialists mercilessly massacred millions of Koreans in Sinchon in the northern half of Korea, Rogun-ri of south Korea and other places.\n\t\t\t\t\t\n\t\t\t\t\tKilling, robbery, rape and other crimes by the U.S. imperialists are still going on in south Korea. The U.S. imperialist aggression forces in south Korea are the root cause of all crimes and degeneration. \n\t\t\t\t\t\n\t\t\t\t\tThe British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association demand a clear investigation into the case and stern punishment of those murderers.\n\t\t\t\t\t\n\t\t\t\t\tWe demand the U.S. imperialist aggression forces, the root cause of misfortune of the south Korean people, be withdrawn from south Korea immediately and unconditionally."
        },
        {
            "title": "Kim Jong Un's Works Carried by Foreign Papers",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-01ee.html",
            "content": "Kim Jong Un's Works Carried by Foreign Papers\r\nPyongyang, June 25 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted on its Internet website on June 18 the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\". It was also carried by the Nepali paper Charcha.\n\t\t\t\t\tThe work, published on April 20, 2012, deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt indicates the tasks of steadily defending their idea and exploits and glorifying them forever.\n\t\t\t\t\t\n\t\t\t\t\tThe Mongolian paper Montsame Medee on June 15 carried the gist of the congratulatory speech made by Kim Jong Un at a joint national meeting of the Korean Children's Union (KCU) organizations in celebration of its 66th birthday.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, in his speech on June 6, 2012, expressed his steadfast will to invariably carry forward the noble outlook of Kim Il Sung and Kim Jong Il on future and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\tHe also indicated tasks and ways for bringing up the KCU members to be reserves, knowledgeable, virtuous and healthy, who will be responsible for the future destiny of the country and the nation."
        },
        {
            "title": "Kim Jong Un's Work Published in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-02ee.html",
            "content": "Kim Jong Un's Work Published in Bangladesh\r\nPyongyang, June 25 (KCNA) -- The Bangladesh Institute of the Juche Idea published in booklet the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\".\n\t\t\t\t\tThe work, published on April 6, 2012, clarifies the idea that it is a principled requirement for the victorious advance of the Korean revolution to hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\tIt sets forth the tasks to be fulfilled to steadily develop the WPK into a glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tA work releasing ceremony took place in Dhaka on June 17."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet Website of UK Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-03ee.html",
            "content": "Kim Jong Il's Work Posted on Internet Website of UK Organization\r\nPyongyang, June 25 (KCNA) -- The British Association for the Study of Songun Policy on June 19 posted on its Internet website the full text of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\tThe work, published on June 19, 1997, deals with the idea that to preserve the Juche character and national character in the revolution and construction is the fundamental principle to be maintained in accomplishing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\tIt also calls for adhering to the patriotic stand and the principle of national independence in the revolution and construction and indicates the tasks and ways of building the Juche-based forces and struggling against imperialism and dominationism."
        },
        {
            "title": "Kim Jong Il's Great Career Praised by Indonesian Party Leader",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-05ee.html",
            "content": "Kim Jong Il's Great Career Praised by Indonesian Party Leader\r\nPyongyang, June 25 (KCNA) -- Ristiyanto, secretary general of the National Guidance Council of the Pioneer Party of Indonesia, issued a statement on June 14 to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea and the 12th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\tHe said: June 19, 2012 is a significant day, the 48th anniversary of Kim Jong Il's start of work at the C.C., the WPK. He devoted his whole life to prosperity of the DPRK and the accomplishment of the human cause of independence. He led the army and people of the DPRK to victory with his Songun revolutionary leadership and turned the DPRK into a political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\tMarking the anniversary we are recollecting again the undying feats of Kim Jong Il, who devoted his all to the happiness of the Korean people, defence of the country's sovereignty and the sacred cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\tWe are convinced that his noble cause will be successfully inherited and accomplished by Kim Jong Un, first secretary of the WPK and first chairman of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\tWe also reaffirm our full support for the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\tWe hope Korea will be reunified independently and peacefully on the principle of the declaration and in its spirit.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un will lead the heroic Korean people to rosier future."
        },
        {
            "title": "Kim Jong Il's Feats in Party Building Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-06ee.html",
            "content": "Kim Jong Il's Feats in Party Building Praised by Foreign Newspapers\r\nPyongyang, June 25 (KCNA) -- Foreign newspapers carried special write-ups to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tThe Indian paper New Delhi Times on June 12 said that he performed great feats while leading the WPK for nearly half a century. \n\t\t\t\t\t\n\t\t\t\t\tIt went on:\n\t\t\t\t\t\n\t\t\t\t\tHe made sure that the WPK was strengthened with the Juche idea founded by President Kim Il Sung as the only guidelines and the tradition of unity and cohesion was glorified.\n\t\t\t\t\t\n\t\t\t\t\tOne of the distinguished feats he performed in party building was that he built the WPK into the genuine motherly party serving the people.\n\t\t\t\t\t\n\t\t\t\t\tThe Indian paper Indian and World Event also dedicated an article to the anniversary on June 15.\n\t\t\t\t\t\n\t\t\t\t\tThe Bangladeshi paper Ekota on June 14 noted that epochal changes took place in the DPRK since Kim Jong Il started work at the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepali paper Jana Sata on June 9 said: \n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il put forward the programme on modeling the whole party on the revolutionary idea of President Kim Il Sung and energetically led the struggle for implementing it, thus consolidating the party as firm as a rock into the ideologically and organizationally integral whole that moves according to the one leadership system centered on the same idea.\n\t\t\t\t\t\n\t\t\t\t\tHe led the WPK along the road of socialism despite the imperialists' moves against socialism in the 1990s, the paper added.\n\t\t\t\t\t\n\t\t\t\t\tThe Nigerian paper Nigerian Observer on June 7 carried an article titled \"Kim Jong Il's feats in developing WPK\"."
        },
        {
            "title": "Lectures in Different Countries Mark Anniversary of Kim Jong Il's Start of Work at WPK",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-04ee.html",
            "content": "Lectures in Different Countries Mark Anniversary of Kim Jong Il's Start of Work at WPK\r\nPyongyang, June 25 (KCNA) -- Lectures were delivered in Sweden, India and Uganda between June 14 and 16 to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tEric Andersson, international secretary of the Communist Party in Sweden, in his lecture said that General Secretary Kim Jong Il published \"On the Juche Idea\" and many other works, systematizing in a comprehensive and integral way and developing in depth the Juche idea, the great guiding idea of the cause of independence. The international secretary went on: \n\t\t\t\t\t\n\t\t\t\t\tBy pursuing the Songun politics, Kim Jong Il remarkably strengthened the self-defensive power and made sure that the DPRK had an access to nuclear deterrent, thereby firmly defending the dignity and sovereignty of the country and socialism and reliably guaranteeing the peace and security in the Korean Peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tHe also conducted energetic external activities to build a new world in which the idea of independence, friendship and peace is applied while directing efforts to the development of relations with various countries of the world aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\tB. C. Gupta, chairman of the Juche Idea Study Society of Indian Delhi, noted: \n\t\t\t\t\t\n\t\t\t\t\tWhat is distinguished in the feats Kim Jong Il performed in the party leadership is that he built the WPK into the motherly party serving the people. He expounded the idea that the ruling party under socialism exists for the people and the duty of the WPK is to struggle to meet the people's demand for independence and interests. He also paid particular attention to guiding the party to rally the broad masses and take care of them in a responsible manner. He saw to it that every line and policy were worked out and put into practice in reflection of the will and demand of the people so that their interests would not be encroached upon.\n\t\t\t\t\t\n\t\t\t\t\tThe acting executive secretary of the Ugandan National Women's Council elaborated on his Songun leadership feats."
        },
        {
            "title": "U.S. Interference in China's Internal Affairs Assailed",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-17ee.html",
            "content": "U.S. Interference in China's Internal Affairs Assailed\r\nBeijing, June 24 (KCNA) -- Hong Lei, spokesman for the Chinese Foreign Ministry, on June 21 bitterly denounced the U.S. State secretary of taking issue with China over the import of Iranian oil.\n\t\t\t\t\tSaying that Chinese import of oil from Iran is legal, the spokesman noted that the Chinese government is resolutely opposed to such an act of imposing sanctions upon other country according to one's own law.\n\t\t\t\t\t\n\t\t\t\t\tAs China imports Iranian oil through a regular route to meet the demand for developing its economy, this violates neither the relevant resolution of the UN Security Council nor the interests of the international community, he said."
        },
        {
            "title": "U.S. Launches Secret Spy Satellite",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-16ee.html",
            "content": "U.S. Launches Secret Spy Satellite\r\nPyongyang, June 25 (KCNA) -- The U.S. Air Force on Wednesday said it launched an Atlas V rocket from Cape Canaveral in Florida, carrying a top secret satellite into space. The rocket lifted off in the morning, carrying a NROL-38 payload for the National Reconnaissance Office (NRO)."
        },
        {
            "title": "Iran to Produce Anti-armor Weapons: Defense Minister",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-15ee.html",
            "content": "Iran to Produce Anti-armor Weapons: Defense Minister\r\nTeheran, June 24 (KCNA) -- Iran would mass produce new generation of anti-armor weapons in the near future. Iran's Minister of Defense and Armed Forces Logistics, Brigadier General Ahmad Vahidi, unveiled this plan at a ceremony on Tuesday."
        },
        {
            "title": "MINREX condena a EE.UU. por actos provocativos",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-01ss.html",
            "content": "MINREX condena a EE.UU. por actos provocativos\r\nPyongyang, 25 de junio (ACNC) -- El portavoz de la cancilleria de la Republica Popular Democratica de Corea hizo publica la vispera la siguiente declaracion:\n\t\t\t\t\tEE.UU. cometio otra vez una grave provocacion que viola la soberania y la dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn contubernio con la banda del traidor Lee Myung Bak, las tropas norteamericanas ocupantes del Sur de Corea se atrevieron a librar el dia 22 en la parte surena de la zona desmilitarizada los ejercicios de disparo de gran envergadura sin precedentes en la historia tomando por blanco la bandera de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tRealizar el tiro contra la bandera nacional del Estado soberano sin declarar la guerra resulta una grave provocacion militar y politica.\n\t\t\t\t\t\n\t\t\t\t\tSi bien EE.UU. suele hablar de \"provocacion\" de alguien, quedo muy aclarado en esa ocasion quien es el verdadero provocador.\n\t\t\t\t\t\n\t\t\t\t\tEs por eso tal disparo contra la bandera nacional de la RPDC, simbolo de la soberania  y dignidad de esta constituye la expresion mas concentrada de la politica hostil hacia la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho comprobo otra vez que son completamente mentirosas la insistencia de las autoridades norteamericanas en que no tiene hostilidad a la RPDC y la promesa de no practicar la enemistad  contra esta hecha en el acuerdo RPDC-EE.UU. del 29 de febrero.\n\t\t\t\t\t\n\t\t\t\t\tEn estos dias, EE.UU. esta aplicando mas cruelmente la politica hostil hacia la RPDC movilizando todos los medios y metodos en varios dominios,  cuyo grado esta superando el limite.\n\t\t\t\t\t\n\t\t\t\t\tTal politica hostil persigue la ambicion agresiva de ocupar toda la Peninsula Coreana tras aplastar la RPDC, lo cual demuestra que esa ambicion no se ha cambiado ni en lo minimo hoy tambien como hace 62 anos, cuando desencadeno la Guerra Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la superioridad militar y tecnica ya no es monopolio de EE.UU. sino paso para siempre la epoca en que este imperio nos amenazaba con bombas atomicas.\n\t\t\t\t\t\n\t\t\t\t\tDado que el Generalisimo Kim Jong Il con la destacada politica de Songun preparo el poderoso disuasivo nuclear a que ninguna fuerza agresiva no se atreve a atacar, el pueblo coreano, con la firme conviccion, esta acelerando la construccion de la potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tNuestro disuasivo nuclear autodefensivo es el remedio omnipotente capaz de prevenir la guerra y defender fidedignamente la paz y la estabilidad en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tMientras que EE.UU., con mayor numero de armas nucleares, no abandona la politica hostil a la RPDC, esta intensificara mas el disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa cada vez mas siniestra politica hostil de EE.UU. abrira gran agujero a su sistema de monopolio de armas nucleares."
        },
        {
            "title": "ACNC comenta armamento nuclear de Japon",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-13ss.html",
            "content": "ACNC comenta armamento nuclear de Japon\r\nPyongyang, 25 de junio (ACNC) -- Causan gran preocupacion de los nacionales y extranjeros los pasos de Japon para legalizar el armamento nuclear y la militarizacion del cosmos.\n\t\t\t\t\tEl pasado dia 20, la Dieta de Japon incluyo en la ley principal de energia atomica, considerada como carta magna de la rama, la frase de \"para contribuir a la seguridad nacional\" de manera que se eliminara la barrera legal para el armamento nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, sento la base legal de militarizacion del espacio al enmendar la ley que limitaba a los fines pacificos las actividades del aparato de estudio y desarrollo de la cosmonautica.\n\t\t\t\t\t\n\t\t\t\t\tPara evitar las criticas de nacionales y extranjeros y las polemicas al respecto, los astutos politiqueros japoneses agregaron unas expresiones al parrafo anterior y no las publicaron en la pagina web de la Dieta hasta que el proyecto de enmienda fuera aprobado en la camara de representantes.\n\t\t\t\t\t\n\t\t\t\t\tAsi Japon alcanzo otra meta criminal por el armamento nuclear y la militarizacion del espacio saliendo del \"paraguas nuclear\" de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tComo saben todos, el pais isleno viene impulsando en secreto el armamento nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDesde 1967 hasta 1970, termino la investigacion basica de su politica nuclear y desde 1995, realizo profundos estudios sobre el arma nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDe las 50 centrales nucleares de Japon se derivan cada ano los residuos nucleares con que se puede producir mucha cantidad de plutonio.\n\t\t\t\t\t\n\t\t\t\t\tJapon, aspirante a la primera portadora de plutonio del mundo, ya acumulo gran cantidad de esa sustancia y se propone ampliarla a 400 toneladas con que se puede fabricar 60 mil armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEn el plano de militarizacion del cosmos, en mayo de 2008, la Dieta japonesa dio luz verde a la \" ley basica del cosmos\" que permite el uso del universo con fines militares.\n\t\t\t\t\t\n\t\t\t\t\tLuego, fundo la \"direccion estrategica para el desarrollo espacial\" con el premier japones en la jefatura.\n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de la \"seguridad nacional\", ya quedo politizado el uso de las redes de satelites nacionales y las instalaciones de apoyo en el sistema antimisiles y resultaron legalizados el desarrollo y el lanzamiento de satelites con fines militares.\n\t\t\t\t\t\n\t\t\t\t\tEsto significa que Japon se dispuso de su propio sistema antimisiles.\n\t\t\t\t\t\n\t\t\t\t\tEvidentemente, la meta final de la conversion en potencia militar y el armamento nuclear de Japon esta en la reagresion a Asia y la expansion a ultramar y su primer blanco es la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn estos dias, para justificar sus actos, los reaccionarios japoneses hablan ruidosamente de la \"amenaza nuclear y de misil\" de alguien instigando a la opinion publica y enganando la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl ambicioso armamento nuclear y militarizacion espacial de Japon, que trata de alcanzar a las potencias, causara la carrera armamentista en la region y el mundo entero.\n\t\t\t\t\t\n\t\t\t\t\tEs natural que la sociedad internacional tomara precaucion y reaccionara a las imprudentes maniobras de las fuerzas ultraderechistas de Japon que suenan con la reagresion."
        },
        {
            "title": "EE.UU. y Sur de Corea son culpables de la tensa situacion: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-05ss.html",
            "content": "EE.UU. y Sur de Corea son culpables de la tensa situacion: Rodong Sinmun\r\nPyongyang, 25 de junio (ACNC) -- Ahora los compatriotas del Norte y el Sur de Corea viven en un estado inestable, es decir, no estan en guerra ni en paz.\n\t\t\t\t\tLa tensa situacion de la Peninsula Coreana y la region del Nordeste Asiatico la crean Estados Unidos y las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl imperio y la banda de Lee Myung Bak fingen estar interesados en la paz y la garantia de seguridad de la Peninsula Coreana hablando mas que nunca de la \"provocacion\" y \"amenaza\" del Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, tuvieron lugar por segunda vez en Washington las conversaciones entre los ministros de Relaciones Exteriores y Defensa del Sur de Corea y EE.UU., en las cuales acordaron establecer el sistema de administracion conjunta de la red de defensa antimisiles para hacer frente a la supuesta \"amenaza de misiles\" del Norte.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, anotaron en la declaracion conjunta aprobada al final de la reunion el ofrecimiento continuo del \"disuasivo nuclear ampliado\" de EE.UU. al Sur de Corea, etc.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios militares conjuntos anti-RPDC de los belicistas internos y externos, que se tornan ahora mas intensos que nunca, aumentan el peligro de nueva guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAmenazan seriamente a la RPDC y otros paises del Nordeste Asiatico los abiertos ejercicios militares trilaterales EE.UU.-Japon-Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y la banda del traidor Lee Myung Bak vuelven a desatar la guerra de agresion, seran sometidos a un castigo incomparablemente mas fuerte que en la pasada guerra coreana."
        },
        {
            "title": "Imperialismo norteamericano es provocador de guerra coreana",
            "url": "http://kcna.co.jp/item/2012/201206/news25/20120625-14ss.html",
            "content": "Imperialismo norteamericano es provocador de guerra coreana\r\nPyongyang, 25 de junio (ACNC) -- En un dia como hoy de hace 62 anos, el imperialismo norteamericano desato la pasada guerra coreana.\n\t\t\t\t\tCon motivo de esa efemeride, concedio una entrevista con la ACNC Ra Yong Sun (65 anos de edad), subjefe del Departamento Academico del Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tPeriodista: Quisiera que Vd. cuente para nuestros lectores como los imperialistas norteamericanos se prepararon para la guerra anti-RPDC luego de ocupar el suelo surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tRa: En primer lugar, el imperialismo norteamericano organizo y amplio gradualmente el ejercito surcoreano y establecio su mando sobre estas fuerzas titeres.\n\t\t\t\t\t\n\t\t\t\t\tEn 1949, suministro al Sur de Corea los equipos belicos suficientes para armar a 50 mil efectivos y luego le dio la asistencia militar adicional valorada en mas de 87 millones de USD.\n\t\t\t\t\t\n\t\t\t\t\tDesde 1945 hasta 1949, ascendio a mas de mil millones de USD el monto de la ayuda militar de EE.UU. al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCCC, quien viajo en junio de 1950 al Sur de Corea en calidad de enviado especial del entonces presidente norteamericano Truman, examino finalmente el plan de guerra de agresion al pie de las trincheras en el paralelo 38.\n\t\t\t\t\t\n\t\t\t\t\tPeriodista: Le pido ahora que explique lo que hicieron los imperialistas norteamericanos en visperas de guerra para disimular su naturaleza de provocador y agresor.\n\t\t\t\t\t\n\t\t\t\t\tRa: Le dire primero lo que hicieron en silencio. Las autoridades norteamericanas transportaron a Japon por via aerea a las familias de su embajada en Seul desde el aeropuerto de Kimpho.\n\t\t\t\t\t\n\t\t\t\t\tLas demas familias y personal no combatiente lo hicieron por avion o buques de transporte.\n\t\t\t\t\t\n\t\t\t\t\tLuego, EE.UU. orquesto y publico en la prensa los movimientos fingidamente holgados de sus altas figuras, tales como el descanso del fin de semana y el viaje privado.\n\t\t\t\t\t\n\t\t\t\t\tSegun las instrucciones de su amo gringo, el traidor surcoreano Syngman Rhee desactivo la ley marcial de emergencia, permitio la salida del cuartel a los uniformados y su hospedaje en las afueras y ofrecio banquetes opiparos.\n\t\t\t\t\t\n\t\t\t\t\tA instigacion del imperialismo norteamericano, a las 4 de la madrugada del 25 de junio de 1950, el ejercito titere surcoreano inicio de modo sorpresivo la invasion armada contra la RPDC a lo largo del paralelo 38.\n\t\t\t\t\t\n\t\t\t\t\tPero, ellos sufrieron una derrota amarga en esa guerra trienal.\n\t\t\t\t\t\n\t\t\t\t\tLa guerra coreana constituyo la primera derrota de EE.UU. en su historia.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. se atreve a volver a provocar la guerra contra la RPDC olvidando las lecciones del pasado, sufrira una derrota mas ignominiosa que en la decada de 1950."
        }
    ]
}