{
    "date": "2012-02-02",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-02ee.html",
    "articles": [
        {
            "title": "Open Questionnaire of the Policy Department of the National Defence Commission of the DPRK ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-19ee.html",
            "content": "Open Questionnaire of the Policy Department of the National Defence Commission of the DPRK\r\n Pyongyang, February 2 (KCNA) -- The Policy Department of the National Defence Commission of the Democratic People's Republic of Korea Thursday issued the following open questionnaire to the south Korean authorities.\n\t\t\t\t\t The south Korean puppet group is crying out for resuming north-south dialogue and mending ties from the outset of the new year.\n\t\t\t\t\t\n\t\t\t\t\t Lately it has so gone shameless as to urge the DPRK to come out for contact at an early date, saying it keeps the door of dialogue open.\n\t\t\t\t\t\n\t\t\t\t\t It went the lengths of warning that the north should not miss the window of opportunity and time has come for it to respond.\n\t\t\t\t\t\n\t\t\t\t\t Behind the scene, the group has been keen on discussing the schedule for Key Resolve and Foal Eagle joint military exercises targeted against the DPRK and hatching whole gamut of anti-DPRK confrontation plots, claiming that it can not give up the fundamentals of the theory of adherence to the principle.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that it is abetted by its American master who keeps asserting that the improvement of the north-south relations should precede and \"sincerity\" of the north as for the dismantlement of nuclear program should be confirmed before anything else.\n\t\t\t\t\t\n\t\t\t\t\t Under the prevailing situation the Policy Department of the DPRK NDC solemnly urges the Lee Myung Bak group of traitors to clearly answer following open questions reflecting the will of the army and people of the DPRK as the group loudly trumpets about resumption of north-south dialogue and improvement of relations.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t1. Is the south Korean group ready to deeply repent of its heinous crimes concerning the great loss to the Korean nation and make apologies for them?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Fresh in the memory of the army and people of the DPRK are crimes committed by the Lee group when the nation was grieving over the great loss to it.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group only took the lead in hurting the people in the DPRK when the nation and other people of the world were sharing the biggest grief.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's announcement that it would never deal with the south Korean authorities was attributable to the group's hideous wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a proper lesson from its wrongdoings, the group mocked at the army and people who shed tears of grief and sorrow and dared to fabricate a lie concerning the passing of general secretary Kim Jong Il, thus adding to its crimes in its anti-DPRK smear campaign. \n\t\t\t\t\t\n\t\t\t\t\t Can the DPRK sit with hooligans intent on sordid acts unimaginable by human brain, betes noires bereft of any intellectual awareness and elementary ethics and morality?\n\t\t\t\t\t\n\t\t\t\t\t National dialogue and contact can bear expected fruit only when they are based on humanity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should punish traitor Lee and his riff-raffs in the name of the nation if they truly hope for resuming dialogue and contact with the DPRK and improving relations with it. They should admit their crimes and apologize with the feelings of deep remorse and also give assurances that they would never try to hurt the dignity of the supreme leadership of the DPRK and do harm to its sacred system and single-minded unity. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t2. Do the authorities have an intention to make public at home and abroad their willingness to implement the historic June 15 joint declaration and the October 4 declaration, its practical program?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The two historic declarations were a patriotic heritage left by Kim Jong Il, matchless patriot and outstanding leader of the nation. They constitute an undying programme for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Stand and attitude to the declarations are a touchstone distinguishing patriotism from treachery and reunification from division.\n\t\t\t\t\t\n\t\t\t\t\t It is exactly the Lee group which marred overnight the historical achievements of national reconciliation, peace and prosperity that were brought about by the declarations, denying their truth.\n\t\t\t\t\t\n\t\t\t\t\t Even at this moment traitor Lee is thinking about realizing \"no nukes, opening and 3 000 dollars\", oft-repeating \"theory of principle\", scenario for confrontation, being holed up in Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t We would like to question if they think we can sit with the group of traitors keen on obstructing what nation wants to do and laying stumbling blocks only in the way of reunification while pushing the north-south relations to an uncontrollable catastrophe?\n\t\t\t\t\t\n\t\t\t\t\t Genuine dialogue and contact are guaranteed by implementation of the two historic declarations, gains common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly stand for holding dialogue and mended ties, they should ostracize the Lee group as it made up its mind to deny and scrap the two declarations. They should push under the carpet the \"theory of principle\" and \"no nukes, opening and 3,000 dollars\", a product of confrontation with fellow countrymen, and make public internally and externally their willingness to implement the two declarations under any circumstances.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t3. Can Lee group promise the world it can no longer hurt the DPRK over \"Cheonan\" warship case and Yonphyong Island shelling incident?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The frayed north-south ties are attributable to the Lee group which deliberately linked the \"Cheonan\" warship sinking case with the DPRK and shifted the blame for Yonphyong Island shelling incident on to the DPRK as part of its escalated campaign for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK clarified more than once the truth regarding the case enough to be understandable by the Lee group by means of an open letter worked out by the inspection group of the National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t Not only broad south Koreans but big powers including the U.S. are becoming increasingly assertive in branding the story of \"north's involvement\" in \"Cheonan\" case as a sheer fabrication of the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t Even Donald Gregg, former U.S. ambassador in Seoul, who brags his knowledge of south Korea said in an official appearance that he does not count on the \"story of the north's involvement in the warship sinking case.\"\n\t\t\t\t\t\n\t\t\t\t\t But Lee group, basing itself on lies, is abusing the \"Cheonan\" case in hurting the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t As for Yonphyong Island shelling incident, it occurred as the puppet military warmongers fired into the territorial waters of the DPRK side first in an attempt to maintain the bogus \"northern limit line\", defying the repeated warnings of its army.\n\t\t\t\t\t\n\t\t\t\t\t The group should have drawn a due lesson from the cross-fire.\n\t\t\t\t\t\n\t\t\t\t\t But the Lee group is reviling the DPRK's self-defensive step as a \"military provocation\", reminding one of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t It seems to have come to the knowledge of the incoherence between the two incidents touted by it as it now talks about discussing the matters at the dialogue.\n\t\t\t\t\t\n\t\t\t\t\t  Do the army and people of the DPRK really have to sit face to face with these brazen-faced villains, who master in orchestrating the farce?\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities so much want dialogue and contact, they should apologize to the nation for having kicked up anti-DPRK racket while peddling the \"story of the north's involvement\" in the warship case and for having branded the DPRK's self-defensive measure as a \"military provocation\". They should promise before the world they would punish those responsible for the farce and stop the evil habit of groundlessly hurting others.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t4. Can the south Korean authorities make a policy decision to stop big joint military exercises targeted against the DPRK?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The big joint military exercises the Lee group has staged in and around south Korea in collusion with the U.S. imperialists are without exception aggression war moves aimed to militarily blackmail and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t War and dialogue are incompatible.\n\t\t\t\t\t\n\t\t\t\t\t It does not make sense to sit face to face with enemy carrying a dagger by the belt and talk about peace.\n\t\t\t\t\t\n\t\t\t\t\t If the group has a true willingness to hold dialogue and improve relations, it should drop the dagger and create favorable atmosphere, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t This was the reason why the DPRK took the resolute measures of suspending the valuable dialogues and contacts whenever there held war exercises in and around south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Lately, the Lee group is sending puppet military warmongers to the U.S. to discuss the schedule of Key Resolve and Foal Eagle joint military exercises slated for late February and signing operational plans worked out to cope with \"military provocation\" from the DPRK, talking about \"dialogue''.\n\t\t\t\t\t\n\t\t\t\t\t The group is paying lip-service to dialogue while whetting a sword to hurt the fellow countrymen behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the group plans staging aggression war exercises at a time when the people in the DPRK still grieve over the greatest loss to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The smokescreen of dialogue and veil of improved ties are too thin, we think.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should clarify their stand at the crossroads of peace or war and dialogue or confrontation.\n\t\t\t\t\t\n\t\t\t\t\t If they truly stand for dialogue, they should make a decision to stop all war exercises, away from the idea of flunkeyism and dependence on outsiders.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t5. Are they ready to drop wrong view on the denuclearization of the Korean Peninsula and practically work for it?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Denuclearization of the Korean Peninsula encompasses the whole territory of the north and south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean Peninsula cropped up as the puppet authorities and the U.S. sneaked nuclear weapons into south Korea pursuant to the U.S. clandestine nuclear policy of neither denying nor confirming.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has more to say than the puppet authorities and the U.S. as regards the denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Problem is that the Lee group is working fool to destroy the nuclear deterrent which fellow countrymen in the north have built to cope with the outsiders' nuclear threat. The group is siding with its master's call for \"the north's dismantlement of nuclear program\".\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the DPRK's nuclear deterrent is a just and self-defensive one to defend the nation from the U.S. nuclear threat, not a deterrent to hurt the nation.\n\t\t\t\t\t\n\t\t\t\t\t History proves that the destiny of the country and nation can not be defended unless nukes are responded with nukes and missiles with missiles.\n\t\t\t\t\t\n\t\t\t\t\t But for the U.S. nuclear threat, the DPRK would not have felt the need to keep even a single nuclear weapon.\n\t\t\t\t\t\n\t\t\t\t\t However, the Lee group introduced \"extended nuclear deterrence\" into south Korea while becoming the first in echoing the U.S. talk about \"north's dismantlement of nuclear program\" and someone' s \"sincerity\" even though it was not aware of the meaning of the \"principle of simultaneous actions.\"\n\t\t\t\t\t\n\t\t\t\t\t Does the DPRK have to sit at a negotiating table with the group of traitors who threaten the fellow countrymen with the U.S. nuclear weapons, being accustomed to flunkeyism, submission and dependence on outsiders?\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should have the common knowledge of the nuclear issue on the peninsula with a proper stand and do what they should do, free from the master's nuclear umbrella, before talking about dialogue.\n\t\t\t\t\t\n\t\t\t\t\t To this end, it is necessary for them to promise the nation that it would buckle down to dismantling nuclear weapons in the south before impudently crying out for \"north's dismantlement of nuclear weapons\".\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 6. Are they going to keep vicious anti-DPRK smear psychological campaign?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t Psychological campaign is, in fact, a war action.\n\t\t\t\t\t\n\t\t\t\t\t Intensified psychological campaign may lead the acute north-south relations to the point of explosion.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK clarified their stand to the matter more than once.\n\t\t\t\t\t\n\t\t\t\t\t  The Lee group, however, is taking lightly the DPRK's patience and countermeasures now in the making.\n\t\t\t\t\t\n\t\t\t\t\t  Since the nation faced the greatest loss, the group has mobilized not only human scum but special agents of the puppet military, escalating different kinds of psychological warfare hurting the dignity of the supreme leadership of the DPRK and slandering its system.\n\t\t\t\t\t\n\t\t\t\t\t The group even dreams in vain of inducing \"contingency\" and \"regime change\".\n\t\t\t\t\t\n\t\t\t\t\t Can the group become the dialogue partner of the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t They should stop psychological warfare and punish those involved in it and honor all the north-south military agreements that were reached in the course of implementing the historic June 15 joint declaration if they are true in their willingness for dialogue and improvement of relations.\n\t\t\t\t\t\n\t\t\t\t\t If the Lee group persists in describing anti-DPRK psychological warfare as \"civilian deed\" and \"people's sentiment\", it would deteriorate the north-south relations. The enraged revolutionary armed forces of the DPRK may deluge the psychological centers and strongholds with fire any moment. The group should bear this deep in mind.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t 7. Does the group have willingness to resume and keep going north-south cooperation and exchange in the direction of promoting nation's peace, prosperity and common interests?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t North-south cooperation and exchange are a nationwide undertaking for nation's common interests and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t They guarantee national reconciliation, unity, peace, prosperity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Typical projects were Kaesong Industrial Zone and tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee, however, put a brake on the cooperation regarding the Kaesong Industrial Zone throughout past four years in office, saying it \"benefits the north only\". As for tour of Mt. Kumgang, Lee suspended it under the pretext of the death of a tourist who met death due to her own mistake.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group tried to give impression that the north-south cooperation and exchange benefited the army of the DPRK and helped it have access to nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t  \"Probe of truth, measures for the prevention of recurrence and provision of personal safety\" are pretexts cooked up by the group to drop a bar on cooperation and exchange.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have so far lived without cooperation and exchange with the puppet group of south Korea and they will be better off in the future without them. The DPRK also has emerged a full-fledged military power possessed of a powerful nuclear deterrent without them.\n\t\t\t\t\t\n\t\t\t\t\t How can the Lee group ignorant of the value of exchange and cooperation become the dialogue partner of the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never be taken in by a small amount of \"nutritious food\" for children.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should repent of having quenched the desire and wishes of the nation for exchange and cooperation, before talking about dialogue. They should voice their willingness to resume exchange and cooperation and keep them going in the direction of promoting national peace, prosperity and common interests. \n\t\t\t\t\t\n\t\t\t\t\t  8. Can the present south Korean authorities meet our principled demand for replacing the present armistice system by a peace-keeping mechanism?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t It is long since the situation in Korea has already reached a war phase due to such unstable state of neither peace nor war. \n\t\t\t\t\t\n\t\t\t\t\t The trend of this situation is attributable to the continuation of the armistice system, a leftover of the Cold War, and the existence of the belligerent relations though half a century has passed since the ceasefire. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is entirely to blame for this fact as it has persistently worked to ignite a war of aggression against the north on the basis of its scenario for the permanent presence of its aggressor forces in south Korea in actuality, while paying lip-service to peace and stability on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Greater responsibility for this situation rests with the Lee group who has created the above-said phase, clinging to the coattail of its master, while getting hell-bent on sycophancy towards the U.S. and confrontation with compatriots. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Lee group that is busy with diplomacy aimed to get assurances from the U.S. for invariable \"military assistance and security guarantee\" including the permanent presence of its imperialist aggressor forces as soon as it announced its military strategy which calls for attaching importance to Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t It is again traitor Lee that is obstructing by hook or by crook the DPRK-U.S. highest military contact which the former has already started for the purpose of defusing the tension on the peninsula and building a peace-keeping mechanism. \n\t\t\t\t\t\n\t\t\t\t\t It is only Lee who is swimming against the trend of the times at a time when all Koreans are waging a struggle to frustrate reckless military provocations of the bellicose forces at home and abroad and their arms build-up, war exercises, etc. holding loft the slogan of peace against war.  \n\t\t\t\t\t\n\t\t\t\t\t If the Lee group truly stands for dialogue, it should take the lead in driving out of this land the U.S. imperialist aggressor forces, the main hurdle lying in building a peace-keeping mechanism on the peninsula, to begin with, and express the will to unconditionally respond to the DPRK's just stand to replace the present armistice system by a peace-keeping mechanism.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t 9. Can the south Korean authorities make a decision to abolish at once the \"Security Law\" and other evil laws against the nation and reunification?\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t SL is the most draconic law designed to suppress the independent desire of the people in the south and block the improvement of the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t By invoking this evil law which should have been scrapped, Lee incriminates those who travel their own country and land and meet with their compatriots. \n\t\t\t\t\t\n\t\t\t\t\t He is punishing on charge of violation of this law even those fair-minded people who visited the bier of the father of the nation and expressed sorrow over his passing.\n\t\t\t\t\t\n\t\t\t\t\t As long as such evil laws as SL remain in force, it is impossible for the north and the south to meet for dialogue nor is it possible to achieve a substantial improvement in the relations and succeed in anything helpful to all Koreans.  \n\t\t\t\t\t\n\t\t\t\t\t  What matters is that Lee lends a deaf ear to the desire and wishes of the public for the repeal of all these draconic laws. \n\t\t\t\t\t\n\t\t\t\t\t SL is a product of the Yusin dictatorial system and a poisonous plant which should have been rooted out already long ago with the end of the Cold War. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly wish dialogue, they should swear before the nation that they will eliminate the Lee group keen to maintain those laws and abrogate those laws to their last vestige. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group had better stop recklessly talking about inter-Korean dialogue and the improved relations, properly understanding its position, and look back itself on whether it is entitled to be a dialogue partner. \n\t\t\t\t\t\n\t\t\t\t\t The people of various circles in south Korea have already set this year as a \"year for settling accounts\" with the present puppet authorities and are becoming increasingly assertive that \"they should fully settle accounts with traitor Lee and his gentries through a stern judgment,\" saying that they should never be allowed to step down of their own accord or \"die natural deaths\".\n\t\t\t\t\t\n\t\t\t\t\t  It is the demand of people of various circles in south Korea to see the group's \"outdated political pattern-outdated system\" abolished and \"new political pattern-new system\" established instead. It is the mind-set in south Korea that there should appear \"a government for national reconciliation\" without traitor Lee. \n\t\t\t\t\t\n\t\t\t\t\t The situation has reached such phase that even \"Grand National Party\" which Lee regarded as his own house posted on Internet even an animation file showing people pulling down the ugly looking statue of the traitor, shouting \"Myung Bak, go away\".\n\t\t\t\t\t\n\t\t\t\t\tIt is long since his group of traitors has already been reduced to a living dead as it has gone against the trend of the times and the people's desire.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will never deal with the Lee group forsaken by the people for the above-said crimes. \n\t\t\t\t\t\n\t\t\t\t\t Proceeding from the stand of national independence and the stance of giving priority to the nation, all of them will achieve national reconciliation and unity and foil every move of the warmongers at home and abroad for war and glorify new 100-year history of Juche era as a history of national reunification."
        },
        {
            "title": "Officials of Policy Department of DPRK NDC Interviewed",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-32ee.html",
            "content": "Officials of Policy Department of DPRK NDC Interviewed\r\n Pyongyang, February 2 (KCNA) -- A press conference took place here today as regards the issue of the open questionnaire of the Policy Department of the National Defence Commission of the DPRK.\n\t\t\t\t\t Present there were Ri Son Gwon and Hong Sok Il, officials of the Policy Department of the DPRK NDC, and media persons in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The question raised by a KCNA reporter: The Lee Myung Bak group of traitors is making much effort to create an impression of \"flexibility\" while talking about the resumption of dialogue, improved relations and the like though the DPRK declared it would never deal with the group. What the group is after?\n\t\t\t\t\t\n\t\t\t\t\tThe answer given by Ri Son Gwon: On Dec. 30 last year the NDC declared before the world that it would never deal with the south side authorities as they committed too hideous acts against the people during their mourning over great loss to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the new year they are becoming increasingly assertive calling for the resumption of dialogue with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They said they keep the door of dialogue open and wait for the DPRK's answer and it should not miss the \"window of opportunity\".\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the voices for resuming dialogue and improving the north-south relations which are heard from south Korea are really true or not. Because large-scale joint military exercises aimed at confrontation, conflict and war and targeted against fellow countrymen are being staged as scheduled behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t The above-said facts make us skeptical about whether the south side authorities are truly calling for inter-Korean dialogue and improved ties. This is our view.\n\t\t\t\t\t\n\t\t\t\t\t The favorable inter-Korean relations have been driven into a total collapse, into the relations of distrust and hostility, not reconciliation and cooperation, into the state of confrontation and war, not dialogue and peace, since the present authorities of the south side came to office.\n\t\t\t\t\t\n\t\t\t\t\t The south side authorities are to blame for this as they have pursued confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t They are calling for dialogue and improved relations in a bid to evade even a little the blame for their collapse of the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t  Voices calling for the judgment of the Lee Myung Bak regime which led the inter-Korean relations to collapse are heard from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people and politicians must know better about this, I think.\n\t\t\t\t\t\n\t\t\t\t\t It seems that the south Korean authorities seek to settle such situation by crying out for resuming dialogue and mending ties, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t If they truly stand for dialogue and improved relations, they should give clear answers to the issues raised in the open questionnaire of the Policy Department of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The question raised by a Rodong Sinmun reporter: What is the stand of the NDC on the fact that the south Korean authorities are persistent in their anti-DPRK psychological warfare while desecrating the bitter tears shed by the Korean people over the great loss to the nation?\n\t\t\t\t\t\n\t\t\t\t\t The answer given by Hong Sok Il: The south Korean authorities' psychological warfare is, indeed, the thrice-cursed high treason. The south Korean authorities are persistently conducting a psychological warfare against the DPRK with human scum and conservative media involved. \n\t\t\t\t\t\n\t\t\t\t\t A psychological warfare is, in fact, a war action.\n\t\t\t\t\t\n\t\t\t\t\t Such anti-DPRK psychological warfare which can be seen only on the eve of war indicates that the south Korean authorities have already abandoned dialogue with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We would like to clearly state once again here that we have already declared we would deal a physical blow at the anti-DPRK psychological warfare of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t This stand of the army of the DPRK on it remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The question raised by a reporter of the Central Broadcasting Committee of Korea: What is the stand of the NDC on the issues of improving the inter-Korean relations and resuming dialogue?\n\t\t\t\t\t\n\t\t\t\t\t The answer given by Ri Son Gwon: The DPRK's stand on achieving the peace of the country and reunifying it by the concerted efforts of the north and the south remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t It is the behests of President Kim Il Sung and general secretary Kim Jong Il and the will of the dear respected Kim Jong Un, the supreme commander, to put an end to the division of the country forced by foreign forces and reunify it.\n\t\t\t\t\t\n\t\t\t\t\t We will take the historic June 15 joint declaration and the October 4 declaration, a programme for implementing it, as a landmark of reunification and advance more dynamically along this road."
        },
        {
            "title": "Kim Jong Un Receives New Year Cards from Foreign Party and State Leaders",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-30ee.html",
            "content": "Kim Jong Un Receives New Year Cards from Foreign Party and State Leaders\r\n Pyongyang, February 2 (KCNA) -- The dear respected Kim Jong Un, supreme leader of the Workers' Party of Korea and the Korean people, received New Year cards from foreign political party and state leaders on the New Year.\n\t\t\t\t\t They were the presidents of Laos, Mongolia, Bangladesh and Sri Lanka, king of Jordan, presidents of Uzbekistan and Vietnam, the prime minister of Pakistan, the chairman and the general secretary of the Mongolian People's Party, the general secretary of the C.C., the Communist Party of India (Marxist), the general secretary of the C.C., the Communist Party of Vietnam, the chairman and the general secretary of the Communist Workers' Party of Finland for the Peace and Socialism and the national secretary of the Socialist Workers' Party of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t He received similar cards from the head of the Organization Department of the C.C., the Communist Party of China who is member of its Political Bureau and member of its Secretariat, the head of the International Liaison Department of the C.C., the CPC, a member of the Secretariat of the National Committee of the Workers' World Party of the U.S., the director-general of the UNESCO and the director of the Regional Office for South-East Asia of the WHO."
        },
        {
            "title": "Kim Yong Nam Meets Egyptians",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-21ee.html",
            "content": "Kim Yong Nam Meets Egyptians\r\n Pyongyang, February 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with Naguib Sawiris, executive chairman of the Orascom Telecom Media and Technology Holdings SAE of Egypt, and his companion who paid a courtesy call on him at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "DPRK Premier Learns about Koryo Sungkyunkwan",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-33ee.html",
            "content": "DPRK Premier Learns about Koryo Sungkyunkwan\r\n Pyongyang, February 2 (KCNA) -- Premier Choe Yong Rim on Feb. 2 learned about the progress made in the construction of a new building of the Koryo Sungkyunkwan Academy on the spot.\n\t\t\t\t\t Under the meticulous care of President Kim Il Sung and leader Kim Jong Il the academy came to regain its former status as the highest educational institution with a more than thousand-long history. \n\t\t\t\t\t\n\t\t\t\t\t Always paying deep attention to the nation's education, Kim Jong Il gave a series of instructions to construct a new building of the academy in a national and modern style, true to the noble intention of Kim Il Sung and clearly indicated its orientation and ways. \n\t\t\t\t\t\n\t\t\t\t\t Having turned out in the project with the desire to successfully implement the behest of Kim Jong Il, the builders are effecting a surge in the construction project despite biting cold. \n\t\t\t\t\t\n\t\t\t\t\t  Choe held a consultative meeting of officials concerned after looking round the construction site.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting discussed how the related units should supply a sufficient quantity of materials, etc. necessary for completing the construction earlier than scheduled and the best quality in construction be ensured.\n\t\t\t\t\t\n\t\t\t\t\t It, at the same time, took measures for sufficiently supplying coal and electricity to the citizens of Kaesong."
        },
        {
            "title": "DPRK FM Meets Brazilian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-23ee.html",
            "content": "DPRK FM Meets Brazilian Ambassador\r\n Pyongyang, February 2 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with Brazilian Ambassador to the DPRK Arnaldo Carrilho who paid a farewell call on him Thursday."
        },
        {
            "title": "Condolence Messages to Kim Yong Nam from Heads of State",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-25ee.html",
            "content": "Condolence Messages to Kim Yong Nam from Heads of State\r\n Pyongyang, February 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received condolence messages from heads of state of different countries over the passing of general secretary Kim Jong Il.\n\t\t\t\t\t They are presidents of Singapore, the Philippines, Turkey, Azerbaijan, Uzbekistan, Iran, Greece, Switzerland, Mozambique, Cameroon, Cote d'Ivoire, Myanmar, Algeria and Peru, the prime minister of India, the king of Malaysia, the sultan of Brunei Darussalam and the governor-general of Australia. \n\t\t\t\t\t\n\t\t\t\t\t The messages extended deep sympathy to the government and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They assured the continuous development of friendly and cooperative relations with the DPRK."
        },
        {
            "title": "Congratulatory Message from President of Mozambique",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-24ee.html",
            "content": "Congratulatory Message from President of Mozambique\r\n Pyongyang, February 2 (KCNA) -- Supreme leader of the DPRK Kim Jong Un received a congratulatory message from President of Mozambique Armando Emilio Guebuza on Jan. 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On hearing with great pleasure the news that you became the supreme leader of the Democratic People's Republic of Korea, I would like to extend the warmest congratulations to you.\n\t\t\t\t\t\n\t\t\t\t\t It is my firm belief that the great people of your country will achieve its prosperity under your outstanding and wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I reassure that I will continue to work closely with you to boost the excellent relations of friendship, solidarity and cooperation between our two countries.\n\t\t\t\t\t\n\t\t\t\t\t I most sincerely wish you good health and safe as well as success in your new and noble job."
        },
        {
            "title": "KCNA Ridicules Last-ditch Efforts of Those Aboard Wrecked Ship ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-26ee.html",
            "content": "KCNA Ridicules Last-ditch Efforts of Those Aboard Wrecked Ship \r\n Pyongyang, February 2 (KCNA) --As the proverb a crow is never whiter for often washing goes, the south Korean newspaper Chosun Ilbo has always taken the lead in obstructing the unity of the compatriots and national reunification. On Feb. 1 it released extremely malignant misinformation about compatriots.\n\t\t\t\t\t It cited lies invented by human scum, misrepresenting the atmosphere of mourning over the great loss to our nation this or that way.\n\t\t\t\t\t\n\t\t\t\t\t The nation's enemies were so upset by the perfect unity of the DPRK unprecedented in history displayed during the mourning period, touching the world, that they are making a shriek of despair. \n\t\t\t\t\t\n\t\t\t\t\t People are greatly infuriated by what this reptile paper has done as not an iota of soul of the nation, much less ethics of media, could be found in it. \n\t\t\t\t\t\n\t\t\t\t\t Chosun Ilbo was forsaken by the nation long ago.\n\t\t\t\t\t\n\t\t\t\t\t This paper faced the nation's judgment for encouraging the Japanese imperialists in hurling many young Koreans into their battle fields in the past.\n\t\t\t\t\t\n\t\t\t\t\tAs servants for the U.S. imperialists and the south Korean puppet forces the paper took the lead in escalating the confrontation with the compatriots and creating distrust, wearing different masks with regime changes. \n\t\t\t\t\t\n\t\t\t\t\t Chosun Ilbo committed the above-said wrong, pursuant to the policy pursued by the Lee Myung Bak group of traitors towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The group is making desperate efforts to divert the south Korean and world people's attention elsewhere as it is breathing its last owing to the total bankruptcy of its domestic and foreign policies. It is now busy conducting false propaganda against the DPRK by setting in motion all hues of riff-raffs. \n\t\t\t\t\t\n\t\t\t\t\t The Lee group and tricksters of Chosun Ilbo are old hands at doing something baffling human imagination. They are so pitiable that they are unable to jump from the wrecked ship due to their indelible crimes committed against the nation.\n\t\t\t\t\t\n\t\t\t\t\t The sworn enemies of the nation can never understand the DPRK's single-minded unity till they breathe their last.\n\t\t\t\t\t\n\t\t\t\t\t The world will come to clearly see what miserable end the group of traitors will meet."
        },
        {
            "title": "National Seminar on Juche Idea Held",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-29ee.html",
            "content": "National Seminar on Juche Idea Held\r\n Pyongyang, February 2 (KCNA) -- A national seminar on the Juche idea took place here Thursday.\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier, officials of ministries, national institution and public organizations and officials of party, power and economic bodies and officials in the fields of science, education, culture and art, public health and media, party cadre training institutions and preservation of revolutionary relics in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Its participants heard six papers which expounded and proved the immortal feats general secretary Kim Jong Il performed by developing in depth the Juche idea, revolutionary idea founded by President Kim Il Sung and successfully translating it into practice.\n\t\t\t\t\t\n\t\t\t\t\t Taking the floor were Kim Ki Ryong, editor-in-chief of the Rodong Sinmun, Thae Hyong Chol, president of the Academy of Social Sciences, Cha Yong Myong, principal of Kim Il Sung Higher Party School, Cha Kyong Il, rector of Kim Il Sung Political University, Jon Kyong Nam, president of the University of National Economies, and Pak Thae Dok, chief secretary of the North Hwanghae Provincial Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They praised Kim Jong Il as an outstanding thinker and theoretician in the present era who formulated the Juche idea and clarified its historical position as unique guidelines in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t They said that Kim Jong Il gave perfect answers to the theoretical and practical issues raised by the times and revolution based on the principles of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He clarified that independence is what keeps man and popular masses alive, making clear that the course of carving out their destiny should be, in essence, the process of realizing independence and confirming the main goal and orientation for it.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea serves as an ideological and theoretical foundation for developing the WPK into the eternal revolutionary party in which uniqueness of ideology and leadership is firmly established and a true mother party which takes care of the people's destiny in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea is a banner of ever-victory as it provides a sure guarantee for the victory of socialism with the might of arms.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's theory of building a thriving socialist nation embodies in every aspect the requirements of the Juche idea which sets it as its basic principle to ensure the idea of believing in people as in Heaven and the independence of the popular masses at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The great mental power of Kim Il Sung's nation based on the Juche idea serves as a powerful weapon in building a thriving nation, they stressed."
        },
        {
            "title": "DPRK Film Show and Friendly Gathering Mark Day of Shining Star",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-22ee.html",
            "content": "DPRK Film Show and Friendly Gathering Mark Day of Shining Star\r\n Pyongyang, February 2 (KCNA) -- A DPRK film show and friendly gathering to commemorate the Day of the Shining Star was held at Pyongyang Koryo Hotel Thursday.\n\t\t\t\t\t Present there on invitation were diplomatic envoys and representatives of international organizations and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Minister of Culture Pak Chun Nam and other officials, creators and artists in the field of movie attended. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made before watching film.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched the Korean feather film \"Wishes\" featuring with deep ideological content and artistic value what is the greatest desire of the people who revere leader Kim Jong Il and how they should live and work to meet their desire.\n\t\t\t\t\t\n\t\t\t\t\t At the friendly gathering, diplomatic envoys praised the greatness of Kim Jong Il who made immortal contributions to the development of friendly relations among countries and global independence."
        },
        {
            "title": "Intense Cold Hits Korea in 35 Yrs",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-31ee.html",
            "content": "Intense Cold Hits Korea in 35 Yrs\r\n Pyongyang, February 2 (KCNA) -- The severest cold since 1977 has hit the Pyongyang area. \n\t\t\t\t\t The highest temperature on Feb. 1 was recorded 12.3 degrees Celsius below zero, 11.6 degrees lower than the average. The lowest temperature on Feb. 2 registered 18.7 degrees Celsius below zero, 7 degrees lower than the average. \n\t\t\t\t\t\n\t\t\t\t\t Other areas of the country also experienced the temperature dropping lower than the average.\n\t\t\t\t\t\n\t\t\t\t\t Meteorologists say this cold is expected to persist till the first half of the month."
        },
        {
            "title": "Koreans in China Pledge to Make Breakthrough to Reunification",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-28ee.html",
            "content": "Koreans in China Pledge to Make Breakthrough to Reunification\r\n Pyongyang, February 2 (KCNA) -- A spokesperson for the Zhongnan Regional Association of the General Association of Koreans in China made public a statement on Wednesday in support of the appeal to all Koreans at home and abroad made by the North Side Committee for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t The appeal greatly encouraged them to make a turn for independent reunification full of fresh conviction, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We support the appeal which proposed getting together to splendidly hold national reunification events to mark the 12th anniversary of the June 15 joint declaration and the 5th anniversary of the October 4 declaration this year.\n\t\t\t\t\t\n\t\t\t\t\t It is important for all Koreans in the north, south and abroad to take active part in the events common to the nation to convert the chronicle of division into one of reunification. \n\t\t\t\t\t\n\t\t\t\t\t They should also strive to reunify the country under the banner of \"By the Korean nation itself\" to carry out the instructions of general secretary Kim Jong Il, the great father of the nation at an early date. \n\t\t\t\t\t\n\t\t\t\t\t We will fulfill the mission and duty we assumed before the nation by taking the lead in making breakthrough to independent reunification true to the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Praised by S. Korean ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-27ee.html",
            "content": "Praised by S. Korean \r\n Pyongyang, February 2 (KCNA) -- A member of the Social Party of south Korea posted on Internet dozens of articles praising the greatness of general secretary Kim Jong Il, peerlessly great man. Titles of two articles spelled out \"The great Comrade Kim Jong Il will always live\" and \"The respected General Kim Jong Il is a genius of military affairs recognized and looked up to by the world and symbol of victory\", according to Yonhap News of south Korea.\n\t\t\t\t\t Some articles spoke highly of the might of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Those reflecting the boundless reverence for Kim Jong Il evoke lively response from among the south Koreans of different social standings."
        },
        {
            "title": "Stop to Projected War Exercises Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-16ee.html",
            "content": "Stop to Projected War Exercises Called for in S. Korea\r\n Pyongyang, February 2 (KCNA) -- The Solidarity for Progress of south Korea made public a statement on Jan. 30 blasting the puppet bellicose forces for their projected dangerous exercises for a war against the DPRK.\n\t\t\t\t\t The statement referred to the fact that the south Korean military authorities are going to stage large-scale Key Resolve and Foal Eagle joint military exercises targeting against the DPRK in collusion with the U.S. forces from Feb. 27 to April 30.\n\t\t\t\t\t\n\t\t\t\t\t They are contemplating staging Ssangryong joint war maneuver, a large-scale landing operation, during this period, it said.\n\t\t\t\t\t\n\t\t\t\t\t The statement blasted the war-like actions of the military authorities to escalate the military tension on the Korean Peninsula through various kinds of war maneuvers and stage ceaseless largest-ever joint military drills. \n\t\t\t\t\t\n\t\t\t\t\t Their plan to go ahead with offensive war maneuvers under simulated conditions of \"contingency\" in the DPRK is little short of undisguisedly laying obstacles in the way of improving the inter-Korean relations and escalating confrontation with fellow countrymen, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged the military authorities to cancel at once the above-said exercises aimed at wrecking peace on the Korean Peninsula and opt for peace."
        },
        {
            "title": "Unethical Action of S. Korean Company Management Side Flayed ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-17ee.html",
            "content": "Unethical Action of S. Korean Company Management Side Flayed \r\n Pyongyang, February 2 (KCNA) -- Members of the Samsung Trade Unions and human rights movement organizations of south Korea held a press conference on Jan. 26 denouncing the company management side for its unethical action of driving a worker to death.\n\t\t\t\t\t Speakers at the press conference recalled that Kim Ju Gyong, a part time woman worker of the Samsung Group, died shortly ago.\n\t\t\t\t\t\n\t\t\t\t\t Her death was caused by man-killing labor under extremely hard conditions, they noted, adding that this was a clear industrial disaster.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the management side misinterpreted her death by her carelessness and made undisguised efforts to bar reporters from interviewing her bereaved family in the venue of her funeral, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They accused the management side of threatening and appeasing the bereaved family and trade unions keen to probe the exact cause and truth about her death, while letting loose a spate of slanders and calumnies against her. \n\t\t\t\t\t\n\t\t\t\t\t They urged the management side to kneel down and make an apology for its unethical action."
        },
        {
            "title": "GNP's Policy Change Dismissed Hypocritical: S. Korean Paper",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-20ee.html",
            "content": "GNP's Policy Change Dismissed Hypocritical: S. Korean Paper\r\n Pyongyang, February 2 (KCNA) -- Kyunghyang Daily News of south Korea ridiculed the deceptive policy change of the \"Grand National Party\" in an editorial on Tuesday.\n\t\t\t\t\t The GNP on Monday made public a new policy reflecting \"equal educational opportunities, flexible policy toward north and economic democracy the core of which are welfare, stable employment and fair market economy\". It declared its \"change to a middle-of-the-road conservative political party\", said the editorial.\n\t\t\t\t\t\n\t\t\t\t\t The editorial derided it as an \"audacious declaration of change\".\n\t\t\t\t\t\n\t\t\t\t\t Arousing serious concerns are the misgivings that the GNP's sudden change is aimed to winning the upcoming parliamentary and presidential elections, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is natural for many south Koreans to be skeptical about the dramatic declaration of the GNP as it insisted on its fixed attitude over the issues of part-time workers' conversion to full-time job, income tax, conclusion of the \"Free Trade Agreement\" with U.S., etc., just a few days ago.\n\t\t\t\t\t\n\t\t\t\t\t It is hard for everybody to be sure of the GNP's implementation of the new policy.\n\t\t\t\t\t\n\t\t\t\t\t The change of policy orientation has to be preceded by admission of the past mistakes and acquisition of understanding by the people.\n\t\t\t\t\t\n\t\t\t\t\t The policy change raises skepticism that GNP seeks to make \"Lee Myung Bak's party\" just look like \"Pak Kun Hye's\".\n\t\t\t\t\t\n\t\t\t\t\t The GNP should reflect on what it did in the past and Pak Kun Hye is not without an exception."
        },
        {
            "title": "Russian Long-range Flying Corps Patrols Air over Arctic Ocean",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-06ee.html",
            "content": "Russian Long-range Flying Corps Patrols Air over Arctic Ocean\r\n Moscow, February 1 (KCNA) -- Two \"Tu-95MC\" strategic bombers belonging to the long-range flying corps of the Russian Air Force, patrolled the sky above the Arctic Ocean from Jan. 27 to 28.\n\t\t\t\t\t After taking off the Engels air force base the crewmen acquired flying skill in the air over waters where it is hard to find direction in the course of more than 16 hour-long patrol flight and were refueled by \"Il-78\" in the air.\n\t\t\t\t\t\n\t\t\t\t\t The above-said flying corps conducted about 50 patrol flights last year.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Russian Air Force said this on Jan. 30."
        },
        {
            "title": "Iranian President Slams U.S. Pro-war Policy",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-07ee.html",
            "content": "Iranian President Slams U.S. Pro-war Policy\r\n Tehran, February 1 (KCNA) -- Iranian President Mahmoud Ahmadinejad slammed the United States pro-war policy on Jan. 29.\n\t\t\t\t\t The United States warlike policy is blocking democracy and justice, contrary to what was asserted by its authorities, thus causing the world people only poverty and discrimination, he said.\n\t\t\t\t\t\n\t\t\t\t\t Democracy, freedom, justice and dignity by no means hinge on the arms of the U.S. and its followers, he said."
        },
        {
            "title": "Iran's FM Spokesman Condemns U.S. Illegal Behavior",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-08ee.html",
            "content": "Iran's FM Spokesman Condemns U.S. Illegal Behavior\r\n Tehran, February 1 (KCNA) -- Iran's Foreign Ministry spokesman Ramin Mehmanparast said on Sunday that U.S. detention of the Iranian professor of Sharif University of Technology, Mojtaba Atarodi, aimed to block Iran's scientific progress. \n\t\t\t\t\t He described the scientist as a distinguished professor of international status who was detained by the U.S. without committing any offence.\n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. government to swiftly release him."
        },
        {
            "title": "Sanctions on Iran Is Not Way-out: Russian FM ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-09ee.html",
            "content": "Sanctions on Iran Is Not Way-out: Russian FM \r\n Moscow, February 1 (KCNA) -- Sanctions of western countries on Iran won't help anything, Russian vice-minister of Foreign Affairs Sergei Lyavkov said in a TV interview on Jan. 26.\n\t\t\t\t\t The sanctions will bring a new crisis but no concession from anyone, he said, censuring western countries for upgrading sanctions on Iran without any consideration."
        },
        {
            "title": "PLO Holds Israel Responsible for Exploratory Talks Failure",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-10ee.html",
            "content": "PLO Holds Israel Responsible for Exploratory Talks Failure\r\n Pyongyang, February 2 (KCNA) -- The Palestinian leadership on Monday held Israel responsible for the failure of the Jordan-sponsored exploratory talks.\n\t\t\t\t\t The leadership of Palestine Liberation Organization (PLO) said in a statement that the failure was because Israel insisted on the continuation of settlement and rejected the two-state solution based on the 1967 borders.\n\t\t\t\t\t\n\t\t\t\t\t \"The meetings in Amman revealed Israeli government's insistence on one plan only, which is seizing most of the Palestinian territories and establishing an apartheid regime that tears the West Bank's unity,\" said the statement."
        },
        {
            "title": "Iran to Stop Oil Exports to Certain Countries Soon: Oil Minister ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-11ee.html",
            "content": "Iran to Stop Oil Exports to Certain Countries Soon: Oil Minister \r\n Tehran, February 1 (KCNA) -- Oil Minister Rostam Qassemi said on Sunday that Iran will stop oil exports to certain countries soon.\n\t\t\t\t\t The Parliament's Energy Commission is currently studying to draft a bill to stop oil exports to European countries.\n\t\t\t\t\t\n\t\t\t\t\t The measure is a reaction to the European Union which announced sanctions on Iranian oil to take effect from July 1."
        },
        {
            "title": "Israeli Drone Crashes",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-12ee.html",
            "content": "Israeli Drone Crashes\n\t\t\t\t\t\t\r\n Pyongyang, February 2 (KCNA) -- An Israeli new-type drone crashed into the area of an air force base in Tel Aviv on Jan. 29 in the middle of training.\n\t\t\t\t\t Fitted with long-range reconnaissance and offensive capabilities the drone can fly as far as Iran."
        },
        {
            "title": "Net Profit Falls for Japan's Enterprises",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-13ee.html",
            "content": "Net Profit Falls for Japan's Enterprises\r\n Pyongyang, February 2 (KCNA) -- Sumitomo Mitsui Financial Group Inc. of Japan said Monday its group net profit in the first three quarters of fiscal 2011 from last April declined 20.2 percent from a year earlier.\n\t\t\t\t\t Kyushu Electric Power Co. said Monday it swung into the red in the first three quarters of financial 2011 with a group net loss of 90.51 billion yen."
        },
        {
            "title": "Russian Vice FM on Improving Strategic Armed Forces",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-14ee.html",
            "content": "Russian Vice FM on Improving Strategic Armed Forces\r\n Moscow, February 1 (KCNA) -- Russian Vice Foreign Minister Sergei Lyavkov stressed the need to improve strategic armed forces.\n\t\t\t\t\t Russia regards MD being deployed by the United States as a system assuming the danger of practically intercepting missiles of its strategic armed forces, he said.\n\t\t\t\t\t\n\t\t\t\t\t The United States will be able to intercept missiles of Russia around 2020 unless Russia improves its strategic armed forces, he said."
        },
        {
            "title": "Japan's 2011 Jobless Reaches 2.84 Million",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-15ee.html",
            "content": "Japan's 2011 Jobless Reaches 2.84 Million\r\n Pyongyang, February 2 (KCNA) -- In 2011, the number of jobless people came to 2.84 million in Japan, an official of the Ministry of Internal Affairs and Communications said on Jan. 31 following the announcement of the preliminary report on the unemployment rate."
        },
        {
            "title": "Intel' Organization for Study of Songun Politics Formed",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-04ee.html",
            "content": "Intel' Organization for Study of Songun Politics Formed\r\n Pyongyang, February 2 (KCNA) -- The International Committee for the Study of Songun Politics for Peaceful Reunification of Korea was formed in Nepal on Jan. 5.\n\t\t\t\t\t Basanta Kumar Shrestha was elected chairman of the international committee.\n\t\t\t\t\t\n\t\t\t\t\t The objective of the committee is to deeply study and widely introduce the Juche idea and the Songun idea worldwide and conduct widespread solidarity activities to accelerate the peaceful reunification of Korea."
        },
        {
            "title": "Work Posted on Internet Homepage of Guinean Organization",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-01ee.html",
            "content": "Work Posted on Internet Homepage of Guinean Organization\r\n Pyongyang, February 2 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea posted general secretary Kim Jong Il's work \"Let Us March Forward Dynamically along the Road of Socialism and Communism under the Unfurled Banner of the Anti-imperialist Struggle\" on its Internet homepage on Jan. 26.\n\t\t\t\t\t The work, published on September 25, Juche 76 (1987), underscores the need to firmly maintain the anti-imperialist revolutionary stand with correct understanding of modern imperialism and clarifies advantages of socialism and inevitability of its victory and tasks and ways for dynamically waging the struggle for the cause of independence against imperialism."
        },
        {
            "title": "Birth Anniversaries to Be Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-02ee.html",
            "content": "Birth Anniversaries to Be Commemorated Abroad\r\n Pyongyang, February 2 (KCNA) -- A British preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the 70th birth anniversary of general secretary Kim Jong Il was formed on Jan. 28.\n\t\t\t\t\t Romanian and Ugandan preparatory committees and an Iranian national preparatory committee for commemorating the 70th birth anniversary of Kim Jong Il were formed on Jan. 18, 26 and  27.\n\t\t\t\t\t\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the British preparatory committee, Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, chairman of the Romanian preparatory committee and the chairman of the Al Hadi Islam Propaganda Organization of Iran chairman of the Iranian national preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committees decided to organize various political and cultural events including joint seminar on the revolutionary careers of Kim Il Sung and Kim Jong Il and their immortal exploits, remembrance meeting, round-table talks, photo and book exhibitions and film shows."
        },
        {
            "title": "Feats Praised by Mexican Political Party Leader",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-03ee.html",
            "content": "Feats Praised by Mexican Political Party Leader\r\n Pyongyang, February 2 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the C.C., the People's Socialist Party of Mexico,  issued a statement titled \"Great Life in 2011\" on Jan. 25 on the occasion of the birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t February 16 this year marks the 70th birth anniversary of Kim Jong Il, he said, expressing highest tribute to him. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people paid last farewell to Kim Jong Il all of a sudden last year. This was the greatest loss in the history of the Korean nation spanning five thousand years and the greatest sorrow of the Workers' Party and people of Korea.\n\t\t\t\t\t\n\t\t\t\t\t During the mourning period the world keenly felt what a great leader the Korean people have held in high esteem as the sun of the nation and the father, while making revolutions.\n\t\t\t\t\t\n\t\t\t\t\t Great innovations and leap forward were effected in the drive to build a thriving nation in the DPRK thanks to the energetic leadership of Kim Jong Il in 2011, the last year of his great life.\n\t\t\t\t\t\n\t\t\t\t\t He made a long journey for field guidance, visiting major fronts for building a thriving nation, forefront posts and every nook and corner of the country till the last moments of his life. The 100-year history of Juche era was successfully concluded as a history of great victories and changes thanks to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the struggle of the DPRK government and people to reunify the country last year, he continued:\n\t\t\t\t\t\n\t\t\t\t\t The historic visits paid by Kim Jong Il to China and Russia, focusing world attention, marked important occasions in ensuring world peace and security in Northeast Asia and developing the traditional friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will glorify the great revolutionary idea and the undying revolutionary feats of Kim Jong Il for all ages and realize his desire and cause as they are led by the dear respected Kim Jong Un."
        },
        {
            "title": "Acta de interpelacion abierta del CDN ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-36ee.html",
            "content": "Acta de interpelacion abierta del CDN \r\n Pyongyang, 2 de febrero (ACNC) -- Desde el principio del ano, los titeres surcoreanos hablan tanto de la reanudacion del dialogo y la mejora de las relaciones entre el Norte y el Sur de Corea. \n\t\t\t\t\t En estos dias, dicen que dejaron abierta la \"puerta de dialogo\" pidiendo en cualquier hora y dondequiera a la Republica Popular Democratica de Corea comparecer cuanto antes a la mesa del contacto. \n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, pronuncian unas frases fanfarroneadas como \"no pierda la ventana de oportunidad\" y \"llego el tiempo de responder\". \n\t\t\t\t\t\n\t\t\t\t\t  Detras de la cortina, discuten el programa de los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" contra la RPDC y se ocupan de trazar los complots anti-RPDC de toda indole, diciendo que \"no se puede romper el marco de la teoria de principios\". \n\t\t\t\t\t\n\t\t\t\t\t  Lo que no se puede pasar por alto es que tales pasos se dan a la instigacion de su amo norteamericano que insiste en priorizar la mejora de las relaciones Norte-Sur confirmando primero la \"sinceridad\" de alguien sobre la renuncia nuclear. \n\t\t\t\t\t\n\t\t\t\t\t Puesto que la camarilla de Lee Myung Bak anuncio que desea la reanudacion del dialogo Norte-Sur y la mejora de las relaciones intercoreanas, el Departamento de Politica del Comite de Defensa Nacional de la RPDC le urge con solemnidad dar claras respuestas al siguiente cuestionario abierto que refleja la voluntad de nuestro ejercito y pueblo: \n\t\t\t\t\t\n\t\t\t\t\t 1.  ?Tiene la decision de arrepentirse profundamente de sus inauditos crimenes cometidos durante el gran duelo nacional y pedir disculpas?\n\t\t\t\t\t\n\t\t\t\t\t El ejercito y el pueblo coreanos recuerdan frescamente los intolerables crimenes de la banda traidora de Lee Myung Bak cometidos en el periodo de gran duelo nacional en diciembre del ano pasado. \n\t\t\t\t\t\n\t\t\t\t\t En aquel entonces, cuando toda la nacion coreana y la humanidad compartian la tristeza derramando lagrimas de sangre, la banda traidora se puso en la delantera en exacerbar las heridas de nuestro pueblo. \n\t\t\t\t\t\n\t\t\t\t\t Por tal conducta abominable, la RPDC expuso su posicion de principios de no tratarse nunca mas con las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, en lugar de sacar la leccion debida de sus crimenes, la camarilla surcoreana insulto y burlo nuevamente hace poco las lagrimas de tristeza derramadas por los militares y civiles coreanos y se atrevio a tergiversar lo ocurrido durante el gran duelo nacional para su campana demagogica anti-RPDC abultando asi su expediente criminal. \n\t\t\t\t\t\n\t\t\t\t\t ?Como podremos sentarnos a la mesa del dialogo con esos bribones y canallas faltos de intelectualidad y moralidad que cometen las maldades de que son incapaces los hombres con sano juicio?\n\t\t\t\t\t\n\t\t\t\t\t El dialogo y el contacto nacionales pueden dar el resultado deseado por la nacion cuando sean encuentros entre humanos. \n\t\t\t\t\t\n\t\t\t\t\t Si las autoridades surcoreanas desean de veras el dialogo y los contactos con la RPDC y la mejora de las relaciones intercoreanas, deben castigar en nombre de la nacion al traidor Lee Myung Bak y sus compinches, reconocer sus tremendos crimenes y pedir disculpas con arrepentimiento profundo, y prometer no volver a cometer la estupidez de tratar de ofender la maxima dignidad de la RPDC y socavar el sagrado regimen y la unidad monolitica de ella. \n\t\t\t\t\t\n\t\t\t\t\t 2. ?Puede exponer oficialmente al interior y el exterior del pais la voluntad de implementar cabalmente la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, programa de ejecucion de la primera?\n\t\t\t\t\t\n\t\t\t\t\t   Ambos documentos historicos son una herencia signada del amor por la patria, la nacion y el pueblo, dejada por el Dirigente Kim Jong Il, patriota sin igual y destacado lider de la nacion coreana, e imperecedero programa para la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  La posicion y actitud sobre ellos son la pauta que determina a los patriotas y partidarios de reunificacion y a los vendepatrias y divisionistas.\n\t\t\t\t\t\n\t\t\t\t\t  Es precisamente la camarilla de Lee Myung Bak que invalido de un tiron los exitos historicos de la nacion, alcanzados en virtud de las declaraciones intercoreanas, que trajeron la reconciliacion nacional, la paz y la prosperidad, al negar la veracidad de las dos declaraciones.\n\t\t\t\t\t\n\t\t\t\t\t  En estos momentos tambien, el traidor Lee esta buscando en una habitacion de \"Chongwadae\" (Casa Azul) la manera de poner en practica su politica sobre el Norte conocida como \"Desnuclearizacion, apertura y 3 mil dolares\" preconizando la \"teoria de principios\" que persigue el enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\t  Entonces, ?seria correcto que nos sentemos a conversar con esa horda de traidores que se dedica a crear obstaculos a la reunificacion estropeando todas las cosas deseadas por la nacion y llevando a la fase catastrofica las relaciones N-S?\n\t\t\t\t\t\n\t\t\t\t\t  El dialogo y el contacto verdaderos estan en implementar las dos historicas declaraciones N-S, conquista comun de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Si las autoridades surcoreanas desean de veras el dialogo y el mejoramiento de relaciones con el Norte, deberan sepultar a la camarilla del traidor Lee que trato de quebrar las declaraciones, cancelar sus politicas irracionales como \"teoria de principios\" y \"Desnuclearizacion, apertura y 3 mil dolares\", productos de enfrentamiento entre ambas partes coreanas, y exponer al interior y el exterior del pais la voluntad de ejecutar cabalmente las dos declaraciones N-S en cualesquier condiciones.\n\t\t\t\t\t\n\t\t\t\t\t 3. ?Puede prometer publicamente al mundo no calumniar por mas tiempo a la RPDC cuestionando el incidente de la corbeta \"Cheonan\" y el caso de fuego artillero en la isla Yonphyong?\n\t\t\t\t\t\n\t\t\t\t\t   La empeorada situacion actual de las relaciones intercoreanas se debe a la  banda del traidor Lee que   atribuyo al Norte el hundimiento de la corbeta \"Cheonan\" y le imputo la responsabilidad del  incidente de canonazos en la isla Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\t Nuestro ejercito y pueblo esclarecieron la verdad de esos casos publicando varias veces el acta de revelacion del grupo de inspeccion del Comite de Defensa Nacional para que la admitiera la camarilla surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t Con el paso de tiempo, se hacen mas fuertes entre diversos sectores sociales del Sur de Corea y los grandes paises inclusive Estados Unidos las voces que califican de un invento de la banda traidora de Lee la teoria de \"participacion del Norte\" en el hundimiento de la corbeta \"Cheonan\". Hasta el ex embajador norteamericano en Seul, Donald Gregg, reconocido como buen conocedor del Sur de Corea, dijo en un lugar publico que el no cree la teoria de \"intervencion del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t No obstante, solo la banda de Lee abusa del caso de \"Cheonan\" en calumniar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t El incidente de canonazos en la isla Yonphyong ocurrio tambien por culpa de los belicistas surcoreanos que pese a repetidas advertencias de nuestro ejercito, abrieron primero el fuego hacia nuestras aguas jurisdiccionales con el fin de mantener la ilegal \"linea de limite al Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Al que recibio golpes por su mala conducta, le bastaria con aprender debida leccion de ello.\n\t\t\t\t\t\n\t\t\t\t\t Pero, partiendo de su logica de bandido, la banda surcoreana califica de una \"provocacion militar\" la medida autodefensiva de nuestro ejercito.\n\t\t\t\t\t\n\t\t\t\t\t Como si se hubieran dado cuenta de que su insistencia ilogica no seria aceptada nunca en ambos casos, dice alicaida en estos dias que los trataria en las conversaciones si estas se reanudan en el futuro.\n\t\t\t\t\t\n\t\t\t\t\t ?Seria correcto que nuestro ejercito y pueblo se reunan con tales conspiradores y bribones descarados?\n\t\t\t\t\t\n\t\t\t\t\t Si las autoridades surcoreanas desean tanto los dialogos y conversaciones, deben pedir disculpas ante la nacion por los crimenes citados, castigar a los autores intelectuales de los casos y comprometerse al mundo a dejar el vicio de cuestionar a otros sin motivos justos.\n\t\t\t\t\t\n\t\t\t\t\t 4. ?Puede tomar la decision politica de suspender totalmente los ejercicios militares conjuntos de gran envergadura contra la RPDC?\n\t\t\t\t\t\n\t\t\t\t\t Los ejercicios militares conjuntos de gran dimension que desarrolla la banda del traidor Lee Myung Bak en contubernio con los imperialistas norteamericanos son, sin excepcion alguna, las acciones de guerra de agresion para chantajear y aplastar con armas a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Son incompatibles la guerra y el dialogo. \n\t\t\t\t\t\n\t\t\t\t\t Es ilogico hablar de la paz con el enemigo que guarda el odio a la contraparte. \n\t\t\t\t\t\n\t\t\t\t\t Si desean de veras el dialogo y tienen la voluntad de mejorar las relaciones bilaterales, deben dejar la espada que pueda danar a la contraparte y crear el ambiente favorable. \n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, en el pasado tomabamos las medidas rotundas de interrumpir el dialogo y los contactos, aunque fueran apreciados mucho, cuando se desarrollaban los ejercicios belicos en el suelo surcoreano y su contorno. \n\t\t\t\t\t\n\t\t\t\t\t En estos momentos, la banda del traidor Lee Myung Bak muestra la dualidad preconizando el \"dialogo\" por una parte, y por la otra, trazando en EE.UU. el programa de ejercicios belicos conjuntos \"Key Resolve\" y \"Foal Eagle\" a ser desarrollados desde finales de febrero y firmando el plan operacional para hacer frente a la supuesta \"provocacion militar\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\t En la delantera habla del dialogo y en el trasero afila la espada para danar a los connacionales.  \n\t\t\t\t\t\n\t\t\t\t\t Lo que no se puede pasar por alto es que los titeres surcoreanos pretenden librar los ejercicios belicos contra la parte connacional en el periodo de gran duelo nacional. \n\t\t\t\t\t\n\t\t\t\t\t Es muy fina la cortina de humo del dialogo y la mejora de las relaciones bilaterales. \n\t\t\t\t\t\n\t\t\t\t\t Las autoridades surcoreanas deben aclarar su opcion: la paz o la guerra, el dialogo o el enfrentamiento. \n\t\t\t\t\t\n\t\t\t\t\t  Si desean de veras el dialogo, deben tomar la decision de parar completamente los ejercicios belicos contra los connacionales, liberandose del servilismo a grandes potencias y de la dependencia de las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\t 5. ?Esta decidida a proceder a las acciones para la desnuclearizacion abandonando su erroneo criterio sobre este tema de la Peninsula Coreana?\n\t\t\t\t\t\n\t\t\t\t\t La desnuclearizacion de la Peninsula Coreana debe abarcar toda la extension del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t El problema nuclear surgio debido a las autoridades titeres surcoreanas y EE.UU. que introdujeron las armas nucleares en suelo surcoreano en virtud de la politica norteamericana de \"no admitir ni negar\" la existencia de esos artefactos.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, la RPDC tiene mucho mas que decir de ese tema que las autoridades surcoreanas y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Lo problematico es que la banda traidora de Lee Myung Bak coopera con EE.UU. para la \"cancelacion de armas nucleares del Norte\" preparadas para hacer frente a la amenaza nuclear de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t Evidentemente dicho, el disuasivo nuclear de la RPDC no es para hacer dano a los connacionales sino es el justiciero y autodefensivo para proteger a estos desde la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La historia demostro que si no se hace frente a las armas nucleares y misiles con los mismos artefactos, no se puede defender el destino del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Si no hubiera la amenaza nuclear de EE.UU., la RPDC no necesitaria ni una sola arma nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, la banda del traidor Lee Myung Bak hablo de la \"sinceridad\" de alguien ignorando el significado del \"principio de accion simultanea\" y abogando al frente por la \"cancelacion nuclear del Norte\" segun le dicta EE.UU. e introduce en el Sur de Corea hasta el \"ampliado disuasivo nuclear\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Entonces, ?seria justo sentarnos a conversar con la banda traidora, enloquecida por el servilismo, la sumision y la dependencia de las fuerzas foraneas, que amenaza a los connacionales con el arsenal nuclear norteamericano?\n\t\t\t\t\t\n\t\t\t\t\t Antes de hablar del dialogo, las autoridades surcoreanas deben tener conocimientos del problema nuclear de la Peninsula Coreana asumiendo una posicion correcta, y ocuparse de sus problemas tras salir del paraguas nuclear de su amo.\n\t\t\t\t\t\n\t\t\t\t\t Para ese fin, deberan comprometerse a la nacion a proceder primero a cancelar las armas nucleares en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t   6. ?Pretende seguir librando la siniestra campana psicologica anti-RPDC?\n\t\t\t\t\t\n\t\t\t\t\t La campana psicologica es precisamente una accion de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Mientras se agrava la campana psicologica anti-RPDC, se dirigen a la fase de explosion las agudas relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t Ya fue aclarada en varias ocasiones la posicion sobre el respecto de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, la banda traidora de Lee Myung Bak desprecia nuestra paciencia y la contramedida  ya preparada de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Desde cuando nuestra nacion sufrio el gran duelo nacional, recurre mas persistentemente a la campana psicologica de diversas formas para denigrar la maxima dignidad y el regimen de la RPDC movilizando no solo a las escorias humanas sino tambien a los agentes expertos de la capa militar titere.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, intenta inducir de esta manera la \"situacion de emergencia\" y lograr el \"derrumbe del sistema\".\n\t\t\t\t\t\n\t\t\t\t\t ?Como podra ser esta camarilla la contraparte del dialogo para nosotros?\n\t\t\t\t\t\n\t\t\t\t\t Si la banda traidora surcoreana desea sinceramente el dialogo y el mejoramiento de las relaciones intercoreanas, deberan dar punto final a todos los complots psicologicos, castigar a los involucrados en esa campana, cumplir todos los acuerdos militares acordados entre ambas partes coreanas para la ejecucion de la historica Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\t Si la banda del traidor Lee Myung Bak sigue amparando y creando como ahora los complots psicologicos anti-RPDC como \"conductas civiles\" y \"sentimiento del pueblo\", se empeoraran mas las relaciones intercoreanas y la colera de nuestras fuerzas armadas revolucionarias se convertiran en cualquier momento en la guerra para reducir a cenizas los nidos de la campana psicologica. \n\t\t\t\t\t\n\t\t\t\t\t 7. ?Tiene la voluntad de reanudar la cooperacion y el intercambio N-S orientandolos con sinceridad al fomento de paz, prosperidad, bienestar y beneficio comunes de la nacion y dinamizarlos?\n\t\t\t\t\t\n\t\t\t\t\t La cooperacion y el intercambio intercoreanos constituyen una labor pannacional para la coprosperidad y bienestar comun de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t En la cooperacion y el intercambio esta el camino de reconciliacion nacional, unidad, paz, prosperidad y reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, se habian puesto en marcha la cooperacion en la zona industrial de Kaesong y el turismo al monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t Pero, durante 4 anos de su mandato, la banda traidora de Lee Myung Bak freno la cooperacion en Kaesong calificandola como \"opcion que favorece unicamente al Norte\" e interrumpio el turismo al monte Kumgang pretextando la muerte accidental de una turista que sufrio esta desgracia por su propio error.\n\t\t\t\t\t\n\t\t\t\t\t Chismeo como si la cooperacion y el intercambio N-S hubieran beneficiado al ejercito de la RPDC y contribuido a la posesion del disuasivo nuclear por ella.\n\t\t\t\t\t\n\t\t\t\t\t Todos los embustes de Lee, incluyendo el esclarecimiento de la verdad del incidente, la medida para prevenir la repeticion y la garantia de seguridad personal, no pasaron de ser un subterfugio para frenar la cooperacion y el intercambio.\n\t\t\t\t\t\n\t\t\t\t\t Nuestro ejercito y pueblo vinieron viviendo hasta la fecha sin la cooperacion y el intercambio con el Sur y viviran mejor asi en el futuro tambien. Y la RPDC es digna potencia militar con fuerte disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t ?Podra ser acaso la contraparte del dialogo el traidor Lee Myung Bak que no puede sopesar siquiera el verdadero valor de intercambio y cooperacion?\n\t\t\t\t\t\n\t\t\t\t\t La RPDC no es un pais que se deja llevar por la donacion de una cantidad insignificante de \"alimentos nutritivos\" para la infancia.\n\t\t\t\t\t\n\t\t\t\t\t Antes de abordar el tema de dialogo, las autoridades surcoreanas deben reflexionar de sus crimenes de sofocar la aspiracion y la demanda de los connacionales sobre el intercambio y la cooperacion, y exponer su voluntad de reanudar y activar estas labores en direccion a promover la paz y prosperidad de la nacion y la coprosperidad y el bienestar comun.\n\t\t\t\t\t\n\t\t\t\t\t 8 ?Puede aceptar la demanda de principios de la RPDC de sustituir el actual sistema de armisticio por el de paz?\n\t\t\t\t\t\n\t\t\t\t\t Ya hace mucho tiempo la situacion de la RPDC se inclino desde el estado inestable, ni la guerra ni la paz, a la fase de guerra. \n\t\t\t\t\t\n\t\t\t\t\t Esto se debe al mantenimiento de las relaciones beligerantes y el sistema de armisticio, vestigio de la guerra fria, durante mas de medio siglo despues de terminada la guerra. \n\t\t\t\t\t\n\t\t\t\t\t La responsabilidad por el respecto recae sobre EE.UU. que vino hablando por una parte de la paz y estabilidad de la Peninsula Coreana, y por la otra, recurriendo obstinadamente a las maniobras de guerra de agresion contra la RPDC mediante la presencia de las tropas agresoras norteamericanas en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t La mayor responsabilidad la asume la banda del traidor Lee Myung Bak que enloquecida por el servilismo proyanqui y la confrontacion fratricida, llevo la situacion a la fase de la guerra de agresion contra la RPDC bajo el amparo de su amo norteamericano. \n\t\t\t\t\t\n\t\t\t\t\t Al darse a la publicidad recientemente la estrategia militar de EE.UU. de dar importancia a la region de Asia-Pacifico, la banda traidora hace ingentes esfuerzos por cobrar la invariable \"garantia sobre el apoyo militar y la seguridad\" de EE.UU. incluso el mantenimiento de la presencia de las tropas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\t Es tambien el traidor Lee Myung Bak que obstaculiza por todos los medios el contacto de los circulos militares de rango superior RPDC-EE.UU., iniciado por la primera con el fin de aliviar la tension de la Peninsula Coreana y establecer el sistema de paz. \n\t\t\t\t\t\n\t\t\t\t\t Solo el traidor Lee nada a contrapelo de la tendencia de la epoca en que toda la nacion coreana libra la lucha contra las imprudentes provocaciones  militares, el aumento armamentista, los ejercicios belicos y otras maniobras de las fuerzas belicistas dentro y fuera del pais bajo la consigna contra la guerra y por la paz.\n\t\t\t\t\t\n\t\t\t\t\t Si la banda del traidor Lee Myung Bak desea sinceramente el dialogo, debe estar al frente en expulsar de este territorio a las tropas agresoras norteamericanas, obstaculo principal de la preservacion de la paz en la Peninsula Coreana, y mostrar la voluntad de aceptar incondicionalmente la posicion justa de la RPDC de sustituir el actual sistema de armisticio por el otro de paz.\n\t\t\t\t\t\n\t\t\t\t\t 9 ?Puede tomar la decision de abolir inmediatamente las infames leyes antinacionales y anti-reunificacion como \"la de seguridad\"?\n\t\t\t\t\t\n\t\t\t\t\t La \"ley de seguridad\" es el peor codigo que sofoca la aspiracion independiente de los surcoreanos e impide la mejora de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t En la actualidad, la banda traidora de Lee criminaliza en virtud de esa ley, que debe ser abolida, a las personas que vienen y van en suelo patrio para encontrarse con sus compatriotas.\n\t\t\t\t\t\n\t\t\t\t\t Ejecuta tambien hasta a las personas honradas que expresaron condolencias por el fallecimiento del padre de la nacion tras viajar al lugar donde reposa su feretro.\n\t\t\t\t\t\n\t\t\t\t\t Sin abolir esa y otras legislaciones infames, el Norte y el Sur no pueden sentarse a dialogar ni lograr la mejora sustancial de sus relaciones ni realizar los proyectos que puedan beneficiar a toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Lo problematico es que la banda traidora de Lee no hace caso de la demanda de la opinion publica de abolir tales leyes.\n\t\t\t\t\t\n\t\t\t\t\t La \"ley de seguridad\"  deviene el producto del regimen de dictadura de Yusin (renovacion) y debio ser cancelada ya hace mucho tiempo con el fin de la guerra fria.\n\t\t\t\t\t\n\t\t\t\t\t Si las autoridades surcoreanas desean de veras el dialogo con el Norte, deben eliminar a la banda traidora de Lee que intenta mantener tales leyes y jurar a la nacion derogarlas totalmente.\n\t\t\t\t\t\n\t\t\t\t\t La camarilla de Lee debe darse clara cuenta de su situacion y evaluar a si misma para saber si tiene o no la calidad de interlocutor antes de hablar a sus caprichos del dialogo y mejoramiento de relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t Diversos sectores del Sur de Corea definieron ya este ano como \"ano de hacer balance\" de las actuales autoridades e insisten con alta voz en \"enjuiciar severamente\" a Lee y sus compinches sin permitirles que se retiren impunes del poder o \"se mueran naturalmente\".\n\t\t\t\t\t\n\t\t\t\t\t La demanda de diversos sectores surcoreanos es establecer  la \"nueva politica y nuevo regimen\" eliminando los caducos.  En particular, la opinion publica surcoreana insiste en establecer un \"gobierno de reconciliacion nacional\" excluyendo a Lee.\n\t\t\t\t\t\n\t\t\t\t\t  La situacion se puso tan fea para el que hasta en su antro \"Gran Partido Nacional\" se exige la \"salida de Myung Bak\" mientras se divulga por Internet un video sobre la destruccion de su estatua de bronce.\n\t\t\t\t\t\n\t\t\t\t\t La banda del traidor Lee, que se opone a la tendencia de la epoca y la aspiracion de la opinion publica, ya se ha convertido en un moribundo politico.\n\t\t\t\t\t\n\t\t\t\t\t A ratificar, nuestro ejercito y pueblo no tienen la intencion de tratarse con esa camarilla surcoreana, abandonada por su servilismo a EE.UU. y campana en busca de enfrentamiento fratricida y guerra anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Nuestro ejercito y pueblo, en el futuro tambien,  coronaran la nueva centuria de la Era Juche como anales de reunificacion de la patria logrando la reconciliacion y la unidad nacionales con la posicion de dar prioridad a la nacion y su soberania y frustrando a cada paso las maniobras de guerra de los belicistas internos y externos."
        },
        {
            "title": "Kim Jong Un recibe tarjetas de Ano Nuevo de varios paises",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-34ee.html",
            "content": "Kim Jong Un recibe tarjetas de Ano Nuevo de varios paises\r\n Pyongyang, 2 de febrero (ACNC) -- El Maximo Dirigente del Partido del Trabajo de Corea y el pueblo coreano, Kim Jong Un, recibio las cartas de felicitacion que le enviaran los jefes de partido y Estado de varios paises con motivo del Ano Nuevo 101 (2012) de la Era Juche.  \n\t\t\t\t\t Entre los remitentes figuran los presidentes de la Republica Democratica Popular Lao, de Mongolia, de la Republica Popular de Bangladesh, de la Republica Democratica Socialista de Sri Lanka, de la Republica de Uzbekistan y de la Republica Socialista de Vietnam, el rey del Reino Hachemita de Jordania, el premier de la Republica Islamica de Pakistan, el presidente y el secretario general del Partido del Pueblo de Mongolia, el secretario general del Comite Central del Partido Comunista (Marxista) de la India, el secretario general del CC del Partido Comunista de Vietnam, el presidente y el secretario general del Partido Obrero Comunista de Finlandia para la Paz y el Socialismo, el secretario nacional del Partido de Obreros Socialistas de Estados Unidos. \n\t\t\t\t\t\n\t\t\t\t\t Tambien lo hicieron el jefe del Departamento de Organizacion del CC del Partido Comunista de China quien es miembro del Buro Politico y del Secretariado de esta organizacion politica, el jefe del Departamento de Enlace Internacional del CC del PCCh, el miembro del Secretariado del Comite Nacional del Partido del Mundo de Obreros de EE.UU., el director general de la UNESCO y el director de la Oficina Regional para Sudeste Asiatico de la OMS."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion egipcia ",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-35ee.html",
            "content": "Kim Yong Nam se reune con delegacion egipcia \r\n Pyongyang, 2 de febrero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 2 en el capitalino Palacio de los Congresos Mansudae en un ambiente amistoso con el director general de la Sociedad Anonima de Medios y Tecnologias de Telecomunicaciones Orascom de Egipto, Naguib Sawiris, y su comitiva, quienes le hicieron una visita de cortesia."
        },
        {
            "title": "Proyeccion filmica y encuentro de amistad por Dia de Estrella Luz",
            "url": "http://kcna.co.jp/item/2012/201202/news02/20120202-37ee.html",
            "content": "Proyeccion filmica y encuentro de amistad por Dia de Estrella Luz\r\n Pyongyang, 2 de febrero (ACNC) -- Tuvieron lugar el dia 2 en el Hotel Coryo de Pyongyang la proyeccion filmica y el encuentro de amistad con motivo del Dia de la Estrella Luz (16 de febrero, dia de natalicio del Dirigente Kim Jong Il).\n\t\t\t\t\t Fueron invitados los representantes diplomaticos, los delegados de organizaciones internacionales y los miembros de las embajadas de varios paises, acreditados en Corea. \n\t\t\t\t\t\n\t\t\t\t\t Estuvieron presentes el viceministro Pak Chun Nam y otros funcionarios del Ministerio de Cultura y los creadores y los artistas de rama cinematografica.\n\t\t\t\t\t\n\t\t\t\t\t Antes de la proyeccion filmica, hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t Los participantes vieron la pelicula de ficcion \"Deseo\" que demuestra en lo ideo-artistico cual es el maximo deseo del pueblo coreano que venera infinitamente al Dirigente Kim Jong Il y como debe vivir y trabajar para realizarlo. \n\t\t\t\t\t\n\t\t\t\t\t En el encuentro de amistad, los representantes diplomaticos de varios paises elogiaron la noble personalidad del Dirigente quien hizo un gran aporte al desarrollo de las relaciones de amistad entre los paises y al cumplimiento de la causa de la independencia en el mundo."
        }
    ]
}