{
    "date": "2012-05-19",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Enjoys Performance Given by Art Squads of KPA Large Combined Units",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-25ee.html",
            "content": "Kim Jong Un Enjoys Performance Given by Art Squads of KPA Large Combined Units\r\n Pyongyang, May 19 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, enjoyed a performance given by art squads of KPA Large Combined Units 639 and 534. \n\t\t\t\t\t Its repertoire included chorus \"Longing Is Boundless\", drum and song \"At One Go\", poem reciting \"Song in Praise of General Kim Jong Un\", dramatic witticism \"We Serve Soldiers\" and agitation drama \"Let's Help the People\". \n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the invincible might of the powerful revolutionary army of Mt. Paektu which has grown to be a matchless one under the care of general secretary Kim Jong Il and the loyalty of the service personnel of the KPA rendering their service with their longing for Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the numbers put on the stage are distinct in the ideological stand and firmly based on the service of the soldiers, Kim Jong Un stressed that the art squads could stage such performance strong in topical nature and distinct in the political stand as they have been sensitive to the party's policies. \n\t\t\t\t\t\n\t\t\t\t\t There were not many performers, but their presentation had a very great artistic influence, he said, adding this proves that when the art squads earnestly keep abreast of the reality and find out seeds and powerfully conduct revolutionary performing and art agitation activities, they can grip the soldiers' hearts.\n\t\t\t\t\t\n\t\t\t\t\t He said that the art squads should feel pride and worth in educating service personnel rather than getting appreciations at the festival.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the members of the art squads of the large combined units would in the future, too, powerfully conduct revolutionary and militant performing activities. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Ryong Hae, Jang Song Thaek, Hyon Chol Hae, Kim Kyong Ok, Hwang Pyong So, Kwon Hyok Bong, Son Chol Ju, Pak Jae Gyong, Jo Kyong Chol, and officials of the WPK Central Committee and KPA service personnel."
        },
        {
            "title": "Lee Myung Bak Group's Smear Campaign against Roh Moo Hyun Forces Slammed",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-20ee.html",
            "content": "Lee Myung Bak Group's Smear Campaign against Roh Moo Hyun Forces Slammed\r\n Pyongyang, May 19 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea issued information bulletin No. 998 on Saturday slamming the Lee Myung Bak group's smear campaign to eliminate Roh Moo Hyun forces after labeling it a group ridden with corruption. \n\t\t\t\t\t The information said:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group raised again the incident of concealing illegal political funds that they dropped after being cursed and censured by the people from all walks of life as it led to the unprecedented tragic death of Roh. This is a despicable and cunning plot to mislead the public opinion and hold in check the offensive of opposition parties. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak is finding himself in a serious ruling crisis owing to the heinous sycophancy toward the U.S. and his policy of escalating the confrontation with compatriots. The disclosure of scandals of his relatives and confidants put him into a bottomless quagmire. \n\t\t\t\t\t\n\t\t\t\t\t He brought uncontrollable catastrophe to south Korea through his unpopular rule and hideous scandals and plunged the people's living into destitution. Therefore, the people's resentment is running high.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's moves are a sinister ploy to trample down the north-south joint declaration, dampen the desire to achieve the reunification through an alliance with the north and turn the situation before \"the presidential election\" favorable to it through a counterattack on the democratic pro-reform forces.\n\t\t\t\t\t\n\t\t\t\t\t Lee is seeking to make the deceased a victim of the political plot, not content with cruelly persecuting his predecessor and driving him into death in a bid to gratify his political greed. Such rascal and tyrannical ruler is unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t This cynical behavior of Lee is touching off the bitterer curse and denunciation among south Korean people from all walks of life and all the compatriots as it is nothing but the last-ditch efforts of rats.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people should sternly judge Lee Myung Bak and the \"Saenuri Party\" in the forthcoming \"presidential election\", keenly aware that they can never get rid of the dark rule, misery and fascism as long as they are allowed to be at large."
        },
        {
            "title": "History Society Discloses Samurais' Invasion of Korea and Their Mass Killings and Plunder",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-09ee.html",
            "content": "History Society Discloses Samurais' Invasion of Korea and Their Mass Killings and Plunder\r\n Pyongyang, May 19 (KCNA) -- The History Society of the DPRK Saturday made public a memorandum disclosing the aggressive nature of the Imjin War (1592-1598) ignited by the samurais and their monstrous crimes. \n\t\t\t\t\t The memorandum says:\n\t\t\t\t\t\n\t\t\t\t\t The Imjin War was an unjust war of aggression premeditatedly ignited by the samurais with an ambition for territorial expansion, pursuant to their policy of overseas aggression and a war of murder and plunder unprecedented in the history from A to Z. \n\t\t\t\t\t\n\t\t\t\t\t The samurai regime headed by Hideyoshi Toyotomi premeditatedly started the war with an ambition to invade Korea and other Asian countries and grab more lands and wealth. \n\t\t\t\t\t\n\t\t\t\t\t  Through the War, the Toyotomi regime sought to evade the spearhead of the anti-feudal struggle of the Japanese people, calm down the discontents of the samurais with plunder and accumulation of wealth, militarily and economically weaken the forces of the opposition feudal lords while gratifying the ambition of big feudal lords and traders for more lands and wealth. \n\t\t\t\t\t\n\t\t\t\t\t Toyotomi regime hastened the preparations for a war of aggression under a plan. Towards 1590 it stepped up the preparations for a war of aggression against Korea in real earnest and Toyotomi gave an order for invading Korea in February 1592. \n\t\t\t\t\t\n\t\t\t\t\t The aggressor army units began to move from March 1592. According to the \"general policy\" issued on March 13, the number of the first invasion force numbered more than 200,000. \n\t\t\t\t\t\n\t\t\t\t\t The samurais ignited the Imjin War by attacking Pusan on April 13, 1592. Consequently, the Korean people had to suffer in the vortex of war for seven years. \n\t\t\t\t\t\n\t\t\t\t\t The memorandum recalled that during the war, samurais massacred Koreans in different parts of Korea and took away many of them to Japan for slave labor. They devastated land of Korea and plundered it of precious cultural assets at random. \n\t\t\t\t\t\n\t\t\t\t\t During the first invasion they mercilessly killed Koreans, regardless of age or sex. \n\t\t\t\t\t\n\t\t\t\t\t About 60,000-70,000 people were killed by samurais after the battle at Jinju Castle in June 1593. \n\t\t\t\t\t\n\t\t\t\t\t During the second invasion, their mass killings of Koreans reached their height. \n\t\t\t\t\t\n\t\t\t\t\t  Toyotomi directly gave the instruction for massacres in Korea and encouraged them in perpetrating them. \n\t\t\t\t\t\n\t\t\t\t\t During the war, the Japanese invaders recklessly abducted a lot of Koreans and forced them to slave labor and even sold them to other countries as slaves. \n\t\t\t\t\t\n\t\t\t\t\t The Imjin War was also called \"war for ceramic wares\" as samurais looted lots of ceramic wares in Korea and abducted ceramic technicians and even garment and bean-curd technicians. They abducted a lot of Korean women, in particular. \n\t\t\t\t\t\n\t\t\t\t\t A Japanese researcher said that those women drafted in such a manner were \"comfort women for the Japanese army\" 400 years ago. This proves that the sexual slavery condemned as Japan's hideous crime in the 20th century had been already committed by its ancestors hundreds of years ago. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese invaders abducted even young boys and girls. \n\t\t\t\t\t\n\t\t\t\t\t According to the data made public by Japanese scholars, the number of the Korean abductees at that time was more than 100,000.\n\t\t\t\t\t\n\t\t\t\t\t They destroyed everything and plundered all sorts of wealth in Korea. \n\t\t\t\t\t\n\t\t\t\t\t After occupying Hansong, the capital, samurais burnt Kyongbok Palace and the Royal Ancestors' Shrine and opened the tombs of the 9th king and the 11th king to plunder the deceased's belongings. They even unhesitatingly burnt the coffins. \n\t\t\t\t\t\n\t\t\t\t\t After occupying Pyongyang they burnt the Pubyok Pavilion and Sungin Temple dating back to the period of Koryo and destroyed many buildings including Yongsung Temple, Ryongwang Pavillion, Jinso Pavillion, Phungwol Pavillion, Taedong House and Chonghwa House at random. They burnt Hamhung Palace in Hamgyong Province, Sohyon Auditorium in Hwanghae Province and others and Mokchong House where Ri Song Gye lived before becoming a king and Songgyungwan Academy in Kaesong.  \n\t\t\t\t\t\n\t\t\t\t\t They burnt and took away precious cultural treasures and the original drafts of the True Records of the Ri Dynasty in Chunchu, Chungju and Songju temples disappeared. Only the original draft in Jonju Temple is preserved. \n\t\t\t\t\t\n\t\t\t\t\t Almost all books published in Korea before the Imjin War were shipped to Japan and samurais took away even copper printing types and printer. \n\t\t\t\t\t\n\t\t\t\t\t They also looted lots of art pieces. It is reported that most of the Buddhist artifacts are now in Japan. The Korean bells looted by samurais are scattered in different parts of Japan. \n\t\t\t\t\t\n\t\t\t\t\t Japan is a criminal country as it imposed misfortune and sufferings upon the Korean people through aggression and war. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese authorities have not yet sincerely reflected on the past crimes, but beautified the war of aggression and agitated militarism. \n\t\t\t\t\t\n\t\t\t\t\t If Japan persists in the moves for reinvasion, oblivious of the disgrace and defeat it suffered in the last Imjin War, it will not be able to escape the strikes to be made by the Korean people to have the grudge pent-up for hundreds of years settled and the blows dealt by the army of Songun Korea."
        },
        {
            "title": "Greeting to President of Cameroon",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-18ee.html",
            "content": "Greeting to President of Cameroon\r\n Pyongyang, May 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a message of greeting to Paul Biya, president of Cameroon, on the 40th anniversary of its foundation.\n\t\t\t\t\t Kim in his message wished the Cameroon president bigger success in his work for promoting national unity and realizing socio-economic progress of the country and the friendly Republic of Cameroon prosperity."
        },
        {
            "title": "Choe Yong Rim Learns about Work to Develop Pleasure Ground",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-06ee.html",
            "content": "Choe Yong Rim Learns about Work to Develop Pleasure Ground\r\n Pyongyang, May 19 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, on Friday learned about the work to develop the Rungna Pleasure Ground for People on the spot.\n\t\t\t\t\t The project is making brisk headway at its final phase under the meticulous guidance of the dear respected Kim Jong Un, conveying the legend about love of leader Kim Jong Il for the people.\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders engaged in the project have made remarkable progress in the project in the spirit of conducting an offensive at a breath in hearty response to the order of Kim Jong Un, supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The premier looked round different places of the pleasure ground including the Rungna Dolphin Aquarium to acquaint himself in detail with the progress made in the project.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the builders to translate into reality the supreme commander's outlook on people.\n\t\t\t\t\t\n\t\t\t\t\t He also underlined the need to fully ensure quality in the construction including the modern Rungna Wading Pool as required by the new century and touched upon issues arising in the project."
        },
        {
            "title": "Rodong Sinmun Terms Obama's Remarks on \"Future\" of U.S. as \"Pacific State\" Absurd ",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-10ee.html",
            "content": "Rodong Sinmun Terms Obama's Remarks on \"Future\" of U.S. as \"Pacific State\" Absurd\r\n Pyongyang, May 19 (KCNA) -- The U.S. ruling quarters often trumpet about what they call U.S. \"future\" as a \"Pacific state,\" claiming it means a prelude to the \"grand national march in the new century\".\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined article says: It is a political cartoon for the U.S. chief executive, no more than a marionette of the monopoly capitalists, to talk about \"future\" as a \"super power.\"\n\t\t\t\t\t\n\t\t\t\t\t He said he would achieve \"balanced development\" in all fabrics of society by settling the present situation where only a handful of people are rich while majority of the people barely eke out their living so that they may lead a \"happy life.\" This is, however, nothing but an absurd preach.\n\t\t\t\t\t\n\t\t\t\t\t The keynote of their conception of \"the future of the Pacific state\" is to establish a military and economic domination over the Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t Obama's above-said conception is no more than a subterfuge to justify the U.S. moves of aggression and war as it is a version of the theory of \"the world's only superpower\" for world domination in the new century.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a cheap publicity stunt to win the favor of the domestic and foreign public by embellishing the theory about staggering \"superpower\" and a gimmick intended to weather the present crisis and realize his ambition for stay in power.\n\t\t\t\t\t\n\t\t\t\t\t Obama's trumpeting about \"the future of the Pacific state\" is heard as no more than a funeral song."
        },
        {
            "title": "Rodong Sinmun on Kim Jong Il's Patriotism",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-07ee.html",
            "content": "Rodong Sinmun on Kim Jong Il's Patriotism\r\n Pyongyang, May 19 (KCNA) -- General secretary Kim Jong Il-displayed patriotism is the noblest one to be cherished by the people in the present era and serves as a great banner for building a thriving nation, says Rodong Sinmun Saturday in a bylined article. \n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nothing is greater than Kim Jong Il's patriotism in terms of its mission and objective and ideal, activities and exploits. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism has its philosophical basis in the Juche-oriented outlook on the country. \n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast stand maintained by Kim Jong Il all his life that the country precisely means its leader, loyalty to the party and the leader is the most vivid expression of patriotism and that the party and the revolution are for the people and devoted service to the people represents noble patriotism. \n\t\t\t\t\t\n\t\t\t\t\t He dedicated himself to the prosperity of the country and happiness of its people with the warmest love for the country and the people which no other great man has ever possessed. The words \"peerless patriot\" fully reflect his personality as a great man. \n\t\t\t\t\t\n\t\t\t\t\t Today Kim Jong Il's patriotism serves as a powerful driving force encouraging all the service personnel and people in their efforts for building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t It serves as a mighty treasured sword for letting Songun Korea demonstrate its dignity and might all over the world and ideological and moral source letting the people usher in a heyday for prosperity of the country with matchless devotion. It also serves as a treasured sword for winning one victory after another as it encourages them to carve out a rosy future of the country and consolidate the foundation for prosperity of all the generations to come. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will more dynamically advance for a final victory in building a thriving socialist nation under the leadership of the dear respected Kim Jong Un, holding aloft the banner of Kim Jong Il's patriotism."
        },
        {
            "title": "Summit of Collective Security Treaty Organization and Commonwealth of Independent States Held",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-12ee.html",
            "content": "Summit of Collective Security Treaty Organization and Commonwealth of Independent States Held \r\n Moscow, May 18 (KCNA) -- The summit of the Collective Security Treaty Organization was held in Moscow on May 15.\n\t\t\t\t\t It was attended by heads of its member states.\n\t\t\t\t\t\n\t\t\t\t\t They discussed issues of boosting the relations among the member states and strengthening cooperation in the field of security and other international and regional issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was adopted at the end of the summit.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the summit of the Commonwealth of Independent States was held in Moscow.\n\t\t\t\t\t\n\t\t\t\t\t It discussed the issue of deepening the economic cooperation among the member states."
        },
        {
            "title": "Chadian Prime Minister Supports DPRK's Stand",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-05ee.html",
            "content": "Chadian Prime Minister Supports DPRK's Stand \r\n Pyongyang, May 19 (KCNA) -- The government of Chad will always support all the stands taken by the government of the DPRK, said Prime Minister Emmanuel Djelassern Nadingar when receiving DPRK Ambassador to Chad Jong Hak Se who paid a courtesy call on him on May 11.\n\t\t\t\t\t The DPRK is widely known as a country led by a great party and as a country struggling in firm unity, the prime minister said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are noble and diligent.\n\t\t\t\t\t\n\t\t\t\t\t We hope for boosting cooperative relations with the DPRK in various fields."
        },
        {
            "title": "Voluntary Bus Services Brisk in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-22ee.html",
            "content": "Voluntary Bus Services Brisk in Pyongyang\r\n Pyongyang, May 19 (KCNA) -- Buses, owned by ministries and national institutions, are seen running along streets of Pyongyang, the capital city of the Democratic People's Republic of Korea, with passengers aboard in rush hours.\n\t\t\t\t\t Thae Yong Il, section chief of the Ministry of Machine-Building Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It was in one January morning when we saw many citizens waiting in queues at a bus stop in biting cold, among them some nursing women.\n\t\t\t\t\t\n\t\t\t\t\t That day, we discussed giving voluntary services to commuters with the ministry's buses for employees' attendance and leaving on their return routes. The bus service would make effective use of gasoline.\n\t\t\t\t\t\n\t\t\t\t\t Thus, the ministry's buses began running in rush hours on various routes in the city. The citizens, not knowing the whereabouts of the buses, have become to be deeply moved by such voluntary service.\n\t\t\t\t\t\n\t\t\t\t\t Employees of the Ministry of Machine-Building Industry are now striving to do many good jobs for the people, encouraged by the dear respected Kim Jong Un's noble outlook on the people.\"\n\t\t\t\t\t\n\t\t\t\t\t Such kind of bus services is available at the Central Bank and other institutions. Voluntary bus services can be also found in the Anju area, South Phyongan Province, aimed to carry coal miners as well as publications.\n\t\t\t\t\t\n\t\t\t\t\t There are many people in the Democratic People's Republic of Korea, determined to do good jobs for others, following Kim Jong Il's patriotism."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-19ee.html",
            "content": "Visits\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Kim Il Sung Socialist Youth League led by Jong Yong Won, department director of the Central Committee of the youth league, left here on Saturday to attend the meeting of the General Council of the World Federation of Democratic Youth in Zimbabwe.\n\t\t\t\t\t On the same day the delegations of different countries and regions departed here after participating in the 15th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t\n\t\t\t\t\t The delegation of the Tokyo Ward Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship also flew back."
        },
        {
            "title": "South Korean Paper Calls for Early Clarification of Chief Culprit of Illegal Inspection",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-23ee.html",
            "content": "South Korean Paper Calls for Early Clarification of Chief Culprit of Illegal Inspection\r\n Pyongyang, May 19 (KCNA) -- The south Korean Paper Hangyore on May 17 in an editorial called for early clarification of the chief culprit of the illegal inspection perpetrated by the General Planning Section of the Office for Supporting the Ethics of Officials under the \"prime minister's\" office.\n\t\t\t\t\t The recent disclosure of a confidential document on the system for commanding the illegal inspection strongly shocked the public, the editorial said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t According to the document, the office was set up as an organization of bodyguards of Lee Myung Bak and is tasked to report about its activities to Lee or the chief presidential secretary through Chongwadae by using an unofficial channel.\n\t\t\t\t\t\n\t\t\t\t\t There has been so far information that the office reported the results of inspection to Chongwadae, but it is the first time that the information about it was disclosed in a specific document.\n\t\t\t\t\t\n\t\t\t\t\t It chided the prosecution for hovering around Chongwadae for several months over the issue of illegal inspection.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution should search and seize necessary documents inside Chongwadae if necessary, and do not hesitate to summon for questioning the incumbent minister of Justice suspected to be responsible for playing down and concealing the case, the editorial urged."
        },
        {
            "title": "S. Korean Authorities Accused of Their Plan to Conclude Military Agreements with Japan ",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-11ee.html",
            "content": "S. Korean Authorities Accused of Their Plan to Conclude Military Agreements with Japan \r\n Pyongyang, May 19 (KCNA) -- South Korean paper Hangyore on Thursday carried an editorial titled \"Neither justification nor need to sign military agreements with Japan.\" \n\t\t\t\t\t The plan to conclude military agreements between south Korea and Japan has entered the stage of its implementation, the editorial noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t  The authorities claim south Korea is going to conclude those agreements with Japan as both sides have common security goals and there is no need to worry about them as they are low in their level. But in reality they are aimed at knocking into shape the triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t The triangular alliance involving south Korea, U.S. and Japan is quite contrary to the wishes of the south Koreans as it means restoring the confrontation structure in the past era of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t There is no justification for the authorities to talk about the security cooperation with Japan which shows no trust in the issue of settling its past crimes."
        },
        {
            "title": "Malaysian War Crimes Court Accuses Former Senior Officials of U.S. Administration",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-13ee.html",
            "content": "Malaysian War Crimes Court Accuses Former Senior Officials of U.S. Administration\r\n Pyongyang, May 19 (KCNA) -- The war crimes court in Quala Lumpur, Malaysia recently accused former senior officials of the U.S. administration of the mass killing.\n\t\t\t\t\t They included former President George Bush, Vice-President Dick Cheney, Secretary of Defense Donald Rumsfeld and other officials involved in the so called \"anti-terror war\" in Iraq and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t Former British Prime Minister Tony Blair was also accused of similar crimes.\n\t\t\t\t\t\n\t\t\t\t\t The court clarified it would send the verdict and papers on evidence to UN and its Security Council as well as to the International Criminal Court."
        },
        {
            "title": "Japan's Moves Deploying New Type Military Hardware under Fire",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-14ee.html",
            "content": "Japan's Moves Deploying New Type Military Hardware under Fire\r\n Pyongyang, May 19 (KCNA) -- Japan is getting frantic with its moves to develop and deploy new type military hardware in a bid to launch overseas invasion any time.\n\t\t\t\t\t On May 16 the Japan ground \"self-defence force\" opened to media a new scouting car for the purpose of coping with nuclear and biochemical weapons. It is a combination of chemical protection car and biological scouting car.\n\t\t\t\t\t\n\t\t\t\t\t The above-said force is busy inducting those cars into 15 units across Japan specializing in those warfares."
        },
        {
            "title": "Vietnam's Satellite Lifted off ",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-15ee.html",
            "content": "Vietnam's Satellite Lifted off \r\n Pyongyang, May 19 (KCNA) -- Vietnam successfully launched up to the intended orbit the satellite VINASAT-2 from the Guiana Space Center at the European Spaceport in Kourou, French Guiana."
        },
        {
            "title": "No Austrian Membership of NATO: Defense Minister",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-16ee.html",
            "content": "No Austrian Membership of NATO: Defense Minister\r\n Pyongyang, May 19 (KCNA) -- Austrian Defense Minister Norbert Darabos reaffirmed on Tuesday that Austria's long-held stance on not joining NATO is \"not up for discussion.\"\n\t\t\t\t\t Darabos said that a close working relationship with NATO is the ideal course of action, and that Austria's neutrality is no impediment for this to continue."
        },
        {
            "title": "Continuous Radioactive Contamination in Japan ",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-17ee.html",
            "content": "Continuous Radioactive Contamination in Japan \r\n Pyongyang. May 19 (KCNA) -- Radioactive contamination caused by the accident at the Fukushima Nuclear Power Plant is going on.\n\t\t\t\t\t Cesium exceeding the normal level was detected on a catfish in the river in Saitama Prefecture, said Tokyo Shimbun on May 11."
        },
        {
            "title": "U.S. Juggler's Impressions of DPRK Posted on Internet Website",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-21ee.html",
            "content": "U.S. Juggler's Impressions of DPRK Posted on Internet Website\r\n Pyongyang, May 19 (KCNA) -- A U.S. Internet website on May 13 posted the impressions by Dale Salwak, one of the U.S. jugglers who participated in the 28th April Spring Friendship Art Festival after returning from the DPRK.\n\t\t\t\t\t Dale Salwak in his article recollected firework gala \"Sun's Korea Will Prosper Forever\" held in celebration of the 100th anniversary of President Kim Il Sung's birth. I watched such wonderful fireworks for the first time, he added.\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t In April, Salwak, a 39-year literature and Bible professor at Citrus College, completed his third trip to north Korea as a magician performing at the Pyongyang Circus Theater, a 2,500-seat circus.\n\t\t\t\t\t\n\t\t\t\t\t He said: \"I was immediately struck by the beauty of Pyongyang. Before coming to north Korea, I had perceived north Korea as a dreary, stark communist country.\n\t\t\t\t\t\n\t\t\t\t\t But the country’s capital was full of stunning architecture, including the north Koreans’ own Arch of Triumph and the Tower of Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t My impressions were, first of all, how kind and gracious everyone I met was.\n\t\t\t\t\t\n\t\t\t\t\t In 2007, a friend invited me to perform magic in north Korea and two years later I performed for the first time in Pyongyang. I immediately fell in love with country and longed to return.\n\t\t\t\t\t\n\t\t\t\t\t In the spring of 2011, I got my wish and again performed in north Korea.\n\t\t\t\t\t\n\t\t\t\t\tI continued to speak publicly about my experiences in north Korea.\n\t\t\t\t\t\n\t\t\t\t\tI’ve discovered how little people know about the country apart from what they read or what they’ve seen in the media. And there is still so much more I have to learn myself.\""
        },
        {
            "title": "Work Posted on Internet Homepage of Russia",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-01ee.html",
            "content": "Work Posted on Internet Homepage of Russia\r\n Pyongyang, May 19 (KCNA) -- The Rostov-Na-Donu Anti-Bourgeois Front of Russia on May 12 posted on its Internet homepage a detailed gist of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\".\n\t\t\t\t\t The work, published on April 27, 2012, deals with the undying feats President Kim Il Sung and general secretary Kim Jong Il performed in land management and indicates the general orientation and tasks for face-lifting the appearance of the land as befitting the land of a thriving socialist nation."
        },
        {
            "title": "Peruvian Group for Study of Kimilsungism-Kimjongilism Inaugurated",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-02ee.html",
            "content": "Peruvian Group for Study of Kimilsungism-Kimjongilism Inaugurated\r\n Pyongyang, May 19 (KCNA) -- An inaugural ceremony of the Peruvian Group for the Study of Kimilsungism-Kimjongilism was held in Lima on May 11.\n\t\t\t\t\t Guillermo Alcazar Ribera, chairman of the Peruvian Group for the Study of Kimilsungism, said at the ceremony that President Kim Il Sung founded the immortal Juche idea and clearly indicated the way to be followed by mankind.\n\t\t\t\t\t\n\t\t\t\t\t General secretary Kim Jong Il formulated the Juche idea as Kimilsungism and developed and enriched it, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un formulated the revolutionary ideas of the preceding leaders as Kimilsungism-Kimjongilism and proclaimed them as the supreme programme of the Workers' Party of Korea, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The ideological and theoretical feats the President and Kim Jong Il performed for the Korean revolution and the world revolution will be immortal with their august names, he added.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism serves not only as militant programme of the party and people of the DPRK but great guiding idea and militant programme for mankind in the 21st century, he said, adding it is the duty of the progressive people of Peru and the world over to deeply study and widely disseminate it.\n\t\t\t\t\t\n\t\t\t\t\t He was elected chairman of the Peruvian Group for the Study of Kimilsungism-Kimjongilism at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Lauded by Brazilian Paper",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-03ee.html",
            "content": "Lauded by Brazilian Paper\r\n Pyongyang, May 19 (KCNA) -- The Brazilian paper Inverta No. 458 devoted a special write-up to the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t It allotted one whole page to articles titled \"Great man in 20th century\" and \"Tower of the Juche Idea\" illustrated with a portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that prominent figures who recorded their feats in the world history of politics in the 20th century deeply respected the President, the paper gave a detailed account of the historical facts that Stalin, Mao Zedong, Tito, Sukarno, Che Guevara and other prominent figures respected the President as a distinguished leader of the world socialist cause and the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t If you go to Pyongyang, you can watch the torch on the Tower of the Juche Idea, the stone tower highest in the world, which seems to flare up, it noted, and went on: The tower was unveiled in April 1982, the 70th birth anniversary of the President in order to symbolize the greatness and immortality of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It was visited by foreigners including political and public figures of many countries.\n\t\t\t\t\t\n\t\t\t\t\t The paper also edited a poster celebrating the centenary of the birth of the President and a photo of the tower."
        },
        {
            "title": "German Political Party Informed of Works ",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-04ee.html",
            "content": "German Political Party Informed of Works \r\n Pyongyang, May 19 (KCNA) -- \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche,\" the talk the dear respected Kim Jong Un had with leading officials of the Central Committee of the Workers' Party of Korea on April 6, 2012 and his speech made by him at the military parade for celebrating the centenary of the birth of President Kim Il Sung were introduced at the enlarged meeting of the Central Committee of the Communist Party of Germany on May 5. \n\t\t\t\t\t Present there were members of the C.C., the Communist Party of Germany and staff members of the organ of the party.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the chairman of the C.C., the Communist Party of Germany introduced the main contents of the works of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Jong Un's works clearly indicated the orientation and ways to serve as guidelines for successfully carrying forward the cause of the President and Kim Jong Il and pushing forward the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman stressed the need for his party to deepen the study of the works in various forms and by different methods and positively support the Korean people's cause.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the party referred to the World Congress on the Juche Idea in Pyongyang. He continued:\n\t\t\t\t\t\n\t\t\t\t\t The military muscle of the DPRK provides a firm guarantee for defending the gains of socialism from the aggression of the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t An evening gala of fireworks was a spectacular one I have never seen before. Touring various places, I was convinced of the bright future of the DPRK. The DPRK is a vibrant socialist country quite different from what the West claimed.\n\t\t\t\t\t\n\t\t\t\t\t We will give wide publicity to the reality of the DPRK."
        },
        {
            "title": "Kim Jong Un presencia funcion artistica de grandes unidades de EPC",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-26ee.html",
            "content": "Kim Jong Un presencia funcion artistica de grandes unidades de EPC\r\n Pyongyang, 20 de mayo (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la funcion de los grupos de propaganda artistica de las unidades combinadas 639 y 534.\n\t\t\t\t\t En la escena se pusieron el coro \"No tiene fin la anoranza\", el tamboreo y cancion \"De un tiron\", la recitacion de poesia \"Himno al General              Kim Jong Un\", el humorismo dramatico \"Servir a los soldados\" y el drama agitador \"Ayudemos al pueblo\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\t A traves de la funcion los ejecutantes mostraron bien el poderio invencible del ejercito revolucionario del monte Paektu, crecido en el regazo del Dirigente Kim Jong Il, y el alma de fidelidad de los oficiales y soldados del EPC quienes pasan los dias de servicio militar con la anoranza al Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un dijo que las obras ofrecidas son perfectas en lo ideologico y su contenido tambien se basa en la vida de los militares y evaluo altamente aseverando que los ejecutantes pudieron ofrecer la funcion tan insinuante y fuerte en lo politico porque han sido sensibles a la politica del Partido.\n\t\t\t\t\t\n\t\t\t\t\t Aunque son pocos los ejecutantes, es muy fuerte su influencia artistica, apunto y agrego que esto comprueba que pueden conmover a los militares cuando saquen la semilla en la realidad y libren con vigor las actividades de propaganda y agitacion artisticas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\t Indico que los grupos de propaganda artistica tienen que sentir mas gran orgullo y dignidad en la educacion de los militares que la evaluacion en los festivales.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expreso la esperanza y conviccion de que los miembros de los grupos de propaganda artistica de las grandes unidades combinadas seguiran librando las actividades de propaganda artistica revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron Choe Ryong Hae, Jang Song Thaek, Hyon Chol Hae, Kim Kyong Ok, Hwang Pyong So, Kwon Hyok Bong, Son Chol Ju, Pak Jae Gyong, Jo Kyong Chol y otros funcionarios del CC del PTC, los oficiales y soldados del EPC."
        },
        {
            "title": "Secretariado del CRPP publica informacion no. 998",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-27ee.html",
            "content": "Secretariado del CRPP publica informacion no. 998\r\n Pyongyang, 19 de mayo (ACNC) -- Con motivo de que la camarilla de Lee Myung Bak lanza ultimamente una campana para acabar con los partidarios de Roh Moo Hyun calificandolos de corruptos, el secretariado del Comite por la Reunificacion Pacifica de la Patria publico el dia 19 la informacion no. 998 que sigue:\n\t\t\t\t\t Ultimamente, la banda de Lee Myung Bak vuelve a escandalizar el caso de ocultacion de fondos politicos ilicitos.\n\t\t\t\t\t\n\t\t\t\t\t La investigacion del caso fue suspendida cuando los habitantes surcoreanos de diferentes sectores comenzaron a condenar categoricamente esa pesquisa que causo la muerte tragica a Roh.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, los compinches de Lee sacaron nuevamente ese tema partiendo de su sucia y astuta artimana de distraer la mirada critica de la opinion publica clavada en ellos y bloquear la ofensiva de los partidos opositores.\n\t\t\t\t\t\n\t\t\t\t\t La ya incomoda situacion del traidor Lee Myung Bak, que enfrenta la seria crisis de gobernacion como consecuencia de su servilismo a EE.UU. y politica de enfrentamiento fratricida, se torno mas grave al revelarse los casos de corrupcion de sus parientes y acolitos.\n\t\t\t\t\t\n\t\t\t\t\t Llegan al cielo las maldiciones y quejas de los habitantes surcoreanos sobre las infamias del colectivo de corruptos encabezado por Lee que causo una situacion catastrofica en el Sur de Corea y depaupero la vida del pueblo con sus politicas antipopulares y escandalos de corrupcion.\n\t\t\t\t\t\n\t\t\t\t\t  La campana de la banda de Lee es el siniestro intento de invalidar las declaraciones conjuntas Norte-Sur de Corea, envenenar el clima pro-reunificacion en alianza con el Norte y aventajarse en las \"elecciones presidenciales\" mediante la contraofensiva a las fuerzas democraticas y reformistas.\n\t\t\t\t\t\n\t\t\t\t\t No se puede ver en otras partes del mundo a los bandoleros y politicastros tan barbaros como los pandilleros de Lee que insatisfechos de haber causado la muerte de su antecesor en funcion de sus ambiciones politicas, tratan ahora de rematar al difunto convirtiendolo en la victima de su complot politico.\n\t\t\t\t\t\n\t\t\t\t\t Esta repugnante maniobra, igual al ultimo coletazo del raton en agonia, esta generando el odio y la condena mas fuertes de la poblacion surcoreana y toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Los habitantes surcoreanos deberan castigar duro a Lee Myung Bak y al \"Partido Saenuri\" en las proximas \"elecciones presidenciales\", al darse cuenta de que dejando intactas a esas bestias de peor calana, no podran liberarse nunca del oscurantismo, penuria y fascismo."
        },
        {
            "title": "Rodong Sinmun revela absurdidad de \"futuro de estado pacifico\"",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-28ee.html",
            "content": "Rodong Sinmun revela absurdidad de \"futuro de estado pacifico\"\r\n Pyongyang, 19 de mayo (ACNC) -- El diario Rodong Sinmun en un articulo individual difundido este sabado senala como sigue:\n\t\t\t\t\t Ultimamente las capas dominantes de Estados Unidos suelen enfatizar sobre el supuesto \"aspecto del futuro de estado pacifico\" propagando que este sirve del \"preludio de la gran marcha nacional del nuevo siglo\".\n\t\t\t\t\t\n\t\t\t\t\t Es una caricatura politica el que el gobernante norteamericano, que sirve de marioneta a los capitalistas monopolistas, habla tanto del \"aspecto de futuro\" profesando la \"potencia\".\n\t\t\t\t\t\n\t\t\t\t\t El gobernante estadounidense vocifera absurdamente que eliminara el fenomeno de que la minoria solo vive en la opulencia y la mayoria de los norteamericanos sustenta apenas la vida y que lograra el \"desarrollo proporcional\" en todas las esferas de la sociedad para que todos los habitantes disfruten de una \"vida feliz\".\n\t\t\t\t\t\n\t\t\t\t\t Las capas dominantes norteamericanas al presentarlo dan importancia a establecer el regimen de dominacion militar y economica sobre los paises regionales asiaticos.\n\t\t\t\t\t\n\t\t\t\t\t El \"aspecto del futuro de estado pacifico\" por que Obama aboga tanto, es una variante de la teoria de \"superpotencia unica\" y no es mas que un escudo para justificar sus maniobras de agresion y guerra.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente deviene la tactica de atraccion tendente a atraer la simpatia nacional e internacional y el maquiavelismo para salvar la crisis actual y realizar la ambicion de retomar el poder.\n\t\t\t\t\t\n\t\t\t\t\t El disparate de Obama  por el respecto, no pasa de ser un canto funebre."
        },
        {
            "title": "Omnibus prestan el servicio voluntario en Corea",
            "url": "http://kcna.co.jp/item/2012/201205/news19/20120519-29ee.html",
            "content": "Omnibus prestan el servicio voluntario en Corea\r\n Pyongyang, 19 de mayo (ACNC) -- Se puede ver por la manana y por la noche en las avenidas de Pyongyang los omnibus que prestan el servicio voluntario para los capitalinos.\n\t\t\t\t\t Esos vehiculos no son medios de transporte publico sino propiedades de los ministerios y organos centrales.\n\t\t\t\t\t\n\t\t\t\t\t Thae Yong Il (52 anos de edad), jefe de departamento del Ministerio de Industria Mecanica, quien tomo la iniciativa del servicio voluntario, expreso a la ACNC como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Un dia de enero pasado cuando persistia intenso frio, viajabamos bien temprano por la manana en nuestro omnibus y distinguimos a la gente esperando la guagua en una parada.\n\t\t\t\t\t\n\t\t\t\t\t Entre ellos se veia hasta una mujer con bebe.\n\t\t\t\t\t\n\t\t\t\t\t Ese dia, organizamos una reunion de choferes y les propusimos prestar el servicio voluntario para resolver el problema de ida y vuelta del trabajo de los capitalinos.\n\t\t\t\t\t\n\t\t\t\t\t Los choferes aceptaron con mucho gusto la iniciativa diciendo que asi podrian poner punto final al consumo inutil de gasolina porque iban a recoger a los empleados del ministerio o regresaban despues de dejarlos en sus casas con los asientos vacios.\n\t\t\t\t\t\n\t\t\t\t\t Desde entonces, el Ministerio de Industria Mecanica comenzo a transportar a los capitalinos en diferentes lineas.\n\t\t\t\t\t\n\t\t\t\t\t Los capitalinos se pusieron muy contentos del inesperado servicio de los conductores del ministerio.\n\t\t\t\t\t\n\t\t\t\t\t Thae Yong Il y otros funcionarios de la misma entidad estan decididos a hacer mucho mas favores a los capitalinos aprendiendo la noble concepcion del pueblo del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Se sumaron a ellos los funcionarios del Banco Central y otros organos en la capital.\n\t\t\t\t\t\n\t\t\t\t\t En la zona de Anju de la provincia de Phyong-an del Sur circulan tambien las guaguas voluntarias que transportan a los carboneros y las publicaciones.\n\t\t\t\t\t\n\t\t\t\t\t Es facil encontrar por doquier del pais a las personas que piensan y actuan segun el patriotismo de Kim Jong Il y bajo la consigna de \"!Hagamos muchos trabajos utiles al pueblo!\"."
        }
    ]
}