{
    "date": "2012-05-13",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-13ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Jakarta",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-16ee.html",
            "content": "Kim Yong Nam Arrives in Jakarta\r\n Jakarta, May 13 (KCNA correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and his party arrived in Jakarta on Sunday to pay an official good-will visit to Indonesia at the invitation of President Susilo Bambang Yudhoyono.\n\t\t\t\t\t Arriving with Kim were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, An Jong Su, minister of Light Industry, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Raden Mohammad Marty Muliana Natalegawa, minister of Foreign Affairs, the minister of Trade, officials concerned, Nasri Gustaman, Indonesian ambassador to DPRK and Ri Jong Ryul, DPRK Ambassador to Indonesia, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Kim and his party departed Singapore for Indonesia on that day."
        },
        {
            "title": "Kiam Yong Nam Sends Message of Thanks to Singaporean President",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-17ee.html",
            "content": "Kim Yong Nam Sends Message of Thanks to Singaporean President \r\n Pyongyang, May 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of thanks to Singaporean President Tony Tan Keng Yam on Sunday before leaving the country after wrapping up visit to it.\n\t\t\t\t\t Kim expressed thanks to the president and people of Singapore for according him and his party warm hospitality.\n\t\t\t\t\t\n\t\t\t\t\t The message said that during the visit the two sides shared views on positively developing the relations between the two countries and on issues of mutual concern, thereby deepening understanding and friendship.\n\t\t\t\t\t\n\t\t\t\t\t The visit offered an important occasion for promoting the development of the bilateral relations, the message said, expressing conviction that the ties of friendship and cooperation between the two countries will further expand and develop by the joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t Kim sincerely wished the friendly people of Singapore a fresh progress and prosperity and the president good health, happiness and a greater success in his work."
        },
        {
            "title": "Congratulations to Cambodian King on His Birthday ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-05ee.html",
            "content": "Congratulations to Cambodian King on His 59th Birthday \r\n Pyongyang, May 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a congratulatory message to Norodom Sihamoni, king of Kingdom of Cambodia, on his 59th birthday.\n\t\t\t\t\t Kim said in the message he was glad that the traditional bilateral relations of friendship and cooperation provided by President Kim Il Sung and H.M. the Great King Norodom Sihanouk have steadily grown stronger.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished the King good health and well-being and a further success in his noble work for the prosperity of his country and well-being of his people."
        },
        {
            "title": "Mongolian Friendship Delegation Visits Mangyongdae ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-14ee.html",
            "content": "Mongolian Friendship Delegation Visits Mangyongdae \r\n Pyongyang, May 13 (KCNA) -- A friendship delegation of the Agency for the Diplomatic Corps Service of Mongolia led by Director S. Bayarmonh toured Mangyongdae.\n\t\t\t\t\t The delegation went to President Kim Il Sung's old home there and looked round historic relics, being briefed on the glorious revolutionary history of the President and the members of Mangyongdae family.\n\t\t\t\t\t\n\t\t\t\t\t They had a photo taken before the old home and went round revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the head of the delegation said that the Mongolian people boundlessly revere Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t He said he could know better about the revolutionary life of the President and his family members through the visit. \n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, the International Friendship Exhibition House and other places."
        },
        {
            "title": "Foreigners Pay Floral Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-13ee.html",
            "content": "Foreigners Pay Floral Tribute to Kim Il Sung and Kim Jong Il\r\n Pyongyang, May 13 (KCNA) -- Delegations of different countries and regions visited statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Sunday. They are here to take part in the Pyongyang Spring International Trade Fair.\n\t\t\t\t\t They laid floral baskets before the statues and bowed to them."
        },
        {
            "title": "Journalist of Jaju Minbo Arrested in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-15ee.html",
            "content": "Journalist of Jaju Minbo Arrested in S. Korea\r\n Pyongyang, May 13 (KCNA) -- The south Korean authorities Thursday arrested Han Song, a journalist of south Korean internet paper Jaju Minbo, on the charge of violation of the notorious \"security law\".   \n\t\t\t\t\t Later last year the Security Investigation Group of the Seoul District Police Agency forcefully searched his office and investigated him and also issued a warrant of arrest for him, saying that his articles carried by Jaju Minbo violated the \"security law\" banning praise and encouragement of the north.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at the rejection of the warrant, the fascists reissued the warrant of arrest for him in February this year and kept persecuting him which led to his final detainment."
        },
        {
            "title": "S. Korean Rat-like Group Accused of Anti-DPRK Preemptive Attack Plan",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-06ee.html",
            "content": "S. Korean Regime Accused of Anti-DPRK Preemptive Attack Plan\r\n Pyongyang, May 13 (KCNA) -- The south Korean warmongers recently made public an \"operational plan for preemptive attack on north Korea\".\n\t\t\t\t\t This war plan envisages \"preempting attacks on the nuclear, missile facilities in north Korea when there is omen of nuclear attack by it\". The main point of the plan is to follow the method the U.S. used when invading Iraq.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson on Sunday observes this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors crafted with the U.S. master a number of plans for invading the north but none of them has stipulated a preemptive attack on the north, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The recent war scenario proved that the south Korean warmongers' war provocation moves against the north have reached a very dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's announcement of the special operation action struck terror into the south Korean group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t The group made public the adventurous war plan against the north in a bid to encourage their stooges.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has bolstered capabilities for self-defence in every way under the banner of Songun. It was aimed to smash the aggression moves of the U.S. styling itself the \"world's only superpower\" and defend the nation's sovereignty and dignity, not to fight with the Lee Myung Bak group of traitors which entrusted even the war-time operation control to its U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t Lee group, deprived of even the military sovereignty, is bluffing that it would destroy the north, a remark reminding one of a newborn puppy unafraid of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t The rat-like Lee group is seeking a way out in a war provocation against the north but it is as foolish an act as digging its own grave.\n\t\t\t\t\t\n\t\t\t\t\tIt may go ahead with the confrontation with the fellow countrymen if it wants death."
        },
        {
            "title": "Danger of U.S. Moves to Lay Siege to Asia Disclosed ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-07ee.html",
            "content": "Danger of U.S. Moves to Lay Siege to Asia Disclosed\r\n Pyongyang, May 13 (KCNA) -- The U.S. is focusing on Asia as regards its policy for the building of military bases abroad, says Rodong Sinmun Sunday in a bylined article. \n\t\t\t\t\t The Asia strategy of the U.S. imperialists is to keep and expand the domination in the region by counting on strength and realize the ambition for world supremacy, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is creating lots of military bases in Asia. It is the invariable ambition of the U.S. warlike forces to stifle the DPRK by force. So, it is building lots of military bases for aggression in south Korea and its surrounding areas. \n\t\t\t\t\t\n\t\t\t\t\t Now the U.S., Japan and south Korea are stepping up the formation of the triangular military alliance. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. tries to restrain other powers from exercising influence and expanding the sphere of power in the region and play the role of a \"superpower\". \n\t\t\t\t\t\n\t\t\t\t\t It intentionally fosters arms race and Cold War to invent an excuse for aggression and interference and expand its power sphere worldwide. \n\t\t\t\t\t\n\t\t\t\t\t The tightened military alliance among the U.S., south Korea and Japan is a nexus for aggression of the DPRK and, at the same time,  a move to establish the structure of military stand-off. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. military bases in Asia gravely threaten the peace and security in the region. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists continue to rush headlong into the moves for aggression and war against anti-imperialist independent countries, while expanding military bases in Asia, they will not be able to escape the final destruction."
        },
        {
            "title": "S. Korean Organizations Call for Proper Settlement of Issue of Volunteers Corps ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-08ee.html",
            "content": "S. Korean Organizations Call for Proper Settlement of Issue of Volunteers Corps\r\n Pyongyang, May 13 (KCNA) -- South Korean civic and social organizations including the Council for the Solution of the Issue of the Volunteers Corps in south Korea held the 1 021st Wednesday rally outside the Japanese embassy on May 9 for the settlement of the volunteers corps issue.\n\t\t\t\t\t In a statement they said south Korea and Japan are set to strike agreements on package protection of military information and mutual munitions support.\n\t\t\t\t\t\n\t\t\t\t\t The planned military agreements between south Korea and Japan imply the likelihood of \"discussion\" between their authorities over the comfort women issue, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Japan is not in a position to resort to a trick as regards the comfort women issue as it committed unprecedented crimes against humanity during the war. Its give-and-take deceptive act of insulting the victims can no longer be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should stop the ostrich-like act of trying to calm down the international public critical of Japan and own legal responsibility.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\" should urge Japan to fulfill the legal responsibility, not resorting to foolish acts in settling the issue."
        },
        {
            "title": "S. Korea's Moves for Military Alliance with Japan Denounced",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-09ee.html",
            "content": "S, Korea's Moves for Military Alliance with Japan Denounced\r\n Pyongyang, May 13 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement on May 9 in denunciation of the south Korean warmongers for working hard to tighten alliance with foreign forces, being engrossed in escalating confrontation with fellow countrymen.\n\t\t\t\t\t The statement said south Korea and Japan are mulling concluding a military agreement.\n\t\t\t\t\t\n\t\t\t\t\t It labeled Japan as an aggressor and plunder that inflicted immeasurable misfortunes and sufferings upon the Koreans for more than 40 years of its rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese aggressors are keen to grab Tok Islets seized by an ambition to reinvade Korea with the backing of the United States, far from making an apology and reparation for their crimes against the Koreans even though over half a century has passed since they were driven out of Korea, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has hastened the formation of a triangular military alliance with south Korea and Japan and incited Japan to stand in the van of the anti-DPRK war racket.\n\t\t\t\t\t\n\t\t\t\t\t At such a time Lee Myung Bak is resorting to the moves to tighten the military alliance with Japan. This will put the situation on the Korean Peninsula out of control.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded south Korea instantly give up the moves to conclude military agreement with Japan and stop the vain provocations."
        },
        {
            "title": "Kim Jong Un's Work Posted on Internet Website of German Travel Company ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-01ee.html",
            "content": "Kim Jong Un's Work Posted on Internet Website of German Travel Company \r\n Pyongyang, May 13 (KCNA) -- The MS Travel Company of Germany on May 7 carried on its website the full text of the talk the dear respected Kim Jong Un had with leading officials of the Central Committee of the Workers' Party of Korea on April 6, 2012.\n\t\t\t\t\t The talk was titled \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and   Successfully Accomplish the Revolutionary Cause of Juche.\" \n\t\t\t\t\t\n\t\t\t\t\t The work says that holding General Secretary Kim Jong Il in high esteem as general secretary forever is a principled requirement for victoriously advancing the Korean revolution and it indicates the tasks to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The website carried a photo of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Speech Carried by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-02ee.html",
            "content": "Kim Jong Un's Speech Carried by Peruvian Organization\r\n Pyongyang, May 13 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship posted on its website on May 4 the speech of the dear respected Kim Jong Un at the military parade to mark the centenary of President Kim Il Sung's birth.\n\t\t\t\t\t The speech made by him on April 15, 2012 clarifies that a 100-year-long history of Kim Il Sung's nation clearly proved the immutable truth that a country and nation can enjoy dignity and prosperity only when they have an outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t Expounded in the speech is the idea that there is the glorious 100-year-long history of Juche Korea and ever-lasting history of Kim Il Sung's nation, Kim Jong Il's Korea thanks to the ever-victorious history of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to enrich the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist country, etc."
        },
        {
            "title": "Kim Jong Un Congratulated on His Election to Top Posts of WPK and State: Indian Personages",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-03ee.html",
            "content": "Kim Jong Un Congratulated on His Election to Top Posts of WPK and State: Indian People\r\n Pyongyang, May 13 (KCNA) -- A meeting took place in India on May 5 to congratulate the dear respected Kim Jong Un on his election as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Displayed at the venue were works of President Kim Il Sung and General Secretary Kim Jong Il, photos of the undying feats of the peerlessly great persons of Mt. Paektu and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t People of all social standings and Juche idea followers of India and officials of the International Kim Il Sung Prize Council, the International Institute of the Juche Idea and the Asian Regional Institute of the Juche Idea were present at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by the former minister of Industry, Labor and Environment of the Delhi State Government, the director-general of the IIJI, the secretary of the Delhi State Committee of the National Congress Party, the chairman of the Society for the Study of Works of Kim Jong Il and others. \n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Korean people turned big grief over the demise of Kim Jong Il into strength and courage and are pushing forward the building of a thriving socialist nation under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is successfully applying the Juche idea and the Songun idea true to the behests of Kim Il Sung and Kim Jong Il, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They extended warm congratulations to Kim Jong Un on his election as first secretary of the WPK and first chairman of the DPRK National Defence Commission, stressing that only victory and glory will always be in store for the Korean people led by him.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "History of Victory and Glory of KPA Will Be Given Continuity: Brazilian Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-04ee.html",
            "content": "History of Victory of KPA Will Be Given Continuity: Brazilian Organization\r\n Pyongyang, May 13 (KCNA) -- Internet website of a Brazilian organization and a Brazilian paper carried articles on the occasion of the 80th anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea on April 30 posted on its website an article titled \"80 years of victory and glory\" with a fine art work which depicts President Kim Il Sung proclaiming the founding of the Anti-Japanese People's Guerrilla.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Revolutionary Army was founded by the President on April 25, 1932 at a time when Korea was under the military occupation by the Japanese imperialists, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It fought against the Japanese army under the difficult condition where there were neither state-backing nor support by the regular army and liberated the country at last.\n\t\t\t\t\t\n\t\t\t\t\t The KPA, which had grown to be the regular armed forces under the leadership of the President after the liberation was compelled to wage a war to beat back the U.S. invasion.\n\t\t\t\t\t\n\t\t\t\t\t The event which dealt a big defeat to the U.S. for the first time in history struck the world by admiration. After the war, too, the KPA has shattered the U.S. ceaseless military provocation moves and reliably defended the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t In the new century, too, it has firmly defended the gains of revolution while shattering the ceaseless moves of the enemies to ignite a new war with the matchless arms.\n\t\t\t\t\t\n\t\t\t\t\t The history of victory and glory of the KPA will be given continuity along with prospering socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian paper Hora do Povo on May 2 carried a similar article.\n\t\t\t\t\t\n\t\t\t\t\t The cause of building the Juche-based revolutionary armed forces which was started on Mt. Paektu is now dynamically advancing under the leadership of Supreme Commander Kim Jong Un, the article said."
        },
        {
            "title": "Cuba Denounces U.S. Blockade  ",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-11ee.html",
            "content": "Cuba Denounces U.S. Blockade \r\n Pyongyang, May 13 (KCNA) -- The Cuban permanent representative in Geneva bitterly denounced the U.S. persistent blockade against Cuba in his speech at a recent meeting of the UN Human Rights Council. \n\t\t\t\t\t The U.S. blockade caused Cuba about 104 billion U.S. dollar loss by December 2010, he said, adding that through the blockade the U.S. has systematically violated the rights of the Cuban people. \n\t\t\t\t\t\n\t\t\t\t\t The ulterior intention of the U.S. blockade is to check development of the Cuban people, he said. But Cuba has made big achievements in all fields without submission. \n\t\t\t\t\t\n\t\t\t\t\t He urged the U.S. to stop at once the criminal blockade against Cuba."
        },
        {
            "title": "Vietnm's 2nd Satellite to Be Launched",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-12ee.html",
            "content": "Vietnam's 2nd Satellite to Be Launched\r\n Pyongyang, May 13 (KCNA) -- Vietnam is putting great efforts to the development of outer space.\n\t\t\t\t\t It will send its second satellite into orbit on May 16, the Vietnam Post and Telecommunications Group said on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t VINASAT-2 will be launched from the Guiana Space Center at the European Spaceport in Kourou, French Guiana."
        },
        {
            "title": "Belarusian President Voices Stand for Independence",
            "url": "http://kcna.co.jp/item/2012/201205/news13/20120513-10ee.html",
            "content": "Belarusian President Voices Stand for Independence \r\n Pyongyang, May 13 (KCNA) -- Belarusian President Alexander Lukashenko expressed the will to firmly keep the independent stand in his traditional speech to the people and parliament on Tuesday. \n\t\t\t\t\t The West is attacking Belarus with pressure and sanctions, but Belarus cannot concede the main principle for its stability and sovereignty, he stressed."
        }
    ]
}