{
    "date": "2012-05-23",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-23ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects KPA Unit 1501 ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-36ee.html",
            "content": "Kim Jong Un Inspects KPA Unit 1501\r\n Pyongyang, May 23 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, inspected KPA Unit 1501.\n\t\t\t\t\t After receiving a salute, he, conducted by commanding officers, went round the room for the education in the revolutionary history and the monument to the on-the-spot guidance of general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed in detail on the organization of the unit and the course of its development, he recollected with deep emotion the history of its development while viewing historic relics and materials.\n\t\t\t\t\t\n\t\t\t\t\t He said that under the wise guidance and meticulous care of President Kim Il Sung and Kim Jong Il the unit has greatly contributed to defending the country and accomplishing the cause of army building by displaying popular heroism on the forefront for defending the socialist country in the past.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised all the service personnel of the unit for their military merits, expressing great satisfaction over the fact that they have made many achievements through the dynamic struggle to carry through the on-the-spot instructions given by the President and Kim Jong Il in the past.\n\t\t\t\t\t\n\t\t\t\t\t He viewed the combat and technical apparatuses contrived and manufactured by the unit itself.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed in detail on their performance and introduction, he was greatly pleased that service personnel made modern apparatuses urgently needed for combat preparations by using their brain and devoting enthusiasm to rounding off the combat preparations.\n\t\t\t\t\t\n\t\t\t\t\t After expressing satisfaction over the fact that the service personnel of the unit are discharging their combat duty in a responsible manner while following with vigilance the moves of the enemy for aggression, he set forth the tasks to be fulfilled to step up its combat preparations and bolster up its combat capability.\n\t\t\t\t\t\n\t\t\t\t\t Going round the soldiers' hall and other cultural and educational facilities, he learned in detail about the ideological education of the service personnel.\n\t\t\t\t\t\n\t\t\t\t\t He praised the unit for sprucing up the soldiers' hall as befitting a center for cultural and emotional education and effectively conducting the revolutionary education and class education by use of a variety of vivid visual aid.\n\t\t\t\t\t\n\t\t\t\t\t Pleased with all the service personnel's sufficient cultural and emotional life, he instructed the commanding officers to always pay primary attention to the ideological work and train them as ones strong in ideology and faith.\n\t\t\t\t\t\n\t\t\t\t\t Walking the compound of the barracks kept neat and tidy like a park, he learned about the command and management of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the service personnel of the unit, expressing expectation and conviction that they would successfully discharge their mission and role as the standard-bearers and shock brigade in upholding the Songun politics of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Jang Song Thaek, Ju Kyu Chang, Kim Kyong Ok, Hwang Pyong So and Kim Yong Chol."
        },
        {
            "title": "Kim Jong Un Has Photo Session with Servicepersons of KPA Unit 6556",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-35ee.html",
            "content": "Kim Jong Un Has Photo Session with Servicepersons of KPA Unit 6556\r\n Pyongyang, May 23 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, had a photo session with the servicepersons of KPA Unit 6556.\n\t\t\t\t\t General secretary Kim Jong Il inspected the unit and had a photo taken with its commanding officers in February last year.\n\t\t\t\t\t\n\t\t\t\t\t Learning that some officers were not able to attend the honorable photo session that day due to their duties, Kim Jong Il promised to have a photo taken with them in the future.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un did not forget the promise made by Kim Jong Il that day and called all the commanding officers of the unit and the service personnel of the sub-unit under its direct control to have a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the service personnel of the unit would creditably fulfill their honorable mission and duty in the efforts to preserve and glorify forever the undying ideas of President Kim Il Sung and Kim Jong Il and feats performed by them in the army building in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, Jang Song Thaek, Kim Kyong Ok, Hwang Pyong So and Jo Kyong Chol."
        },
        {
            "title": "Greetings to Eritrean President",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-14ee.html",
            "content": "Greetings to Eritrean President\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Wednesday sent a message of greeting to Eritrean President Issaias Afewerki on the 21st independence anniversary of Eritrea. \n\t\t\t\t\t Kim, in the message, wished the president and his people greater success in the work for the country's peace, development and prosperity, expressing belief that the friendly and cooperative relations between the two countries will develop day by day."
        },
        {
            "title": "Chairman of DPRK SPA Meets Swedish Lawmaker and His Party",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-30ee.html",
            "content": "Chairman of DPRK SPA Meets Swedish Lawmaker and His Party \r\n Pyongyang, May 23 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, Wednesday met and had a friendly talk with Kent Harstedt, lawmaker from Social Democratic Party of Sweden, and his party who paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Pak Ui Chun Meets New Russian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-18ee.html",
            "content": "Pak Ui Chun Meets New Russian Ambassador\r\n Pyongyang, May 23 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Wednesday met and had a talk with Alexandr Timonin, new Russian ambassador to the DPRK who paid a courtesy call on him. \n\t\t\t\t\t Present there were officials of the DPRK Foreign Ministry and staff members of the Russian embassy."
        },
        {
            "title": "KCNA Accuses U.S. of Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-04ee.html",
            "content": "KCNA Accuses U.S. of Human Rights Abuses\n\t\t\t\t\t\t\r\n Pyongyang, May 23 (KCNA) -- The KCNA Tuesday issued an indictment accusing the U.S. of its unethical human rights abuses. \n\t\t\t\t\t The indictment said:\n\t\t\t\t\t\n\t\t\t\t\t The political rights of the majority of the toiling masses are being wantonly violated by money and power in the U.S. styling itself \"Heaven of liberty and democracy\".\n\t\t\t\t\t\n\t\t\t\t\t An election in the U.S. can be described as a contest in wasting money.\n\t\t\t\t\t\n\t\t\t\t\t The midterm election held in November 2010 was reported to be the most expensive election in the U.S. history as 3.98 billion U.S. dollars was squandered for it. \n\t\t\t\t\t\n\t\t\t\t\t The presidential election to be held this year is also expected to be a competition in money. U.S. President Obama, candidate from the Democratic Party, raised 45 million dollars in February and 53 million dollars in March. The fund for reelection of Obama is estimated to be 120. 01 million dollars. \n\t\t\t\t\t\n\t\t\t\t\t Freedom of speech, secrecy of correspondence, inviolability of human body and other civic rights are openly violated under the pretence of \"national security\" in the U.S. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. Senate adopted an act on protecting cyber space as national property on June 24, 2010. In February last year BBC recalled that the U.S. frequently cried out for ensuring freedom of internet, labeling those countries taking measures to control internet \"closed society\". It accused the U.S. of contemplating making a legitimate framework to control internet in its mainland.\n\t\t\t\t\t\n\t\t\t\t\t U.S. airports introduce full-body scanners for travelers under the pretext of security. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. authorities' brutal suppression of participants in Occupy Wall Street demonstrations across the U.S. last year vividly showed the reality of the U.S., tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The police authorities responsible for protecting rights of citizens of the U.S. are earning an ill fame as main culprits of violence and human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\t U.S. prisons have turned into medieval torture chambers and hells on earth. \n\t\t\t\t\t\n\t\t\t\t\t The rights to food, clothing and housing, the most elementary human rights, are mercilessly suppressed in the American society where money is everything and the jungle law governs. \n\t\t\t\t\t\n\t\t\t\t\t  According to a survey of the U.S. Census Bureau, the number of the people living under poverty line across the country reached 49.1 million as of the end of 2011. The number of homeless people who cannot afford to live in their own houses because of high housing rent reached 636 000 last year. It is said that more than 51 000 people sleep under the open sky every day in Los Angeles City, California, known as \"a city of homeless people\".\n\t\t\t\t\t\n\t\t\t\t\t The number of the unemployed in April this year stood at 12.5 million owing to the ever-deepening economic crisis. Among them 5.1 million people are the long-term unemployed. \n\t\t\t\t\t\n\t\t\t\t\t According to a report released by the U.S. Federal Bureau of Investigation on Sept. 19, 2011, more than one million crimes of violence were committed in the U.S. in 2010. \n\t\t\t\t\t\n\t\t\t\t\t \"Equality for all\" much touted by the U.S. is nothing but a deceptive slogan and all forms of discrimination getting pronounced in the U.S. wantonly with each passing day mercilessly trample down upon the equality of people.\n\t\t\t\t\t\n\t\t\t\t\t The consequences of deeply rooted racial discrimination are vividly manifested in all fabrics of social life. \n\t\t\t\t\t\n\t\t\t\t\t Women and children in the U.S. are withering in the mire of social evils. \n\t\t\t\t\t\n\t\t\t\t\t Ceaseless violence against women fully betrays the fin de siecle tendency in the barbarous American society. \n\t\t\t\t\t\n\t\t\t\t\t The number of the poor children across the country is more than 15 million. \n\t\t\t\t\t\n\t\t\t\t\t The number of those children subject to violence every year is over three million, counting only those formally registered. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. human rights abuses spilled over to different parts of the world, imposing immeasurable misfortunes and sufferings upon other countries and nations. \n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led \"anti-terror war\" that has lasted for more than a decade is unprecedented state-sponsored terrorism and hideous human rights abuse. \n\t\t\t\t\t\n\t\t\t\t\t This is clearly proved by the \"anti-terror war\" now engulfing Pakistan in the wake of Afghanistan and Iraq. This has become a war of genocide as it takes the lives of guiltless civilians. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is maltreating and torturing prisoners after setting up secret prisons abroad. This is the wanton violation of the international laws on human rights and humanitarianism. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has cruelly trampled down upon the freedom of religion and faith of other nations. \n\t\t\t\t\t\n\t\t\t\t\t It ceaselessly resorts to the moves to bring down governments of other countries and terrorism against democratic figures of various countries. They constitute a wanton violation of national rights and human rights abuses. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. organized more than 40 terrorist groups specializing in subversive acts and murder in a bid to stifle the Cuban revolution and financially backed them. \n\t\t\t\t\t\n\t\t\t\t\t For more than a century, the U.S. hatched plots to overthrow governments of many countries including Nicaragua, Philippines, Puerto Rico, Honduras, Guatemala, Chile, Grenada, Panama, Afghanistan and Iraq to realize its ambition for domination. \n\t\t\t\t\t\n\t\t\t\t\t In the period from 1961 to 1976, it conducted at least 900 assassination and terror operations against world famous politicians and foreign government officials. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the worst rogue state in terms of human rights abuses as it has perpetrated the most serious human rights abuses at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the U.S. is apt to kick up human rights rackets in the international arena and politicize human rights issues, build up public opinions over them and internationalize those issues in a bid to use them as a lever for pressurizing other countries. This is like \"the guilty party filing the suit first\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which should be brought to the world human rights court."
        },
        {
            "title": "Rodong Sinmun Calls for Fresh Turn in Land Management ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-05ee.html",
            "content": "Rodong Sinmun Calls for Fresh Turn in Land Management \r\n Pyongyang, May 23 (KCNA) -- Rodong Sinmun Wednesday editorially calls upon all the party members, servicepersons and people to come out as one in the land management and thus turn the DPRK into a Juche-oriented socialist land of bliss.\n\t\t\t\t\t It is an urgent requirement to improve the country's land to befit that of a thriving nation in the on-going general advance for building a thriving socialist nation, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the noble intention of the dear respected Kim Jong Un to turn the DPRK associated with the patriotic ideas of President Kim Il Sung and leader Kim Jong Il into a land of bliss for all ages.\n\t\t\t\t\t\n\t\t\t\t\t The fertile and beautified land of the country alone can provide the people with better cultured living environment and conditions and dynamically accelerate the building of an economic power.\n\t\t\t\t\t\n\t\t\t\t\t A revolutionary change will take place in the land management only when all the party members and other working people sincerely devote their sweat and energies to turning their country into a more beautiful one with ardent patriotism.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to resolutely protect and adhere to Kim Jong Il's idea of improving the land management, uphold his leadership exploits and glorify them for all ages and thoroughly implement his behests without a single deviation and compromise and thus improve the land of the country to befit that of a thriving socialist nation. These are general orientation and tasks indicated by Kim Jong Un to be held fast to in land management.\n\t\t\t\t\t\n\t\t\t\t\t We should thoroughly implement the militant tasks set forth in Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" and thus turn the DPRK into a socialist land of bliss, concludes the editorial."
        },
        {
            "title": "Rodong Sinmun Raps Warmongers' Moves to Ignite War ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-06ee.html",
            "content": "Rodong Sinmun Raps Warmongers' Moves to Ignite War \r\n Pyongyang, May 23 (KCNA) -- All Koreans in the north, the south and abroad should wage a dynamic patriotic struggle to check and frustrate the moves of the warmongers at home and abroad to escalate confrontation and ignite war, aware that they are responsible for preserving peace on the Korean Peninsula. \n\t\t\t\t\t Rodong Sinmun Wednesday urges this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet warmongers staged large-scale joint air battle exercise Max Thunder with the U.S. imperialists in the sky over the area west of the Korean Peninsula from May 7 to 18 with an aim to \"examine the readiness for immediate counteraction in contingency\". They said that they would also take part in the more than a month-long RIMPAC joint military drill led by the U.S. imperialist aggressor forces to be staged in Hawaii soon. \n\t\t\t\t\t\n\t\t\t\t\t Their evermore reckless saber-rattling aimed to invade the north is a criminal act of posing a threat to the destiny of the nation and wrecking the peace of the country.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the puppet warmongers kick off a frantic joint military drill, they repeat stereotyped rhetoric that it is aimed to cope with \"provocation\" from the north and \"defend\" themselves and the like.\n\t\t\t\t\t\n\t\t\t\t\t Such saber-rattling is designed to block national unity and reunification and, furthermore, do harm to compatriots.\n\t\t\t\t\t\n\t\t\t\t\t This was well illustrated by the recent large-scale combined air battle exercise. It was led by the puppet military and involved by the U.S. Seventh Air Force. The warmongers claimed its objective was to  \"make a precision strike at someone's bases for provocations\" through a large-scale drill of formations of assault planes and an  urgent air interception operation. This is aimed to make a preemptive surprise attack at the strategic targets of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces' participation in the RIMPAC joint military drills clearly proves that they have set about playing the role of a shock force in implementing the U.S. policy of aggression against the DPRK and hurt the DPRK by force of arms in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-targeted madcap joint military drills going on in south Korea are aimed at implementing the conservative group's policy of confrontation and war against compatriots. The puppet group now on the brink of ruin, repudiated by the public and condemned by all Koreans, is now foolishly seeking to find a way out by igniting a war against the north, the article concludes."
        },
        {
            "title": "Lee Myung Bak's Politically-motivated Terrorism Slammed",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-07ee.html",
            "content": "Lee Myung Bak's Politically-motivated Terrorism Slammed\r\n Pyongyang, May 23 (KCNA) -- The Lee Myung Bak group of traitors is now making much ado after raising again the illegal political fund cover-up case of former south Korean President Roh Moo Hyun. This is nothing but politically-motivated terrorism to kill him again. Minju Joson on Wednesday observes this in a bylined commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The group raised the case again though it had been confirmed to be groundless. This is aimed at branding the Roh Moo Hyun forces, an obstacle to its stay in power, as a group ridden with irregularities and corruption and eliminating them.\n\t\t\t\t\t\n\t\t\t\t\t After its seizure of power the Lee group has been keen on sycophancy towards the U.S., acts of treachery, unpopular rule and confrontation with fellow countrymen. The south Korean people are, therefore, staging dynamic actions against Lee Myung Bak and the Roh Moo Hyun forces known as forces supporting the June 15 joint declaration are taking the lead in these actions.\n\t\t\t\t\t\n\t\t\t\t\t Those forces are intensifying the anti-Lee Myung Bak and anti-\"Saenuri Party\" actions with \"the presidential election\" slated to take place in December. \n\t\t\t\t\t\n\t\t\t\t\t The aim pursued by the Lee group is not confined to this. The recent disclosure of more scandals of Lee's relatives and confidants threw it into a bottomless quagmire. \n\t\t\t\t\t\n\t\t\t\t\t Hence, the Lee group is working hard to build a public opinion over the above-said case of Roh in a bid to divert elsewhere the angry people's criticism of it and weather the serious ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the row about the above-said case kicked up by the Lee group is to get out of hot water and stay in power.\n\t\t\t\t\t\n\t\t\t\t\t These sordid plots and intrigues are only touching off bitterer hatred and denunciation among the people from all walks of life. The Lee group is like a camel, which went to seek horns, lost his ears. The group is fated to meet a severe punishment before long."
        },
        {
            "title": "Minju Joson Censures Japan's Moves to Become Military Giant",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-08ee.html",
            "content": "Minju Joson Censures Japan's Moves to Become Military Giant\r\n Pyongyang, May 23 (KCNA) -- Now Japan contemplates having access to the military hardware which have serious problems as regards their development and introduction. This shows Japan's intention to turn itself into a military giant by all means.\n\t\t\t\t\t Minju Joson Wednesday says in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan makes desperate efforts to secure military capacity enough for physically guaranteeing the provocation and fighting of a militarist war for reinvasion while openly claiming that Japan's defeat in the Second World War was attributable to its \"weakness\".\n\t\t\t\t\t\n\t\t\t\t\t The serious financial situation Japan has faced is depleting the country's copper and severe political chaos can follow in case it raises consumption tax. Japan, however, lavishes tremendous amount of money on purchasing arms and equipment.\n\t\t\t\t\t\n\t\t\t\t\t This is clear evidence proving that Japan is set to turn itself into a military power without fail and opt for a war of militarist reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The outbreak of a war in Asia by Japan has become an established fact and it can happen any moment. Drawing nearer is the day when Japan will provoke a war for reinvasion, singing \"Kimigayo\" and fluttering its \"sun flag\" as it had already replaced a \"pacifist constitution\" by a war constitution.\n\t\t\t\t\t\n\t\t\t\t\t The world should clearly see what's happening in Japan now and keep vigilance against it.\n\t\t\t\t\t\n\t\t\t\t\t For peace in Asia and the rest of the world Japan's moves to become a military power should never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t We strongly warn that only a miserable fate awaits the Japanese reactionaries as they are making preparations for a war by running through the nation's money and collecting heavy taxes from the people."
        },
        {
            "title": "Gift from Brazilian Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-13ee.html",
            "content": "Gift from Brazilian Organization\r\n Pyongyang, May 23 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by the Franklin Cascaes Cultural Fund of Florianopolis City in Santa Catarina State.\n\t\t\t\t\t The gift was handed over to an official of the DPRK delegation operational in Brazil by the director of the Educational Department of Florianopolis City on May 9."
        },
        {
            "title": "Swedish Lawmaker and His Party Visit Statues",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-32ee.html",
            "content": "Swedish Lawmaker and His Party Visit Statues\r\n Pyongyang, May 23 (KCNA) -- Kent Harstedt, lawmaker from the Social Democratic Party of Sweden, and his party visited the statues of President Kim Il Sung and general secretary Kim Jong Il on Mansu Hill to express respects for them on May 23.\n\t\t\t\t\t They placed bunches of flowers before the statues and paid tribute to them in boundless reverence for the peerlessly great men who made undying contributions to the world peace and global independence."
        },
        {
            "title": "Vietnamese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-22ee.html",
            "content": "Vietnamese Delegation Visits Mangyongdae\r\n Pyongyang, May 23 (KCNA) -- The delegation of Vietnamese paper Nhan Dan headed by Editor-in-Chief Thuan Huu visited Mangyongdae.\n\t\t\t\t\t They visited the Mangyongdae Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t At President Kim Il Sung's old home, being briefed on the revolutionary history of the President and the revolutionary and patriotic family members in Mangyongdae, the members of the delegation looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured other places including the Tower of the Juche Idea, the E-library of Kim Il Sung University, the Kim Jong Suk Pyongyang Textile Mill, the Grand People's Study House, the Victorious Fatherland Liberation War Museum, the U.S. armed spy ship \"Pueblo\" and the Changgwang Kindergarten."
        },
        {
            "title": "Students of Cho Islet Visit Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-23ee.html",
            "content": "Students of Cho Islet Visit Pyongyang\r\n Pyongyang, May 23 (KCNA) -- The DPRK witnessed once again the legendary loving care for children.\n\t\t\t\t\t Students of Cho Islet, forward post in the West Sea of the DPRK, visited Pyongyang from May 14.\n\t\t\t\t\t\n\t\t\t\t\t Considering that students living on the islet are eager to visit Pyongyang, the dear respected Kim Jong Un made sure that they came to Pyongyang and did camping in the best season of the year.\n\t\t\t\t\t\n\t\t\t\t\t The first destination upon their arrival at Pyongyang was the Mansu Hill where the statues of President Kim Il Sung and leader Kim Jong Il stand. They paid floral tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t During their stay in the capital they toured the time-honored Mangyongdae, Kimilsungia-Kimjongilia Exhibition, Revolutionary Martyrs Cemetery on Mt. Taesong, Party Founding Memorial Tower, Mangyongdae Schoolchildren's Palace and revolutionary sites as well as the apartment houses near completion in the Mansudae area.\n\t\t\t\t\t\n\t\t\t\t\t They spent a good time at the Kaeson Youth Park Fun Fair and the Central Zoo. They also enjoyed light comedy \"An Echo among the Hills\", Kim Il Sung Prize laureate, and joint performance by the Pyongyang Circus at modern theatres and had full meals at famous restaurants like Okryu and Chongryu restaurants.\n\t\t\t\t\t\n\t\t\t\t\t They left Pyongyang Wednesday being warmly seen off by the officials and employees of the Mangyongdae Lodging House for Excursion Trippers."
        },
        {
            "title": "Musan Mining Complex Technologically Updated",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-03ee.html",
            "content": "Musan Mining Complex Technologically Updated\r\n Pyongyang, May 23 (KCNA) -- A project for building a serial of the large cone crushing ground No. 2 and ore dressing plant No. 2 of the Musan Mining Complex has been successfully carried out and its technological processes have been updated. \n\t\t\t\t\t A lift has been installed for a crushing pit. There appeared a modern combined stock farm, the Cholsan Health Complex and a waiting room for miners-cars and other cultural and welfare facilities. \n\t\t\t\t\t\n\t\t\t\t\t Scientific and technological issues arising in converting the observation and operation of the large cone crusher No. 2 and ore dressing plant No. 2 into PLC-based automatic control system have been solved. This provided a sure guarantee for keeping production going at a high rate and opened a new prospect for further developing the nation's metal industry.\n\t\t\t\t\t\n\t\t\t\t\t A commissioning ceremony took place on May 22."
        },
        {
            "title": "World Malaria Day Marked",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-17ee.html",
            "content": "World Malaria Day Marked\r\n Pyongyang, May 23 (KCNA) -- An event for marking World Malaria Day was held in Phongui-ri in Sariwon City, North Hwanghae Province on Wednesday.\n\t\t\t\t\t Attending the event were health workers of the Ministry of Public Health and the province and members of the missions of several international organizations including the World Health Organization.\n\t\t\t\t\t\n\t\t\t\t\t There was a performance by a hygienic information team before a workshop on indoor insecticides spray.\n\t\t\t\t\t\n\t\t\t\t\t The participants did the work of clearing habitats of mosquitoes with farmers.\n\t\t\t\t\t\n\t\t\t\t\t They watched health workers and people there engaged in spraying insecticides in dwelling houses and protection against malaria at hospital.\n\t\t\t\t\t\n\t\t\t\t\t World Malaria Day was also marked in several areas including Sokgyo-ri in Rinsan County."
        },
        {
            "title": "Women's Football Match Held between DPRK, China",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-31ee.html",
            "content": "Women's Football Match Held between DPRK, China\r\n Pyongyang, May 23 (KCNA) -- A friendly women's football match took place between the Democratic People's Republic of Korea and China at Kim Il Sung Stadium in Pyongyang on Wednesday.\n\t\t\t\t\t The DPRK girls beat the Chinese rivals 4:0.\n\t\t\t\t\t\n\t\t\t\t\t Both countries are qualified for the 2012 FIFA U-20 Women's World Cup due in August this year, with four wins and one defeat in five matches on the DPRK side and with two wins, two draws and one defeat in five matches on the Chinese side in the 2011 U-19 Asian Women's Football Championship.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had taken part in the U-20 Women's World Cup several times from the Asian region, finishing first in 2006 and second in 2008.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese team is planned to have three matches in Pyongyang."
        },
        {
            "title": "Lays Foundations for Thriving Nation",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-24ee.html",
            "content": "Lays Foundations for Thriving Nation\r\n Pyongyang, May 23 (KCNA) -- With ardent patriotism, general secretary Kim Jong Il devoted all his efforts to laying sound foundations for a thriving nation.\n\t\t\t\t\t Kaechon-Lake Thaesong and Paekma-Cholsan waterways have gone across western fields of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\tFertilizer makers based on domestically available law materials were built in Namhung and Hungnam and the projects of reclaiming the second-stage Kwaksan tideland and the setups of reclaimed Taegyedo tideland came to completion.\n\t\t\t\t\t\n\t\t\t\t\t Wonhung, Kosan, Taehongdan and Samjiyon areas turned into fruit and potato producers while numbers of fish farms were built on a modern basis across the country, including Kujang, Poman and Ryongyon.\n\t\t\t\t\t\n\t\t\t\t\t The Huichon Power Station, Nampho-Pyongyang seawater pipeline and Tanchon Port have made their appearances.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, many light industrial factories have been streamlined.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the arduous march, the forced march, caused by the imperialists' moves to isolate and stifle the DPRK, the leader began to set a ground for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He traveled a 400-kilometer journey in a night in order to iron out knotty problems arising in operating a factory on a normal track and walked into a water-dripping coal pit. His guidance tours had never ceased even in midsummer.\n\t\t\t\t\t\n\t\t\t\t\t Very pleased over the re-production of vinalon fibre 16 years after, he personally took part in a local mass meeting on a snowy day.\n\t\t\t\t\t\n\t\t\t\t\t Now the Korean people are making big strides in the efforts to build a thriving nation under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Work Serves as Guidelines for Movement of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-25ee.html",
            "content": "Work Serves as Guidelines for Movement of Koreans in Japan\r\n Pyongyang, May 23 (KCNA) -- On May 24, 1995 general secretary Kim Jong Il made public a celebrated work \"On Developing the Movement of Koreans in Japan onto a New Higher Stage\". The work is his letter delivered to the officials of the General Association of Korean Residents in Japan (Chongryon) and other compatriots in Japan in celebration of the 40th birthday of Chongryon.\n\t\t\t\t\t On the anniversary of its publication KCNA interviewed Chongryon officials on a visit to the homeland about the validity and vitality of the ideas and theories contained in the work.\n\t\t\t\t\t\n\t\t\t\t\t Journalist: The work is important guidelines as it indicated a clear-cut way for developing the movement of Korean residents in Japan to meet the demands of the prevailing situation, I think.\n\t\t\t\t\t\n\t\t\t\t\t Sin Sang Mu, vice-chairman of the Association for the Peaceful Reunification of the Country:\n\t\t\t\t\t\n\t\t\t\t\t That's right. At that time the Japanese reactionaries were getting evermore undisguised in their anti-Chongryon moves.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation Kim Jong Il in the work stressed the need for Chongryon to deal with all its affairs in keeping with intention of President Kim Il Sung and invariably hold fast to the Juche idea as its guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t This was the most correct guidelines that made it possible for Chongryon officials and compatriots to defend Chongryon, a legacy left by the President, and advance their patriotic cause.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise guidance and deep care, Chongryon could give steady continuity to the patriotic movement of Koreans in Japan despite obstructive moves of the reactionaries inside and outside Japan.\n\t\t\t\t\t\n\t\t\t\t\t Jo Chon Gi, deputy department director of the home-visiting office:\n\t\t\t\t\t\n\t\t\t\t\t Officials of Chongryon and Koreans in Japan, full of confidence in fresh victory, turned out in the drive to implement the tasks set forth in the work. \n\t\t\t\t\t\n\t\t\t\t\t In those days Chongryon further developed into an organization steadfast in ideology and strong in unity.\n\t\t\t\t\t\n\t\t\t\t\t Amid the drive for bringing a fresh heyday of the movement of Koreans in Japan going on throughout Chongryon in recent years, its Saitama Prefectural Headquarters has gained admirable experience, drawing attention of other units.\n\t\t\t\t\t\n\t\t\t\t\t The headquarters has directed big efforts to strengthening its chapters and branches, regarding this as a springboard for opening up the fresh heyday of the patriotic movement.\n\t\t\t\t\t\n\t\t\t\t\t As a result, various organizations and even cultural and sports groups have turned out in the patriotic movement.\n\t\t\t\t\t\n\t\t\t\t\t Hong Yong Chol, a teacher of Joson University:\n\t\t\t\t\t\n\t\t\t\t\t Diverse mass movements, including a movement to invite Koreans to come to the fold of Chongryon, are being conducted in a more vigorous way in step with the grand march of the people in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t As in the past, the Japanese security authorities mobilized many armed policemen under unreasonable pretexts last February to conduct search and confiscation operations against agencies affiliated to Chongryon. But such repression could not stop our advance.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the faith and patriotic will of Chongryon officials and Koreans in Japan to carry through the behests of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We will remain faithful to the dear respected Kim Jong Un, another great man of Mt. Paektu, and surely provide the springboard for the fresh heyday of Chongryon and the movement of Koreans in Japan this year to usher in a new phase of the patriotic movement."
        },
        {
            "title": "Trip to DPRK Is Popular among Europeans",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-26ee.html",
            "content": "Trip to DPRK Is Popular among Europeans\r\n Pyongyang, May 23 (KCNA) -- Dylan Harris, director of the Lupine Travel Agency in the United Kingdom, said trip to the Democratic People's Republic of Korea is popular among Europeans.\n\t\t\t\t\t Leading a tourist group to the DPRK, made up of Britons, Swiss, Americans and other nationals, he told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I came here for the first time five years ago. It gave me so many good experiences and my idea just after the first time was to come back and bring many more tourists. So my main aim for the future is to build my travel company and show what the DPRK has to offer, for the tourists from the West to see the true picture of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I think the way the Western media represent the DPRK is very bad. I don't agree with the way they represent the DPRK. So my aim is to bring people to the DPRK to change their opinion, to see the true picture of the DPRK, the way the people are very friendly people, very hospitable, just the culture rather than the lies they are told by the media, the Western media.\"\n\t\t\t\t\t\n\t\t\t\t\t Dylan Harris said the group would visit Pyongyang, Mt. Myohyang, Panmunjom and other areas of the DPRK to get better understanding of its history and culture, adding that playing golf is also joyful."
        },
        {
            "title": "Tongan Secondary School, Producer of Talented Artistes",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-27ee.html",
            "content": "Tongan Secondary School, Producer of Talented Artistes\r\n Pyongyang, May 23 (KCNA) -- Pyongyang Tongan Secondary School has risen to fame in the Democratic People's Republic of Korea for training reserve vocalists.\n\t\t\t\t\t Over the past nearly 30 years, the school has turned out a number of talented vocalists. Many of them won international concours prize and the February 16 Art Prize and starred in the revolutionary operas, \"The Sea of Blood\" and \"The Flower Girl\".\n\t\t\t\t\t\n\t\t\t\t\t Among the school graduates are Ri Hyang Suk, a female soprano soloist, who was awarded the top prize at the 11th Giuseppe di Stefano International Vocal Concours and Paek Mi Yong who was renowned at the Maria Canilia International Vocal Music Concours held in Italy in October Juche 92 (2003).\n\t\t\t\t\t\n\t\t\t\t\tMost of the graduates are active at well-known art troupes including the Mansudae Art Troupe and the Phibada Opera Troupe.\n\t\t\t\t\t\n\t\t\t\t\t Ri In Hui, a section chief of the school, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It is somewhat difficult for one with weak foundation to be a career artiste, though one has a high qualification.\n\t\t\t\t\t\n\t\t\t\t\t We direct efforts to putting vocal education on a scientific basis in order to train the students to be promising vocalists. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il's celebrated work 'Theory of Musical Art' is instrumental to educating them.\n\t\t\t\t\t\n\t\t\t\t\t The school has hundreds of enrollments.\""
        },
        {
            "title": "New Active Additive Developed in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-28ee.html",
            "content": "New Active Additive Developed in DPRK\r\n Pyongyang, May 23 (KCNA) -- Some days ago, a doctorate was awarded to Ri Chun Hui, a scientist at the Munphyong Smeltery, for her invention of a new kind of active additive.\n\t\t\t\t\t The additive is used to increase combustion efficiency of low-caloric ultra-anthracite and lean coal.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chun Hui began making its research from 20 years ago as a college teacher, true to the will of President Kim Il Sung and general secretary Kim Jong Il to make up for the fuel shortage with low-caloric coal.\n\t\t\t\t\t\n\t\t\t\t\t Existing additives are chemical reagents with high costs. She tried to invent a new kind with low costs on the basis of locally available raw materials. Faced with many difficulties, she never ceased the research.\n\t\t\t\t\t\n\t\t\t\t\tFinally, she succeeded in inventing a new kind of additive capable of sharply raising caloric value, with easy make-up method. \n\t\t\t\t\t\n\t\t\t\t\t The additive-added lean coal is applied to forging and heat treatment, too."
        },
        {
            "title": "Golden Key and Sword, Gifts",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-29ee.html",
            "content": "Golden Key and Sword, Gifts\r\n Pyongyang, May 23 (KNCA) -- On display at the International Friendship Exhibition House are a golden key and a sword, presented to general secretary Kim Jong Il by a Mongolian government delegation in the name of its government in November Juche 87 (1998). \n\t\t\t\t\t 1998 marked the 50th anniversary of diplomatic relation between the Democratic People's Republic of Korea and Mongolia. On the anniversary, the Mongolian government sent a delegation to Pyongyang with the gifts to the leader.\n\t\t\t\t\t\n\t\t\t\t\t Presentation letters are inscribed in the sheath and a blue-color handkerchief is hung to the hilt.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said the gifts represented the Mongolian government's willingness to further the friendship and cooperation between the two countries."
        },
        {
            "title": "Unpopular Education Policy Denounced in S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-15ee.html",
            "content": "Unpopular Education Policy Denounced in S. Korea \r\n Pyongyang, May 23 (KCNA) -- The trade union of teachers and school clerks in south Korea held a rally in Seoul on May 19. \n\t\t\t\t\t More than 4,000 including members of civic and public organizations took part in the rally. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that a lot of students undergo sufferings in despair owing to the unpopular education policy of the present authorities. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to end together with the Lee Myung Bak regime the present education policy which favors privileged class while inciting competitive education. \n\t\t\t\t\t\n\t\t\t\t\t The trade union will turn out in the struggle for improvement of the situation of students and proper education, they added."
        },
        {
            "title": "S. Korean Police Suppresses Media Trade Union",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-16ee.html",
            "content": "S. Korean Police Suppresses Media Trade Union\r\n Pyongyang, May 23 (KCNA) -- The south Korean police on May 18 requested warrants of arrest for five core members of the trade union of MBC including its chairman and vice-chairman who are on strike for several months for freedom of speech, according to KBS of south Korea.\n\t\t\t\t\t The MBC side indicted 16 core members of the union on charges of hindering the performance of duty in February. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the trade union side denounced the authorities for harshly suppressing the trade unionists who demanded impartiality of media and right to existence while closing eyes to the corruption and illegality of the MBC manager. \n\t\t\t\t\t\n\t\t\t\t\t The police's suppression is the joint product of the \"government\" and the manager, the trade union side stressed."
        },
        {
            "title": "S. Korean Authorities Accused of Firing Workers ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-20ee.html",
            "content": "S. Korean Authorities Accused of Firing Workers \r\n Pyongyang, May 23 (KCNA) -- All-people Memorial Committee for the Victims and the Reinstatement of Dismissed Workers of the Ssangryong Motors of south Korea held a rally in Seoul on May 19, declaring that it would stage a nationwide struggle against the puppet authorities' anti-worker policy.\n\t\t\t\t\t Speakers at the rally said that workers deprived of the right to existence due to the business side's merciless dismissal step continue losing their lives.\n\t\t\t\t\t\n\t\t\t\t\t Saying that they can never remain passive onlookers to continued meaningless deaths, they called upon people from all walks of life to pool their efforts to struggle.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their will to wage a large-scale struggle such as one million signature campaign and day of all-people action in order to get the issue of the Ssangryong Motors settled.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities immediately rehire the workers, punish those who brutally cracked down upon the unionists' struggle and repeal the part-time job system."
        },
        {
            "title": "S. Korean Authorities' Suppression of Jaju Minbo under Fire ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-21ee.html",
            "content": "S. Korean Authorities' Suppression of Jaju Minbo under Fire \n\t\t\t\t\t\t\r\n Pyongyang, May 23 (KCNA) -- Jaju Minbo of south Korea released a statement on May 20 in denunciation of the puppet authorities' fascist crackdown upon it.\n\t\t\t\t\t The statement referred to the suppression of the paper that has been intensified by the present \"government\" in recent days.\n\t\t\t\t\t\n\t\t\t\t\t This can be proved by the arrest of Ri Chang Gi, representative of the paper, by the intelligence service and the detention of Han Song, a journalist of the paper who conducted normal media activities, by the prosecution on charges of the violation of the \"Security Law\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t Since its opening the paper has so far worked for the implementation of the June 15 joint declaration and the October 4 declaration weathering many difficulties and ordeals, it said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Lee Myung Bak \"government\" to halt the suppression of the paper and immediately release those media men in custody."
        },
        {
            "title": "Russian PM Opposes Outside Military Interference in Internal Affairs of Other Countries",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-19ee.html",
            "content": "Russian PM Opposes Outside Military Interference in Internal Affairs of Other Countries\r\n Moscow, May 22 (KCNA) -- Russian Prime Minister Dmitri Medvedev in a recent forum clarified the stand opposing the outside military interference in the internal affairs of other countries. \n\t\t\t\t\t He warned that outside military intervention could lead to a regional war and the use of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t There are not a few examples whereby state sovereignty has been infringed upon, he said, adding that military operations have been carried out and various sanctions inflicted on individual countries in defiance of the UN.\n\t\t\t\t\t\n\t\t\t\t\t The UN Charter calls for respecting the sovereignty of independent states, he said, adding in no case state sovereignty should be allowed to be violated."
        },
        {
            "title": "Cuba Accuses U.S. of Brand Infringement",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-10ee.html",
            "content": "Cuba Accuses U.S. of Brand Infringement\r\nHavana, May 22 (KCNA)  -- The Cuban Foreign Ministry in a recent statement accused the United States of violating international law protecting brands and trademarks after the U.S. Supreme Court decided to grant multinational rum producer Bacardi rights to use the Havana Club name.\n\t\t\t\t\t The statement demanded the government of the United States immediately return the license that allows Cuban company Cubaexport to renew the Havana Club brand. \n\t\t\t\t\t\n\t\t\t\t\t\"If the U.S. government does not intervene, it alone is responsible for the theft of the Havana Club brand from its rightful owner, the Cubaexport company, and will be also responsible for any negative consequences that might arise from this event in the reciprocal protection of industrial property,\" the statement stated."
        },
        {
            "title": "Iranian Lawmakers Ask P5+1 to Respect Iran's Nuclear Rights in Upcoming Nuclear Talks",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-11ee.html",
            "content": "Iranian Lawmakers Ask P5+1 to Respect Iran's Nuclear Rights in Upcoming Nuclear Talks\r\n Tehran, May 22 (KCNA) -- Iranian lawmakers issued a statement on May 20 asking the five permanent UN Security Council members plus Germany (P5+1) to respect Iran's nuclear rights in the upcoming nuclear talks.\n\t\t\t\t\t The statement stressed now it is the West's turn to build the Iranian nation's confidence and put an end to its hostile behavior.\n\t\t\t\t\t\n\t\t\t\t\t It also cautioned the West \"to give up their strategy of deceit and dual-track\" on Iran's nuclear issue, stressing that the Western powers' resort to the policy of pressure will be followed by Iran's proportional reaction, said the report."
        },
        {
            "title": "Arab League's Chief Reiterates Rejection to Any Foreign Intervention in Sudan's Affairs",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-12ee.html",
            "content": "Arab League's Chief Reiterates Rejection to Any Foreign Intervention in Sudan's Affairs\r\n Pyongyang, May 23 (KCNA) -- The Arab League (AL) Secretary General Nabil al-Arabi on May 20 reiterated the pan-Arab organization's rejection to any foreign intervention in Sudan's internal affairs, renewing the league's support for Sudan's security and stability.\n\t\t\t\t\t Al-Arabi held talks with Sudanese President Omar al- Bashir and reviewed the role of the AL in sustaining the peace in Darfur region and means of resolving the standing issues between Sudan and South Sudan."
        },
        {
            "title": "Work Introduced by Foreign Internet Homepage and Newspaper",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-01ee.html",
            "content": "Work Introduced by Foreign Internet Homepage and Newspaper\r\n Pyongyang, May 23 (KCNA) -- The main contents of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" was posted by the Socialist Party of Romania on its Internet homepage \"Juche Idea\" on May 16.\n\t\t\t\t\t The work, published on April 27, 2012, clarifies the undying exploits performed by President Kim Il Sung and general secretary Kim Jong Il in land management and indicates the general orientation and tasks for face-lifting the country's land as befitting that of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the gist of the work was carried by the Bangladeshi paper Natun Bangla on May 15."
        },
        {
            "title": "Works Studied and Disseminated in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-02ee.html",
            "content": "Works Studied and Disseminated in Different Countries\r\n Pyongyang, May 23 (KCNA) -- The dear respected Kim Jong Un's works \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche,\" \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" and \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" are being studied and disseminated in various countries.\n\t\t\t\t\t A seminar and a briefing took place in Germany and Malaysia on May 7 and 11. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nider Sachsen State Committee of the Communist Party of Germany and other speakers said that the works of Kim Jong Un are precious works to be taken as guidelines for glorifying the feats of President Kim Il Sung and general secretary Kim Jong Il and building a thriving nation in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Malaysian Preparatory Committee for Celebrating the Centenary of the Birth of President Kim Il Sung explained the main contents of the speech made by Kim Jong Un at a military parade, expressing the belief that the Korean people would certainly achieve the Songun revolutionary cause and the cause of building a thriving socialist nation under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t A reading session was held by the Youth Group for the Study of the Juche Idea in Democratic Congo on May 14.\n\t\t\t\t\t\n\t\t\t\t\t Nzemba Yangana, chairman of the group, in his speech said that in his work supreme leader Kim Jong Un showed the Korean people and the world progressive people the noble moral outlook to be possessed by the revolutionaries and his firm will to develop the DPRK into an eternal country of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Eritrea",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-37ee.html",
            "content": "Kim Yong Nam felicita al presidente de Eritrea\r\n Pyongyang, 23 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 23 un mensaje de felicitacion al presidente de Eritrea, Issaias Afewerki, con motivo del 21o aniversario de la independencia de ese pais. \n\t\t\t\t\t El remitente expreso la seguridad de que se fortalezcan cada dia mas las relaciones de amistad y cooperacion existentes entre los dos paises y deseo mayores exitos en el trabajo del destinatario y el pueblo de Eritrea por la paz, el desarrollo y la prosperidad del pais."
        },
        {
            "title": "Choe Ryong Hae recorre el campo de reconstruccion del parque",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-39ee.html",
            "content": "Choe Ryong Hae recorre el campo de reconstruccion del parque\r\n Pyongyang, 23 de mayo (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe de la Direccion Politica General del Ejercito Popular de Corea, averiguo la vispera en el terreno la obra de reconstruccion del Parque de Atracciones de Mangyongdae.\n\t\t\t\t\t Los constructores militares, dispuestos a remover las montanas si eso fuera la orden del Comandante Supremo Kim Jong Un, despliegan la ofensiva general por transformar el parque, donde estan registradas las huellas de orientacion del Presidente Kim Il Sung y el Dirigente Kim Jong Il, como magnifico destino de descanso cultural del pueblo que este a las alturas de la epoca del Songun.\n\t\t\t\t\t\n\t\t\t\t\t Se informo en detalles del estado de reconstruccion recorriendo el parque de atracciones y el complejo de piscinas y estimulo a los constructores militares, quienes registran milagros e innovaciones con el espiritu de ataque de un tiron, evaluando sus exitos de trabajo.\n\t\t\t\t\t\n\t\t\t\t\t Tomo las medidas para suministrar suficientemente los materiales necesarios, terminar la obra en la fecha prevista y materializar a ultranza las ordenes del Comandante Supremo trabajando segun su noble concepcion del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Pasando revista a los cuarteles de los militares y estudiando las gestiones de intendencia, Choe dijo que los oficiales deben atender la vida de los soldados como sus hermanos mayores en acato a la consigna del partido \"!Que todo el ejercito sea el contingente de verdaderos companeros de armas!\".\n\t\t\t\t\t\n\t\t\t\t\t El dia 21, Choe visito las viviendas y algunas instalaciones de servicio de la zona de Mansudae a punto de inauguracion y destaco la necesidad de culminar la ejecucion en el principio de asegurar al maximo el confort del pueblo."
        },
        {
            "title": "ACNC publica acta reveladora de crimenes anti-DDHH de EE.UU.",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-38ee.html",
            "content": "ACNC publica acta reveladora de crimenes anti-DDHH de EE.UU.\r\n Pyongyang, 23 de mayo (ACNC) -- La ACNC hizo publica este miercoles un acta de acusacion para delatar los crimenes de violacion de DDHH cometidos por Estados Unidos.\n\t\t\t\t\t Segun el documento, en ese pais, autodenominado como \"eden de la libertad y democracia\", se violan flagrantemente por el dinero y el poder los derechos politicos de las masas populares que representan la abrumadora mayoria.\n\t\t\t\t\t\n\t\t\t\t\t Las elecciones en EE.UU. son, en su esencia, las competencias de dinero, comienza el texto y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t La eleccion intermedia celebrada en noviembre de 2010, en que fueron malgastados 3 mil 980 millones de US$, fue registrada como la mas costosa en la historia de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La carrera hacia la Oficinal Oval, que tendra lugar este ano, es tambien la pelea entre los aspirantes adinerados. \n\t\t\t\t\t\n\t\t\t\t\t El actual mandatario Obama, candidato democrata, recogio en febrero pasado 45 millones de US$ y en marzo, 53 millones. Se presume que el monto para la reeleccion de Obama llegaria a 120 millones 10 mil de US$.\n\t\t\t\t\t\n\t\t\t\t\t Los derechos de la ciudadania como la libertad de palabra, el secreto de correspondencia, la inviolabilidad personal se ven violados abiertamente bajo el pretexto de \"seguridad nacional\".\n\t\t\t\t\t\n\t\t\t\t\t El 24 de junio de 2010, el Senado de EE.UU. aprobo la \"Ley sobre la proteccion del espacio cibernetico como propiedad del Estado\". \n\t\t\t\t\t\n\t\t\t\t\t Con respecto a la ley, la BBC critico a EE.UU. en febrero del ano pasado reportando que este pais pretende fabricar un marco legal para restringir el acceso a Internet en el territorio nacional si bien suele demandar a los paises, que aplican la censura en ese espacio, garantizar la libertad en la red de redes describiendolos como \"sociedades cerradas\".\n\t\t\t\t\t\n\t\t\t\t\t En los aeropuertos estadounidenses, se introdujo por el concepto de seguridad el aparato del rayo X para el chequeo corporal de los pasajeros.\n\t\t\t\t\t\n\t\t\t\t\t La violacion de DDHH en EE.UU. se ha demostrado coherentemente en la brutal represion de las autoridades contra los participantes en la manifestacion anti-Wall Street que se extendio a todo el territorio estadounidense.\n\t\t\t\t\t\n\t\t\t\t\t La policia, que debe defender los derechos de ciudadania, recurre mas al uso de violencia.\n\t\t\t\t\t\n\t\t\t\t\t Las prisiones se convirtieron en lugares infernales donde se perpetran las torturas medievales.\n\t\t\t\t\t\n\t\t\t\t\t En la sociedad estadounidense donde el oro es todopoderoso y predomina la ley de selva, el hombre no tiene ni los elementales derechos a comer, vestirse y vivir en la vivienda.\n\t\t\t\t\t\n\t\t\t\t\t Segun los datos del Buro de Censo de EE.UU., hasta finales de 2011, el numero de las personas, que viven dificilmente, llega a 49 millones 100 mil.\n\t\t\t\t\t\n\t\t\t\t\t Debido a los fabulosos costos de inmuebles, el numero de las personas que llevan una vida vagabunda llego a mas de 636 mil. En la ciudad de Los Angeles del estado de California, conocida como \"capital de las personas sin casas\", mas de 51 mil gentes acogen nuevo dia a la intemperie diariamente.\n\t\t\t\t\t\n\t\t\t\t\t Por la persistente crisis economica, el numero de los desempleados marco 12 millones 500 mil en abril  de este ano, de entre 5 millones 100 mil son desempleados cronicos.\n\t\t\t\t\t\n\t\t\t\t\t Segun el informe publicado por FBI el 19 de septiembre de 2011, se cometieron el ano 2010 en Estados Unidos mas de un millon de casos de crimenes de violencia.\n\t\t\t\t\t\n\t\t\t\t\t La \"igualdad de todas las personas\", gritada tanta por el imperio, no pasa de ser una consigna falaz y las discriminaciones de toda indole que se agravan cada dia mas en su territorio pisotean  despiadadamente la igualdad de derechos de los habitantes.\n\t\t\t\t\t\n\t\t\t\t\t Las consecuencias de la arraigada discriminacion racial se resaltan claramente tambien hoy en dia en todos los dominios de la vida social.\n\t\t\t\t\t\n\t\t\t\t\t En Estados Unidos, las mujeres y ninos pierden sus vidas sumergiendo en el fango de los males sociales.\n\t\t\t\t\t\n\t\t\t\t\t La incesante violencia a las mujeres da a conocer concretamente la inclinacion decadente de la sociedad norteamericana.\n\t\t\t\t\t\n\t\t\t\t\t El numero de ninos pobres llegan a mas de 15 millones a escala nacional.\n\t\t\t\t\t\n\t\t\t\t\t El numero de ninos, que sufren los danos por la violencia, llega a mas de 3 millones, registrados oficialmente en cada ano.\n\t\t\t\t\t\n\t\t\t\t\t Los crimenes de violacion de DDHH de Estados Unidos imponen desgracias y sufrimientos incontables a otros paises y pueblos del mundo.\n\t\t\t\t\t\n\t\t\t\t\t La \"guerra antiterrorista\" de Estados Unidos, que dura mas de 10 anos, constituye el terror estatal sin precedente y el acto de violacion de DDHH de gran tamano.\n\t\t\t\t\t\n\t\t\t\t\t La \"guerra antiterrorista\", que se expande hasta a Pakistan seguido de Afganistan e Iraq, se convirtio en la de extermino masivo que quita la vida de los moradores inocentes.\n\t\t\t\t\t\n\t\t\t\t\t Estados Unidos se dedica a maltratos y torturas a los prisioneros al instalar las carceles secretas en otros paises, lo cual es la violacion abierta de las leyes internacionales sobre los DDHH y el humanitarismo.\n\t\t\t\t\t\n\t\t\t\t\t Estados Unidos tambien pisotea cruelmente la libertad en religiones y creencias religiosas de otras naciones.\n\t\t\t\t\t\n\t\t\t\t\t Constituyen el vil acto de violacion de derechos estatales y de DDHH las incesantes maquinaciones del imperio tendentes a derrumbar los gobiernos y atentar a las personalidades democratas de otros paises.\n\t\t\t\t\t\n\t\t\t\t\t Para aplastar la revolucion cubana, durante los tiempos pasados el imperio vino organizando mas de 40 grupos terroristas especializados en el sabotaje y el asesinato y los apoyo con dineros. \n\t\t\t\t\t\n\t\t\t\t\t Durante mas de 100 anos pasados, trazo conspiraciones de derrumbe a gobiernos de muchos paises incluyendo Nicaragua, Filipinas, Puerto Rico, Honduras, Guatemala, Chile, Granada, Panama, Afganistan e Irak para realizar su ambicion dominacionista.\n\t\t\t\t\t\n\t\t\t\t\t Llegan a mas de 900 casos los tentativos de asesinato ejecutados por Estados Unidos contra las personalidades renombres y personajes importantes de los gobiernos de varios paises del mundo registrados durante los periodos del 1961 al 1976.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU., que tiene el tumor de DDHH en el interior y en el exterior y comete los crimenes anti-DDHH, es un estado bribon de pesima calana en la esfera de DDHH.\n\t\t\t\t\t\n\t\t\t\t\t Es ilogico que EE.UU. arme por gusto alboroto de DDHH en la escena mundial y abuse del problema de DDHH como medio de presion a otros paises al politizarlo, divulgarlo como opinion publica e internacionalizarlo.\n\t\t\t\t\t\n\t\t\t\t\t Asi, EE.UU. es un delincuente peligroso que debe sentarse en el banquillo de acusado del tribunal internacional de DDHH."
        },
        {
            "title": "Rodong Sinmun denuncia ejercicios belicos Sur de Corea-EE.UU.",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-40ee.html",
            "content": "Rodong Sinmun denuncia ejercicios belicos Sur de Corea-EE.UU.\r\n Pyongyang, 23 de mayo (ACNC) -- En un articulo individual difundido este miercoles, el diario Rodong Sinmun senala que toda la nacion coreana del Norte y el Sur de Corea y en ultramar deben librar energicamente la lucha patriotica por frustrar las maquinaciones conflictivas de los belicistas en el interior y exterior del pais con la conciencia de dueno de la paz de la Peninsula Coreana, y continua:\n\t\t\t\t\t Los belicistas titeres surcoreanos desarrollaron del 7 al 18 junto con los efectivos norteamericanos en el cielo de la zona occidental de la Peninsula Coreana los ejercicios conjuntos de combate aereo de gran envergadura \"Max Thunder\" diciendo que \"inspecciona el estado frente a la contramedida inmediata en el tiempo de emergencia\". Y hablan de que participaran en los ejercicios militares conjuntos \"Rimpac\" que tendran lugar pronto en Hawai durante mas de un mes bajo el mando de las tropas agresoras norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\t Las cada vez mas imprudentes campanas de guerra de los belicistas en el interior y el exterior del pais son los crimenes antinacionales que amenazan el destino de la nacion y destruyen la paz del pais.\n\t\t\t\t\t\n\t\t\t\t\t Cada vez que desarrolla los simulacros militares conjuntos ellos repiten la misma palabra de que estos son los ejercicios para la \"defensa\" frente a la \"provocacion\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\t Pero su verdadero proposito es impedir la unidad y la reunificacion de la nacion y a la larga, atentar a sus connacionales.\n\t\t\t\t\t\n\t\t\t\t\t Lo demuestran los presentes ejercicios conjuntos de combate aereo. Esta vez el circulo militar del ejercito titere y la septima fuerza aerea de EE.UU. libraron los ejercicios de escuadrilla de ataque de gran envergadura y la operacion de urgente interceptacion aerea para \"golpear con precision los focos de provocacion\" de alguien. Esto significa  asestar el ataque previo a los blancos estrategicos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t La participacion de los titeres surcoreanos en los ejercicios militares conjuntos \"Rimpac\" muestra que ellos participan como brigada de choque en el cumplimiento de la politica agresiva a Corea de EE.UU. e intentan atacar con las fuerzas armadas a la RPDC en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t Los ejercicios militares conjuntos que se libran en el territorio surcoreano son la continuacion de la politica de guerra conflictiva antinacional de la banda conservadora de Lee Myung Bak condenada por la opinion publica surcoreana y la nacion coreana. Estos tipejos se desesperan estupidamente por buscar su salida en la provocacion de la guerra de agresion a la RPDC."
        },
        {
            "title": "Minju Joson denuncia maniobras de Japon para convertirse en potencia ",
            "url": "http://kcna.co.jp/item/2012/201205/news23/20120523-41ee.html",
            "content": "Minju Joson denuncia maniobras de Japon para convertirse en potencia \r\n Pyongyang, 23 de mayo (ACNC) -- Ahora, Japon se esfuerza desesperadamente por introducir y ubicar los equipos militares que contienen unos severos problemas en el desarrollo y la introduccion, con el objetivo de convertirse a toda costa en una potencia militar.\n\t\t\t\t\t Asi revela el periodico Minju Joson en un comentario individual divulgado este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\t El pais isleno recurre obstinadamente a la preparacion de la fuerza militar capaz de garantizar fisicamente la provocacion y el cumplimiento de la guerra de nueva agresion militarista diciendo abiertamente que la causa de su derrota en la segunda guerra mundial se debia a  su \"fuerza debil\".\n\t\t\t\t\t\n\t\t\t\t\t A pesar de que en su pais ya se agotaron las finanzas del pais debido a la grave situacion financiera y se ha creado la peligrosidad de ocurrir una rigurosa tempestad politica en el caso de aumentar el impuesto de gasto, sigue invirtiendo suma cantidad de dinero en la importacion de los equipos militares.\n\t\t\t\t\t\n\t\t\t\t\t El hecho demuestra claramente que Japon trata de convertirse de todas maneras en una potencia militar y emprender el camino de la guerra de nueva agresion militarista.\n\t\t\t\t\t\n\t\t\t\t\t Es un hecho consumado el posible estallido de la guerra en Asia por parte de Japon y lo que le queda es solo el tiempo. Japon trata de enmendar la \"constitucion de la paz\" por la \"constitucion de la guerra\". Se acerca el dia de nueva agresion de Japon flameando \" Hinomaru\" y cantando \"Kimigayo\".\n\t\t\t\t\t\n\t\t\t\t\t El mundo debe observar bien que cosas suceden ahora en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Para conservar la paz de Asia y el resto del mundo, no hay que tolerar las maniobras de Japon encaminadas a la conversion de su pais en una potencia militar.\n\t\t\t\t\t\n\t\t\t\t\t Advertimos que les caera un destino tragico a los reaccionarios japoneses que preparan la guerra  malgastando las finanzas nacionales y los impuestos de los habitantes."
        }
    ]
}