{
    "date": "2012-04-12",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-12.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Congratulations from Hu Jintao",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-47ee.html",
            "content": "Kim Jong Un Receives Congratulations from Hu Jintao\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un on Wednesday received a congratulatory message from Hu Jintao, general secretary of the Central Committee of the Communist Party of China, upon his election as first secretary of the Workers' Party of Korea at its Conference. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I accepted happy news that you were elected first secretary of the WPK at its Conference. \n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the CPC Central Committee and on my own, would like to extend warm congratulations to you and the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t It is our pleasure to see the Korean people, closely rallied around the WPK, strive to build a thriving socialist nation under your leadership, true to the behest of Comrade Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t China and the DPRK are friendly neighbors sharing the same mountain and rivers.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent policy of the party and government of China to steadily develop the traditional friendly and cooperative relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will continue to boost the traditional Sino-DPRK friendship, expand the working cooperation in several fields and seek joint promotion of the lasting peace and stability in the Korean Peninsula and the rest of Northeast Asia, thus joining the Korean comrades in successfully boosting and building up the Sino-DPRK relations provided and developed by the leaders of elder generations of the two parties and two countries.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely hope that you and the WPK will lead the Korean people to make constant, fresh and greater success in building a thriving nation."
        },
        {
            "title": "Congratulations to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-49ee.html",
            "content": "Congratulations to Kim Jong Un from Syrian President\r\n Pyongyang, April 12 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and supreme commander of the Korean People's Army, on Wednesday received a congratulatory message from Bashar Al-Assad, president of the Syrian Arab Republic.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Greeting April 15, 2012 marking the centenary of the birth of HE President Kim Il Sung, the eternal leader of the Korean people, I, on behalf of the Syrian Arab people and on my own behalf, extend warmest congratulations to Your Excellency and wish Your Excellency happiness in good health and the friendly Korean people greater progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this special opportunity, I express belief that the cooperative relations between the Syrian Arab Republic and the DPRK will growing stronger in the interests of the friendly two peoples."
        },
        {
            "title": "Congratulations to Kim Jong Un from Lao Party Leader",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-09ee.html",
            "content": "Congratulations to Kim Jong Un from Lao Party Leader\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un on April 11 received a congratulatory message from Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party and president of the Lao People's Democratic Republic, as regards his election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the Central Committee of the Lao People's Revolutionary Party and members of the party and on my own behalf, extend warm congratulations to you upon your election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Your election to the top post of the WPK is an expression of absolute belief of the party, state and all the service personnel and fraternal Korean people that you would inherit the cause of the leaders and lead the defence and construction of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t I am firmly convinced that the fraternal Korean people will register greater and fresh achievements in building a thriving socialist Korea and accelerating the peaceful reunification of the country in line with the Juche idea and Songun under the wise leadership of the WPK headed by you.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this auspicious occasion, I would like to hope that the traditional relations of friendship between the parties, states and peoples of Laos and the DPRK will be everlasting and continue developing in the interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t I wish you happiness in good health and success in accomplishing your noble cause."
        },
        {
            "title": "Gifts Presented ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-13ee.html",
            "content": "Gifts Presented \r\n Pyongyang, April 12 (KCNA) -- Harish Gupta, director general of the Asian Regional Institute of the Juche Idea, and Songchit Pullarp, head of the delegation of the Organization for the Study of the Juche Idea of Thailand, who are on a visit to the DPRK, presented gifts to President Kim Il Sung, general secretary Kim Jong Il and the dear respected Kim Jong Un in honor of the 100th birth anniversary of Kim Il Sung.\n\t\t\t\t\t They conveyed the gifts to an official concerned on April 11."
        },
        {
            "title": "Gifts to Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-14ee.html",
            "content": "Gifts to Kim Il Sung \r\n Pyongyang, April 12 (KCNA) -- Dermot Hudson, chairman of the British Association for the Study of Songun Policy who is heading the delegation on a visit to the DPRK, presented a gift to President Kim Il Sung on the centenary of his birth. \n\t\t\t\t\t Dermot Hudson handed over the gift to an official concerned on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Another gift from the British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy was delivered."
        },
        {
            "title": "Gifts from Delegations and Delegates of Organizations for Study of Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-15ee.html",
            "content": "Gifts from Delegations and Delegates of Organizations for Study of Juche Idea\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un received gifts from visiting delegations and delegates of the organizations for the study of the Juche idea on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t They included a delegation of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea, a delegation of the Bangladesh Institute of the Juche Idea, a delegation of the French Group for the Study of the Juche and Songun Idea, the chairman of the Cyprus Famagusta  Musicians' Association and his party, the chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, the chairman of the Lebanese Youth Group for the Study of the Juche Idea, the head of the Department of the Political Faculty of University of Damascus of Syria, the head of the delegation of the British Association for the Study of Songun Policy, a delegate of the Organization for the Study of the Juche Idea of Peru and the head and a member of the delegation of the Group for the Study of the Juche Idea of South Africa.\n\t\t\t\t\t\n\t\t\t\t\t The gifts were handed over to an official concerned on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un also received gifts from the Ukrainian Independence Federation, the Mongolian Association for the Study of Juche Idea-Songun, the Slovak Association for Supporting the Juche Idea, the Slovenia-Korea Friendship Association, the British Group for the Study of the Juche Idea and the British Association for the Study of Songun Policy, the Working Citizens' Association of Democratic Congo, the Academy of Social Science of Vietnam, the Group for the Study of the Juche Idea of Kyrgyzstan and the Czech Group for the Study and Materialization of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t  On the same day Kim Jong Un received a floral basket and gift in the joint name of the secretary general of the International Institute of the Juche Idea and his party, a researchers' group of the International Institute of the Juche Idea, a delegation of the Japanese National Liaison Council of Societies for the Study of the Juche Idea and a delegation of the Japanese Society for the Study of Kimilsungism. They were handed over to an official concerned."
        },
        {
            "title": "Gift from Chinese Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-44ee.html",
            "content": "Gift from Chinese Organization\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un received a gift from the China Disabled Persons' Federation on the occasion of the 100th anniversary of President Kim Il Sung's birth.\n\t\t\t\t\t The gift was conveyed to an official concerned on Thursday by the visiting vice-chairman of the federation."
        },
        {
            "title": "Deputies to SPA Pay Floral Tribute",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-16ee.html",
            "content": "Deputies to SPA Pay Floral Tribute\r\n Pyongyang, April 12 (KCNA) -- Deputies to the Supreme People's Assembly laid a floral basket before the equestrian statues of President Kim Il Sung and general secretary Kim Jong Il at the Mansudae Art Studio on Thursday. They will take part in the Fifth Session of the 12th SPA.\n\t\t\t\t\t They laid a floral basket and bouquets before the statues with ardent yearning and boundless reverence for them and made a bow."
        },
        {
            "title": "Floral Tribute Paid",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-17ee.html",
            "content": "Floral Tribute Paid\r\n Pyongyang, April 12 (KCNA) -- Chinese and Koreans in China Thursday visited the statue of President Kim Il Sung on Ryongnam Hill and paid tribute to him. They included family members of Pak Kil Song, Korean anti-Japanese revolutionary martyr in China, and Kim Sun Ok and Ryang Song Ryong, Koreans related to anti-Japanese revolutionary struggle in China, and their parties.\n\t\t\t\t\t They laid bouquets before his statue in boundless reverence for the President and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here on Thursday to take part in the celebrations of the 100th anniversary of Kim Il Sung's birth."
        },
        {
            "title": "Floral Basket and Congratulatory letter from Military Attaches Corps ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-18ee.html",
            "content": "Floral Basket and Congratulatory letter from Military Attaches Corps \r\n Pyongyang, April 12 (KCNA) -- The Military Attaches Corps here presented a floral basket and congratulatory letter to the dear respected Kim Jong Un in honor of the 100th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They were handed over to Vice Marshal of the Korean People's Army Kim Jong Gak, minister of the People's Armed Forces, on Thursday by Nguyen Van Lich, military attache of the Vietnamese embassy who is the head of the corps.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, congratulatory letters to Kim Jong Un from military attaches of Vietnam, Cuba, Iran, Russia and Egypt and the military, naval and air attache of China were conveyed to official concerned on the same day."
        },
        {
            "title": "Floral Basket from Lao Party Leader",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-19ee.html",
            "content": "Floral Basket from Lao Party Leader\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un was presented with a floral basket by Choummaly Sayasone, general secretary of the C.C., the Lao People's Revolutionary Party and president of Laos, on the centenary of President Kim Il Sung's birth and his election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\t It was handed over to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the WPK by Kiettisak Keobanhdith, Lao ambassador to the DPRK."
        },
        {
            "title": "Foreign Personages Present Floral Basket and Congratulatory Letter",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-25ee.html",
            "content": "Foreign Diplomats Present Floral Basket, Congratulatory Letter\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un received a floral basket and congratulatory letter from officials in charge of the relations of culture and friendship of foreign embassies here on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The floral basket and congratulatory letter were handed to an official concerned by Roselin Bin Rajab, councilor of the Malaysian embassy here, Thursday on behalf of them."
        },
        {
            "title": "Floral Baskets, Congratulatory Letters",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-29ee.html",
            "content": "Floral Baskets, Congratulations from Int'l Organizations Delegations\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un received floral baskets and congratulatory messages from the delegation of the International Federation of Red Cross and Red Crescent Societies and the delegation of the International Committee of the Red Cross (ICRC) working in the DPRK on the occasion of the 100th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They were handed to an official concerned by Jim Charles Dawe, acting head of the delegation of the federation, and Jean Jacques Putallaz, head of the committee, on Thursday."
        },
        {
            "title": "WFDY President and Representative of WHO Pay Tribute",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-28ee.html",
            "content": "WFDY President and Representative of WHO Pay Tribute\r\n Pyongyang, April 12 (KCNA) -- Dimitris Palmyris, president of the World Federation of Democratic Youth, and Yonas Tegegen Woldemariam, representative of the World Health Organization to the DPRK (WHO), and staffers of its Office Thursday laid floral baskets before the equestrian statues of President Kim Il Sung and general secretary Kim Jong Il at the Mansudae Art Studio on the occasion of the Day of the Sun.\n\t\t\t\t\t They paid tribute before the statues after laying the floral baskets.\n\t\t\t\t\t\n\t\t\t\t\t Also placed before the statues on the same day was a floral basket sent by Nundkeswarsing Bossoondial, secretary general of the Non-Aligned Students and Youth Organization."
        },
        {
            "title": "Floral Baskets, Congratulations from Int'l Organizations Delegations",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-27ee.html",
            "content": "Floral Baskets, Congratulatory Letters\r\n Pyongyang, April 12 (KCNA) -- The dear respected Kim Jong Un received a floral basket and congratulatory letter from the diplomatic corps here on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t They were conveyed to Pak Ui Chun, foreign minister, on Thursday by Valery E. Sukhinin, Russian ambassador to the DPRK, who is doyen of the corps.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, congratulatory letters to Kim Jong Un from Chhorn Hay, Cambodian ambassador to the DPRK, Morteza Moradian, Iranian ambassador to the DPRK, Ismail Abdelrahman Ghoneim Hussein, Egyptian ambassador to the DPRK, Haissam Saad, Syrian charge d'affaires a.i. here, and the representative of the UNICEF here were handed over to officials concerned."
        },
        {
            "title": "World Congress on Juche Idea Opens with Splendor",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-34ee.html",
            "content": "World Congress on Juche Idea Opens with Splendor\r\n Pyongyang, April 12 (KCNA) -- The World Congress on the Juche Idea opened with due ceremony here on Thursday to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The congress was co-sponsored by the international and Korean preparatory committees of the World Congress on the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\tIt will discuss theoretical and practical issues arising in achieving independent development of countries and nations and building a new society, peaceful and prosperous, guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were the director-general and secretary general of the International Institute of the Juche Idea, the director general of the Asian Regional Institute of the Juche Idea and the director-general of the European Society for the Study of the Juche Idea and other delegates and delegations of organizations for the study of the Juche idea from regions and countries, adherents to the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Prominent political, public and academic figures of different countries were present there as honorary guests.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly (SPA), Kim Ki Nam, Choe Thae Bok and Kim Yong Il, secretaries of the Central Committee of the Workers' Party of Korea (WPK), and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t An opening speech was made by Vishwanath, director-general of the International Institute of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t He offered warm congratulations to the dear respected Kim Jong Un on his election as first secretary of the WPK, representing the unanimous feelings of all its participants.\n\t\t\t\t\t\n\t\t\t\t\t A joint congratulatory message of the Central Committee of the WPK, the DPRK SPA and the Cabinet to the participants in the congress was conveyed.\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message said that the International Institute of the Juche Idea, the prestigious permanent international body, and continental Juche idea study organizations and many study groups were formed and prominent figures of the political, public and academic circles and other broad sections of people became the Juche idea followers for the past more than four decades since the first Juche idea study organization was formed in the African continent late in the 1960s.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the Juche idea followers oppose and reject tyranny, arbitrariness and aggressive moves of imperialists in the van of implementing the cause of independence of humankind, encourage the struggle to defend independence of the countries and nations and make a positive contribution to consolidating the unity and cooperation with the anti-imperialist independent forces and the peace-defending forces.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory speeches were made by Ahmed Tidjani Cisse, minister of Cultural Heritage of Guinea, Ghazi Zafar Ahmed, former Bangladeshi prime minister, Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, and Kim Ki Nam, secretary of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to the dear respected Kim Jong Un sent by the coordinator of the National Coordinating Committee of the Workers' Party of Mexico and the president of the Socialist Party of Benin on the occasion of the World Congress on the Juche Idea and a congratulatory message from the chairperson of the Party for Peace and Unity of Russia to the congress were introduced there. \n\t\t\t\t\t\n\t\t\t\t\t Vishwanath, director-general of the International Institute of the Juche Idea, in his report, said that Kim Il Sung was a gifted thinker and theoretician, outstanding leader of the independent cause who fathered the Juche idea that occupies the highest and brilliant position in the history of human thought and who pioneered an independent age.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t General secretary Kim Jong Il developed the Juche idea of President  Kim Il Sung as the eternal guiding idea in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the dear respected Kim Jong Un, the ideology and cause of            Kim Il Sung and the immortal exploits of leader Kim Jong Il will shine down through centuries and victory and glory are in store for humankind that is advancing along the road of independence.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underlined the need to more briskly do the work for studying and disseminating the Juche idea as required by the present times in which a new phase in the struggle for independence is opened. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Dermot Hudson, chairman of the British Association for the Study of Songun Policy, and Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, and others.\n\t\t\t\t\t\n\t\t\t\t\t The congress goes on."
        },
        {
            "title": "Old Home in Mangyongdae Draws Endless Bevy of Visitors",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-36ee.html",
            "content": "Old Home in Mangyongdae Draws Endless Bevy of Visitors\r\n Pyongyang, April 12 (KCNA) -- A total of over 126 million servicepersons, people from all walks of life, school youth and children, overseas Koreans and foreigners have visited the old home of President Kim Il Sung in Mangyongdae since the liberation of Korea.\n\t\t\t\t\t The visitors looked back on the life of the President who, born in a thatched house in Mangyongdae, performed exploits on behalf of the times, the revolution, the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It has been visited by senior party, army and state officials, officials of ministries and national institutions, participants of various meetings, servicepersons of the Korean People's Army, workers, agricultural workers and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t At least two million people visited the house on an annual average.\n\t\t\t\t\t\n\t\t\t\t\t The visit to Mangyongdae has taken place as more sacred work in strong yearning for the President since July 1994.\n\t\t\t\t\t\n\t\t\t\t\t At least 212,000 Koreans from overseas and south Korea and 838,000 foreigners have visited Mangyongdae and expressed reverence for the President."
        },
        {
            "title": "Participants in Int'l Festival Visit Old Home",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-37ee.html",
            "content": "Participants in Int'l Festival Visit Old Home\r\n Pyongyang, April 12 (KCNA) -- The delegations and delegates of various countries and regions and international bodies taking part in the international festival to mark the centenary of the birth of President Kim Il Sung visited the old home of leader Kim Jong Il in the secret camp in Mt. Paektu on Thursday.\n\t\t\t\t\t They placed floral baskets and bunches of flowers before the statue of the President on the shore of Lake Samji and the mosaic depicting the images of the three commanders of Mt. Paektu erected in the secret camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the Samjiyon Grand Monument, they looked round the group of sculptures of subsidiary theme.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place in front of the home. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said that the old home of Kim Jong Il is enshrined in the minds of progressive mankind aspiring after the independence as a holy place of the sun, adding that the history of the great man will last forever.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, expressed the will to help an increasing number of people know about the greatness and feats of the great persons of Mt. Paektu and positively support the Korean people's cause of building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Genki Nakamura, chairman of the Japan－Korea Society for Scientific and Educational Interchange, noted that Kim Jong Il was an outstanding political elder who defended the world peace and led the cause of human independence to victory, steering the international political trend with Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard the recital of impromptu poems by Lyudmila Abzeyeva, writer of the Russian Union of Writers, and Alejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain.\n\t\t\t\t\t\n\t\t\t\t\t They were titled \"The smile shining in the sky over Jong Il Peak\" and \"We Shout on Mt. Paektu.\"\n\t\t\t\t\t\n\t\t\t\t\t So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is secretary general of the Korean preparatory committee for celebrating the centenary of the birth of President Kim Il Sung, thanked the international preparatory committee and national preparatory committees, the friendship and solidarity organizations, non-governmental international bodies and figures of different circles for their sincere efforts made for the successful holding of the international festival.\n\t\t\t\t\t\n\t\t\t\t\t The participants saw relics inside the home, being briefed on the fact that Kim Jong Il grew up, hearing gunfire during the anti-Japanese war. \n\t\t\t\t\t\n\t\t\t\t\t They had pictures taken in front of the home against the background of Jong Il Peak."
        },
        {
            "title": "Military Attaches Corps and Staffers of UNCF Office Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-39ee.html",
            "content": "Military Attaches Corps and Staffers of UNICEF Office Visit Mangyongdae\r\n Pyongyang, April 12 (KCNA) -- The military attaches corps here and Bijaya Rajbhandari, representative of the Office of United Nations Children's Fund (UNICEF), and his staff members visited Mangyongdae on Thursday.\n\t\t\t\t\t At the old home of President Kim Il Sung in Mangyongdae they looked round historic relics, being briefed on his revolutionary history and members of his patriotic and revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\t The staff members of the office laid a floral basket before the President's old home."
        },
        {
            "title": "Deputies to SPA Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-40ee.html",
            "content": "Deputies to SPA Visit Mangyongdae\r\n Pyongyang, April 12 (KCNA) -- Deputies to the Supreme People's Assembly visited Mangyongdae on Thursday in the run-up to the Fifth Session of the 12th SPA \n\t\t\t\t\t They placed flowers before the graves of Kim Po Hyon and Ri Po Ik, grandparents of President Kim Il Sung, and his parents Kim Hyong Jik and Kang Pan Sok before paying tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Then they visited the Mangyongdae Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t They looked round relics and data preserved at the museum, recollecting the exploits of Kim Il Sung and the life of his family members in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t Then they visited the old home of Kim Il Sung and looked round the relics there."
        },
        {
            "title": "Foreign Guests Visit Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-46ee.html",
            "content": "Foreign Guests Visit Pyongyang Mission of AINDF\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- The delegation of the British Association for the Study of Songun Policy led by its Chairman Dermot Hudson, the delegation of the Spanish-headquartered Korean Friendship Association led by its Chairman Alejandro Cao de Benos and his party and Martin Lotscher, chairman of the Switzerland-Korea Committee visited the Pyongyang Mission of the Anti-Imperialist National Democratic Front (AINDF) on April 10 and 12.\n\t\t\t\t\t Chief Jo Il Min and staff members of the mission had conversations with them after greeting them.\n\t\t\t\t\t\n\t\t\t\t\t At the conversations the visitors introduced the activities of their organizations and discussed the issues of further strengthening the solidarity activities in the future.\n\t\t\t\t\t\n\t\t\t\t\t The chief said that the progressive media of south Korea are introducing and disseminating the revolutionary career and feats of President Kim Il Sung and colorful events are taking place in various parts of south Korea on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The guests expressed their firm support and solidarity with the AINDF and the south Korean people in their just struggle for independence, democracy and national reunification against the U.S. in the face of the vicious crackdown by the separatists at home and abroad."
        },
        {
            "title": "WPK Secretary Meets Foreign Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-33ee.html",
            "content": "WPK Secretary Meets Foreign Party Leaders\r\n Pyongyang, April 12 (KCNA) -- Choe Thae Bok, member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea (WPK), Thursday separately met and conversed with foreign party delegation and leaders. Among them were the delegation of the Socialist Party of Romania headed by Vasile Orleanu, chairman of the Supreme Council of the Party, Andy Brooks, general secretary of the C.C., the New Communist Party of Britain, and his party and Harpal Brar, chairman of the C.C, the Communist Party of Great Britain (Marxist-Leninist).\n\t\t\t\t\t They asked Choe Thae Bok to convey their congratulations to the dear respected Kim Jong Un upon his election as first secretary of the WPK at its Fourth Conference.\n\t\t\t\t\t\n\t\t\t\t\t The progressive parties were greatly inspired by the achievements made by the WPK under the leadership of President Kim Il Sung, general secretary Kim Jong Il and Kim Jong Un, they said.\n\t\t\t\t\t\n\t\t\t\t\t They voiced their willingness to boost exchange with the WPK and extend full support and solidarity to the Korean people in their just cause of peace and the reunification of the country."
        },
        {
            "title": "Songhwa Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-31ee.html",
            "content": "Songhwa Fine Art Exhibition Opens\r\n Pyongyang, April 12 (KCNA) -- The Songhwa Fine Art Exhibition was opened at the Pyongyang International Cultural Center Thursday to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t On display in the venue are more than 60 art works depicting the exploits of the peerlessly great persons and their leadership ability and personality.\n\t\t\t\t\t\n\t\t\t\t\t Art works including Korean painting \"Mangyongdae in spring\" and oil painting \"Eternal Sun of Mt. Paektu\" reflect the will of the Korean people to hold Kim Il Sung and general secretary Kim Jong Il in high esteem for all ages and glorify the revolutionary careers of the great men born of Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there are art pieces dealing with the exploits the three commanders of Mt. Paektu performed by accomplishing the historic cause of the liberation of the country and laying an eternal foundation for national prosperity and depicting the proud appearance of the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned, fine art amateurs and working people in the city went round the art works on display."
        },
        {
            "title": "Chinese in Chongjin Mark Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-32ee.html",
            "content": "Chinese in Chongjin Mark Birth Anniversary\r\n Pyongyang, April 12 (KCNA) -- Chinese in Chongjin City, North Hamgyong Province of the DPRK, held a singing gathering Thursday on the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there were the Chinese consul-general to Chongjin and staff members of the consulate-general, Chinese in the city and officials of provincial and city people's committees.\n\t\t\t\t\t\n\t\t\t\t\t The performers put on the stage narration and chorus \"Strong Yearning\", female solo \"We Want to Be near the Leader\", mixed chorus immoral classic masterpiece \"Nostalgia\" and other numbers, reflecting strong yearning and reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t Male chorus \"Song of Comradeship\", solo and pangchang \"Song of Love for People\" and other numbers fully showed the Korean people's will to successfully carry out the behests of the peerlessly great persons of Mt. Paektu."
        },
        {
            "title": "Mass Game Given in North Hwanghae Province ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-38ee.html",
            "content": "Mass Game Given in North Hwanghae Province \r\n Pyongyang, April 12 (KCNA) -- Mass game \"North Hwanghae Province in which Leader's Desire Has Come True\" began in Sariwon Stadium Thursday. It is being given by school youth and children in Sariwon City in celebration of the 100th anniversary of President Kim Il Sung's birth.\n\t\t\t\t\t The mass game truthfully portrayed North Hwanghae Province that has turned into a socialist paradise under the care of Kim Il Sung and general secretary Kim Jong Il. It also depicted officials, party members and other working people of the province striving for the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t As music praising the President resounded in prologue \"Long Live Generalissimo Kim Il Sung!\" letters reading \"Mt. Jongbang Closely Related to Mangyongdae Family\", etc., were displayed in the background and the sea of dance was presented on the ground.\n\t\t\t\t\t\n\t\t\t\t\t Scenes showing a large blast furnace in Hwanghae Iron and Steel Complex, Lake Sohung irrigation project, sea of maize in Hwangjugindung Plain amid the playing of popular anthem \"Song of Loyalty\" reminded the spectators of the life-long devotion made by the President for the economic development and agricultural production of the province.\n\t\t\t\t\t\n\t\t\t\t\t The performers presented club, ring, half-ring, flag, ribbon and diverse other gymnastics and ever-changing scenes on the background impressively showing the appearance of North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t The mass game continues."
        },
        {
            "title": "Foreign Guests, Delegations and Delegates Arrive",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-30ee.html",
            "content": "Foreign Guests, Delegations and Delegates Arrive\r\n Pyongyang, April 12 (KCNA) -- A delegation of the Paektusan Group of Spain led by Chairman Manuel Garcia Botaya, W. A. Duminduwardane, president of the Sri Lanka Society for Self-Reliance Studies and a delegation of the Association for the Study of the DPRK of Asia-Africa College under Moscow State University led by President Pavel Reshakov arrived on April 12 to take part in the World Congress on the Juche Idea.\n\t\t\t\t\t Among the arrivals were Wang Dongping, general manager of the Kimilsungia and Kimjongilia Greenhouse in Dandong, and his party, a delegation of the World Yunnan Expo. Horticulture Co. Ltd. to take part in the 14th Kimilsungia Festival."
        },
        {
            "title": "Servicepersons Delighted at News of Election as Head of WPK",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-41ee.html",
            "content": "Servicepersons Delighted at News of Election as Head of WPK\r\n Pyongyang, April 12 (KCNA) -- Men and officers of the Korean People's Army are now very pleased at the news that Supreme Commander Kim Jong Un was elected as first secretary of the Workers' Party of Korea at its 4th Conference.\n\t\t\t\t\t They have danced to the merry tune, flying the supreme commander's colors and the national flag, to show their happiness.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Rok, general of the KPA, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un's election as first secretary of the WPK and chairman of its Central Military Commission marks a great turning point in the development of the Party and the country.\n\t\t\t\t\t\n\t\t\t\t\t He started his political activities in the KPA and has made signal contribution to the development of the revolutionary armed forces with his energetic guidance over the military affairs.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory are in store for our Party and people following him, their supreme leader.\"\n\t\t\t\t\t\n\t\t\t\t\t An officer of the KPA, Ku Ho Gil, said:\n\t\t\t\t\t\n\t\t\t\t\t \"His election reflected the unanimous will and desire of all the Party members and people, and it is an epoch-making event displaying the true picture of Songun Korea where the servicepersons and civilians are united as one in mind around their leader.\n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, will go along the road of Songun to the last under the guidance of Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\t An officer of the KPA, Yun Pong Ho, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The 4th WPK Conference served as a turning point of history in strengthening the WPK into the eternal party of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The idea and leadership of Kim Jong Un is the lifeline of our Party and revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t We will surely build a thriving socialist nation, as desired by Kim Jong Il, with the might of single-minded unity of the leader, the party, the army and the people.\""
        },
        {
            "title": "Kim Jong Un, Symbol of DPRK's Dignity",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-42ee.html",
            "content": "Kim Jong Un, Symbol of DPRK's Dignity\r\n Pyongyang, April 12 (KCNA) -- All the servicepersons and people in the DPRK are now overwhelmed with great joy at having the dear respected Kim Jong Un as the first secretary of the Workers' Party of Korea.\n\t\t\t\t\t Jon Il Gwang, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The election of Kim Jong Un, supreme commander of the KPA, to the top post of the WPK is a high pride and honor of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is identical to general secretary Kim Jong Il in ideology, leadership, personality and courage.\n\t\t\t\t\t\n\t\t\t\t\t We will get closely united around Kim Jong Un so as to further glorify Kim Jong Il's history.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons' will to follow his leadership will remain unchanged under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Nam, a department director of the Ministry of Coal Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t The election marks a political event of great significance in strengthening the WPK, and this provides a sure guarantee for the bright future of the DPRK and the eternal prosperity of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the supreme leader of the party, army and people of the DPRK and his leadership is the lifeline of our revolution.\n\t\t\t\t\t\n\t\t\t\t\t All the officials of the Ministry are now filled with determination to carry into practice the WPK's grand plan for building a thriving nation with increased coal output."
        },
        {
            "title": "Aid Materials Donated by Chinese Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-43ee.html",
            "content": "Aid Materials Donated by Chinese Organization\r\n Pyongyang, April 12 (KCNA) -- The China Disabled Persons' Federation (CDPF) donated aid materials to the Korean Federation for the Protection of the Disabled (KFPD).\n\t\t\t\t\t A donating ceremony took place in Pyongyang on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were KFPD Vice-Chairman Kim Mun Chol and officials concerned and members of the visiting CDPF delegation led by Vice-Chairman Sun Xiande.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony, before its participants looked round the aid materials.\n\t\t\t\t\t\n\t\t\t\t\t The delegation arrived here Wednesday."
        },
        {
            "title": "Devoted Teacher Working on Suun Islet for 35 Years",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-21ee.html",
            "content": "Devoted Teacher Working on Suun Islet for 35 Years\r\n Pyongyang, April 12 (KCNA) -- There is a branch school on Suun Islet, 70 km away from the mouth of the River Amnok in the west sea of Korea.\n\t\t\t\t\t This school named after Suundo was set up on September 1, Juche 66 (1977) thanks to the government measure taken by President Kim Il Sung, and now serves for one pupil.\n\t\t\t\t\t\n\t\t\t\t\t At the school Jon Hye Yong has been active as a teacher for 35 years. Before volunteering to go to the islet, she had worked at the primary school attached to Sinuiju Teacher Training College.\n\t\t\t\t\t\n\t\t\t\t\t Jon, 56, said:\n\t\t\t\t\t\n\t\t\t\t\t \"When I started working as a teacher on the islet, I got bitterly homesick. Sometimes I felt so exhausted after finishing classes for five students of different ages.\n\t\t\t\t\t\n\t\t\t\t\t At that time I used to get encouraged from the pupils, the future of the country, regarding me as their sister and mother.\"\n\t\t\t\t\t\n\t\t\t\t\t Jon made a lot of teaching aids by herself and sent 20 odd graduates to the army and higher schools.\n\t\t\t\t\t\n\t\t\t\t\t In recognition of her feats, the government recommended Jon for a delegate to the 7th Congress of the League of Socialist Working Youth of Korea and two national conferences of educational workers, and a film featuring her was produced.\n\t\t\t\t\t\n\t\t\t\t\t Jon is still engaging herself in the educational work."
        },
        {
            "title": "Health Dishes, Drinks Presented to Food Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-22ee.html",
            "content": "Health Dishes, Drinks Presented to Food Festival\r\n Pyongyang, April 12 (KCNA) -- More than 1,300 kinds of food and beverages were displayed at the 17th April Holiday Food Festival held at the People's Palace of Culture in the DPRK.\n\t\t\t\t\t Particularly drawing visitors' attention were health dishes and drinks. Among them are ginger and pine-nut gruels, steamed hare meat with chestnut, hot mullet broth and broiled eel, dishes made of such edible herbs as aralia shoots, wild onion, pickpurse and anise, an apricot stone tea and drinks made of fruit of Crataegus pinnatifida, which are good for health and refreshment.\n\t\t\t\t\t\n\t\t\t\t\t Those dishes and drinks have a special virtue for curing influenza, chronic gastritis, diabetes and respiratory disease while invigorating and refreshing one's body and mind.\n\t\t\t\t\t\n\t\t\t\t\t They also prevent arteriosclerosis, hypertension and cerebral thrombosis, strengthen the heart and promote metabolism.\n\t\t\t\t\t\n\t\t\t\t\t Those health dishes and drinks were presented by restaurants under the Changgwang Public Service Management Bureau."
        },
        {
            "title": "Korean Stamp Museum",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-23ee.html",
            "content": "Korean Stamp Museum\r\n Pyongyang, April 12 (KCNA) -- The Korean Stamp Museum was opened with due ceremony in Pyongyang on April 9.\n\t\t\t\t\t On display in the museum are several thousand stamps and documentary materials, which deal with the history of Korean stamps in a chronological order.\n\t\t\t\t\t\n\t\t\t\t\t Among them are stamps issued in the period of Ri Dynasty (1392-1910), which include Munwi, the first stamp in Korea issued in October 1884, and Ehwa issued after the bourgeois reform in Korea and a commemorative stamp for the 40th anniversary of King Kojong's ascendance to throne.\n\t\t\t\t\t\n\t\t\t\t\t The stamps and postcards, the Japanese imperialists forced to use in Korea during their colonial rule, are on display at the museum. \n\t\t\t\t\t\n\t\t\t\t\t Visitors can see newly-discovered data on communications activities conducted by members of the Korean People's Revolutionary Army during the anti-Japanese armed struggle, guided by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The stamps \"Althea\" and \"Samson Rocks\" came out on March 12, Juche 35 (1946), as the first issues in Korea after its liberation from the Japanese colonial rule. \n\t\t\t\t\t\n\t\t\t\t\t Many of the exhibits give a glimpse of the activities of President Kim Il Sung, general secretary Kim Jong Il and an anti-Japanese war hero, Kim Jong Suk, and the achievements the DPRK army and people scored in the economy and construction. \n\t\t\t\t\t\n\t\t\t\t\t Conspicuous of them are the stamps picturing the images of Kim Il Sung, Kim Jong Il and the dear respected Kim Jong Un, as well. \n\t\t\t\t\t\n\t\t\t\t\t Also displayed are stamps that became famous abroad, three-dimensional stamps, stamp cards, DVD stamps, tools used for printing stamps, envelopes, postcards, stamp catalogues and collections of philatelists. \n\t\t\t\t\t\n\t\t\t\t\t The museum showcases the 130-year-long stamp history of Korea."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (26)",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-24ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (26)\r\n　　　Kim Il Sung Steers Drive for National Reunification\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, April 12 (KCNA) -- The Korean people's desire for national reunification ran higher as ever in the early 1990s.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities, indifferent to this desire, persistently insisted on the \"unification under the liberal democratic system\", inspired by the U.S. moves against the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t To cope with the situation, President Kim Il Sung put forward the Five-point Policy for National Reunification at the 1st Session of the 9th Supreme People's Assembly in May Juche 79 (1990).\n\t\t\t\t\t\n\t\t\t\t\t The policy is:\n\t\t\t\t\t\n\t\t\t\t\t First, tension on the Korean Peninsula must be eased and a peaceful climate for the country's reunification be created.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, the barrier of division must be removed and free travel and a full-scale open-door policy effected between the north and south. \n\t\t\t\t\t\n\t\t\t\t\t Thirdly, the north and the south must develop their foreign relations on the principle of creating an international climate favorable for the independent, peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Fourthly, the north and south must develop the dialogue for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Fifthly, a nationwide united front for the country's reunification must be formed.\n\t\t\t\t\t\n\t\t\t\t\t The President published celebrated works including \"Let Us Achieve the Great Unity of Our Nation\" in August 1991, in which he underscored the need to attain national unity for reunification, indicating the tasks and ways to that effect.\n\t\t\t\t\t\n\t\t\t\t\t On the initiatives of the north, an inaugural ceremony for pan-national rally and a starting ceremony for Paektu-Halla grand march took place on Mt. Paektu on the occasion of the 45th anniversary of the country's liberation (August 15, 1990), followed by the 1st Pan-national Rally for the Peace and Reunification of Korea in Panmunjom with attendance of representatives from the north and the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Joint cheering was given for the Korean athletes in the 11th Asian Games and a unified team represented the north and the south in the 41st World Table Tennis Championship. There were also reunification-oriented football matches between the north and the south, pan-national reunification concert and reunification concert for bidding farewell to the year 1990.\n\t\t\t\t\t\n\t\t\t\t\t There emerged the Pan-national Alliance for Korea's Reunification in November 1990 and the Pan-national Alliance of Youth and Students for Korea's Reunification in August 1992.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the President proposed having north-south high-level talks.\n\t\t\t\t\t\n\t\t\t\t\t Upon his proposal, the north and the south adopted an agreement on reconciliation, non-aggression, cooperation and exchange as well as a joint declaration on denuclearization of the Korean Peninsula, which came into effect at the 6th North-South High-level Talks held in Pyongyang in 1992.\n\t\t\t\t\t\n\t\t\t\t\t In April 1993 the President worked out the \"10-point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" and had it adopted at the 5th Session of the 9th Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\tAnd he proposed a north-south summit in order to put an end to the tragic history of national division spanning a half century and open the door to national reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t Preliminary contacts for the summit took place in Panmunjom in June 1994, which yielded an agreement to hold it in Pyongyang on July 25-27.\n\t\t\t\t\t\n\t\t\t\t\t He had discussions with officials about the summit on July 6 and examined a reunification-related document until midnight July 7, a day before his death, leaving an autograph \"Kim Il Sung. July 7, 1994\" on the document.\n\t\t\t\t\t\n\t\t\t\t\t This historic document remains his behest on national reunification."
        },
        {
            "title": "Maltese Party Leader Hopes Everything Will Go Well in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-08ee.html",
            "content": "Maltese Party Leader Hopes Everything Will Go Well in DPRK\r\n Pyongyang, April 12 (KCNA) --  The leader of the Malta Labor Party expressed deep condolences again over the demise of leader Kim Jong Il on behalf of the Party Central Committee and on his own behalf.\n\t\t\t\t\t He met with Han Tae Song, DPRK ambassador to Malta, on April 3.\n\t\t\t\t\t\n\t\t\t\t\t He was convinced that the Korean people would greet the centenary of the birth of President Kim Il Sung with shining achievements in economic construction under the wise leadership of the dear respected Kim Jong Un, he said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that everything would continue going well in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Satellite launch is a legitimate right of sovereign states, he said, expressing his will to work hard to expand the friendly relations between the Malta Labor Party and the Workers' Party of Korea and between Malta and the DPRK in the political, economic, cultural and other fields."
        },
        {
            "title": "Chongryon Central Standing Committee Congratulates",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-48ee.html",
            "content": "Chongryon Central Standing Committee Congratulates\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- First Secretary of the Workers' Party of Korea Kim Jong Un on Thursday received a congratulatory letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t It is the great fortune and honor for Chongryon and the Koreans in Japan to hear the exciting news that the Fourth Conference of the WPK convened at a historic period when the new century of Kim Il Sung's Korea begins decided to hold the great General Kim Jong Il in high esteem as General Secretary of the WPK for all ages and elected you as First Secretary of the WPK, true to the behest of the fatherly General, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t The letter extended the highest glory and warmest congratulations to Kim Jong Un, the peerlessly great man elected as First Secretary of the glorious WPK, representing the intense loyalty of all the officials of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t It manifested the resolution of Chongryon to thoroughly carry out the last instructions of Kim Jong Il without any slight deviation and concession, entirely entrusting destiny and future to Kim Jong Un and remaining loyal to his leadership, and thus dynamically turn out in ushering in a new heyday in the movement of Koreans in Japan along with the prospering homeland. \n\t\t\t\t\t\n\t\t\t\t\t Chongryon will join in the nation-wide struggle for bringing about a landmark phase of national reunification under the banner of \"By our nation itself\" and energetically conduct external activities to improve the DPRK-Japan relations and promote the friendship between the two peoples, the letter concluded."
        },
        {
            "title": "Koreans in Japan Remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-35ee.html",
            "content": "Koreans in Japan Remember Kim Il Sung\r\n Pyongyang, April 12 (KCNA) -- The Headquarters of the Chiba Prefecture of the Korean Democratic Women's Union in Japan on March 24 held a \"meeting to remember the fatherly leader\" in the prefecture in commemoration of the 100th birth anniversary of President Kim Il Sung.\n\t\t\t\t\t It was attended by Ju Yong Ja, chairwoman of the headquarters, its other officials, those who had the honor of being received by the President and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said they could hardly repress the yearning for Kim Il Sung as the Day of the Sun is drawing near.\n\t\t\t\t\t\n\t\t\t\t\t Speaking of the greatest honor of being received by the President and attending the photo session while staying in the homeland, they said they could never forget the image of the President, his face beaming with broad smile. \n\t\t\t\t\t\n\t\t\t\t\t  They renewed their firm will to devote themselves to the strengthening of the chapter and branch of the union, the building of a thriving Korean community and to the patriotic work."
        },
        {
            "title": "Title of Honorary Citizen of Nigeria Awarded to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-10ee.html",
            "content": "Title of Honorary Citizen of Nigeria Awarded to Kim Il Sung\r\n Pyongyang, April 12 (KCNA) -- Gusau City of Zamfara State, Nigeria awarded the title of its honorary citizen to President Kim Il Sung on occasion of his birth anniversary (Day of the Sun).\n\t\t\t\t\t A ceremony of conveying the certificate of the citizenship took place on April 5.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the administration of the city, citizens and the DPRK ambassador to Nigeria and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The governor of the city handed the certificate over to the ambassador.\n\t\t\t\t\t\n\t\t\t\t\t The governor said that it is their obligation and honor to present the title of the honorary citizen to the President, who made a great contribution to the prosperity of the DPRK and the cause of global peace, on the occasion of the centenary of his birth."
        },
        {
            "title": "S. Korean Prosecution Accused of Dragging on Case of Illegal Investigation into Civilians",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-12ee.html",
            "content": "S. Korean Prosecution Accused of Dragging on Case of Illegal Investigation into Civilians\r\n Pyongyang, April 12 (KCNA) -- A south Korean newspaper Hangyore carried an editorial on April 9, accusing the prosecution of delaying the search of the case of illegal investigation into civilians.\n\t\t\t\t\t The editorial recalled that the search has made no progress, charging that the prosecution has not yet arrested Jin Kyong Rak, former chief of the general planning section of the office for supporting ethics of officials, a key person in resolving the case.\n\t\t\t\t\t\n\t\t\t\t\t Pointing out that the prosecution has held off investigation into the case though it received evidence related to the illegal investigation, the editorial noted that it seems that they want to give time to relevant persons and wire-pullers who know about the truth so that they can coordinate their words.\n\t\t\t\t\t\n\t\t\t\t\t To delay the investigation into the case is nothing but a reckless act of backing the illegal actions aimed at erasing the evidence, concluded the editorial."
        },
        {
            "title": "U.S. Shoots Down East Asian Peace: Asian Times",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-20ee.html",
            "content": "U.S. Shoots Down East Asian Peace: Asian Times\r\n Pyongyang, April 12 (KCNA) -- The Chinese Hong Kong newspaper Asia Times carried an article titled \"US Shoots Down East Asian Peace\" on April 5. \n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Despite the United States-initiated chorus of protests, the north Korean administration led by heaven-sent statesman and supreme leader Kim Jong Un will celebrate the centenary of the birth of its founding father Kim Il Sung by shooting off a spectacular firework; a polar-orbiting observation satellite is to be launched into space between April 12 and 16. \n\t\t\t\t\t\n\t\t\t\t\t The Kim Jong Un administration does not share the view that the planned satellite launch imperils the February 29 north Korea-US nuclear agreement. The north Koreans are of the firm view that a Cold Warrior mindset has misled the Americans to mistake the launch of an observation satellite for that of a ballistic missile test. \n\t\t\t\t\t\n\t\t\t\t\t When a carrier rocket leaves the launch pad, an international bevy of experts on space technology and journalists will have little difficulty in discerning whether this is a scientific satellite launch or an intercontinental ballistic missile (ICBM) test. This will prove most embarrassing to the Barack Obama administration, the south Korean administration of Lee Myung-bak and the Japanese government.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　US's Overreaction Betrays Fear\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　A north Korean Foreign Ministry spokesman in a March 31 statement accused the Obama administration of being afraid of objective verification of the peaceful nature of the satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t Fear accounts for the Americans' deliberate over-reaction to the north Korean satellite launch, the spokesman said. He cited two compelling facts, one being the order issued to the US's National Aeronautics and Space Administration (NASA) not to send observers to north Korea and the other undue pressure brought upon other countries to follow suit. \n\t\t\t\t\t\n\t\t\t\t\t He went on to describe the American portrayal of the peaceful satellite launch as a handy pretext to press for establishing a missile defense system in East Asia with a view to restarting the Cold War, in a bid to rescue a Pax Americana on the brink of collapse. \n\t\t\t\t\t\n\t\t\t\t\t Full public knowledge that the payload of the north Korean Unha rocket is not a warhead but a pure observation satellite would pull the rug from the US case for a missile defense system. \n\t\t\t\t\t\n\t\t\t\t\t Scott A Snyder, senior fellow for Korea studies and director of the program on US-Korea policy at the Council on Foreign Relations, recommended a pre-emptive strike on the north Korean carrier rocket perched on the launch pad in a March 22 article, \"How to Stop north Korea's Satellite Test.\" \n\t\t\t\t\t\n\t\t\t\t\t Bush also proposed a pre-emptive strike but refused to use it against north Korea armed to the teeth. \n\t\t\t\t\t\n\t\t\t\t\t Snyder's crazy recommendations are based on a June 22, 2006, Washington Post op-ed piece of two Clinton-era top defense officials, former secretary of defense William J Perry and former assistant secretary of defense Ashton B Carter, headlined, \"If Necessary, Strike and Destroy.\" \n\t\t\t\t\t\n\t\t\t\t\t The irony is that the self-styled three hawks-come-lately are totally unaware that they sound like puppies unafraid of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t Whether they acknowledge it or not, north Korea is the fourth-most powerful nuclear weapons state, just after the US, Russia and China. north Korea is the sole state ready to engage the sole superpower in nuclear war with the US mainland transformed into the first theater of thermonuclear conflagration. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t　Jaw-dropping Satellite Launch Technology \n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t An invited bevy of overseas experienced experts on space technology and journalists will most likely find their jaws dropping when they are taken to a tour of the ultra-modern Sohae Satellite Launch Station, the general control and command center and allowed to observe the liftoff of a heavy-lift Unha rocket carrying an observation satellite. They will doubt their eyes at the sight of a highly sophisticated, shiny heavy-lift satellite launch vehicle lifting off, all its component parts and electronic gear, indigenously designed and produced. \n\t\t\t\t\t\n\t\t\t\t\t Overseas space experts and media people will gain indisputable evidence that the north Korean rocket does not carry a warhead but a peaceful satellite as its payload. All the world will see that there is no factual basis in the allegations heaped on Pyongyang by Obama and company, which are similar to the pre-war hype by Bush and company presented to justify their invasion of Iraq. \n\t\t\t\t\t\n\t\t\t\t\t The US has two options left to weigh as the north puts the final touches to preparations for the April 15 ceremony. \n\t\t\t\t\t\n\t\t\t\t\t Terminating yet another nuclear deal, however, will lead to additional nuclear tests and long-range missile tests with enriched uranium enrichment churned out on an expanded basis and IAEA inspectors kicked out of the country for the third time. \n\t\t\t\t\t\n\t\t\t\t\t The US can continue its all-too-familiar, counterproductive pattern of action of threats and move to railroad another resolution through the UN Security Council in a senseless bid to put the screws on north Korea. This will automatically be construed as a virtual declaration of war by the north Koreans. The Americans will face the worst-case scenario of risking nuclear annihilation in an election year."
        },
        {
            "title": "Korean Stamp Exhibition Opens in China",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-07ee.html",
            "content": "Korean Stamp Exhibition Opens in China\r\n Pyongyang, April 12 (KCNA) -- The Korean stamp exhibition was opened in Beijing on April 10 to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t It was cosponsored by Chinese stamp-related organisations and the Korean National Stamp Publishing Bureau.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at its venue were gifts and certificates sent by general secretary Kim Jong Il to the organisations.\n\t\t\t\t\t\n\t\t\t\t\t On display there were commemorative stamps on the centenary of the birth of the President and the 70th birth anniversary of Kim Jong Il and more than 1 000 kinds of stamps reflecting the achievements made by the Korean people in socialist construction and national reunification, the time-honored history and cultural tradition of Korea and the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were a member of the National Committee of the Chinese People's Political Consultative Conference, philatelists and Pak Myong Ho, charge d'affaires a.i., and staff members of the DPRK embassy in Beijing.\n\t\t\t\t\t\n\t\t\t\t\t A symposium on Korean stamps took place on the same day."
        },
        {
            "title": "Collection of Works Published in Russia and South Africa",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-01ee.html",
            "content": "Collection of Works Published in Russia and South Africa\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- President Kim Il Sung's work \"Let Us Uphold Independence\" was brought out in booklet by the Party for Peace and Unity of Russia.\n\t\t\t\t\t The work, published on September 7, 1981, clarifies that adhering to independence in the party and state activities is a requirement of the present era and that the Juche idea is philosophy centered on man.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of releasing the work took place in Moscow on April 5.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile Kim Il Sung's collection of works \"Three Charters for National Reunification\" was published by the Pretoria Copy Master Publishing House of South Africa.\n\t\t\t\t\t\n\t\t\t\t\t The Three Charters for National Reunification are the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo."
        },
        {
            "title": "Work Off Press in Ecuador",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-02ee.html",
            "content": "Work Off Press in Ecuador\r\n Pyongyang, April 12 (KCNA) -- General secretary Kim Jong Il's work \"Abuses of Socialism Are Intolerable\" was published in pamphlet by the Santa Rita Publishing House of Ecuador on April 3.\n\t\t\t\t\t The work, published on March 1, 1993, lays bare the reactionary nature and absurdity of sophistry let loose by the imperialists and renegades of socialism slandering socialism as \"totalitarian\", \"barrack-like\" and \"administrative and commanding\".\n\t\t\t\t\t\n\t\t\t\t\t It also indicates principled issues arising in defending and accomplishing the cause of socialism."
        },
        {
            "title": "Day of Sun Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-03ee.html",
            "content": "Day of Sun Marked Abroad\r\n Pyongyang, April 12 (KCNA) -- Events took place in various countries to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included meetings, book and photo exhibitions, film shows and art performances in Russia, Vietnam, Bangladesh and remembrance meetings in Russia, Democratic Congo, France and Germany between April 2 and 6.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of the events held in Russia, Vietnam and Bangladesh were works of the President and general secretary Kim Jong Il, photos showing their feats and books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of General Kim Il Sung\", revolutionary hymn, and other Korean songs including \"Sing, Fork to Mangyongdae\" were put on the performance stages.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Fireworks for a Thriving Nation\"."
        },
        {
            "title": "Day of Sun to Be Celebrated in Libya",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-04ee.html",
            "content": "Day of Sun to Be Celebrated in Libya\n\t\t\t\t\t\t\r\n Pyongyang, April 12 (KCNA) -- The Libyan Preparatory Committee for Celebrating the Day of the Sun in 2012 was formed on April 8 to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Ahmad Muhammad Al Kulaibi was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to conduct a friendship meeting, film show, photo exhibition and other colorful political and cultural events."
        },
        {
            "title": "Birth Anniversary Celebrated in China",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-05ee.html",
            "content": "Birth Anniversary Celebrated in China\r\n Pyongyang, April 12 (KCNA) -- A meeting took place in Beijing on April 10 to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there were officials of the China Association for International Friendly Contact and the Beijing Association for International Friendly Contact and families of those related to the anti-Japanese revolutionary struggle. Present there on invitation were the charge d'affaires a.i. and staff members of the DPRK embassy in Beijing.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched video \"Eternal assets praising the sun\" introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Li Xiaohua, vice-president of the China Association for International Friendly Contact, said that the President, a close friend of the Chinese people, provided and brought into bloom the Sino-DPRK friendship together with Chairman Mao Zedong, Premier Zhou Enlai and other revolutionaries of the elder generation of China.\n\t\t\t\t\t\n\t\t\t\t\t Liu Xiaohua, member of a family related to the anti-Japanese revolutionary struggle, noted that general secretary Kim Jong Il visited China nine times to put spurs to the development of the traditional DPRK-China friendship, adding that the President and Kim Jong Il will be alive in the hearts of the peoples of China and the DPRK."
        },
        {
            "title": "Birth Anniversary Marked by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-06ee.html",
            "content": "Birth Anniversary Marked by Foreign Newspapers\r\n Pyongyang, April 12 (KCNA) -- The Russian paper Patriot No. 13 (special issue) carried 16-page special write-ups to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t On the first page it carried the portrait of a smiling President and under it an introductory note reading \"The Korean people and world progressive mankind are greeting centenary of the birth of Comrade Kim Il Sung, the eternal President of the DPRK, on April 15, 2012\".\n\t\t\t\t\t\n\t\t\t\t\t The paper devoted several pages to articles titled \"Nation's leader, people's son\", \"Great heart devoted to the world\" and \"Whole life devoted to the people\" with photos of the President, Kim Jong Il and the dear respected Kim Jong Un in their revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Also edited there were photos introducing gifts on display at the International Friendship Exhibition House, a long epic and song presented by a Russian composer to the centenary of the birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper Natun Bangla on April 2 dedicated two whole pages to articles titled \"Centenary of the Birth of President Kim Il Sung\", \"Eternal sun\", \"Great man Kim Il Sung\" and \"People's leader\" with the portrait of a smiling President and a photo of the President standing together with Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Tanzanian paper Mwananchi on April 1 carried an article headlined \"Centenary of birth of HE President Kim Il Sung\" with his portrait.\n\t\t\t\t\t\n\t\t\t\t\t The April issue of the German paper Rote Fahne edited an article titled \"President Kim Il Sung and 100 years\" with his photo."
        },
        {
            "title": "Kim Jong Un recibe carta de participantes en festival ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-50ee.html",
            "content": "Kim Jong Un recibe carta de participantes en festival\r\n Pyongyang, 12 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio una carta que le enviaran el dia 12 los participantes en el Festival Internacional en Celebracion del Centenario del Natalicio del Presidente Kim Il Sung para felicitarle por su eleccion como Primer Secretario del Partido del Trabajo de Corea y Presidente de la Comision Militar Central del PTC en la 4a Conferencia de esta organizacion.\n\t\t\t\t\t La misiva senala que la eleccion de Kim Jong Un como lider del PTC es un acontecimiento de suma importancia para la construccion de un Estado prospero en Corea y el cumplimiento de la causa de independencia de la humanidad. \n\t\t\t\t\t\n\t\t\t\t\t La eleccion de Su Excelencia es un testimonio de la absoluta confianza del PTC y el pueblo coreano y del unanime deseo de que Usted glorifique mas a la Corea de Kim Il Sung como potencia invencible y dignificada por la independencia y el Songun, destaca la misiva. \n\t\t\t\t\t\n\t\t\t\t\t Gracias a ese evento, se ha preparado la garantia para continuar la historia victoriosa y la tradicion del PTC, fundado por el Presidente y conducido sabiamente por Su Excelencia Kim Jong Il, se hizo mas maravilloso el futuro de Corea, apunta.\n\t\t\t\t\t\n\t\t\t\t\t Por ultimo, expresa la esperanza y conviccion de que bajo la sabia guia del Maximo Dirigente, el PTC cumplira invariable y satisfactoriamente el papel de vanguardia en el cumplimiento de la causa socialista y la de independencia de la humanidad."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones del Cuerpo de Agregado Militares",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-52ee.html",
            "content": "Kim Jong Un recibe felicitaciones del Cuerpo de Agregado Militares\r\n Pyongyang, 12 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un cesto de flores y carta de felicitacion que con motivo del centenario de nacimiento del Presidente Kim Il Sung, le dirigiera el Cuerpo de Agregados Militares en Corea.\n\t\t\t\t\t　Nguyen Van Lich, agregado militar de Vietnam, quien preside dicho cuerpo, los entrego este jueves al vicemariscal del Ejercito Popular de Corea Kim Jong Gak, ministro de las Fuerzas Armadas Populares.\n\t\t\t\t\t\n\t\t\t\t\t　El mismo dia, fueron entregadas a un funcionario coreano las cartas de felicitacion al Maximo Dirigente de parte de los agregados militares de Cuba, Vietnam, Iran, Rusia, Egipto y China."
        },
        {
            "title": "Kim Jong Un recibe presente de entidad china ",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-53ee.html",
            "content": "Kim Jong Un recibe presente de entidad china \r\n Pyongyang, 12 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un recibio presente que le dirigiera la Federacion de Discapacitados de China en ocasion del centenario de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t Sun Xiande, vicepresidente de la federacion, de visita en Corea, lo entrego el dia 12 a un funcionario coreano."
        },
        {
            "title": "Primera jornada del festival artistico de amistad en primavera",
            "url": "http://kcna.co.jp/item/2012/201204/news12/20120412-51ee.html",
            "content": "Primera jornada del festival artistico de amistad en primavera\r\n Pyongyang, 12 de abril (ACNC) -- La primera funcion del XXVIII Festival Artistico de Amistad Abril en Primavera tuvo lugar el dia 12 en el capitalino Teatro de Arte Ponghwa, el Gran Teatro de Pyongyang, el Gran Teatro de Pyongyang Este, la Casa Central de la Juventud, el Salon Musical del Conservatorio Kim Won Gyun de Pyongyang, la Casa de Musica Yun I Sang y el Circo de Pyongyang.\n\t\t\t\t\t Ofrecieron alli sus funciones las entidades artisticas y los artistas provenientes de Alemania, Belarus, Austria, Italia, Finlandia, Mongolia, Vietnam, la India, Japon, Indonesia, Armenia, Malasia, Egipto, Estados Unidos y otros paises.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, se efectuo la funcion de los artistas coreanos en ultramar.\n\t\t\t\t\t\n\t\t\t\t\t El conjunto artistico de China (conjunto de canciones y danzas del Departamento Politico General del Ejercito Popular de Liberacion de China) inicio la funcion con el inmortal himno revolucionario \"Cancion del General Kim Il Sung\" y puso en la escena las canciones coreanas \"Canta, bifurcacion a Mangyongdae\", \"Pasos\", etc. y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\t El Coro del Conservatorio Estatal de Moscu Chaikovski de Rusia empezo su funcion con la cancion clasica coreana \"Nostalgia\", lo que hizo recordar al Presidente Kim Il Sung quien en los dias de la ardua lucha revolucionaria antijaponesa, cantaba al lado de la hoguera a los guerrilleros anorando las montanas y rios de la patria y Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t El solista del grupo de artistas famosos de Polonia canto la \"Cancion de la fidelidad\" compuesta por el Dirigente Kim Jong Il quien describio infinita veneracion al Presidente, que libero a la patria perdida y la convirtio en digna potencia socialista. \n\t\t\t\t\t\n\t\t\t\t\t La banda musical femenina Anakaona de Cuba dejo profunda impresion a los espectadores al cantar bien las canciones coreanas en serie \"Recuerdo de casa natal\", \"Pienso mirandote\".\n\t\t\t\t\t\n\t\t\t\t\t Dieron grandes impresiones el duo femenino \"Mangyongdae, cuna de la revolucion\" y el coro mixto \"Es eterna la cancion del lider\" ofrecidos por los artistas del conjunto Artistico de los coreanos residentes en Japon y el cuarto movimiento de la sinfonia \"El Lider vive siempre en nosotros\" \"Juramos\" ejecutado por el conjunto artistico de coreanos residentes en EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La Orquesta de Camara Alberic Magnard de Francia,  el conjunto de danzas de teatro de baile Kiev de Ucrania y  el trio femenino Appassionante de Italia pusieron en la escena \"preludio\" de entre suite \"Carmen\", la \"Danza de amistad\", etc. \n\t\t\t\t\t\n\t\t\t\t\t A traves de la funcion, los ejecutantes describieron excelentemente la ilimitada veneracion hacia el Presidente y el Dirigente."
        }
    ]
}