{
    "date": "2012-01-15",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Enjoys Music and Dance Performance",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-02ee.html",
            "content": "Kim Jong Un Enjoys Music and Dance Performance\r\n Pyongyang, January 15 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, supreme leader of the Workers' Party of Korea, the state and army of the DPRK, appreciated a music and dance performance \"We Will Hold Our Supreme Commander in High Esteem for All Ages\" being staged before full house at the April 25 House of Culture.\n\t\t\t\t\t Among the audience were Ri Yong Ho, Kim Yong Chun, Jang Song Thaek, Kim Jong Gak, Kim Myong Guk, Pak Jae Gyong and service personnel of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The audience paid silent tribute in humblest reverence to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the immortal revolutionary hymn \"Song of General Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included colorful numbers like brass band and mixed chorus \"Comrade Kim Jong Il Is Our Supreme Commander\",  female solo and mixed pangchang of immortal masterpiece \"Where Are You, Dear General?,\" male solo and male chorus \"Song of Comradeship\", male chorus \"Leader, Just Give Us Your Order\" and mixed chorus \"Strength of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The performance reached its climax when the audience heard narrative poem \"Korea, Tell Us\" leading it to bear in mind once again how precious the arms bequeathed by Kim Jong Il as the biggest revolutionary heritage is.\n\t\t\t\t\t\n\t\t\t\t\t When the songs \"Footstep\" and \"We Will Defend General Kim Jong Un at the Risk of Our Lives\" resounded forth, the whole audience seethed with an atmosphere of intense loyalty.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the splendid performance firm in ideological principle and high in the spirit of the times and replete with militancy staged by creators and artistes of the People's Army. He highly appreciated their successful performance and extended thanks to them. \n\t\t\t\t\t\n\t\t\t\t\t It is the performance which powerfully demonstrated the true revolutionary characteristics of the KPA by thoroughly embodying instructions of Kim Jong Il in art creative and productive activities and made a profound ideological representation of the firm readiness of the service personnel and people to carry on long journeys for the Songun revolution, holding high the red flag, he said, adding that Kim Jong Il would have been satisfied with the performance, if he had watched it.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the song \"Yearning Is Boundless\" is the one of the best new songs, he said with deep emotion that he could not keep back tears while listening to the song.\n\t\t\t\t\t\n\t\t\t\t\t Remembering Im Tok Su who was a singer of the State Merited Chorus, he asked officials to convey without fail his hope that Im's family would always trust the Party and share destiny with it just as Im did. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks of the art organizations of the KPA and gave precious instructions to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t The art organizations of the KPA should not lose the nature as the revolutionary and militant art units of the KPA in the art creative and productive activities in keeping with their mission, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t  It is an important duty facing the art organizations of the KPA this year for the creators and artistes of the KPA to earnestly keep abreast of the stirring realities and conduct the frontline-style art agitation and performing activities.\n\t\t\t\t\t\n\t\t\t\t\t He repeatedly said the performance today was successful, expressing great expectation and conviction that the creators and artistes of the KPA would more enthusiastically and loudly sing militant songs powerfully arousing the service personnel of the KPA and people to the drive to accomplish the WPK's cause of Songun revolution in the future, too."
        },
        {
            "title": "16th Kimjongilia Festival to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-23ee.html",
            "content": "16th Kimjongilia Festival to Be Held in Pyongyang\r\n Pyongyang, January 15 (KCNA) -- The 16th Kimjongilia Festival will take place significantly in Pyongyang on the occasion of the Day of the Shining Star.\n\t\t\t\t\t Attending the festival, to be opened at the Kimilsungia-Kimjongilia Exhibition in mid-February 2012, will be armed forces organs, ministries and national institutions, overseas compatriots' organizations including Chongryon (General Association of Korean Residents in Japan), working people, school youth and children and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t During the festival there will be shows of immortal flower and visits to Kimilsungia-Kimjongilia greenhouses in localities.\n\t\t\t\t\t\n\t\t\t\t\t The festival will serve as that of wishing immortality and paying highest respects of the Korean army and people and the world's progressives to General Secretary Kim Jong Il."
        },
        {
            "title": "New Year Card and Gift to Kim Jong Un from Algerian President",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-18ee.html",
            "content": "New Year Card and Gift to Kim Jong Un from Algerian President\r\n Pyongyang, January 15 (KCNA) -- The dear respected Kim Jong Un received a New Year card and a gift from Algerian President Abdelaziz Bouteflika on the new year 2012.\n\t\t\t\t\t They were delivered to the DPRK embassy in Beijing of China on Thursday."
        },
        {
            "title": "Birthday Spread to Reunification Champion",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-22ee.html",
            "content": "Birthday Spread to Reunification Champion \r\n Pyongyang, January 15 (KCNA) -- The dear respected Kim Jong Un on Sunday sent a birthday spread to Ri Se Gyun, a pro-reunification patriotic fighter, on his 90th birthday.\n\t\t\t\t\t Born in Jonju City of North Jolla Province on Jan. 15, Juche 11 (1922), Ri keenly experienced the sorrow of the ruined people from his childhood. \n\t\t\t\t\t\n\t\t\t\t\t After the liberation of Korea he ardently longed for the northern half of Korea where the people became its masters. \n\t\t\t\t\t\n\t\t\t\t\t In south Korea he struggled against the U.S. imperialists and their stooges' moves for national division. \n\t\t\t\t\t\n\t\t\t\t\t During the last Fatherland Liberation War he joined in the people's guerrilla army and had fought bravely against the enemies before being arrested. \n\t\t\t\t\t\n\t\t\t\t\t With deep reverence for President Kim Il Sung and General Secretary Kim Jong Il, he had kept his revolutionary principles despite brutal tortures and persecution by the fascist hangmen for several decades in prison. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put forward Ri as DPRK Hero and winner of the National Reunification Prize and sent a birthday spread to him on his 80th birthday, making his life honorable as a revolutionary soldier."
        },
        {
            "title": "Pyongyang Circus Back Home",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-21ee.html",
            "content": "Pyongyang Circus Back Home \r\n Pyongyang, January 15 (KCNA) -- The Pyongyang Circus came back home on Sunday after attending the 28th International \"Golden Circus\" Festival."
        },
        {
            "title": "Joint Performance of Moranbong and Wangjaesan Art Troupes Given",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-05ee.html",
            "content": "Joint Performance of Moranbong and Wangjaesan Art Troupes Given\r\n Pyongyang, January 15 (KCNA) -- A joint performance by Moranbong and Wangjaesan art troupes began at the People's Palace of Culture in Pyongyang. \n\t\t\t\t\t Enjoying the performance given on Saturday were creators, artistes, journalists and editors. \n\t\t\t\t\t\n\t\t\t\t\t Its numbers included female solo and pangchang \"Sound of Bell\", female sextet \"Glory to Our Great Party\", female solo and pangchang \"Motherly Party Defending My Destiny\", female duet and pangchang \"A Day of His\" and light music \"Let's Sing of Our Pride in Being under the Guidance of the General\". \n\t\t\t\t\t\n\t\t\t\t\t The performers sang of the undying revolutionary exploits of General Secretary Kim Jong Il who paved the broad avenue for eternal happiness and prosperity of Kim Il Sung's nation with his tireless devotion. \n\t\t\t\t\t\n\t\t\t\t\t The performance ended with instrumental music and song \"Footsteps\" and \"Let's Defend the Party with Lives\" reflecting the Korean people's iron will to carry forward the footsteps of the Korean revolution started in Mt. Paektu with the vigorous footsteps for victory of Songun and great footsteps for prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The performance goes on."
        },
        {
            "title": "Checking Effectuation of FTA Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-24ee.html",
            "content": "Checking Effectuation of FTA Called for in S. Korea\r\n Pyongyang, January 15 (KCNA) -- Ri Jong Hui, chief of the opposition United Progressive Party of south Korea, in a press conference in Seoul on Wednesday called for struggle to check the effectuation of the railroaded Free Trade Agreement. \n\t\t\t\t\t The FTA with the U.S. is seriously encroaching on the interests of the people, Ri said, adding: This fully shows the nature of the humiliating agreement.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are yielding to the U.S. pressure, Ri said, urging the opposition parties to unite and struggle against the FTA."
        },
        {
            "title": "Participants in Int'l Meeting Pay Tribute to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-04ee.html",
            "content": "Participants in Int'l Meeting Pay Tribute to Kim Jong Il\r\n Pyongyang, January 15 (KCNA) -- The participants in the ambassadorial-level meeting of the Coordinating Committee of the Non-Aligned Movement held at the UN Headquarters on Jan. 11 expressed condolences in memory of General Secretary Kim Jong Il.\n\t\t\t\t\t Prior to the discussion on main agenda of the meeting, the permanent representative of Egypt who chairs the NAM said that Kim Jong Il's undying feats for the strengthening of the NAM would remain long in their hearts.\n\t\t\t\t\t\n\t\t\t\t\t He, on behalf of the NAM, proposed the participants to observe a moment's silence in memory of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid a silent tribute to memory of him.\n\t\t\t\t\t\n\t\t\t\t\t Representatives of Morocco, Jamaica, Palestine, Venezuela, Bangladesh, Nicaragua, Equatorial Guinea and other countries voiced deep condolences to the DPRK government and people on his demise."
        },
        {
            "title": "Kim Jong Un Presented with Special Honorary Membership of Nepal Journalist Association",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-07ee.html",
            "content": "Kim Jong Un Presented with Special Honorary Membership of Nepal Journalist Association\r\n Pyongyang, January 15 (KCNA) -- A ceremony of conveying the certificate of special honorary member presented to the dear respected Kim Jong Un by the Nepal Journalist Association was held in Katmandu on Jan. 6.\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t A secretary of the C.C., Unified Communist Party of Nepal (Maoist) said that the demise of General Secretary Kim Jong Il is a great loss to the Nepali and other world revolutionaries aspiring after socialism and loving justice.\n\t\t\t\t\t\n\t\t\t\t\t The socialist movement will more dynamically advance thanks to Kim Jong Un despite the imperialist allied forces' intensified military threat and moves to stifle the DPRK, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nepal Journalist Association said that the association has registered Kim Jong Un as its special honorary member, fascinated by his high international authority, great personality, virtues and trait.\n\t\t\t\t\t\n\t\t\t\t\t The certificate of special honorary member was conveyed to the DPRK ambassador at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Written in the certificate are letters reading: \"The Nepal Journalist Association has the honor of registering HE General Kim Jong Un as its special honorary member in high praise with deepest respect to his great contributions to the human cause of independence and world peace. It heartily hopes that he would reliably carry forward and develop the cause of Juche.\"\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Reading Sessions on DPRK's Joint New Year Editorial Held Abroad",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-06ee.html",
            "content": "Reading Sessions on DPRK's Joint New Year Editorial Held Abroad\r\n Pyongyang, January 15 (KCNA) -- Reading sessions on the joint New Year editorial of the DPRK were held in Mexico, Democratic Congo, Tanzania and Indonesia between Jan. 5 and 7.\n\t\t\t\t\t The president of the Mexican Committee for the Study of Kimilsungism who is president of the Mexican National Coordinating Committee for the Study of the Juche Idea said that the joint editorial published by the leading newspapers of the DPRK on the New Year 2012 clearly reflects the grand plan of Kim Jong Un, the supreme leader of the Korean party, state and army, and the tasks and ways for carrying it into practice.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexican Institute for the Study of the Juche Idea expressed belief that the Korean people would register signal successes in the struggle to build a thriving nation, reunify the country and realize global independence, rallied close around Kim Jong Un under \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il!\", the militant slogan set forth in the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo said: General Secretary Kim Jong Il firmly defended the socialist gains, the precious legacy of President Kim Il Sung, and laid strong political, military and economic foundations for the eternal prosperity of the nation. This is his greatest feat for the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The director of a company of Indonesia said that thanks to the leadership of Kim Jong Un fully inheriting the Songun politics of Kim Jong Il, the socialist banner would flutter higher in the DPRK and Korean-style socialism centered on the popular masses would always emerge victorious."
        },
        {
            "title": "Kim Jong Il's Idea and Feats Will Be Immortal: Russian Paper",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-03ee.html",
            "content": "Kim Jong Il's Idea and Feats Will Be Immortal: Russian Paper\r\n Pyongyang, January 15 (KCNA) -- The Russian paper Cesnoye Slovo in its 51st issue last year dedicated its one whole page to special write-ups with the portrait of General Secretary Kim Jong Il and a photo of his meeting with President Medvedev over his demise.\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il of the DPRK passed away on a train on Dec. 17, 2011 due to his mental and physical strain while working hard for the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t Voices expressing resolve to remain loyal to the leadership of Comrade Kim Jong Un, true to the behests of Comrade Kim Jong Il, were ceaselessly heard in the DPRK during the mourning.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's undying feats will shine long as the DPRK is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Under the subtitle \"Comrade Kim Jong Il's idea and feats will be immortal\" the paper stressed:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are paying highest tribute to Kim Jong Il who made undying contributions to the prosperity of the country and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t They are filled with enthusiasm to build a thriving nation without fail under the leadership of Kim Jong Un, holding Kim Jong Il in high esteem forever."
        },
        {
            "title": "China Launches Meteorological Satellite",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-08ee.html",
            "content": "China Launches Meteorological Satellite\r\n Beijing, January 14 (KCNA) -- China successfully put meteorological satellite Fengyun-II 07 into its preset orbit on Friday.\n\t\t\t\t\t Carrier rocket Changzheng-3 with the satellite atop blasted off from the Xichang Satellite Launch Center.\n\t\t\t\t\t\n\t\t\t\t\t The satellite will be used for providing continuous meteorological monitoring and sending maritime and water resource data."
        },
        {
            "title": "Russia to Continue Bolstering Armed Forces",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-19ee.html",
            "content": "Russia to Continue Bolstering Armed Forces\r\n Moscow, January 14 (KCNA) -- Russian Prime Minister Vladimir Putin in his presidential election program on Jan. 12 expressed the stand to steadily beef up the armed forces.\n\t\t\t\t\t The armed forces of the country should be prepared to beat back any possible threat from outside, he said, stressing that Russia needs the strongest armed forces with high militancy and maneuverability.\n\t\t\t\t\t\n\t\t\t\t\t Putin stated that he would continue pushing forward the massive modernization of the armed forces in case he is elected to be president.\n\t\t\t\t\t\n\t\t\t\t\t He also said he would not allow any unilateral step which does not consider the view of Russia in the international arena but make relevant appraisal and take corresponding step."
        },
        {
            "title": "Brutalities of GIs in Afghanistan Disclosed",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-20ee.html",
            "content": "Brutalities of GIs in Afghanistan Disclosed\r\n Pyongyang, January 15 (KCNA) -- A video showing foul deeds of U.S. troops in Afghanistan is arousing worldwide protest and condemnation.\n\t\t\t\t\t  The footage, displayed on the Internet on Wednesday, shows four U.S. marines urinating on three dead Afghans while saying \"Have a great day, buddy\" and \"This is shower of piss\".\n\t\t\t\t\t\n\t\t\t\t\t This promptly raised strong anti-American sentiment from Afghanistan and other Islamic countries and the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. government is reportedly worrying itself about the matter."
        },
        {
            "title": "Pakistan Can Never Condone U.S. Drone Strikes: Spokesman",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-09ee.html",
            "content": "Pakistan Can Never Condone U.S. Drone Strikes: Spokesman\r\n Pyongyang, January 15 (KCNA) -- Pakistan said on Thursday that it can never condone violation of its sovereignty by the U.S. drone strikes.\n\t\t\t\t\t A spokesman of the Foreign Ministry clarified this stand at a press conference on Jan. 12.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces made indiscriminate air strikes with their drones to continue to kill innocent residents in the territorial air of Pakistan under the signboard of \"anti-terrorism\", he said, adding this is clear violation of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani government can not allow any act to infringe the sovereignty of the country, he stressed."
        },
        {
            "title": "Israel Arrests 16 Palestinians in West Bank",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-10ee.html",
            "content": "Israel Arrests 16 Palestinians in West Bank\r\n Pyongyang, January 15 (KCNA) -- The Israeli army continues to arrest Palestinians despite protest and denunciation of the international community.\n\t\t\t\t\t The Israeli army arrested 16 Palestinians in the West Bank on Thursday, Palestinian security sources said.\n\t\t\t\t\t\n\t\t\t\t\t The security sources in the West Bank said that the Israeli army forces stormed the towns of Nablus and Ramallah in the West Bank, raided some homes and arrested 16 people."
        },
        {
            "title": "Rich-Poor Conflict Said No. 1 U.S. Strain",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-11ee.html",
            "content": "Rich-Poor Conflict Said No. 1 U.S. Strain\r\n Pyongyang, January 15 (KCNA) -- Rich-poor conflict has replaced racial strain and friction due to nationality as the top U.S. tension, a national issues, attitudes and trends survey indicated.\n\t\t\t\t\t The Pew Research Center survey found 66 percent of Americans say they believe \"very strong\" or \"strong\" conflicts exist between the rich and the poor."
        },
        {
            "title": "Radioactive Substances Continue to Be Detected in Japan",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-12ee.html",
            "content": "Radioactive Substances Continue to Be Detected in Japan\r\n Pyongyang, January 15 (KCNA) -- Radioactive substances are continuing to be detected in Japan due to the consequences of the accident at the Fukushima Nuclear Power Plant, sparking off a serious problem.\n\t\t\t\t\t Around 300 tons of water contaminated with relatively high amounts of radioactive substances has been found in an underground tunnel near the No. 3 unit at the crippled Fukushima Daiichi nuclear power plant, Tokyo Electric Power Co. said Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Tokyo Electric Power Co. said the water in the tunnel, used to lay electric cables, contained 49 to 69 becquerels of radioactive cesium per cubic centimeter."
        },
        {
            "title": "Turkey Not to Comply with U.S. Sanctions against Iran: Spokesman",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-13ee.html",
            "content": "Turkey Not to Comply with U.S. Sanctions against Iran: Spokesman\r\n Pyongyang, January 15 (KCNA) -- Turkey said it will not comply with new U.S. sanctions against Iran, despite Washington campaigning for further sanctions against Tehran over its nuclear program.\n\t\t\t\t\t \"We favor a settlement to the nuclear dispute through diplomatic means,\" Turkish Foreign Ministry spokesman Selcuk Unal told a news conference."
        },
        {
            "title": "Japan's Trade Deficit",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-14ee.html",
            "content": "Japan's Trade Deficit\r\n Pyongyang, January 15 (KCNA) -- The balance of Japan's trade in goods in November last year registered a deficit of 585.1 billion yen, while that of trade in goods and services logged 700.2 billion yen in deficit, according to a survey data by the Finance Ministry of this country on Jan. 12."
        },
        {
            "title": "Greenhouse Gas Emissions Get Serious in U.S.",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-15ee.html",
            "content": "Greenhouse Gas Emissions Get Serious in U.S.\r\n Pyongyang, January 15 (KCNA) -- A fabulous amount of greenhouse gas destroying ecological environments are emitting in the U.S., touching off great concern.\n\t\t\t\t\t Texas generated 294 million metric tons of greenhouse gases in 2010, according to the data published by the U.S. Environmental Protection Agency on Wednesday."
        },
        {
            "title": "Export Deceased in UK",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-16ee.html",
            "content": "Export Deceased in UK\r\n Pyongyang, January 15 (KCNA) -- The total exports of the UK fell by 0.4 billion pounds (0.616 billion dollars) or 1.5 percent in November of 2011, according to the latest release by the British Office of National Statistics on Wednesday."
        },
        {
            "title": "Larijani Calls for Vigilance of Nations in Region to Thwart U.S. Plots",
            "url": "http://kcna.co.jp/item/2012/201201/news15/20120115-17ee.html",
            "content": "Larijani Calls for Vigilance of Nations in Region to Thwart U.S. Plots\r\n Pyongyang, January 15 (KCNA) -- Iran's Majlis Speaker Ali Larijani said on Thursday that the governments in the region must exercise vigilance to thwart conspiracies of the world arrogance.\n\t\t\t\t\t He made the remarks after meeting with Turkish Foreign Minister Ahmet Davutoglu in Ankara.\n\t\t\t\t\t\n\t\t\t\t\t He disclosed the fact that the U.S. plans to create discordance between countries in the region.\n\t\t\t\t\t\n\t\t\t\t\t Pointing to arrogant powers' plots in the region, Larijani said regional countries must take care of the Islamic Awakening movement not to be deviated from its right path."
        }
    ]
}