{
    "date": "2012-09-11",
    "url": "http://kcna.co.jp/item/2012/201209/2012-09-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Syrian President",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-14ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Syrian President\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un sent a congratulatory message to Bashar Al Assad, president of the Syrian Arab Republic, on Tuesday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I would like to send warm congratulations to you on your 47th birthday.\n\t\t\t\t\t\n\t\t\t\t\t Extending support and solidarity to the Syrian Arab people in their just cause of protecting the sovereignty and security of the country, I wish you good health and success in your responsible work."
        },
        {
            "title": "Kim Yong Nam Congratulates Syrian President ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-15ee.html",
            "content": "Kim Yong Nam Congratulates Syrian President \n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a congratulatory message Tuesday to President of the Syrian Arab Republic Bashar Al-Assad on his 47th birthday.\n\t\t\t\t\t Kim in the message reiterated the invariable support and solidarity of the DPRK with the Syrian president and government in their just cause of protecting the sovereignty, peace and security of the country."
        },
        {
            "title": "DPRK Premier Calls for Recovering from Flood Damage in Komdok Area by United Efforts",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-19ee.html",
            "content": "DPRK Premier Calls for Recovering from Flood Damage in Komdok Area by United Efforts\r\n Pyongyang, September 11 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, made a field survey of Komdok area where operations are now under way to recover from typhoon and downpour damage as early as possible.\n\t\t\t\t\t Service personnel and people are now waging a high-pitched drive to recover from flood damage, helping and pulling each other along true to the order of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Going round various flood-hit places, the premier learned in detail about the recovery operations and living of the inhabitants there before encouraging them and held a consultative meeting to speed up the recovery. \n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed issues of bringing the people's living in the afflicted areas to normal at an early date and matters of restoring destroyed railways and roads. It underscored the need for all the units including ministries and national institutions to render sincere help in the recovery operations.\n\t\t\t\t\t\n\t\t\t\t\t The meeting called for winding up the recovery operations at an early date by the might of the unity of the army and the people and turning the area into a better place, not confined to restoring the afflicted area to its original state.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier visited the General Dental Hospital of the Ministry of Public Health and took measures for updating it."
        },
        {
            "title": "Greetings to Kim Jong Un from Nigerian President",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-20ee.html",
            "content": "Greetings to Kim Jong Un from Nigerian President\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, received a message of greeting from Goodluck Ebele Jonathan, president and commander-in-chief of the Armed Forces of Nigeria, on Sept. 6.\n\t\t\t\t\t The message said that he had the pleasure and privilege to extend on behalf of the Nigerian government and people and on his own behalf congratulations to Kim Jong Un, the DPRK government and people on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is our belief that the preceding leaders of your country would be also pleased with the great feats performed by Your Excellency during your field guidance to all fields of the country and would like to warmly congratulate you on them, the message said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Please accept our congratulations on your efforts to achieve peace on the Korean Peninsula with your broad magnanimity and patience.\n\t\t\t\t\t\n\t\t\t\t\t We are pleased that Your Excellency are developing relations with the international community, with your neighboring countries in particular.\n\t\t\t\t\t\n\t\t\t\t\t We deeply admire all energies you have devoted to modernizing your country despite sanctions and difficulties.\n\t\t\t\t\t\n\t\t\t\t\t I would like to assure Your Excellency that we have common points in the ideas and reiterate the invariable stand of the Federal Republic of Nigeria to steadily develop the friendly and cooperative relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Please accept, Your Excellency, our hope for happy celebration of the anniversary and our best wishes."
        },
        {
            "title": "Greetings to Kim Jong Un from Armenian President",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-21ee.html",
            "content": "Greetings to Kim Jong Un from Armenian President\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un received a message of greeting from Armenian President Serge Sarkissian on Sept. 1.\n\t\t\t\t\t He in the message extended congratulations to Kim Jong Un and the Korean people on the national holiday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the relations between the two countries would steadily develop in the interests of the peoples of the two countries thanks to their joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and success and the DPRK people peace and well-being. \n\t\t\t\t\t\n\t\t\t\t\t He sent high regards to Kim Jong Un."
        },
        {
            "title": "Greetings to Kim Jong Un from Kenyan President",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-22ee.html",
            "content": "Greetings to Kim Jong Un from Kenyan President\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un received a message from Kenyan President Mwai Kibaki on August 28 congratulating him on the 64th anniversary of the DPRK.\n\t\t\t\t\t The president in the message extended congratulations and hearty salute to Kim Jong Un and, through him, to the DPRK government and people on behalf of the Kenyan government and people and on his own behalf. \n\t\t\t\t\t\n\t\t\t\t\t The president said he was satisfied with the fact that the ties of friendship and cooperation between the two countries have steadily grown.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the bonds of friendship and understanding would expand in the mutual interests of the peoples of the two countries, while celebrating the significant day with the government and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and the people of the DPRK prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Chairman of Mongolian People's Party ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-29ee.html",
            "content": "Greetings to Kim Jong Un from Chairman of Mongolian People's Party\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from the chairman of the Mongolian People's Party on Sept. 6.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I would like to extend warmest congratulations to respected Your Excellency Kim Jong Un and, through you, to all the Korean people, on behalf of the Mongolian People's Party and on my own behalf on the 64th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the DPRK founded by the great leader HE Kim Il Sung, eternal President of the DPRK, will prosper and its people's life become more bountiful.\n\t\t\t\t\t\n\t\t\t\t\t As veteran parties, the Mongolian People's Party and the WPK have become important cornerstones in developing many-sided cooperative relations between the two countries and they will honorably perform this mission in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t In the belief that the traditional friendly relations between our two parties will grow stronger under the guidance of you respected Kim Jong Un, I wish you good health, happiness and success in your work and the Korean people prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my high regards."
        },
        {
            "title": "Kim Jong Un Receives Message of Greeting from Indian Political Party Leader",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-28ee.html",
            "content": "Kim Jong Un Receives Message of Greeting from Indian Political Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), received a message of greeting from S. Sudhakar Reddy, general secretary of the National Council of the Communist Party of India (CPI), on Sept 7. \n\t\t\t\t\t In the message the National Council of the CPI sent a warm fraternal salute to Kim Jong Un on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK marked a significant event in the history of the liberation movement, the message said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of President Kim Il Sung, the WPK played a pivotal role in founding the DPRK, a socialist state.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Kim Il Sung and leader Kim Jong Il is encouraging the Korean people and the peoples of all other countries in their struggle to bring about revolutionary changes.\n\t\t\t\t\t\n\t\t\t\t\t It is the hope of the peoples in the world that the cause would be invariably carried forward in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed conviction that the DPRK would further consolidate socialism, foiling all plots of the imperialists and firmly adhering to the stand for peaceful reunification under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It reiterated support to him in building a modern socialist country on that happy occasion.\n\t\t\t\t\t\n\t\t\t\t\t It offered a revolutionary salute to him."
        },
        {
            "title": "Kim Jong Un Receives Greetings from Nepali Political Party Leader",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-30ee.html",
            "content": "Kim Jong Un Receives Greetings from Nepali Political Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from Jalanath Kanal, chairman of the Central Committee of the Nepal Communist Party (United Marxist-Leninist) who is prime minister of Nepal, on Sept. 6.\n\t\t\t\t\t The message said that on the happy occasion of the 64th anniversary of the glorious DPRK, the chairman extended warmest congratulations to Kim Jong Un and the great Korean people on behalf of his party and his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t He said he is very pleased that the DPRK is achieving steady progress under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have always embodied the immortal Juche idea in their efforts to reconstruct the country and build a modern, independent and self-reliant country, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved fresh successes in the international diplomatic field to create environment favorable for achieving peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We have always supported the DPRK in its stand that all foreign troops should be withdrawn from the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of that opportunity, he reiterated the friendship between the Korean people and the Nepali people, the WPK and his party.\n\t\t\t\t\t\n\t\t\t\t\t He sent a comradely salute to Kim Jong Un."
        },
        {
            "title": "Felicitations to Kim Jong Un from Namibian President ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-31ee.html",
            "content": "Felicitations to Kim Jong Un from Namibian President\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un received a message of greeting from Hifikepunye Pohamba, president of Namibia, on Aug. 17.\n\t\t\t\t\t In the message the president extended on behalf of the Namibian government and people and on his own behalf the sincerest felicitations and best wishes to Kim Jong Un and the government of the DPRK and its people on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the good friendly relations between the two countries would grow on a new higher level in the mutual interests of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Joining the Korean people in celebrating this significant day, he expressed hope that Kim Jong Un would lead his country and people to greater prosperity with fresh energy and determination.\n\t\t\t\t\t\n\t\t\t\t\t He sent highest regards to Kim Jong Un."
        },
        {
            "title": "Gifts to Kim Jong Un from Foreign Delegations ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-27ee.html",
            "content": "Gifts to Kim Jong Un from Foreign Delegations\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un received gifts from the visiting delegation of Chinese publishers and the delegation of the Bangladesh Institute of the Juche Idea.\n\t\t\t\t\t The gifts were separately handed to the officials concerned by Yan Xiaohong, vice director-general of the General Administration of Press and Publication of China, and Sheikh Rafiqul Islam Bablu, general secretary of the above-said Bangladesh institute, who are heading the delegations."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-16ee.html",
            "content": "Visits\r\n Pyongyang, September 11 (KCNA) -- A military delegation of the Korean People's Army led by Kang Phyo Yong, vice-minister of the People's Armed Forces, left here on Tuesday to visit Indonesia.\n\t\t\t\t\t The public health delegation of the DPRK led by Minister of Public Health Choe Chang Sik returned home on the same day after taking part in the 30th Meeting of Health Ministers of Southeast Asian Regional Countries of the World Health Organization and its 65th General Assembly held in Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t Departing here on the same day were a delegation of the Central Committee of the Fatherland Front of Vietnam led by President Huing Dam, a delegation of the International Committee for the Study of Songun Politics for Peaceful Reunification of Korea in Nepal, a delegation of the Nigerian National Committee for the Study of the Juche Idea, a delegation of the Slovak Association for Supporting the Juche Idea, a delegation of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism of Russia, a delegation of the Society for the Study of Self-Reliance of Pakistan, a delegation of the Mongolian Mt. Paektu Association for Independent Development, a delegation of the Mongolian Association for the Study of Juche Idea-Songun, a delegation for studying the Juche Idea of Slovenia, the vice-chairman of the National Committee for the Study of the Juche Idea of Democratic Congo, the chairman of the British Association for the Study of Songun Policy, the chief of the Venezuel\n\t\t\t\t\t\n\t\t\t\t\t an Group for the Study of Kimilsungism-Kimjongilism, and Kanji Inoki, president of the Inoki Genom Joint Co., Ltd. of Japan, and his party, and a delegation of Hyogo Prefectural Citizens Council for Japan－DPRK Friendship led by Director Satosi Sukita."
        },
        {
            "title": "Delegation of Chinese Publishers Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-18ee.html",
            "content": "Delegation of Chinese Publishers Visits Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The delegation of Chinese publishers headed by Yan Xiaohong, vice director-general of the General Administration of Press and Publication of China, visited Mangyongdae.\n\t\t\t\t\t The guests went to the old home of President Kim Il Sung in Mangyongdae. There they looked round historic relics, being briefed on the revolutionary history of Kim Il Sung and his family members.\n\t\t\t\t\t\n\t\t\t\t\t They toured the revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\tThe head said:\n\t\t\t\t\t\n\t\t\t\t\t It is our great honor to visit the old home in Mangyongdae where President Kim Il Sung was born.\n\t\t\t\t\t\n\t\t\t\t\t The visit provided us an opportunity to know well about the fact that he was born into a patriotic and revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae is of great significance in educating the younger generation in a revolutionary way.\n\t\t\t\t\t\n\t\t\t\t\t The delegation visited the Tower of the Juche Idea, International Friendship Exhibition House, Mansudae Art Studio and other places and enjoyed \"Arirang\", a grand gymnastic and artistic performance."
        },
        {
            "title": "Pyongyang Folk Park Completed",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-17ee.html",
            "content": "Construction of Pyongyang Folk Park Completed\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The Pyongyang Folk Park vividly showing the long history and time-honored culture of the Korean people was built in the area of Mt. Taesong.\n\t\t\t\t\t The park consists of the district for comprehensive history education, district for the display of historic relics, modern district, folk village district, folk playing district, park district of Mt. Paektu and Mt. Kumgang and the management and operation district. It is an open-air history museum where visitors can see and experience at first hand the good qualities of the Korean nation and the genuine socialist national culture developing day by day.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the park greatly helps the Korean people, including and school youth and children, inherit and glorify the excellent tradition and brilliant culture of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The ceremony for its completion was held on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Yong Rim, Choe Ryong Hae, Kim Jong Gak, Choe Thae Bok, Yang Hyong Sop and others and officials of party, armed forces and power organs and working people's organizations, ministries and national institutions and officials in the fields of science, education, culture and art and soldier-builders, employees of the park and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Vice Marshal of the KPA Kim Jong Gak, member of the Political Bureau of the Central Committee of the WPK and minister of the People's Armed Forces, made an inaugural speech.\n\t\t\t\t\t\n\t\t\t\t\t The park is one of the nation's treasures and the monumental edifices in the Songun era initiated by leader Kim Jong Il and built under the energetic guidance of the dear respected Marshal Kim Jong Un true to the noble intention of President Kim Il Sung, Kim Jong Gak said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the park was built around the best site of the Anhak Palace, setting store by the excellent national character of the Korean people who have covered the road of independent development over the long historic period.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un gave field guidance to the construction site several times, true to Kim Jong Il's plan for building the park, and has wisely led the KPA to finish the project in the spirit of \"at a go\".\n\t\t\t\t\t\n\t\t\t\t\t The energetic and meticulous guidance of Kim Jong Un served as a main engine encouraging soldier-builders to fully display the mental power to devotedly carry out the instructions and the creative spirit as a revolutionary army which does not know impossibility.\n\t\t\t\t\t\n\t\t\t\t\t The speaker underscored the need to spruce up the park and successfully manage and operate it. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants were briefed on the park before touring it."
        },
        {
            "title": "New Medical Instruments Exhibited",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-24ee.html",
            "content": "New Medical Instruments Exhibited\r\n Pyongyang, September 11 (KCNA) -- The 14th national exhibition of scientific and technological achievements in public health is now under way in Pyongyang.\n\t\t\t\t\t Among the exhibits are ventricle puller and fixer for heart operation and multi-purpose screw vice for operation.\n\t\t\t\t\t\n\t\t\t\t\t The puller and fixer can ensure easy operation of ventricle in malformed heart, cutting the time of intercepting the flow of main arterial blood.\n\t\t\t\t\t\n\t\t\t\t\t The multi-purpose screw vice is very easy to use as it is adaptable to any-sized screws.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits also include various kinds of eye drops, which accelerate healing of inflammatory eye disease without use of antibiotic medicine, and eyesight-protection spectacles.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition features many medical achievements, conducive to developing the nation's healthcare science and technologies, including the book \"Practical Problems in Tubercular Disease\"."
        },
        {
            "title": "New Kind of Bio-active Solution Developed in DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-25ee.html",
            "content": "New Kind of Bio-active Solution Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- A new kind of bio-active solution, made of mammalian bones, was developed in the Democratic People's Republic of Korea. \n\t\t\t\t\t In old times, people drank water boiled with animal bones to take care of their health.\n\t\t\t\t\t\n\t\t\t\t\t Hence, foodstuff researchers liquefied mammalian bones to make bio-active solution.\n\t\t\t\t\t\n\t\t\t\t\t This nutrient solution has protein two times higher than pork and egg, with a great deal of phosphorus and calcium contents. The solution is more absorbable to human body than vegetable foodstuff.\n\t\t\t\t\t\n\t\t\t\t\t Drinking 100 to 150 ml of the solution every day before taking meal will invigorate bio-activity and keep up good health conditions. It helps activate brain development and growth of children and prevent aging. It is also effective for keeping skin soft and fair.\n\t\t\t\t\t\n\t\t\t\t\t The solution won a high appreciation at the 12th national exhibition of inventions and new technologies held in Pyongyang some days ago."
        },
        {
            "title": "Song Popular among DPRK People",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-23ee.html",
            "content": "Song Popular among DPRK People\r\n Pyongyang, September 11 (KCNA) -- The song \"Fly High, Our Party Flag\", rearranged by the Unhasu Orchestra, is becoming increasingly popular in the Democratic People's Republic of Korea.\n\t\t\t\t\t It was created in 1985 marking the 40th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t The song of three stanzas depicts the strong will of the Korean people to always follow the WPK leading the Korean revolution to victory under the guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The first stanza shows the Korean army and people going through the tempest of revolution, closely rallied around the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The second stanza tells that the Korean people have grown to be heroes in the era, overcoming all sorts of hardships under the guidance of the ever-victorious WPK.\n\t\t\t\t\t\n\t\t\t\t\t The third stanza displays their steadfast will to continue advancing along the road of the revolution through generations under the uplifted banner of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The song stresses the idea that Kim Jong Il represents the red flag bearer of the WPK as he regarded the lofty intention of the President as his immovable faith.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime Kim Jong Il laid strong foundations for the country's prosperity by making ceaseless field guidance tours in disregard of bad weather conditions. Thanks to his devoted efforts, the DPRK emerged a nuclear state and a satellite manufacturing and launching state and turned into an invincible socialist state possessed of ultra-modern technologies.\n\t\t\t\t\t\n\t\t\t\t\t Singing this song, the army and people of the DPRK are now effecting innovations at their posts and worksites with the unanimous mind to surely build a prosperous and powerful nation in this land under the banner of the WPK, firmly united around the dear respected Kim Jong Un."
        },
        {
            "title": "DPRK's Honorary Professorship Awarded to Korean in U.S.",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-13ee.html",
            "content": "DPRK's Honorary Professorship Awarded to Korean in U.S.\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Song Ki Roe, chairman of the Book Donation Association in the U.S., was awarded honorary professorship of the DPRK.\n\t\t\t\t\t Song made a contribution to scientific and technological development in the homeland by conducting diverse scientific and technological teaching including donation of modern sci-tech books, joint researches and symposiums. \n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Rodong Sinmun Accuses U.S. of Sparking World Arms Race ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-11ee.html",
            "content": "Rodong Sinmun Accuses U.S. of Sparking World Arms Race \n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- According to data disclosed, the U.S. exported arms worth 66.3 billion dollars in 2011, an all-time high. This accounts for more than 70 percent of the world arms sale or treble that in 2010.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This figure goes to prove that the U.S. is an arch criminal sparking arms race and disturbing the world peace. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is loudly trumpeting that the measures taken by the DPRK and Iran to bolster up their defence capabilities for self-defence pose what it called \"threat.\" This is aimed at laying an international siege to the two countries in a bid to stifle them and creating environment favorable for massively selling its weapons to their neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t U.S. arms export precisely means export of dispute and war. \n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts to prove this. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The danger of a new arms race is increasing in the international arena due to the U.S. frantic arms sale. Disputes and conflicts occur in every country upon which U.S arms sale is imposed.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the U.S. sparks off discord and division in tranquil and peaceful places and sells weapons to them. This is evidenced by the tragic incidents taking place in the once quiet and peaceful Mideast and African countries in recent years.\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is the U.S. arms sale to rake up its profits by disturbing peace and security in other countries and regions, concludes the commentary."
        },
        {
            "title": "Ouster of Lee Myung Bak Regime Is Requirement of Times: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-09ee.html",
            "content": "Ouster of Lee Myung Bak Regime Is Requirement of Times: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The Koreans' desire for reunification is trampled down and the danger of a nuclear war is looming hour by hour due to the moves of the confrontation maniacs.   This situation calls on all Koreans at home and abroad to turn out in a nationwide struggle to punish south Korea's Lee Myung Bak group of traitors.\n\t\t\t\t\t Rodong Sinmun Tuesday urges this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is a gang of confrontation maniacs opposed to reunification that should be eliminated as early as possible, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group talks about \"sincerity\" and \"provocations from the north\" whenever a chance presents itself in a bid to create the impression that the DPRK is to blame for the collapse of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t Its confrontation racket has gone to such pass as perpetrating hideous acts of hurting dignity of the supreme leadership of the DPRK, which its people regard as their life, and attempting unprecedented politically-motivated terrorism.\n\t\t\t\t\t\n\t\t\t\t\t Its \"policy towards the north\" is intended to \"put military pressure upon the DPRK\" in collusion with outside forces and realize the dream of invading it in the end.\n\t\t\t\t\t\n\t\t\t\t\t In order to carry out the scenario, the Lee group has stepped up preparations for all-out war, local war and special war while massively introducing ultra-modern offensive weapons and other weaponry from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation cannot escape the disaster of war as long as the south Korean conservative regime is allowed to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t A popular struggle against the conservative regime is the only way for bringing it down.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime is bound to go to ruin in face of the nationwide struggle of Koreans as it is going against the trend of the times and the desire of the nation."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Warmongers' Dangerous Arms Build-up",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-10ee.html",
            "content": "Rodong Sinmun Slams S. Korean Warmongers' Dangerous Arms Build-up\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Shortly ago, the south Korean military announced the \"12-30 basic plan for national defense reform\" which calls for creating a mountain brigade in the ground force and reinforcing reserve units for special warfare under the pretext of \"coping with infiltration\" from the north.\n\t\t\t\t\t Rodong Sinmun Tuesday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military decided to create new units for monitoring and controlling satellites and an air intelligence corps in the air force and organize a submarine headquarters in the navy and a Jeju unit in the Marine Corps.  \n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the puppet forces decided to deploy a new ground-to-ground ballistic missile capable of \"making a preemptive attack on core facilities including the nuclear facilities and missile bases of the north\" and keep them ready to go into action.\n\t\t\t\t\t\n\t\t\t\t\t This is a very dangerous scenario to reorganize the army structure into an offensive style under the signboard of \"restructuring\" and step up the arms build-up in real earnest in a bid to round off the posture to ignite a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t Such scenario of the Lee group is a grave provocative act to escalate the military confrontation on the Korean Peninsula and increase the danger of a war to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The above-said plan is evidence clearly proving the Lee Myung Bak group's evermore reckless scenario for invading the north.\n\t\t\t\t\t\n\t\t\t\t\t  It is none other than traitor Lee who hurls the warmongers into the military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  It is the unanimous comment of the domestic and foreign public that Lee now in the grip of the worst ruling crisis may ignite an adventurous war, bereft of reason.\n\t\t\t\t\t\n\t\t\t\t\t  The DPRK will never remain a passive onlooker to the frantic moves of the Lee group to bring the disaster of a nuclear war to the nation in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t  It is the firm will of the army and the people of the DPRK to react to provocations with prompt deadly counter-actions and cope with a war of aggression with a just great war for the country's reunification."
        },
        {
            "title": "Minju Joson Blasts Japanese Reactionaries' Claim to Tok Islets ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-12ee.html",
            "content": "Minju Joson Blasts Japanese Reactionaries' Claim to Tok Islets \n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- New data of modern history of Japan proving Tok Islets do not belong to Japan were disclosed recently. They include five geography textbooks for elementary and secondary schools and two maps for students and people published by the then Japanese Ministry of Education in the 1800s.\n\t\t\t\t\t The general map of Japan contained in Vol. 2 of the new geographical description compiled by Masudaro Okamura in 1887 marked Ullung Island and Tok Islets as parts of the territory of Korea. Tok Islets were excluded from the map of the Japanese empire of the geography textbook for primary schools published by the then Ministry of Education of Japan in 1905.\n\t\t\t\t\t\n\t\t\t\t\t  The \"Japanese history\", the textbook screened by the Ministry of Education in 1886, did not mention Tok Islets at all though it claimed Okinawa Prefecture and other islands around it belong to the territory of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  This bespeaks that the Japanese did not recognize Tok Islets as part of the territory of Japan but as part of Korea's in the past.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets have never belonged to Japan but they have been part of the inviolable territory of the Korean nation, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t  The Japanese reactionaries' claim to Tok Islets is an unpardonable infringement upon the sovereignty of the Korean nation and a robber-like claim.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind their assertion is a sinister aim to turn the issue into a dispute between Korea and Japan and use it as a pretext for igniting a war for staging a comeback to the former.\n\t\t\t\t\t\n\t\t\t\t\t  This is the reason why the Japanese reactionaries stoop to the brigandish claim that those islets belong to Japan in defiance of stark historical facts in a bid to attain their political purpose.\n\t\t\t\t\t\n\t\t\t\t\t It is a daydream for them to calculate that they can grab those islets as desired.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to pay heed to historical testimony, the commentary says, warning if they throw even a single stone at Tok Islets, the Korean nation will never pardon them."
        },
        {
            "title": "Birthday of DPRK Celebrated by Koreans in China",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-26ee.html",
            "content": "Birthday of DPRK Celebrated by Koreans in China\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The General Association of Koreans in China (GAKC) held an event in Shenyang on Sept. 8 to mark the 64th birthday of the DPRK.\n\t\t\t\t\t Earlier, there was a meeting to mark the day.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were officials of the GAKC, members of the Youth Federation of Koreans in China who took part in celebrations of Youth Day in the DPRK, Koreans in Shenyang and the DPRK consul general in Shenyang.\n\t\t\t\t\t\n\t\t\t\t\t Choe Un Bok, chairwoman of the GAKC, made a report.\n\t\t\t\t\t\n\t\t\t\t\t She said it was thanks to the wise leadership of President Kim Il Sung and leader Kim Jong Il that the DPRK could become an invincible socialist power independent in politics, self-supporting in the economy and self-reliant in national defence, stressing that the peerless great men's plan for building a rich and powerful country has been successfully carried forward by the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory are in store for the Korean people vigorously advancing under the wise guidance of Kim Jong Un while flying high the immortal flags bearing the portraits of smiling Kim Il Sung and Kim Jong Il, she said.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting Kim Yong Nyo, chairwoman of the above-said federation who took part in celebrations of Youth Day, made a report after returning from the homeland.\n\t\t\t\t\t\n\t\t\t\t\t That day a reception was given to mark the day."
        },
        {
            "title": "Kim Jong Un's Works Carried by Foreign Papers ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-01ee.html",
            "content": "Kim Jong Un's Works Carried by Foreign Papers \n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- The dear respected Kim Jong Un's works were carried by foreign newspapers.\n\t\t\t\t\t The Russian paper DB Reklama on Aug. 31 carried the detailed gist of the congratulatory letter Kim Jong Un sent to the participants in celebrations of the Youth Day and all other young people of the country.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on Aug. 27, 2012, deals with the fact that President Kim Il Sung and leader Kim Jong Il enforced the original policy of attaching importance to the youth and loving them in the whole period of their revolutionary leadership, performing such undying feats as perfectly settling the issue of the youth for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the tasks of the young Koreans to fully display their bravery, unity and militancy in the struggle to defend the country and a great drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian paper Hora do Povo on Aug. 31 ran the detailed gist of Kim Jong Un's work \"Only Victory and Glory Are in Store for Us Advancing under the Uplifted Immortal Banners Bearing Portraits of the Smiling Great Comrades Kim Il Sung and Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t The speech made at the banquet given in celebration of Aug. 25, 2012 deals with the Songun feats of Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The speech called for vigorously struggling for the final victory of the revolutionary cause of Juche and Songun started and led to victory by Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Koran Tempo on Sept. 4 carried the detailed gist of Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\".\n\t\t\t\t\t\n\t\t\t\t\t The work, published on July 26, 2012, clarifies the essence of     Kim Jong Il's patriotism and his whole life characterized by his noble love for his country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies important issues arising in embodying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Russia ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-02ee.html",
            "content": "Kim Jong Il's Work Off Press in Russia \r\n Pyongyang, September 11 (KCNA) -- Leader Kim Jong Il's work \"On the Further Development of Science and Technology\" was brought out in booklet by the Russian Association for Development of Friendship and Cooperation with Foreign Countries on Sept. 4.\n\t\t\t\t\t The work, published on Aug. 3, 1985, clarifies important tasks and ways for developing science and technology at present."
        },
        {
            "title": "DPRK's Birthday Observed in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-03ee.html",
            "content": "DPRK's Birthday Observed in Foreign Countries \n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Danish and Indonesian figures released statements on Sept. 3 and 6 on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark－DPRK Friendship Association, noted that the birth of the DPRK helped Korea, which was once under the colonial rule of the Japanese imperialists, begin shed its rays in the international arena, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the DPRK and firmly defended the sovereignty and dignity of the country and its people from the war of aggression provoked by the U.S. imperialists and turned it into a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed in depth the Juche idea fathered by the President and enforced the original Songun policy, turning the DPRK into an invulnerable socialist fortress which no one dares provoke. \n\t\t\t\t\t\n\t\t\t\t\t What Kim Il Sung and Kim Jong Il desired is becoming a brilliant reality thanks to the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are sure to win a victory and their future is rosy as they are having Kim Jong Un at the top posts of the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t Hantung Wirianto, manager of the Millenia Armada Express Company of Indonesia, said:\n\t\t\t\t\t\n\t\t\t\t\t The history of the DPRK is the one of victory and glory decorated with great changes and creations under the wise leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Marshal Kim Jong Un, the DPRK is strikingly demonstrating its might."
        },
        {
            "title": "DPRK's Birthday Marked in Cambodia, Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-04ee.html",
            "content": "DPRK's Birthday Marked in Cambodia, Bangladesh\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Cambodia and Bangladesh issued bulletins in celebration of the 64th anniversary of the DPRK.\n\t\t\t\t\t AKP of Cambodia carried an article titled \"Powerful country of independence\" in its bulletin on Sept. 3.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the Democratic People's Republic of Korea on September 9, 1948.\n\t\t\t\t\t\n\t\t\t\t\t The President had already laid down the unique line of the anti-imperialist, anti-feudal democratic revolution in conformity with the actual situation of Korea when launching the revolutionary struggle for Korea's liberation from the Japanese military occupation.\n\t\t\t\t\t\n\t\t\t\t\t He chose the road of democracy of Korean style, progressive democracy, in the period of building a new society after Korea's liberation. He pushed ahead with the socialist revolution and construction in line with the requirements of the Korean people and the specific conditions of Korea, not wedded to the experience of other countries or existing formulas.\n\t\t\t\t\t\n\t\t\t\t\t The line of Songun politics which Chairman of the DPRK National Defence Commission Kim Jong Il set forth, inheriting the idea and cause of Kim Il Sung, is an independent line which makes it possible to reliably defend the dignity of the country by one's own efforts in the world today when the imperialists' aggression and arbitrariness are rampant.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy carried an article in its bulletin \"Feats of President Kim Il Sung in nation-building\" on Aug. 31.\n\t\t\t\t\t\n\t\t\t\t\t The President enunciated the original idea and theory on nation-building evolved with the popular masses in the centre, providing firm guidelines for nation-building. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the People's Army fully prepared politically and ideologically and in military technique and tremendous war deterrent at present. This would be unthinkable without the great wisdom and energies devoted by him for bolstering up its defence capability all his life.\n\t\t\t\t\t\n\t\t\t\t\t The President's feats for the nation-building will always shine along with the everlasting prosperity of socialist Korea."
        },
        {
            "title": "Anniversary of DPRK Observed in Nepal, Myanmar",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-05ee.html",
            "content": "Anniversary of DPRK Observed in Nepal, Myanmar\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Personages of Nepal and Myanmar visited the DPRK embassies in their countries on the 64th anniversary of the DPRK on Sept. 7.\n\t\t\t\t\t They included C.P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), Chairman Manik lal Shrestha and Vice-chairman Nil Bir Singh Kansakar of the Nepal-Korea Friendship Association, Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, Subash Kaji Shrestha, chairman of the Study Forum for Self-Reliance of Nepal, the general secretary of Women's Committee for the Study of the Juche Idea, the secretary general of the Afro-Asian People's Solidarity Committee of Nepal, Chairman Manik Lama and Secretary General Phanindra Raj Pant of the Nepalese Association for Supporting the Songun Politics, B.K.Newa, political commentator, and members of the delegation of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the full-length painting of President Kim Il Sung and leader Kim Jong Il standing together and portraits of Kim Il Sung and Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Nepal Communist Party (Marxist-Leninist) said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a hero of the century who founded the DPRK and led to victory the Fatherland Liberation War and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t His feats are precious examples for the statesmen of the world to follow.\n\t\t\t\t\t\n\t\t\t\t\t The feats Kim Il Sung and Kim Jong Il performed for founding and developing the DPRK would be always be remembered not only by the Korean people but progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t On the significant occasion, the general secretary wished the dear respected Kim Jong Un good health, happiness and great success in his work."
        },
        {
            "title": "Kim Jong Il's History of Great Devotion Lauded by Italian Party Leader",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-06ee.html",
            "content": "Kim Jong Il's History of Great Devotion Lauded by Italian Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Roberto Gabriele, general secretary of the Movement for Peace and Socialism of Italy, issued a statement entitled \"History of great devotion\" on Sept. 5 on the occasion of the 64th anniversary of the DPRK.\n\t\t\t\t\t Kim Jong Il, the great leader of the Korean people, dedicated all his life to the happiness of the people and prosperity of the country, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il traversed the road of great patriotic devotion till the last moments of his life to glorify socialist Korea with his firm pledge to be responsible for the Korean revolution from the very day he embarked on the road of revolution.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the great decisive battle to defend the country from the imperialist allied forces keen to stifle socialist Korea and in this course achieved a great victory in Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The history of his long journeys of Songun was the one characterized by his love for the country, the nation and people. \n\t\t\t\t\t\n\t\t\t\t\t After unrolling his grandiose plan for building a thriving socialist nation, he exerted tremendous efforts for bringing about dramatic changes in the country and building a rich and powerful country where everybody is well off."
        },
        {
            "title": "DPRK's Birthday Marked in Foreign Countries",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-07ee.html",
            "content": "DPRK's Birthday Marked in Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, September 11 (KCNA) -- Meetings were held in Russia, Laos, Romania and Bulgaria in celebration of the 64th anniversary of the DPRK from Sept. 3 to 5.\n\t\t\t\t\t On display in the venues were photos on the victorious and glorious history of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of governments, political parties, organizations and institutions including the Russian Foreign Ministry, the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Lao People's Revolutionary Party, the Foreign Ministry, the People's Supreme Court, the Laos-Korea Friendship Association, the Romanian Socialist Union, the  Bulgarian Anti-Fascist Union, the  Bulgarian Socialist party and the Bulgaria-DPRK Friendship Association and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the ambassadors and staff members of the DPRK embassies in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian association noted President Kim Il Sung accomplished the historic cause of building party, army and nation after Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the section of the Institute of Oriental Studies of the Russian Academy of Sciences said the DPRK made steady development under the great leadership of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Laos-Korea Friendship Association praised the Korean people for having achieved great successes in socialist construction for the past 64 years under the leadership of the peerlessly great men, hoping that the dear respected Kim Jong Un would lead the building of a thriving socialist nation to victory.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Romanian Socialist Union expressed conviction that peace and security would be ensured on the Korean Peninsula and the building of a thriving nation and the cause of Korea's reunification would certainly be accomplished as Kim Jong Un, supreme leader of the Korean people, has steadfastly carried forward the cause of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the meetings in Russia and Bulgaria."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion vietnamita",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-32ee.html",
            "content": "Kim Yong Nam se reune con delegacion vietnamita\n\t\t\t\t\t\t\r\nPyongyang, 11 de septiembre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio la vispera en el capitalino Palacio de los Congresos Mansudae con la delegacion del Comite Central del Frente de la Patria de Vietnam presidida por el presidente Huing Dam.\n\t\t\t\t\tEn la charla, Huing rogo a Kim Yong Nam que le transmita al Mariscal Kim Jong Un los saludos enviados por el secretario general del Comite Central del Partido Comunista de Vietnam, Nguyen Phu Trong, el presidente de la Republica Socialista de Vietnam, Truong Tan Sang, el premier del gobierno de la RSV, Nguyen Tan Dung, y el presidente de la Asamblea Nacional de la RSV, Nguyen Sinh Hung.\n\t\t\t\t\t\n\t\t\t\t\tDijo que ellos mismos no olvidan el hecho de que el partido, el gobierno y el pueblo de la Republica Popular Democratica de Corea hayan ofrecido el apoyo activo a la lucha del pueblo vietnamita por la emancipacion nacional y la reintegracion del pais.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que desea al pueblo coreano mayores exitos en la construccion del Estado prospero socialista bajo la direccion del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tManifesto su conviccion de que se intensificaran incesantemente las tradicionales relaciones de amistad y cooperacion entre ambos paises, preparadas por los Presidentes Ho Chi Minh y     Kim Il Sung."
        },
        {
            "title": "Premier coreano recorre zona de Komdok",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-33ee.html",
            "content": "Premier coreano recorre zona de Komdok\r\nPyongyang, 11 de septiembre (ACNC) -- El premier coreano Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea, recorrio la zona de Komdok donde se libra una intensa campana para recuperar cuanto antes los danos causados por el reciente tifon y lluvias torrenciales.\n\t\t\t\t\tA las ordenes del Mariscal Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea, los uniformados y civiles coreanos hacen ingentes esfuerzos ayudandose mutuamente.\n\t\t\t\t\t\n\t\t\t\t\tVisitando varios lugares damnificados, Choe se informo concretamente del estado de recuperacion y las condiciones de vida de los moradores locales dandoles estimulos y convoco la reunion consultiva para acelerar la recuperacion. \n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva convocada, se discutieron los problemas tales como el de estabilizar cuanto antes la vida de los habitantes de zona damnificada, el de recuperar las ferrovias y carreteras cortadas y el de exigir a los ministerios, organos centrales y todas las entidades ayudar activamente esas labores.\n\t\t\t\t\t\n\t\t\t\t\tSe refirieron tambien los problemas de terminar cuanto antes la campana con el poderio de la gran unidad del ejercito y el pueblo y acondicionar mas excelentemente que anterior dicha zona.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier coreano tomo las medidas para acondicionar mas modernamente el Hospital Estomatologico del Ministerio de Salud Publica recorriendolo en el terreno."
        },
        {
            "title": "Inventada nueva solucion nutritiva active",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-34ee.html",
            "content": "Inventada nueva solucion nutritiva activa \r\nPyongyang, 11 de septiembre (ACNC) -- En la Republica Popular Democratica de Corea se ha inventado la solucion nutritiva activa hecha con huesos de mamiferos. \n\t\t\t\t\tDesde la antiguedad, los coreanos usaban como tonificante los huesos de animales cocidos en caldo. \n\t\t\t\t\t\n\t\t\t\t\tLos cientificos modificaron como liquido los huesos de mamiferos y elaboraron con el la solucion  nutritiva activa que conserva su sabor tipico y dulce. \n\t\t\t\t\t\n\t\t\t\t\tLa nueva invencion contiene las proteinas al doble de las que tienen la carne de puerco y el huevo. Ademas, tiene otras propiedades como fosforo y calcio en una cantidad mucho mayor que otros alimentos.\n\t\t\t\t\t\n\t\t\t\t\tLa solucion se absorbe mas facilmente al cuerpo humano que los alimentos vegetales. \n\t\t\t\t\t\n\t\t\t\t\tSi los usuarios toman diariamente 100-150 ml de la solucion antes de la comida, pueden mantener su buena salud. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de los ninos, les ayuda el desarrollo de cerebro y el crecimiento fisico y frena el envejecimiento para los ancianos.\n\t\t\t\t\t\n\t\t\t\t\tPermite a la poblacion femenina conservar la piel brillante y suave y la belleza corporal. \n\t\t\t\t\t\n\t\t\t\t\tLa nueva invencion gano buena evaluacion en la reciente XII Exposicion Nacional de Invenciones y Nuevas Tecnologias."
        },
        {
            "title": "Tienen gran aceptacion los objetos exhibidos",
            "url": "http://kcna.co.jp/item/2012/201209/news11/20120911-35ee.html",
            "content": "Tienen gran aceptacion los objetos exhibidos\n\t\t\t\t\t\t\r\nPyongyang, 11 de septiembre (ACNC) -- Tiene lugar en esta capital la 14a exposicion nacional de exitos cientificos-tecnicos de la rama de salud publica.\n\t\t\t\t\tEntre los objetos exhibidos, despiertan la curiosidad de los visitantes los aparatos de remolque y de fijacion de ventriculos que posibilitan acortar el tiempo de la operacion y un instrumento atornillador para el uso en la operacion.\n\t\t\t\t\t\n\t\t\t\t\tCon los primeros aparatos, es posible realizar con satisfaccion la operacion en el interior de ventriculos.\n\t\t\t\t\t\n\t\t\t\t\tEsos aparatos reducen el tiempo de separacion de aortas.\n\t\t\t\t\t\n\t\t\t\t\tEl instrumento atornillador tiene gran aceptacion por el metodo facil y seguro de su uso.\n\t\t\t\t\t\n\t\t\t\t\tTambien llaman la atencion varios medicamentos oftalmicos y las gafas protectoras de la demasiada energia luminica.\n\t\t\t\t\t\n\t\t\t\t\tTambien se exhibieron los datos que contribuiran al fomento de la salud de los habitantes y al desarrollo de ciencias y tecnicas medicas del pais, incluyendo el libro \"Problemas reales de tuberculosis y sus respuestas\"."
        }
    ]
}