{
    "date": "2012-03-29",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-29ee.html",
    "articles": [
        {
            "title": "Pyongyang City Conference of WPK Held to Elect Delegates to Its Conference",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-06ee.html",
            "content": "Pyongyang City Conference of WPK Held to Elect Delegates to Its Conference\r\n Pyongyang, March 29 (KCNA) -- The Pyongyang City Conference of the Workers' Party of Korea to elect delegates to the WPK Conference was held at the People's Palace of Culture on Wednesday.\n\t\t\t\t\t Present there were delegates elected at the party organizations of the districts and counties and other units performing the same function as theirs' in the city and the party organizations of the national and city institutions.\n\t\t\t\t\t\n\t\t\t\t\t The delegates paid silent tribute to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The conference discussed the election of delegates to the WPK Conference.\n\t\t\t\t\t\n\t\t\t\t\t Mun Kyong Dok, alternate member of the Political Bureau and secretary of the Central Committee of the WPK and chief secretary of the Pyongyang City Committee of the WPK who is a delegate to the party organization of Mangyongdae District, made an address on electing the dear respected Kim Jong Un as a delegate to the WPK Conference.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is always alive in the hearts of all the service personnel and the people as a peerlessly elder statesman who led the revolution and construction along the road of victory with his profound ideas and theories and extraordinary leadership, a peerless patriot and the tender-hearted father of the people who adorned all his life with warm love and total dedication to the country and its people, Mun said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il worked heart and soul till the last moments of his life to build Pyongyang into a world class city with the steadfast revolutionary outlook on the leader, he added.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary career and feats of Kim Jong Il who defended socialism and laid a firm foundation for the prosperity of all generations to come of Kim Il Sung's nation will be immortal, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He said Kim Jong Un is the supreme leader of the WPK and the Korean people who is leading to victory the revolutionary cause of Juche and the cause of building a thriving socialist nation pioneered by President Kim Il Sung and advanced by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is indicating the road to be followed by the revolution and construction including the building of the party, army and state and developing the WPK into the powerful revolutionary party shining with the august names and feats of the President and Kim Jong Il through his energetic ideological and theoretical activities, Mun noted, adding that Kim Jong Un is paying particular attention to the living of the Pyongyangites and showing great benevolence for them.\n\t\t\t\t\t\n\t\t\t\t\t He courteously proposed to elect Kim Jong Un as a delegate to the WPK Conference, representing the unanimous will and desire of all the delegates, the party members and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by Ri Il Hwan, secretary of the Pyongyang City Committee of the WPK who is a delegate to the party organization of the committee, Kim Jong Ho, delegate to the party organization of the Pyongyang City People's Security Bureau, Ryang Man Gil, chairman of the Pyongyang City People's Committee who is a delegate to the party organization of the committee, Song Ja Rip, president of Kim Il Sung University and concurrently minister of Higher Education who is a delegate to the party organization of the university, and Ri Kun Chol, first secretary of the Pyongyang City Committee of the youth league who is a delegate to the party organization of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said in an excited tone electing Kim Jong Un as a delegate to the WPK Conference is an expression of the unanimous will and desire of all the party members and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t They said that Kim Jong Un possessed of intense loyalty to Kim Jong Il, outstanding leadership ability, matchless pluck and grit and ardent love for the people as inborn disposition is the supreme representative of the WPK, a symbol of the dignity and honor of the country and the nation and an ever-victorious banner of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to struggle for the accomplishment of the revolutionary cause of Juche and victory in the cause of building a thriving nation, bearing deep in minds the honor and pride of being citizens of the city.\n\t\t\t\t\t\n\t\t\t\t\t They fully supported and approved the proposal on electing Kim Jong Un as a delegate to the WPK Conference, reflecting the hearts of the party members and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The conference unanimously adopted a decision on electing Kim Jong Un as a delegate to the WPK Conference, representing the unanimous will and desire of all the party members and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The conference elected delegates to the WPK Conference."
        },
        {
            "title": "Choe Yong Rim Learns about Work at Co-op Farm",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-19ee.html",
            "content": "Premier Learns about Work at Co-op Farm\r\n Pyongyang, March 29 (KCNA) -- Premier Choe Yong Rim acquainted himself with the immediate preparations for farming at the Samjigang Cooperative Farm, Jaeryong County of South Hwanghae Province on the spot on March 29.\n\t\t\t\t\t The farm alive with a brisk socialist emulation with the model farms in the Songun era have made great achievements in the efforts to put the agricultural production on a scientific basis as intended by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He went round fields of the agricultural work-team No. 3 of the farm to learn in detail about the plowing of paddy fields and sowing rice seeds on seedling beds.\n\t\t\t\t\t\n\t\t\t\t\t He called on the farm associated with the leadership feats of the peerlessly great men of Mt. Paektu to increase the per hectare grain output by doing farming on a scientific and technological basis. \n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to glorify the honor of being a model farm in the era of Songun through increased production of rice this year, the centenary of the birth of President Kim Il Sung, the premier urged those units related to the farm to sincerely help it."
        },
        {
            "title": "National Seminar on Kim Jong Il's work Held",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-12ee.html",
            "content": "National Seminar on Kim Jong Il's work Held\r\n Pyongyang, March 29 (KCNA) -- A national seminar took place at the People's Palace of Culture Thursday to mark 30th anniversary of General Secretary Kim Jong Il's work \"On the Juche Idea\".\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, officials of ministries, national institutions and social organizations, officials of party and power bodies in Pyongyang and those in the fields of science, education, literature and arts, public health, media, party-cadre training organs and preservation of revolutionary historic relics. \n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard five papers explaining and proving scientific accuracy, validity and landmark significance of the work in which Kim Jong Il's brilliant wisdom and unique writing skill are fully reflected.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the work marked an event of world historic significance as it provided an ideological guarantee for accomplishing the revolutionary cause of Juche and showed the progressives the road of building an independent world under the banner of the Juche idea, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea declared man is the master of the world and plays a decisive role in its development on the basis of philosophical clarification that man is a social being with independence, creativeness and consciousness, fundamentally changing the long-standing conception on a human being.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Juche idea which put the dignity and value of human beings onto the highest level there appeared on this land people-centered socialism under which people became masters of everything and everything serves them.\n\t\t\t\t\t\n\t\t\t\t\t It is a sacred revolutionary duty before them to work hard for the victory in building a thriving nation under the uplifted banner of the Juche idea, the speakers noted, calling for holding the dear respected Kim Jong Un in high esteem as the center of unity and leadership and push forward the revolution and construction in line with his idea and intention."
        },
        {
            "title": "28th April Spring Friendship Art Festival to Be Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-21ee.html",
            "content": "28th April Spring Friendship Art Festival to Be Held in Pyongyang\r\n Pyongyang, March 29 (KCNA) -- The 28th April Spring Friendship Art Festival will be held with splendor in Pyongyang.\n\t\t\t\t\t In this regard Tong Kyong Su, chairman of the Art Exchange Association of Korea, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The festival to take place on the occasion of the Day of the Sun, the birthday of President Kim Il Sung, will be a prestigious and high-level international art festival.\n\t\t\t\t\t\n\t\t\t\t\t The festival organizing committee is now pushing ahead with preparations for the festival.\n\t\t\t\t\t\n\t\t\t\t\t After deciding to ensure opening and closing ceremonies of the festival in a peculiar style, it strives to renew their venue and provide festival participants with good lodging conditions.\n\t\t\t\t\t\n\t\t\t\t\t Theatres, cultural houses and concert halls are refurbished for festival performances.\n\t\t\t\t\t\n\t\t\t\t\t Festival diplomas, cups and posters representing the idea of independence, peace and friendship have also been prepared. \n\t\t\t\t\t\n\t\t\t\t\t The forthcoming festival will bring together more than 50 art troupes from 20 odd countries, including China, Russia, India, France and Italy.\n\t\t\t\t\t\n\t\t\t\t\t Among them are the song and dance troupe of the General Political Department of the Chinese People's Liberation Army, the Chorus Troupe of the Moscow Tchaikovsky State Conservatory, the Chamber Orchestra Alberic Magnard of France and art, dance and acrobatic troupes involving international and national concours winners and famous artistes. \n\t\t\t\t\t\n\t\t\t\t\t Also taking part in the festival will be government cultural delegations and personages of literature and art from different countries.\n\t\t\t\t\t\n\t\t\t\t\t Their performances will be devoted to praising President Kim Il Sung, revered as the sun of Juche by the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The festival, to be held from Apr. 11 to 19, will mark a good occasion in boosting international exchange in culture."
        },
        {
            "title": "DRPK Delegations Leave",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-13ee.html",
            "content": "DRPK Delegations Leave\r\n Pyongyang, March 29 (KCNA) -- A delegation of the DPRK Supreme People's Assembly led by Vice-Chairwoman Hong Son Ok left here Thursday to take part in the 126th Conference of the Inter-Parliamentary Union to be held in Uganda. \n\t\t\t\t\t Also leaving here on the same day was a delegation of the Democratic Women's Union of Korea led by Chae Chun Hui, vice-chairwoman of the C.C., the Union, to participate in the 15th congress of the Women's International Democratic Federation to be held in Brazil."
        },
        {
            "title": "Vice-chairman of South Headquarters of Pomminryon Visits Different Places",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-17ee.html",
            "content": "Vice-chairman of South Headquarters of Pomminryon Visits Different Places\r\n Pyongyang, March 29 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, Thursday visited the Taedonggang Combined Fruit Farm, the Taedonggang Combined Fruit Processing Factory and the Taedonggang Terrapin Farm.\n\t\t\t\t\t He looked round cultivated fields and roads of the fruit farm, modern houses and production processes of the factory and terrapin farm which have successfully been put on a scientific and intensive basis.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the National Defence Commission Kim Jong Il paid deep concern even to the food of the people, he said, adding the world never knows such a leader as him. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit he made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, he met former unconverted long-term prisoners and toured different places including the Patriotic Martyrs Cemetery and enjoyed an art performance given by the Samjiyon Band of the Mansudae Art Troupe."
        },
        {
            "title": "Russian Diplomats Visit Pyongyang Secondary School No. 1",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-29ee.html",
            "content": "Russian Diplomats Visit Pyongyang Secondary School No. 1\r\n Pyongyang, March 29 (KCNA) -- Russian Ambassador to the DPRK Valery E. Sukhinin and his embassy officials Thursday visited Pyongyang Secondary School No. 1 to mark the 63rd anniversary of the agreement on economic and cultural cooperation between the DPRK and Russia.\n\t\t\t\t\t They looked round a room devoted to the history of the school, a room for the education in the revolutionary history and various educational facilities, being briefed on the fact that the school was successfully built into a centre for training able students under the great loving care of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Then they enjoyed an art performance given by its students. \n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that seeing the happy faces of the students, he came to know well that President Kim Il Sung and leader\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il paid deep attention to the education of the young generations."
        },
        {
            "title": "Gift to Kim Jong Il from Russian Personages",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-05ee.html",
            "content": "Gift to Kim Jong Il from Russian Personages\r\n Pyongyang, March 29 (KCNA) -- General Secretary Kim Jong Il was presented with a gift by Zhukov, managing director of the Korean Koryo Medical Centre in Moscow, and its Manageress Zhukova.\n\t\t\t\t\t The gift was conveyed to the DPRK ambassador to Russia on March 25."
        },
        {
            "title": "Wreaths, Floral Baskets Sent to DPRK Missions on 100th Day since Passing of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-27ee.html",
            "content": "Wreaths, Floral Baskets Sent to DPRK Missions on 100th Day since Passing of Kim Jong Il\r\n Pyongyang, March 29 (KCNA) -- Institutions, organizations and personages of various circles of different countries sent wreaths, floral baskets and bouquets to be placed before portraits of General Secretary Kim Jong Il at DPRK missions in different countries on March 24 and 25 on the occasion of the 100th day since his passing.\n\t\t\t\t\t They include 7 Chinese institutions including the Hong Kong Zhonghua Energy Fund Commission, the Hong Kong Emperor Group and the Hong Kong-Green Leaves Shipping Co. Ltd., the military attaches office of the Algerian embassy in Cairo, the Brazilian Centre for Peace and Solidarity with Peoples, the Brazilian Center for the Study of the Juche Idea, the Brazilian Committee for Solidarity with the DPRK, the chairman of the Liberal Democratic Party of Russia, the general chairman of the Central Directive Council and chairman of the Committee for External Affairs of the Indonesian Democratic Party of Struggle, the chairman of the National Leading Council of the Diversity Unity Party of Indonesia, the president of the Socialist Party of Benin and the president of the \"C.I.S.Estero\" Group of Italy."
        },
        {
            "title": "DPRK People Vow Loyalty to Kim Jong Un's Leadership",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-23ee.html",
            "content": "DPRK People Vow Loyalty to Kim Jong Un's Leadership\r\n Pyongyang, March 29 (KCNA) -- The dear respected Kim Jong Un on Mar. 26 sent a message of thanks to all servicepersons and civilians of the DPRK for their profound condolences over the demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Upon receiving the message, they have been deeply moved by his ardent love and noble personality.\n\t\t\t\t\t\n\t\t\t\t\t Mun Kyong Dok, secretary of the C.C., Workers' Party of Korea and chief secretary of the Pyongyang City Committee of the WPK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It was moral obligation for us, soldiers and disciples of Kim Jong Il, to express deep condolences over his demise. Nevertheless, Supreme Commander Kim Jong Un highly appreciated our conduct, saying that he was deeply touched by the infinite loyalty manifested by all servicepersons and people and drew enormous strength and courage from them. \n\t\t\t\t\t\n\t\t\t\t\t I will do a lot of good things for the people and find myself among them to settle problems for improving their living conditions, true to the intention of Kim Jong Un with warm love for the people.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Pyong Hwan, a general officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We, servicepersons and people, trust in and follow Kim Jong Un as Heaven, and he regards us as his comrades-in-arms in the same boat.\n\t\t\t\t\t\n\t\t\t\t\t The men and officers of the KPA will fully demonstrate the might of the revolutionary army of Mt. Paektu in national defence and socialist construction, arm in arm and shoulder in shoulder with the Supreme Commander.\"\n\t\t\t\t\t\n\t\t\t\t\t An Jong Su, minister of Light Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Though Kim Jong Il passed away, his noble idea of believing in the people as in Heaven are still kept in our minds.\n\t\t\t\t\t\n\t\t\t\t\t True to the leadership of Kim Jong Un, I will devote myself to the people's happiness while working hard for improvement of the people's living standard.\""
        },
        {
            "title": "Philosopher Turns to be Juche Idea Follower",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-24ee.html",
            "content": "Philosopher Turns to Be Juche Idea Follower\r\n Pyongyang, March 29 (KCNA) -- Pierre Boudot, former professor of University of Paris 1, who was a director of the International Institute of the Juche Idea, in his research book said:\n\t\t\t\t\t \"…The Juche philosophy is so flawless.\n\t\t\t\t\t\n\t\t\t\t\t  Thousands of years has passed since the philosophical thinking of mankind began evolving. The mankind had its genuine philosophy in the 20th century…\"\n\t\t\t\t\t\n\t\t\t\t\t His colleagues did not believe that he would follow the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tBoudot became interested in the Juche philosophy while reading the General Secretary Kim Jong Il's famous works \"On the Juche Idea\" and \"On Some Questions in Understanding the Juche Philosophy\".\n\t\t\t\t\t\n\t\t\t\t\t He called for finding out solutions to any ideological and theoretical problems in Kim Jong Il's works, not in classics. \n\t\t\t\t\t\n\t\t\t\t\t While on a visit to the DPRK, he sent a letter to his colleagues in France, which said: \"I earnestly request you to come to the DPRK and learn the Juche idea, bidding farewell to the deep-rooted European arrogance and prejudice against Asia.\"\n\t\t\t\t\t\n\t\t\t\t\t He devoted all his mental and physical energy to studying and disseminating the idea in his closing years of life.\n\t\t\t\t\t\n\t\t\t\t\t He formed the Boudot Association, a Juche idea study organization, in France.\n\t\t\t\t\t\n\t\t\t\t\t His last words \"I will live forever along with the Juche idea\" illustrated that the Juche idea was bioactive to him, who had lived as a Christian."
        },
        {
            "title": "Winter, Spring Temperatures Likely to Affect Farming",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-25ee.html",
            "content": "Winter, Spring Temperatures Likely to Affect Farming \r\n Pyongyang, March 29 (KCNA) -- Cold anticyclone had lasted long unusually on the Eurasian Continent this winter. The phenomenon has resulted in making the water temperature in the western Pacific lower, while in the eastern equator higher. It has persisted in spring season, too, giving rise to serious concern over possible El Nino phenomenon and adverse effect on agriculture.\n\t\t\t\t\t Kim Mun Uk, a section chief of the Hydro-meteorological Service, made the remark when he was interviewed by KCNA.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t \"Cold continental anticyclone had a momentum unusually, which made inflow of cold, dry air towards the Korean Peninsula from the central Siberia region. The inflow lowered the average winter temperature as well as the precipitation in the country.\n\t\t\t\t\t\n\t\t\t\t\t In this winter the average temperature was at 7.4 degrees C below zero, 1.3 degrees C lower than the average or 0.5 degree C lower than last year's.\n\t\t\t\t\t\n\t\t\t\t\tThe coldest temperature was observed in February a month later than the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The precipitation was 16.9 mm, less than half of the average, which marked the lowest in the period since the Dec. 1995-Feb. 1996 period.\n\t\t\t\t\t\n\t\t\t\t\tSuch abnormal weather has continued as of March and is likely to run in the spring season, too.\n\t\t\t\t\t\n\t\t\t\t\t The deep-frozen earth and low temperature will evidently give adverse effect on plowing and sowing.\n\t\t\t\t\t\n\t\t\t\t\t And, the low precipitation will be followed by drought.\""
        },
        {
            "title": "Grand People's Study House Marks Its 30th Anniversary",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-26ee.html",
            "content": "Grand People's Study House Marks Its 30th Anniversary\r\n Pyongyang, March 29 (KCNA) -- The Grand People's Study House in the DPRK will mark its 30th anniversary.\n\t\t\t\t\t The house, built on April 1, Juche 71 (1982), serves as crystal of love for the people as it is associated with the peerlessly great men's noble idea of believing in people as in Heaven and a great seat for all-people study.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung personally initiated the building of the house and chose its site, indicating the tasks and ways for its operation.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il solved all problems arising in building the house as a grand edifice in the era of the Workers' Party.\n\t\t\t\t\t\n\t\t\t\t\t They sent it more than 700,680 copies of hundreds of thousands of valuable books and materials on more than 1,160 occasions, leading it to successfully perform its mission as a strong base for all-people study.\n\t\t\t\t\t\n\t\t\t\t\t　The dear respected Kim Jong Un showed such loving care as sending many books to it in January this year which was greeted amid profound grief over the untimely passing of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The study house has a huge capacity to house books, many scientists and education facilities. It drew a total of more than 41 million people for lectures, short training courses and book reading and lending services for the last three decades.\n\t\t\t\t\t\n\t\t\t\t\t It has organized in an effective manner diverse lectures and short training courses suited to the nature of social education, thus contributing to raising the political, ideological, scientific and technological and cultural levels of the working people and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t It formed computer networks with information data bases of different units and libraries in all provinces to disseminate in time modern science and technology.\n\t\t\t\t\t\n\t\t\t\t\t It translated valuable foreign books and data into Korean and compiled them on a regular basis, increasing its book housing capacity more than three times as compared with that at the time of its opening.\n\t\t\t\t\t\n\t\t\t\t\t It was honored with the Order of Kim Il Sung in 2002."
        },
        {
            "title": "Juche Idea Espoused by Progressive People",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-22ee.html",
            "content": "Juche Idea Espoused by Progressive People\r\n Pyongyang, March 29 (KCNA) -- March 31 marks the 30th anniversary of \"On the Juche Idea\", a celebrated work authored by General Secretary Kim Jong Il. The immortal Juche idea was founded by Kim Il Sung, president of the Democratic People's Republic of Korea.\n\t\t\t\t\t In the work Kim Jong Il consummated in a monolithic way the philosophical principles of the Juche idea and its socio-historical and guiding principles, thus further developing this idea.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the work evoked a great sensation in the international community for its scientific accuracy, truth and invincible vitality.\n\t\t\t\t\t\n\t\t\t\t\t Political and social circles of different countries praised the work as \"new Communist Manifesto\", \"encyclopedic library that enriched the Juche idea\" and \"historic document that showed the true way for carving out the destiny of human being\".\n\t\t\t\t\t\n\t\t\t\t\t In less than one year after its publication the work was brought out in booklet by political parties and organizations in 140 odd countries.   And, newspapers, magazines and bulletins in more than 90 countries carried the full text or gist of the work and articles explaining its main contents.\n\t\t\t\t\t\n\t\t\t\t\t A brisk drive is going on worldwide to study the great Juche idea, the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t International and national Juche idea study organizations, including International Institute of the Juche Idea, Asian Regional Institute of the Juche Idea, Latin American Institute of the Juche Idea and European Society for the Study of the Juche Idea, have jointly studied the idea on a regional and worldwide scale while conducting the dissemination of it among the broad masses of people.\n\t\t\t\t\t\n\t\t\t\t\t In Juche 100 (2011) alone, the Juche idea was studied and disseminated in 130 odd countries and regions, and national, joint, regional and international seminars on it were held on more than 200 occasions. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile last year witnessed the formation of 10 odd Juche idea study organizations, including the Khomsk City, Russia, Association for the Study of the Juche Idea, the Songun Idea, the Brazilian Center for the Study of the Juche Idea and the Study and Research Forum of Songun Politics of the National Press Club of Nepal. As a result the number of Juche idea study organizations formed in the new century increased to 115 in 37 countries.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea serves as the guiding idea in the era of independence."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (14)",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-20ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (14)\r\nDPRK Built on Debris\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, March 29 (KCNA) -- The Fatherland Liberation War (1950-1953) ended in a victory of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t But, its consequences were very devastating and disastrous.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. bombing in the war left more than 8 700 factories destroyed and 90 000 hectares of farmland spoiled. \n\t\t\t\t\t\n\t\t\t\t\t Power stations and reservoirs were severely damaged and towns and rural communities were reduced to ashes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists said that the DPRK would not be able to get to its feet even in one hundred years.\n\t\t\t\t\t\n\t\t\t\t\t Convinced of the victory in the war, President Kim Il Sung pressed ahead with preparations for post-war rehabilitation and construction in a far-sighted manner.\n\t\t\t\t\t\n\t\t\t\t\t In early Juche 40 (1951), he gave an instruction to work out a blueprint for rehabilitating the capital city of Pyongyang. He had a Cabinet decision on reconstructing Pyongyang adopted in May 1952.\n\t\t\t\t\t\n\t\t\t\t\t After the war, in August 1953 he delivered a historic report \"Everything for the Postwar Rehabilitation and Development of the National Economy\" at the 6th plenary meeting of the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He, in the report, proposed a basic line of postwar economic construction, the keynote of which was to give priority to building heavy industry while developing light industry and agriculture simultaneously.\n\t\t\t\t\t\n\t\t\t\t\t The President channeled all efforts to liquidating the aftermath of the war.\n\t\t\t\t\t\n\t\t\t\t\tSoon after the war, he called at the Kangnam Ceramic Factory and the Kangson Steel Plant, appealing to the workers to restart their operation at an earlier date. \n\t\t\t\t\t\n\t\t\t\t\t When visiting the Hungnam Fertilizer Factory in South Hamgyong Province, which was heavily damaged in the war, he encouraged the workers there to restore the factory in a short time, mindful that the farmers in Hamju Plain were bitterly lamenting over the ruined factory.\n\t\t\t\t\t\n\t\t\t\t\t He went to Jangjingang Power Station, Joyang-ri, South Hamgyong Province, Sambong-ri, South Phyongan Province, Wonsan College of Agriculture and other industrial establishments, rural communities and educational and cultural institutions to arouse them to rehabilitation.\n\t\t\t\t\t\n\t\t\t\t\t In response to his appeal, the workers of the Kangson Steel Plant restored the ruined electric furnace by their own efforts and made the plant operational 40 days after the war.\n\t\t\t\t\t\n\t\t\t\t\t The then Songjin Steel Plant, too, reconstructed the electric furnace to begin production.\n\t\t\t\t\t\n\t\t\t\t\t Railway workers opened the train service in all branch lines some days after the ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t Farmers worked hard to rezone the ravaged farmland and repair the irrigation facilities.\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic leadership, rapid rehabilitation and development were witnessed in the heavy and light industries and agriculture.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Pyongyang and other local cities began making their appearances again on the ruins.\n\t\t\t\t\t\n\t\t\t\t\t Thus, the post-war rehabilitation and construction was successfully carried out in Korea under the President's wise guidance."
        },
        {
            "title": "Abrogation of Fascist Law Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-15ee.html",
            "content": "Abrogation of Fascist Law Demanded in S. Korea\r\n Pyongyang, March 29 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a general meeting at the Christian church in Seoul on March 24 at which it declared that it would steadily carry on actions for the abrogation of the fascist law and the release of prisoners of conscience.\n\t\t\t\t\t At the meeting the organization condemned the Lee Myung Bak \"government\" for making the \"Security Law\" ride roughshod again and using it as a tool for suppressing patriotic people. \n\t\t\t\t\t\n\t\t\t\t\t The organization underscored the need to carry on dynamic actions for the abrogation of the fascist law which brands compatriots in the north as the sworn enemy and for the release of prisoners of conscience.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared that it would steadily conduct actions to implement the south-north joint declarations and achieve democracy, improved human rights and right to existence.\n\t\t\t\t\t\n\t\t\t\t\t It called for judging the Lee regime and \"Saenuri Party\" in this year's elections and bringing a new democratic society."
        },
        {
            "title": "S. Korean Organization Calls for Achieving Reunification by Concerted Efforts of Nation",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-16ee.html",
            "content": "S. Korean Organization Calls for Achieving Reunification by Concerted Efforts of Nation\r\n Pyongyang, March 29 (KCNA) -- The Central Council for National Independence and Peaceful Reunification of south Korea held a general meeting in Seoul on Tuesday calling for opening up a gate to the country's reunification by concerted efforts of the nation.\n\t\t\t\t\t At the meeting, the speakers deplored that achievements made in the June 15 era were brought to naught and the confrontation on the eve of a war is prevailing in this land due to the present regime's policy of escalating the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Reunification is the most urgent desire of the nation whose realization brooks no delay and this is achievable only when the south and the north pool their efforts, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called for creating institutional conditions for the withdrawal of U.S. forces and the repeal of the \"Security Law\" through the forthcoming elections in a bid to fling open the gate to cooperation and exchange between the south and the north and, furthermore, open the gate to reunification so much desired by the nation."
        },
        {
            "title": "U.S. and S. Korea Accused of Kicking Off Nuclear Racket",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-04ee.html",
            "content": "U.S. and S. Korea Accused of Kicking Off Nuclear Racket\r\n Pyongyang, March 29 (KCNA) -- Organizations of Democratic Congo and Peru made public statements on Mar. 22 and 23 in denunciation of the anti-DPRK nuclear racket kicked off by the United States and south Korean authorities.\n\t\t\t\t\t The Democratic Congo-Korea Friendship and Solidarity Association said:  The U.S. and south Korea are talking about someone's \"nuclear threat\" though they were chiefly to blame for spawning the nuclear issue on the Korean Peninsula. And they went lengths of finding fault with the DPRK's plan for the launch of the earth observation satellite Kwangmyongsong-3, branding it as a long-range missile. This is an act of hoodwinking the world peace-loving people as it reminds one of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The statement once again extended full support and encouragement to the DPRK's just stand and efforts to protect the national sovereignty and right to use outer space for peaceful purposes and denuclearize the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship said:\n\t\t\t\t\t\n\t\t\t\t\t It is well known to the world that the nuclear issue on the Korean Peninsula was not spawned by the DPRK but by the U.S. which stockpiled lots of nuclear weapons in south Korea, creating the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t It is a serious miscalculation and daydream for the U.S. to think it can invade the DPRK just as it intruded into Iraq under an absurd pretext. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and south Korean puppet forces persist in their moves for a new war, they will meet only death.\n\t\t\t\t\t\n\t\t\t\t\t The Bulgaria-Korea Friendship Association on March 23 released a statement in support of the statement of the spokesman for the Korean Committee for Space Technology.\n\t\t\t\t\t\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, and Felix Fernandes Torres, secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, issued statements on Mar. 22 slamming the U.S. imperialists and south Korean puppet forces for staging a \"nuclear security summit\" and working hard to disturb the DPRK's satellite launch."
        },
        {
            "title": "Letter to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-18ee.html",
            "content": "Letter to Kim Jong Un from Chongryon Central Standing Committee\r\n Pyongyang, March 29 (KCNA) -- The dear respected Kim Jong Un received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on March 28.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t In a message of thanks sent to all the people in the homeland who expressed profound condolences over the demise of General Secretary Kim Jong Il, you extended warm thanks even to the overseas compatriots. Upon receiving such benevolence, we are deeply touched by your immensely great and noble trait.\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon Central Standing Committee extends the greatest glory and warmest thanks to you who are opening a new chapter of the cause of immortalizing the leader and devoting all your wisdom and energy to building a thriving nation in the homeland, carrying forward and accomplishing the cause of Juche and achieving the victory in the Juche-oriented movement of the Koreans in Japan, reflecting the ardent loyalty and reverence of all the Chongryon officials and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The letter renewed the resolution to thoroughly establish the ideological system and leadership system of Kim Jong Un in the organizations of Chongryon and consolidate as firm as a rock the single-minded unity with him as the center of unity and leadership as wished by Kim Jong Il in his lifetime."
        },
        {
            "title": "Organization of Koreans in China Hails DPRK Satellite Launch",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-30ee.html",
            "content": "Organization of Koreans in China Hails DPRK Satellite Launch \r\n Pyongyang, March 29 (KCNA) -- The Liaoning Regional Association of the General Association of Koreans in China issued a statement titled \"No one can deprive the DPRK of its legitimate right\" on March 26.\n\t\t\t\t\t The DPRK's preparations to launch the earth observation satellite Kwangmyongsong-3 manufactured by its own efforts and with its indigenous technology have entered the stage of action, the statement noted, adding the DPRK's satellite launch is an exercise of an independent and legitimate right in line with the universally accepted international laws on the peaceful use of space.\n\t\t\t\t\t\n\t\t\t\t\t In order to ensure transparency in the satellite launch, the DPRK plans to open it to experienced experts on space science and technology and journalists of the world, it noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the U.S. and its allies are taking issue with the matter pertaining to the DPRK sovereignty. It is unpardonable double standards for them to insist that the DPRK is not allowed to launch a satellite and it is illegal for it to do so, while launching satellites as commonplace events. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. seeks to bar a sovereign state from exercising its independent and legitimate right, it will meet with a strong counteraction, it warned.\n\t\t\t\t\t\n\t\t\t\t\t The association will firmly support the just stand of the DPRK, it concluded."
        },
        {
            "title": "Koreans in Kyrgyzstan Mourn for Kim Jong Il on 100th Day since His Demise",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-31ee.html",
            "content": "Koreans in Kyrgyzstan Mourn for Kim Jong Il on 100th Day since His Demise\r\n Pyongyang, March 29 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan held a memorial service at the Korean Center in Bishkek on March 25, the 100th day since the demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there were officials of the confederation and compatriots. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid wreaths and bouquets before the portrait of Kim Jong Il before observing a moment's silence in the humblest reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho, chairman of the confederation, in his memorial address said that the compatriots like the people in the homeland have made every possible effort to make a contribution, though small, to national reunification and the prosperity of the country true to the behests of Kim Jong Il, missing the kind-hearted leader very much for 100 days since his demise. \n\t\t\t\t\t\n\t\t\t\t\t World progressives have highly praised his idea and exploits even after his demise and this made us realize once again what a great man Kim Jong Il was, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t His behests are being successfully implemented and he will be always alive in the hearts of all the Koreans and mankind thanks to the dear respected Kim Jong Un."
        },
        {
            "title": "North Korea Launches Satellite of Love",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-32ee.html",
            "content": "North Korea Launches Satellite of Love\r\n Pyongyang, March 29 (KCNA) -- The Hong Kong paper of China Asia Times on March 22 in an article titled \"The north Korea launches satellite of love\" said: \n\t\t\t\t\t The satellite launch is peaceful in every respect, and indisputably nothing to do with a missile test. It is a legitimate exercise by the DPRK of its inalienable sovereign right to peaceful exploration of outer use, universally shared by every member of the world community, including the U.S., China, Russia, Japan and France. No country, be it the US, Japan, south Korea, or any other Western nation, has any right to take issue with the satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t The Korean Committee for Space Technology invited a bevy of experienced foreign experts on space science and technology and journalists to observe the satellite liftoff at the country's ultra-modern satellite launch center. \n\t\t\t\t\t\n\t\t\t\t\t The reason is to provide the promised maximum transparency for the launch. Obviously, there is nothing to conceal about the peaceful satellite launch. \n\t\t\t\t\t\n\t\t\t\t\t The reaction of the U.S., Japan and south Korea to the planned satellite launch could be called a Pavlov's dog-like conditioned response, or at best as that of a deer in the headlights. \n\t\t\t\t\t\n\t\t\t\t\t The first thing Americans should do in response to the announced satellite liftoff is to think twice and readily extend gentleman-like warm congratulations to the North Koreans, as well as state their readiness to launch a satellite for a rendezvous flight in outer space. \n\t\t\t\t\t\n\t\t\t\t\t Any U.S. threat to invalidate the nuclear deal would only serve to make the Barack Obama administration look like a cranky dodo. It will also prompt the DPRK government to retract its promise to place a moratorium on nuclear and missile tests, suspend uranium enrichment, and give international inspectors access to the uranium enrichment plant. \n\t\t\t\t\t\n\t\t\t\t\t The hostile response from the U.S., Japan and south Korea to the launch comes across to the North Koreans as a vicious bid to spoil their most important and sacred festival of the proud Korean nation and to weaken their monolithic cohesion and unity around the new administration of Kim Jong Un, supreme leader. \n\t\t\t\t\t\n\t\t\t\t\t Successful launch of Kwangmyongsong-3 will proudly herald and highlight North Korea as a new Asian economic tiger and a new member of the elite club of economic powers. \n\t\t\t\t\t\n\t\t\t\t\t This event and the expected completion of a small light-water reactor can be defined as nothing short of a miracle, given the more than half-century of naked animosity with the U.S. and the latter's criminalizing sanctions, which all have turned out to be counter-productive. \n\t\t\t\t\t\n\t\t\t\t\t North Korea is a long-time member of the two other elite clubs of space and nuclear powers, and both the satellite and the heavy-lift carrier rocket were indigenously designed and assembled with engines and components built by domestically built complex multi-spindle machine tools. \n\t\t\t\t\t\n\t\t\t\t\t North Korea is one of a few industrial countries that can domestically produce supercomputers and equipment in various fields including national defence industry, electronics industry and atomic energy.\n\t\t\t\t\t\n\t\t\t\t\t A few more successful satellite liftoffs will enable the North Koreans to use its powerful Unha carrier rockets to launch low-cost satellite launch services available to any interested client in the developing and the Western world. \n\t\t\t\t\t\n\t\t\t\t\t North Korea will be ready to export low-cost small and portable light-water reactors, too, complete with a LEU plant to any interested country. \n\t\t\t\t\t\n\t\t\t\t\t Kwangmyongsong-3 will serve as a beacon announcing to the south Korean people and the rest of the world that Kim Jong Un has seized the initiative in paving the honorable exit for the U.S. forces from the Korean Peninsula and come within striking distance of having North and South Korea reunited under a bi-system formula in a peaceful fashion. \n\t\t\t\t\t\n\t\t\t\t\t　There will be little doubt left in the eyes of the south Korean people that Kim Jong Un has what it takes be another super Kim Il Sung, as the world's youngest national leader is about to complete a challenge of Sisyphean proportions in a creditable way, taming for once and for all the American military presence."
        },
        {
            "title": "Kim Jong Il's Work Published in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-01ee.html",
            "content": "Kim Jong Il's Work Published in Bangladesh\r\n Pyongyang, March 29 (KCNA) -- General Secretary Kim Jong Il's work \"Socialism in Our Country Is Korean-Style Socialism Guided by the Juche Idea\" was brought out in pamphlet by the Dhaka City S. R. Print Media Publishing House of Bangladesh.\n\t\t\t\t\t The work, published on December 27, 1990, clarifies that Korean-style socialism fully meets the people's requirement for independence. It also explains its advantages in politics, economy, ideology, culture and life."
        },
        {
            "title": "DPRK Books Donated to Russia",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-02ee.html",
            "content": "DPRK Books Donated to Russia\r\n Pyongyang, March 29 (KCNA) -- President Kim Il Sung's reminiscences \"With the Century\" and other works of the President and General Secretary Kim Jong Il and books introducing the DPRK were donated to Russia. \n\t\t\t\t\t A donating ceremony took place at Far Eastern State University in Russia on Mar. 22.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were personages of the university and media, consul-general and staff members of the DPRK consulate-general in Khabarovsk.\n\t\t\t\t\t\n\t\t\t\t\t The books were handed to the vice-president of the university."
        },
        {
            "title": "Lecture Given in Democratic Congo to Mark 95th Anniversary of KNA",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-03ee.html",
            "content": "Lecture Given in Democratic Congo to Mark 95th Anniversary of KNA\r\n Pyongyang, March 29 (KCNA) -- A lecture was given by the Group for the Study of Kim Jong Il Juche Idea of Democratic Congo to mark the 95th anniversary of the Korean National Association (KNA).\n\t\t\t\t\t Chairman of the group Kanga Ngerien Jerom in a lecture noted an outstanding leader of the anti-Japanese national liberation movement in Korea Kim Hyong Jik, father of President Kim Il Sung, formed the KNA.\n\t\t\t\t\t\n\t\t\t\t\t He nurtured the noble aim to save the destiny of the Korean nation groaning under the colonial rule of the Japanese imperialists and helped people of various strata arm themselves with the idea of \"Jiwon\" (aim high), powerfully arousing them to an anti-Japanese struggle, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In those days he formed the KNA, an anti-Japanese underground revolutionary organization whose goal was to closely rally all the Koreans and achieve national independence by their concerted efforts and build a genuine civilized country.\n\t\t\t\t\t\n\t\t\t\t\t It was not until the KNA was formed that the Korean people could have a powerful guiding revolutionary organization grouping broad strata of people and the anti-Japanese national liberation movement in Korea came to take a new course."
        },
        {
            "title": "Sri Lanka Refutes UNHRC Resolution",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-07ee.html",
            "content": "Sri Lanka Refutes UNHRC Resolution\r\n Pyongyang, March 29 (KCNA) -- Sri Lanka on Monday announced that the country will not give into any outside pressure following the recent defeat in the U.S.-sponsored resolution at the United Nations Human Rights Council (UNHRC) session.\n\t\t\t\t\t Sri Lanka's External Affairs Minister G. L. Peiris said: \"We oppose the internationalization of issues connected to Sri Lanka as we do not see any justification in that.\""
        },
        {
            "title": "Cooperation among Different Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-08ee.html",
            "content": "Cooperation among Different Countries\r\n Pyongyang, March 29 (KCNA) -- China and Zambia on March 26 signed agreements on boosting bilateral cooperation in the economic, technological and other fields.\n\t\t\t\t\t On March 25 Russia and Algeria discussed on cooperation in bilateral relations and regional issue."
        },
        {
            "title": "Protests against Racial Discrimination in U.S.",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-09ee.html",
            "content": "Protests against Racial Discrimination in U.S.\r\n Pyongyang, March 29 (KCNA) -- New marches and popular protests against racism and on the case of Trayvon Martin were staged in the United States on Monday. The disarmed black teenager, 17, was shot dead by a voluntary security guard in the neighborhood of Sanford, Florida, as he left a coffee shop where he bought iced tea.\n\t\t\t\t\t The incident involves many illegal questions, and the murderer has not been arrested by the police. \n\t\t\t\t\t\n\t\t\t\t\t Martin's case has sparked off a wave of rallies in the African-American community, mainly in California, New York and Florida. Protestors strongly demanded the authorities immediately punish the murderer."
        },
        {
            "title": "German FM Opposes Military Threats to Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-10ee.html",
            "content": "German FM Opposes Military Threats to Iran \r\n Pyongyang, March 29 (KCNA) -- German Foreign Minister Guido Westerwelle on Monday acknowledged Iran's right to produce nuclear energy. \n\t\t\t\t\t Writing exclusively for the Frankfurt-based daily Frankfurter Rundschau, Westerwelle acknowledged Iran's explicit right to use atomic energy for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t He called for a diplomatic and political solution on the stalemate over Iran's nuclear row. \n\t\t\t\t\t\n\t\t\t\t\t Germany's chief diplomat has repeatedly and strongly rejected military threats to Iran, saying they were not helpful at all in settling the Iranian nuclear dispute."
        },
        {
            "title": "Russian Experts Denounce U.S. Moves to Stifle Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-14ee.html",
            "content": "Russian Experts Denounce U.S. Moves to Stifle Iran\r\n Moscow, March 28 (KCNA) -- Russian experts on international issues at an international meeting related to the Iranian issue strongly denounced the U.S. moves to stifle Iran on March 26.\n\t\t\t\t\t A researcher of the Institute of Oriental Studies of the Russian Academy of Sciences said that there is no clear evidence that Iran is going ahead with its military nuclear program, adding that the U.S. is locked in psychological, political and economic wars against Iran, deliberately escalating the tension.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, another expert rejected the West's assertion that a military strike at Iran would not affect the international community, calling for properly envisaging that any attack on Iran would have a catastrophic impact on the fields of energy and international security.\n\t\t\t\t\t\n\t\t\t\t\t He predicted that the West may use even nuclear weapons in case of military conflict with Iran."
        },
        {
            "title": "Global Efforts to Develop Education",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-28ee.html",
            "content": "Global Efforts to Develop Education\r\n Pyongyang, March 29 (KCNA) -- Several countries pay deep attention to the development of education on which the destiny of the country and nation hinges so that they may educate people as more competent social beings and ensure the independent development of the economy.\n\t\t\t\t\t President of China Hu Jintao said that science and technology are main elements, talents are the core and education is essential for promoting smooth and rapid development of the economy. \n\t\t\t\t\t\n\t\t\t\t\t President of Myanmar Thein Sein underscored the important role played by education in guaranteeing the future of the nation, saying it is only when all young people are prepared as intellectuals that the country can develop.\n\t\t\t\t\t\n\t\t\t\t\t President of Nigeria Goodluck Ebele Jonathan said the country can not achieve progress without the development of education, noting he would direct primary efforts to it.\n\t\t\t\t\t\n\t\t\t\t\t Other countries that recognized the importance of education have come out with positive measures for its development.\n\t\t\t\t\t\n\t\t\t\t\t Havana, the capital of Cuba, plans to train 40,000 technicians and skilled workers by channeling efforts into vocational education in the   2011-2012 academic year. \n\t\t\t\t\t\n\t\t\t\t\t Venezuela started a 6 month-long course for vocational education involving around 7 400 students at 94 vocational schools in its capital Caracas, Miranda and Vargas states in March. \n\t\t\t\t\t\n\t\t\t\t\t Ghana buckled down to carrying out a new plan for modernizing the educational field.\n\t\t\t\t\t\n\t\t\t\t\t The government of Angola plans to additionally enlist about 13 000 teachers in the run-up to the academic year 2012. \n\t\t\t\t\t\n\t\t\t\t\t The government of Mexico decided to allocate a big share of the state budget for 2012 for education of children and healthcare. \n\t\t\t\t\t\n\t\t\t\t\t The government of Nicaragua worked out a plan for giving children of more than 1.2 million poor families an opportunity of learning in the 2012-2016 period."
        },
        {
            "title": "Sesionada reunion de delegados de la ciudad de Pyongyang del PTC",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-33ee.html",
            "content": "Sesionada reunion de delegados de la ciudad de Pyongyang del PTC\r\nPyongyang, 29 de marzo (ACNC) -- Tuvo lugar el dia 28 en el capitalino Palacio Cultural del Pueblo la reunion de los delegados de la ciudad de Pyongyang del Partido del Trabajo de Corea.\n\t\t\t\t\tA la ocasion asistieron los delegados elegidos en los comites municipales y distritales del partido en la capital, las organizaciones partidistas de distintas unidades que cumplen la misma funcion que aquellos y las otras a nivel central y urbano.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl foro discutio el problema de elegir a los delegados a la Conferencia del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de propuesta para elegir al Maximo Dirigente Kim Jong Un como delegado a la Conferencia del PTC estuvo a cargo de Mun Kyong Dok, miembro del Buro Politico y secretario del Comite Central del PTC, secretario responsable del Comite del PTC en la ciudad de Pyongyang y delegado de la organizacion partidista del municipio de Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il esta para siempre en el corazon de todo el ejercito y el pueblo como veterano politico incomparable quien con la profunda idea y teoria y la destacada direccion, condujo a la victoria la revolucion y la construccion, como patriota sin igual y afectuoso padre del pueblo que dedico toda su vida con el ferviente amor e infinita abnegacion a la patria y el pueblo, dijo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente dedico hasta el ultimo momento de su vida todos sus esfuerzos por convertir Pyongyang en una ciudad de talla mundial, donde se establezca con firmeza la concepcion revolucionaria del lider.\n\t\t\t\t\t\n\t\t\t\t\tSeran eternas la vida y las hazanas revolucionarias del Dirigente quien defendio el socialismo y echo la firme base por la prosperidad eterna de la nacion de Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un es el Maximo Dirigente del PTC y el pueblo quien conduce a la victoria la causa revolucionaria del Juche, la de construccion de un Estado prospero socialista iniciada por el Presidente Kim Il Sung y conducida por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tCon las dinamicas actividades ideo-teoricas, el Maximo Dirigente ilumina el camino a seguir por la revolucion y la construccion incluidas la construccion del partido, el ejercito y el Estado y fortalece el PTC como una agrupacion politica mas poderosa que brilla con el nombre y hazanas del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl presta primordial atencion a la vida de los ciudadanos de Pyongyang y les dispensa gran benevolencia.\n\t\t\t\t\t\n\t\t\t\t\tReflejando la unanime voluntad y deseo de todos los delegados, todos los militantes del partido y otros habitantes de la capital, el orador propuso cortesmente elegir al Maximo Dirigente como delegado a la Conferencia del PTC. \n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, intervinieron Ri Il Hwan, secretario del Comite del PTC en la capital y delegado de la organizacion partidista de esta ciudad, Kim Jong Ho, delegado de la organizacion partidista de la Direccion de Seguridad del Pueblo de la Ciudad de Pyongyang, Ryang Man Gil, presidente del Comite Popular de la Ciudad de Pyongyang y delegado de la organizacion partidista de este comite, Song Ja Rip, rector de la Universidad Kim Il Sung, ministro de Educacion Superior y delegado de la organizacion partidista de este plantel docente y Ri Kun Chol, primer secretario del Comite de la Union de la Juventud Socialista Kim Il Sung en la Ciudad de Pyongyang y delegado de la organizacion partidista de esta entidad juvenil.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores enfatizaron que la eleccion del Maximo Dirigente como delegado a la Conferencia del PTC es la unanime voluntad y anhelo de todos los militantes y otros capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que Kim Jong Un, quien encarna como naturaleza la absoluta fidelidad al Dirigente, la destacada capacidad directiva, la audacia y coraje incomparables y el ferviente amor por el pueblo, es el maximo delegado del PTC, simbolo de la dignidad y la gloria de la patria y la nacion y la bandera invencible de la revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\tEllos juraron luchar por la culminacion definitiva de la causa revolucionaria del Juche y por la victoria de la causa de la construccion de un Estado prospero guardando en el fondo del corazon el honor y el orgullo  de ciudadanos de la capital.\n\t\t\t\t\t\n\t\t\t\t\tApoyaron absolutamente la propuesta de elegir al Maximo Dirigente como delegado a la Conferencia del PTC reflejando el alma de todos los militantes del partido y otros capitalinos. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion quedo aprobada por unanimidad la resolucion correspondiente en reflejo de la unanime voluntad y deseo de todos ellos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, fueron electos otros delegados a la Conferencia del PTC."
        },
        {
            "title": "Tong Kyong Su ofrece detalles del 28o FAAAP",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-34ee.html",
            "content": "Tong Kyong Su ofrece detalles del 28o FAAAP\r\nPyongyang, 29 de marzo (ACNC) -- Esta capital sera nuevamente la sede del Festival Artistico de Amistad Abril en Primavera (FAAAP) que descorrera su telon este ano por 28a vez.\n\t\t\t\t\t  El presidente de la Asociacion Coreana para el Intercambio Artistico, Tong Kyong Su (46 anos de edad), aseguro a la ACNC la calidad y el alto nivel de esa cita internacional organizada con motivo del Dia del Sol, fiesta comun de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\t  El comite organizador del festival esta impulsando los preparativos para su exitosa celebracion, dijo Tong y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  En primer lugar, se adorna originalmente la sede de la ceremonia inaugural y la de clausura y se toman perfectas medidas para asegurar las condiciones de alojamiento de los participantes y fomentar el clima del festival.\n\t\t\t\t\t\n\t\t\t\t\t  Esta en la etapa final el acondicionamiento de los teatros, las casas y los salones musicales donde se ofreceran las funciones por grupos o separadas y las conjuntas.\n\t\t\t\t\t\n\t\t\t\t\t  Marchan bien la elaboracion del diploma y la copa que se otorgaran a los participantes y la publicacion de las pancartas sobre el ideal de la independencia, la paz y la amistad.\n\t\t\t\t\t\n\t\t\t\t\t  En el festival de este ano tomaran parte mas de 50 entidades artisticas de mas de 20 paises incluyendo China, Rusia, India, Francia e Italia.\n\t\t\t\t\t\n\t\t\t\t\t  Entre ellas figuran el conjunto de canciones y danzas del Departamento Politico General del Ejercito Popular de Liberacion de China, el coro del Conservatorio Estatal de Moscu Chaikovski, la orquesta de camara Alberic Magnard de Francia y otras bandas y grupos circenses integrados por los ganadores de concursos nacionales e internacionales y artistas famosos.\n\t\t\t\t\t\n\t\t\t\t\t  Vendran tambien las delegaciones culturales gubernamentales y las personalidades del circulo literario y artistico de varios paises.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes describiran en cada funcion los sentimientos de elogio al Presidente Kim Il Sung, respetado por la humanidad progresista como el Sol del Juche, con sus grandes habilidades artisticas.\n\t\t\t\t\t\n\t\t\t\t\t  El festival sera tambien una ocasion para ampliar y desarrollar el intercambio internacional en el area cultural.\n\t\t\t\t\t\n\t\t\t\t\t  El festival se extendera del 11 al 19 de abril."
        },
        {
            "title": "Simposio central por 30o aniversario de obra de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-35ee.html",
            "content": "Simposio central por 30o aniversario de obra de Kim Jong Il\r\nPyongyang, 29 de marzo (ACNC) -- Tuvo lugar el dia 29 en el Palacio Cultural del Pueblo el simposio central por el 30o aniversario de la publicacion de la obra de Kim Jong Il \"Sobre la idea Juche\".\n\t\t\t\t\tAsistieron a la ocasion el secretario del Comite Central del Partido del Trabajo de Corea, Kim Ki Nam, el vicepremier Kim Yong Jin, los funcionarios de los ministerios, organos centrales y entidades sociales, los de los organismos del partido y el Poder de la ciudad de Pyongyang y de los sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, organos de formacion de cuadros del partido y de la rama de la historia revolucionaria. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEn el foro fueron publicadas 5 disertaciones que explican y argumentan la cientificidad, la justeza y la importancia de esta obra que sintetizo la sabiduria genial y la autoctona capacidad de escribir del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que la publicacion de la citada obra sirve de evento de caracter mundial que aseguro la garantia ideologica que posibilita llevar a feliz termino la causa revolucionaria del Juche y construir el mundo independizado por la humanidad progresista bajo la bandera de la idea Juche.\n\t\t\t\t\t\n\t\t\t\t\tAl declarar que el hombre es dueno del mundo y desempena el papel decisivo en el desarrollo del mundo a base de la aclaracion filosofica de que este es el ser social con la independencia, con un espiritu creador y con una conciencia, la idea Juche cambio radicalmente la concepcion sobre el ser humano formada historicamente, apuntaron. \n\t\t\t\t\t\n\t\t\t\t\tDestacaron que gracias a la idea Juche que ha elevado a la cima la dignidad y el valor del hombre se ha construido el socialismo centrado en las masas populares en que el hombre es dueno de todo y lo todo sirve para el hombre.\n\t\t\t\t\t\n\t\t\t\t\tEnsenaron que luchar firmemente por la victoria de la causa de la construccion de un Estado prospero con la bandera de la idea Juche es el sagrado deber revolucionario de si mismos y enfatizaron que todos deben enaltecer al Maximo Dirigente Kim Jong Un como centro de la unidad y la direccion y acelerar la revolucion y la construccion segun su idea y proposito."
        },
        {
            "title": "Varios paises envian ofrendas florales a representaciones coreanas",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-36ee.html",
            "content": "Varios paises envian ofrendas florales a representaciones coreanas\r\nPyongyang, 29 de marzo (ACNC) -- Con motivo del 100o dia desde el fallecimiento del Dirigente       Kim Jong Il, los organos, entidades y personalidades de distintos estratos de varios paises hicieron llegar los dias 24 y 25 las ofrendas, cestos y ramos de flores a las representaciones coreanas acreditadas en respectivos paises.\n\t\t\t\t\t  Entre ellos figuran el Grupo Emperor de Hong Kong de China y otras 6 instituciones chinas, la oficina de agregado militar de la embajada argelina acreditada en Egipto, el Centro Brasilero para la Paz y Solidaridad con los Pueblos, el Centro de Estudio de la Idea Juche de Brasil, el Comite Brasileno de Solidaridad con la Republica Popular Democratica de Corea, el presidente del Partido Liberal Democratico de Rusia, el presidente general y el presidente del comite de asuntos exteriores, del Consejo de Direccion Central del Partido Democratico de Lucha de Indonesia, el presidente general del Consejo de Direccion Nacional del Partido de Diversidad Unida de Indonesia, el presidente del Partido Socialista de Benin y el presidente del Grupo \"C.I.S.Estero\" de Italia."
        },
        {
            "title": "Militares y civiles coreanos juran apoyar la direccion de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201203/news29/20120329-37ee.html",
            "content": "Militares y civiles coreanos juran apoyar la direccion de Kim Jong Un\r\nPyongyang, 29 de marzo (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 26 un mensaje de agradecimiento a todos los oficiales y soldados del Ejercito Popular de Corea y habitantes que expresaron las mas sentidas condolencias por el deceso del Dirigente Kim Jong Il.\n\t\t\t\t\tAl respecto, un reportero de la Agencia Central de Noticias de Corea se entrevisto con varios funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario del Comite Central del Partido del Trabajo de Corea y secretario responsable del Comite del PTC en la ciudad de Pyongyang, Mun Kyong Dok dijo:\n\t\t\t\t\t\n\t\t\t\t\tLo que hicimos fue cumplir la obligacion moral que nos corresponde como hijos, soldados y discipulos del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el Comandante Supremo Kim Jong Un dijo en su mensaje que le ha conmovido y estimulado mucho la fidelidad inmaculada de todos los militares y civiles.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al proposito de el que tiene de nacimiento el gran amor por el pueblo, trabajare con mucha dedicacion para el pueblo resolviendo los problemas apoyandome en las masas populares.\n\t\t\t\t\t\n\t\t\t\t\t El general del EPC Ri Pyong Hwan dijo:\n\t\t\t\t\t\n\t\t\t\t\tNuestros uniformados y habitantes confian en el Comandante Supremo como en el cielo y el considera a todos nosotros como camaradas y companeros de armas que comparten la vida o muerte.\n\t\t\t\t\t\n\t\t\t\t\tNuestros oficiales y soldados del EPC estan unidos de hombros y brazos con el Comandante Supremo y manifestaran el poderio del ejercito revolucionario del monte Paektu tanto en la defensa de la patria como en la construccion del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de la Industria Ligera An Jong Su dijo:\n\t\t\t\t\t\n\t\t\t\t\tAunque el Dirigente Kim Jong Il fallecio, su noble ideario Iminwichon (considerar al pueblo como cielo) sigue conservado en el corazon de todos nosotros.\n\t\t\t\t\t\n\t\t\t\t\tEstoy decidido a trabajar como funcionario de verdad que contribuya realmente al mejoramiento de la vida del pueblo apoyando con fidelidad la guia del Maximo Dirigente Kim Jong Un."
        }
    ]
}