{
    "date": "2012-04-15",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-15.html",
    "articles": [
        {
            "title": "Military Parade Commemorating 100th Birth Anniversary of Kim Il Sung Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-22ee.html",
            "content": "Military Parade Commemorating 100th Birth Anniversary of Kim Il Sung Held\r\n Pyongyang, April 15 (KCNA) -- A military parade commemorating the 100th birth anniversary of President Kim Il Sung took place with splendor at Kim Il Sung Square Sunday.\n\t\t\t\t\t Columns of parades entered the square.\n\t\t\t\t\t\n\t\t\t\t\t Columns of motorized units lined up at the square and avenues leading to it.\n\t\t\t\t\t\n\t\t\t\t\t  Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, appeared in the tribune of honor of the square. \n\t\t\t\t\t\n\t\t\t\t\t The tribune of honor was taken by Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae and other senior party, state and army officials, a vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan and the chairperson of the General Association of Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the reviewing stands were delegates to celebrations of the centenary of the birth of the President, officials of the party, armed forces and power bodies, working people's organizations, ministries and national institutions, anti-Japanese revolutionary fighters, servicepersons of the Korean People's Army (KPA) and the Korean People's Internal Security Forces (KPISF), officials in the fields of science, education, literature and art, public hearth and media, heroes, bereaved families of revolutionary martyrs and those related to the President's revolutionary activities and persons of merit.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were delegations of overseas Koreans, compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, foreign diplomatic envoys and representatives of international organizations, members of the military attaches corps here and participants taking part in the World Congress on the Juche idea and the international festival celebrating the centenary of the birth of the President and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t A 21-gun salute was fired amid the playing of \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t  The military parade started.\n\t\t\t\t\t\n\t\t\t\t\t  The flags bearing portraits of smiling President and General Secretary Kim Jong Il entered the square, escorted by flags of the WPK and the supreme commander of the KPA and its colors.\n\t\t\t\t\t\n\t\t\t\t\t All the participants in the military parade paid highest tribute towards the flags bearing the portraits. \n\t\t\t\t\t\n\t\t\t\t\t Marching past the tribune to the tune of the military music were columns representing the fighters in the period of the anti-Japanese armed struggle and those in the period of the Fatherland Liberation War of Korea and columns of Kim Il Sung Military University, Kim Il Sung Political University, Kim Jong Suk Naval University, Kim Chol Ju Artillery Military Academy, Kang Kon Military Academy and other military academies of the KPA at all levels, those of units of KPA three services including the Seoul Ryu Kyong Su 105 Guards Tank Division, the 4th Seoul Kim Chaek Guards Infantry Division, the 2nd Kang Kon Guards Infantry Division and the 2nd Guards Torpedo Boat Flotilla, those of the KPISF and those of the Worker-Peasant Red Guards, the Young Red Guards and revolutionary schools.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to the paraders marching past the tribune of honor. Columns of cavalry and motorized units also marched past the tribune of honor and columns of warplanes flew above the square.\n\t\t\t\t\t\n\t\t\t\t\t  \"Kim Il Sung\", \"Kim Jong Il\", \"Kim Jong Un\", \"Celebration of April 15\", \"Thriving Nation\", \"National Reunification\", \"Great Unity of Army and People\" and other letters and flags of the WPK and the DPRK appeared one after another on the square.\n\t\t\t\t\t\n\t\t\t\t\t When the parade was over, the military band played the welcome music and crowds broke into cheers of \"Hurrah!\" shaking the square.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to the enthusiastic cheers of the crowds at the gallery of the tribune of honor.\n\t\t\t\t\t\n\t\t\t\t\t He gave thanks to service personnel and Pyongyangites for successfully ensuring the parade.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Pyongyangites warmly welcomed the participants in the parade along streets of Pyongyang."
        },
        {
            "title": "Kim Jong Un Speaks at Military Parade",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-57ee.html",
            "content": "Kim Jong Un Speaks at Military Parade\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un made a congratulatory speech at the military parade celebrating the centenary of the birth of Generalissimo Kim Il Sung.\n\t\t\t\t\t In his speech Kim Jong Un said that the military parade is a great festival of victors which was provided according to the noble intention of General Secretary Kim Jong Il and on his direct initiative to glorify forever the feats Kim Il Sung performed in the army building and demonstrate the might of the socialist power before the world.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, who directed primary efforts to strengthening the revolutionary armed forces in the whole period of his protracted revolutionary activities, worked such military miracle in the 20th century as defeating the most ferocious two imperialisms in one generation, trained the Korean People's Army into a match-for-a hundred revolutionary army, put all the people under arms and turned the whole country into a fortress, providing a strong military guarantee for the sovereignty of the country and the eternal prosperity of the nation, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who regarded it as his lifelong mission to carry forward and accomplish the Songun revolutionary cause of Juche pioneered by Kim Il Sung, ushered in the greatest heyday of the development of the Korean revolutionary armed forces with his extraordinary wisdom, outstanding commanding art and matchless grit, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolutionary armed forces have fully demonstrated the might of the powerful revolutionary army distinct in its revolutionary nature and strong in its militant spirit and might under the care of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The military and technical superiority is no longer a monopoly of the imperialists and gone are the days when the enemies could threaten and blackmail against the DPRK with A bombs.\n\t\t\t\t\t\n\t\t\t\t\t The far-reaching strategy and final victory of the Korean revolution lie in advancing straight along the road of independence, the road of Songun and the path of socialism indicated by Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t  It is the firm resolution of the Workers' Party of Korea to enable our people, the best people in the world who have remained loyal to the party, overcoming all difficulties, to live, without tightening their belts any longer, and fully enjoy wealth and prosperity under socialism.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the DPRK government will join hands with anyone who truly wants the reunification of the country and the peace and prosperity of the nation and make responsible and patient efforts to accomplish the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The sun's flag of Kim Il Sung and Kim Jong Il will fly forever before the ranks of the Korean revolution demonstrating victory and glory only and will always encourage us to win fresh victories, he concluded."
        },
        {
            "title": "Kim Jong Un Pays Tribute to Kim Il Sung and Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-44ee.html",
            "content": "Kim Jong Un Pays Tribute to Kim Il Sung and Kim Jong Il\r\n Pyongyang, April 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, together with senior party, state and army officials visited the Kumsusan Palace of the Sun and paid tribute to President Kim Il Sung and General Secretary Kim Jong Il on Sunday, the Day of the Sun. \n\t\t\t\t\t Kim Jong Un entered the hall where the statues of the President and Kim Jong Il stand. \n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues was a floral basket in the joint name of the Central Committee of the WPK, the Central Military Commission of the WPK, the National Defence Commission of the DPRK and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, together with senior party, state and army officials, paid humblest tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t Then he entered a hall where the President lies in state.\n\t\t\t\t\t\n\t\t\t\t\t Together with senior party, state and army officials, he made bows to the President in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un then entered a hall where the portrait of a smiling Kim Jong Il is hung. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, together with senior party, state and army officials, paid humblest tribute to the portrait.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho, Kim Kyong Hui, Kim Jong Gak, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, Kang Sok Ju, Hyon Chol Hae, Kim Won Hong, Ri Myong Su, Kim Yang Gon, Kim Yong Il, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, Kwak Bom Gi, Kim Chang Sop, Ri Pyong Sam, Ro Tu Chol, Jo Yon Jun, who are senior party, state and army officials, officials of the Party central guidance body and those of the party, Cabinet and social organizations and commanding officers of the KPA."
        },
        {
            "title": "Evening of Fireworks Celebrates Kim Il Sung's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-39ee.html",
            "content": "Evening of Fireworks Celebrates Kim Il Sung's Birth Anniversary\r\n Pyongyang, April 15 (KCNA) -- There was an evening of fireworks \"Sun's Korea Will Prosper Forever\" in celebration of the 100th anniversary of President Kim Il Sung's birth on the bank of the River Taedong in Pyongyang Sunday.\n\t\t\t\t\t Citizens thronged the bank of the river close to the Tower of the Juche Idea and nearby streets.\n\t\t\t\t\t\n\t\t\t\t\t Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, appeared in the reviewing stand.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, member of the Political Bureau and secretary of the C.C., the WPK, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t When the evening of fireworks began, fireworks were displayed from the Tower of the Juche Idea amid the playing of the revolutionary paean \"Song of General Kim Il Sung\", shining the nocturnal sky over Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The atmosphere of the evening gained momentum with kaleidoscopic fireworks of various colors decorating the sky.\n\t\t\t\t\t\n\t\t\t\t\t All the spectators recollected with deep emotion the great revolutionary career and undying feats of Kim Il Sung, the most distinguished great man produced by mankind.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the event they broke into cheers of \"Hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to the enthusiastically cheering crowds.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were senior party, army and state officials, delegates to the celebrations of the centenary of the birth of the President, officials of party, armed forces and power bodies, working people's organizations, ministries and national institutions, servicepersons of the KPA and the Korean People's Internal Security Forces, officials in the fields of science, education, literature and arts, public health and media, heroes, persons of merits, congratulatory groups of overseas Koreans including the group of Koreans in Japan, overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, diplomatic envoys of different countries and representatives of international bodies here and foreign guests taking part in the World Congress on the Juche Idea, the international festival for celebrating the centenary of the birth of the President and the 28th April Spring Friendship Art Festival.\n\t\t\t\t\t\n\t\t\t\t\t Similar evenings of fireworks took place in all provinces on the same day."
        },
        {
            "title": "KPA Exhibition of Arms and Equipment Opens",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-17ee.html",
            "content": "KPA Exhibition of Arms and Equipment Opens \r\n Pyongyang, April 15 (KCNA) -- An opening ceremony of the Exhibition of Arms and Equipment of the Korean People's Army was held with splendor on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the KPA, came out to the venue of the opening ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho and other senior officials of the party, state and army, representatives for the celebrations of the centenary of the birth of the President, anti-Japanese revolutionary fighters, teachers and students of Kim Il Sung Military University, service personnel of the KPA and the Korean People's Internal Security Forces and others.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys and members of the military attaches corps here.\n\t\t\t\t\t\n\t\t\t\t\t  Displayed at the exhibition built in Pyongyang are thousands of arms and combat and technical equipment ranging from small arms to various types of artillery pieces, tanks, armored cars, warships, aircraft and strategic rockets manufactured at munitions plants in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Ri Yong Ho, chief of the KPA General Staff, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Generalissimo Kim Il Sung laid down the line and policy on building the Juche-based defence industry and wisely led the struggle for implementing them, Ri said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il worked heart and soul for rapidly developing the DPRK's defence industry into a cutting-edge industry capable of manufacturing any modern arms and equipment as it wishes.\n\t\t\t\t\t\n\t\t\t\t\t The conversion of the DPRK into a matchless military power is the greatest feat the President and the leader performed on behalf of the country and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t A grim situation is prevailing at present due to the reckless moves of the U.S. imperialists and the south Korean puppet group of traitors for a war of aggression against the DPRK, but the security of the Songun country will be firmly guaranteed as long as there are the self-defensive revolutionary armed forces which have been built thanks to the undying feats of the great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un cut off a red tape hanging before the building, declaring the KPA Exhibition of Arms and Equipment inaugurated.  \n\t\t\t\t\t\n\t\t\t\t\t He, together with senior officials of the party, army and state, went round various wings of the exhibition and its outdoor grounds."
        },
        {
            "title": "Banquet Held to Celebrate Birth Anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-61ee.html",
            "content": "Banquet Held to Celebrate Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 15 (KCNA) -- The Central Committee of the Workers' Party of Korea gave a banquet at the Mokran House on Sunday for celebrating the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho and other senior officials of the party, state and army, delegates to the celebrations of the centenary of the birth of the President, officials of the party and armed forces organs, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, officials in the fields of science, education, literature and arts, public health and the press, men of meritorious services, heads of overseas compatriots delegations, overseas Koreans and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys, representatives of international organizations and members of the military attaches corps here, the participants in the World Congress on the Juche Idea and the international festival and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the WPK, in his speech referred to the grand celebration of the centenary of the birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t The President's revolutionary career was the sacred one of the peerless patriot and the great sage of revolution who opened the new era of Juche Korea and performed the undying great feats for the accomplishment of the cause of the popular masses for independence with his profound idea and theories and great revolutionary practice, the speaker said.\n\t\t\t\t\t\n\t\t\t\t\t He noted that General Secretary Kim Jong Il, who regarded it as his lifelong mission to accomplish the revolutionary cause of Juche generation after generation, led the Korean revolution to a brilliant victory for decades.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche and the Songun revolutionary cause are persistently advancing under the leadership of the dear respected Kim Jong Un, he noted.\n\t\t\t\t\t\n\t\t\t\t\t We should thoroughly implement the behests of Kim Il Sung and Kim Jong Il with the revolutionary faith and noble moral obligation that they will always live with us and thus give a steady continuity to their revolutionary history, he said.\n\t\t\t\t\t\n\t\t\t\t\t We should certainly accomplish the historic cause of national reunification through the nationwide struggle under the banner of the June 15 joint declaration and the October 4 declaration true to the behests of Kim Il Sung and Kim Jong Il for national reunification, he stated.\n\t\t\t\t\t\n\t\t\t\t\t We will invariably defend the idea of independence, friendship and peace, develop good-neighborly relations with all those countries which are friendly toward the DPRK and dynamically struggle for global independence, he concluded.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by the artistes of the Wangjaesan Art Troupe at the banquet."
        },
        {
            "title": "International Joint Meeting Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-35ee.html",
            "content": "International Joint Meeting Held\r\n Pyongyang, April 15 (KCNA) -- An international joint meeting for celebrating the centenary of the birth of President Kim Il Sung was held here with splendor on Sunday.\n\t\t\t\t\t Attending it were Kim Yong Nam. president of the Presidium of the DPRK Supreme People's Assembly, Kim Ki Nam and Choe Thae Bok, secretaries of the C.C., the Workers' Party of Korea, Yang Hyong Sop, vice-president of the Presidium of the DPRK SPA who doubles as co-chairman of the international preparatory committee and chairman of the DPRK preparatory committee, Kim Yong Il, secretary of the C.C., the WPK, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were Guy Dupre, Ibrahim Mantu, Anders Kristensen and Sumiko Shimizu, co-chairpersons of the international preparatory committee, Socorro Gomes, president of the World Peace Council, Manik Mukherjee, general secretary of the International Anti-Imperialism Coordinating Committee, and delegations and delegates of different countries, regions and international organizations.\n\t\t\t\t\t\n\t\t\t\t\t Handed over at the meeting were certificates of honorary titles, floral baskets, orders, gifts and congratulatory banners presented to the three commanders of Mt. Paektu and the dear respected Kim Jong Un by the international preparatory committee, preparatory committees of regions and different countries, international organizations and organizations of friendship and solidarity with the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu said that preparatory committees were organized to celebrate the centenary of the birth of Kim Il Sung in many countries of the world, international and regional preparatory committees were formed consisting of world-famous personages and special political and cultural events took place on a large-scale in different parts of the world to praise the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of kinds of books praising the great persons and thousands of works revering them were created and produced to mark the centenary of the birth of the President.  \n\t\t\t\t\t\n\t\t\t\t\t Different countries of the world presented floral baskets, gifts and honorary titles to the great men of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, noted that General Secretary Kim Jong Il successfully carried forward the cause of Juche with the same idea and traits as the President had.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the leadership of Kim Jong Un who is identical to the President and Kim Jong Il, the future of the DPRK is bright, he added.\n\t\t\t\t\t\n\t\t\t\t\t The meeting serves as a significant occasion which y demonstrated the desire and aspiration of the progressives of the world, Yang Hyong Sop said, expressing belief that the participants will make all efforts for accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted and an appeal to the progressives of the world read out at the meeting."
        },
        {
            "title": "DPRK SPA Presidium Hosts Banquet for Participants of 28th ASFAF",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-23ee.html",
            "content": "DPRK SPA Presidium Hosts Banquet for Participants of 28th ASFAF\r\n Pyongyang, April 15 (KCNA) -- The Presidium of the Supreme People's Assembly of the DPRK hosted a banquet at the People's Palace of Culture for the participants in the 28th April Spring Friendship Art Festival (ASFAF) on Sunday, the 100th anniversary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were artistes of various countries and overseas Korean artistes taking part in the festival.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were Yang Hyong Sop, vice-president of the SPA Presidium, An Tong Chun, minister of Culture and chairman of the festival organizing committee, as well as vice-chairpersons of the committee and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t A speech was made at the banquet."
        },
        {
            "title": "Friendship Gathering of Participants in ASFAF Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-32ee.html",
            "content": "Friendship Gathering of Participants in ASFAF Held\r\n Pyongyang, April 15 (KCNA) -- A friendship gathering of the participants in the 28th April Spring Friendship Art Festival (ASFAF) took place at the Taesongsan Pleasure Ground on Sunday.\n\t\t\t\t\t At the gathering the participants played amusement games divided into the Kumgangsan and Myohyangsan teams.\n\t\t\t\t\t\n\t\t\t\t\t The spectators enthusiastically supported the players in such games as running with a ball in between their foreheads and a tug of war.\n\t\t\t\t\t\n\t\t\t\t\t A brass band played, acrobats showed their skills and schoolchildren and juveniles danced supporting their teams, adding to the festive mood.\n\t\t\t\t\t\n\t\t\t\t\t Foreign artistes, overseas Korean artistes and schoolchildren and juveniles of the DPRK presented joyful dances to the tune of waltz."
        },
        {
            "title": "Kim Yong Il Meets Kanji Inoki and His Party",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-41ee.html",
            "content": "Secretary of WPK Central Committee Meets Kanji Inoki and His Party\r\n Pyongyang, April 15 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, met and conversed with Kanji Inoki, president of the Inoki Genom Joint Co., Ltd. of Japan, and his party at the Yanggakdo International Hotel on Sunday."
        },
        {
            "title": "Participants in Int'l Festival Calls for Holding Peerlessly Great Men in High Esteem as Eternal Sun",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-36ee.html",
            "content": "Participants in Int'l Festival Calls for Holding Peerlessly Great Men in High Esteem as Eternal Sun\r\n Pyongyang, April 15 (KCNA) -- The participants in the international festival for commemorating the 100th birth anniversary of President Kim Il Sung sent an appeal to the world progressives on April 15.\n\t\t\t\t\t The appeal said that Kim Il Sung founded the Juche idea, illumining the way for building a new world free from all kinds of domination, subordination, exploitation and oppression and setting a good example of the national liberation struggle in colonies and the construction of independent and sovereign state, thereby performing great exploits which will shine in history forever for the happiness and prosperity of the Korean people and humankind.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il who carried forward the cause of the sun reliably safeguarded peace and stability of the world with his original Songun politics, led the socialist cause and human cause of independence and made devoted services to make the 100th birth anniversary of Kim Il Sung an occasion for bringing the prosperity of Korea and the great auspicious event of the Korean people and the world progressives, it added.\n\t\t\t\t\t\n\t\t\t\t\t The participants, witnessing the stirring situation in which the history of the great sun continues century after century, are convinced that Kim Il Sung's Korea will further prosper in the new Juche 100-year and the human cause of independence will certainly be realized in the 21st century, it said.\n\t\t\t\t\t\n\t\t\t\t\t It called for holding in high esteem as the eternal sun of mankind the peerlessly great men who ushered in a new era of independence and guided the sacred cause for the freedom and happiness of the people and world peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It appealed to conduct more vigorous solidarity movement to support the DPRK, stronghold and fortress of independence and peace, and accomplish without fail global independence along a road of independence and justice illumined by the sun.\n\t\t\t\t\t\n\t\t\t\t\t It stressed Kim Il Sung and Kim Jong Il would always live in the hearts of mankind and their noble august names and immortal feats would shine long in history."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-13ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Raul Castro Ruz\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received on Thursday a congratulatory message from General Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t I would like to congratulate you on your election as first secretary of the Workers' Party of Korea and chairman of the Central Military Commission of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish you success in your responsible work.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my fraternal greetings."
        },
        {
            "title": "Congratulations to Kim Jong Un from President of Vietnam",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-15ee.html",
            "content": "Congratulations to Kim Jong Un from President of Vietnam\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Vietnamese President Truong Tan Sang, president of the National Defence and Security Council, on Friday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I would like to extend warm congratulations to you on your election as first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the traditional friendly and cooperative relations between the two countries will grow stronger for common interests of the two peoples and regional and global peace and stability as well as cooperation and development.\n\t\t\t\t\t\n\t\t\t\t\t I wish you health and lots of successes."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Party Leader of Ghana",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-24ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Party Leader of Ghana\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from the general secretary of the National Democratic Congress of Ghana on April 5.\n\t\t\t\t\t The general secretary in the message extended warm congratulations to Kim Jong Un on behalf of the National Democratic Congress on the occasion of the historic event celebrating the centenary of the birth of President Kim Il Sung, permanent leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and success in his responsible work as leader of the people who is steering the building of a thriving socialist nation."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Russian Party Leader",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-55ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Russian Party Leader\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Gennadi Zyuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on April 12 as regards his election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\t Zyuganov in the message expressed belief that the communists of the DPRK would continue to advance along the road indicated by President Kim Il Sung under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He noted that today the communists of Russia are celebrating the centenary of the birth of Kim Il Sung, leader of the Korean people, with friends of the Korean people worldwide.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un great success in his manifold activities for wellbeing of the country."
        },
        {
            "title": "Letter to Kim Jong Un from Chongryon Central Standing Committee ",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-18ee.html",
            "content": "Letter to Kim Jong Un from Chongryon Central Standing Committee \r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received on Sunday a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on the occasion of the 100th anniversary of President Kim Il Sung's birth.\n\t\t\t\t\t  The President was a peerlessly thinker and theoretician who ushered in an era of independence by founding the immortal Juche idea, nation's benefactor who liberated Korea from the Japanese imperialists' rule by leading to victory the bloody anti-Japanese struggle and an ever-victorious brilliant commander who brought the U.S. imperialists to their knees and brought about the beginning of decline for them for the first time, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He was a great star of leadership who built a socialist state centered on the popular masses and developed it into one, independent in politics, self-supporting in economy and self-reliant in national defence, and an unparalleled veteran statesman who firmly defended Korean-style socialism in showdown with the imperialist allied forces and led global independence to victory despite the difficulties in the political arena of the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t The President was a benefactor who brought a liberated country to Koreans in Japan who lived in sorrow as members of enslaved nation, being subject to maltreatment and discrimination by Japanese, and founded the Democratic People's Republic of Korea so that they can live as dignified overseas citizens of an independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The President saved the movement of Koreans in Japan which was at the crossroads of life or death with his gifted wisdom and bold decisions and gave rise to the Juche-oriented movement of overseas Koreans. These undying exploits performed by him is shining in the 100-year history of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest fortune of all the officials of Chongryon and Koreans in Japan to have you, another great man of Mt. Paektu, as the top leader of the country and Chongryon as you have made sure that the Juche cause and the movement of Koreans in Japan pioneered by the President and advanced by Kim Jong Il is carried forward by inheriting one idea and tradition. \n\t\t\t\t\t\n\t\t\t\t\t We will firmly establish your ideological and leadership system inside Chongryon as required by the cause of Juche which entered into a new century after holding you as the supreme leader of the party, state and army of the DPRK, and glorify Chongryon formed by Kim Il Sung and developed by Kim Jong Il as powerful overseas patriotic organization absolutely following you."
        },
        {
            "title": "Letter to Kim Jong Un from Participants of Int'l Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-29ee.html",
            "content": "Letter to Kim Jong Un from Participants of Int'l Festival\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a letter from participants in the international festival to celebrate the centenary of the birth of President Kim Il Sung on Sunday, the Day of the Sun.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t We would like to pay our highest tribute to the Great President Kim Il Sung and His Excellency Kim Jong Il, and extend our warm congratulations to Your Excellency Kim Jong Un, the successor to the revolutionary cause of Juche and the supreme leader of Korea, and the entire Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We would like to extend our heartfelt congratulations to you for having elected as the first secretary of the Workers' Party of Korea and the first chairman of the National Defence Commission of the Democratic People's Republic of Korea in accordance with the unanimous will and desire of the entire Korean people.\n\t\t\t\t\t\n\t\t\t\t\t You command the tremendous respect of the international community and attract the hearts of the progressive peoples as you are exactly the same as His Excellency Kim Il Sung, and His Excellency Kim Jong Il in terms of ideology, leadership and personal traits and lead Korea with such youthful vigor.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to you the new century of Juche of Kim Il Sung's Korea will be brighter than ever and the 21st century will be shining as the one when the global cause of independence will be fully realized.\n\t\t\t\t\t\n\t\t\t\t\t As we have been followers of the great ideas of His Excellency Kim Il Sung and His Excellency Kim Jong Il, and supporters of their righteous cause, attracted by their great personalities, we will entrust the future of the global cause of independence to Your Excellency Kim Jong Un and do our best to extend our solidarity to Songun Korea in the future.\n\t\t\t\t\t\n\t\t\t\t\t The Great Leader His Excellency President Kim Il Sung and the Great Leader His Excellency Kim Jong Il will live forever in the hearts of mankind."
        },
        {
            "title": "Letter to Kim Jong Un from AINDF Central Committee",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-59ee.html",
            "content": "Letter to Kim Jong Un from AINDF Central Committee\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un Sunday received a congratulatory letter from the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) on the occasion of the Day of the Sun.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary career of President Kim Il Sung was a sacred history of independence as it indicated the road to be followed by times and humankind with the rays of Juche, one of outstanding leadership as it unfolded a socialist ideal land, independent in politics, self-supporting in economy and self-reliant in national defence, on the land of the north and one of love in which he embraced the people and enabled them to emerge makers of history and enjoy happiness.\n\t\t\t\t\t\n\t\t\t\t\t The great President defeated the two formidable imperialist enemies with the matchless army of Mt. Paektu and led the social revolution at two stages and the two rounds of rehabilitation and construction and socialist construction of various phases to victories, thus building an invincible power independent and dignified, strong in self-defence and proud of its self-supporting in economy on the land of the north where only oppression, humiliation, centuries-old backwardness and poverty once prevailed.\n\t\t\t\t\t\n\t\t\t\t\t The exploits the President performed on the road of national reunification by devoting all his energies and wisdom till the last moments of his life will always go down in the history of the nation as boundlessly precious legacy he bequeathed to our nation and strong asset for achieving the cause of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t We will hold Kim Il Sung and General Secretary Kim Jong Il in high esteem as the eternal sun of Juche and the sun of Songun for all ages and firmly preserve and devotedly carry forward the idea of national reunification and leadership exploits of the peerlessly great men without the slightest deviation."
        },
        {
            "title": "Large Floral Baskets to DPRK Embassy from Cambodian King and Great King",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-56ee.html",
            "content": "Large Floral Baskets to DPRK Embassy from Cambodian King and Great King\r\n Pyongyang, April 15 (KCNA) -- King Norodom Sihamoni and Great King Norodom Sihanouk of Cambodia sent large floral baskets to the DPRK embassy in Pnom Penh in celebration of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t  A delegation of the Ministry of the Royal Palace of Cambodia headed by Kong Sam Ol, deputy prime minister in charge of the Royal Palace, on April 11 visited the DPRK embassy entrusted by the king and the great king and placed the floral baskets before the portraits of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation asked the DPRK ambassador to Cambodia to convey a congratulatory message from the king to the dear respected Kim Jong Un on occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said Kim Il Sung was a great man who sent strong support and encouragement to the great king and the people of Cambodia, adding:\n\t\t\t\t\t\n\t\t\t\t\t The great king and the great queen and the people of Cambodia will always remember the love and benevolence shown by Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t On this significant day we hope that Kim Il Sung would be always alive in the hearts of the Korean people and the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\t We, at the same time, wish immortality to the great leader of the Korean people Kim Jong Il, who turned the DPRK into a powerful state. \n\t\t\t\t\t\n\t\t\t\t\t The king and the great king warmly congratulate the Korean people on their big successes made in the cause of building a thriving nation under the wise leadership of supreme leader Kim Jong Un."
        },
        {
            "title": "Gymnastic Display Given in Ryanggang Province",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-40ee.html",
            "content": "Gymnastic Display Given in Ryanggang Province\r\n Pyongyang, April 15 (KCNA) -- Gymnastic display \"May Holy Land of Revolution Shine\" was given by school youth and children in Hyesan City, Ryanggang Province at the Hyesan Stadium, on Sunday, the centenary of the birth of President Kim Il Sung. \n\t\t\t\t\t It showed great achievements made by officials and working people in the province under the wise leadership of the peerlessly great men of Mt. Paektu and their pledge to build a thriving nation on this land under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Portrayed in the background were the old home of the President in Mangyongdae, Lake Chon on Mt. Paektu and letters reading \"Congratulations\", \"Day of the Sun\", etc.\n\t\t\t\t\t\n\t\t\t\t\t The performers displayed skillful actions with torchlight, clubs and rings.\n\t\t\t\t\t\n\t\t\t\t\t The performers praised the leadership feats of General Secretary Kim Jong Il, who turned Ryanggang Province into the holy land of revolution and base for education in revolutionary traditions.\n\t\t\t\t\t\n\t\t\t\t\t It also showed the will of school youth and children to prepare themselves to be able persons, knowledgeable, virtuous and healthy. \n\t\t\t\t\t\n\t\t\t\t\t Enjoying it were officials, working people and school youth and children in the province and the city."
        },
        {
            "title": "DPRK Embassy in Moscow Gives Reception to Mark Centenary of Birth of President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-16ee.html",
            "content": "PRK Embassy in Moscow Gives Reception to Mark Centenary of Birth of President Kim Il Sung\r\n Pyongyang, April 15 (KCNA) -- The DPRK embassy in Moscow gave a reception on April 12 in celebration of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were officials of the Ministry of Foreign Affairs, Ministry of Defense, Ministry of Regional Development, Ministry of Economy and Development, Ministry of Culture, Ministry of Extraordinary Situation, Ministry of Agriculture, State Duma, Federation Council, \"United Russia\" Party, Communist Party of the Russian Federation, Liberal Democratic Party, \"A Just Russia\", Party for Peace and Unity, Gazprom, Railway Co. Ltd., of Russia, Russian Association for Friendship and Cultural Cooperation with the DPRK and United Confederation of Koreans in Russia, persons related to friendship with the DPRK and Juche idea followers. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t The charge d'affaires ad interim of the DPRK embassy in Moscow said that Kim Il Sung performed immortal feats before the era and the revolution, the country and the people with his outstanding idea and theory and gigantic revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t Extending warm congratulations to the Korean people celebrating the centenary of the birth of the President, the first director of the Asian Department of the Ministry of Foreign Affairs of Russia said that the Russian people have remembered the great contribution he made to the establishment and development of the friendly relations between the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Yazov, minister of Defense of the former Soviet Union, noted that Kim Il Sung was the great revolutionary who embarked on the road of the revolution in his early years, wisely led the armed struggle against the colonial rule by the Japanese imperialists and opened a wide road of building a new society for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the independent politics of Kim Il Sung, the DPRK has demonstrated its dignity and might as the full-fledged nuclear weapons state, he added.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by members of the DPRK embassy and State Academic Igor Moiseyev Dance Company at the reception."
        },
        {
            "title": "Group Performances of April Spring Friendship Art Festival Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-12ee.html",
            "content": "Group Performances of April Spring Friendship Art Festival Held\r\n Pyongyang, April 15 (KCNA) -- The 28th April Spring Friendship Art Festival is going on amid ever-growing public interest.\n\t\t\t\t\t Upon hearing the news of peculiar performances being given by foreign artistes and overseas Korean artistes, an increasing number of people are visiting theatres.\n\t\t\t\t\t\n\t\t\t\t\t The Ponghwa Art Theatre, the East Pyongyang Grand Theatre, the Pyongyang Grand Theatre, the Central Youth Hall, the Music Hall of the Pyongyang Kim Won Gyun Conservatory and the Yun I Sang Concert Hall and the Pyongyang Circus Theatre were packed to their capacities with people from all walks of life, youth and students and artistes in the city, foreign guests and overseas compatriots on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The performers put on the stage choruses, songs, instrumental music, dances, acrobatic pieces and other colorful numbers, missing very much the kind-hearted President Kim Il Sung who showed profound loving care for the participants in the spring festival, his face beaming with a broad smile.\n\t\t\t\t\t\n\t\t\t\t\t Foreign artistes sang the immortal revolutionary paean \"Song of General Kim Il Sung\" in boundless reverence for him, striking a chord with the audience.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were \"Cantata to Marshal Kim Il Sung\", male solo of the art troupe of Koreans in China, \"Song of Loyalty\", female octet of the Army Ensemble of Mongolia, and immortal masterpiece \"Nostalgia\", violin solo of the art troupe of Koreans in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Piano solo \"Arirang\" played by the chairperson of the Japan-Korea Society for Music and Art Interchange deeply impressed the audience with its fine rendition.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish quintet put on the stage several numbers including \"Song of Finland\" which shows the emotion and inner world peculiar to the Finnish people.\n\t\t\t\t\t\n\t\t\t\t\t The Dance Troupe of Kiev Dance Theater of Ukraine represented dances of various countries with tested and elegant dance movements.\n\t\t\t\t\t\n\t\t\t\t\t Acrobats of China, Russia, Egypt, Japan and the U.S. presented numbers such as \"Revolving flower plates\", \"Plastic Swinging\" and \"Seesawing\" to the tune of rhythmic melodies.\n\t\t\t\t\t\n\t\t\t\t\t People presented floral baskets, bouquets and flowers to the performers in their successful performances.\n\t\t\t\t\t\n\t\t\t\t\t Performances go on."
        },
        {
            "title": "Floral Tribute to Kim Il Sung and Kim Jong Il from Russian Family",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-14ee.html",
            "content": "Floral Tribute to Kim Il Sung and Kim Jong Il from Russian Family\r\n Pyongyang, April 15 (KCNA) -- The Russian family of Ya. T. Nobichenko, an internationalist, on a visit to the DPRK, laid a floral basket before the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Saturday.\n\t\t\t\t\t They paid tribute to them after laying a floral basket."
        },
        {
            "title": "Gifts to Kim Il Sung, Kim Jong Il and Kim Jong Un from Mexican Political Party Leader ",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-26ee.html",
            "content": "Gifts to Kim Il Sung, Kim Jong Il and Kim Jong Un from Mexican Political Party Leader \r\n Pyongyang, April 15 (KCNA) -- President Kim Il Sung, General Secretary   Kim Jong Il and the dear respected Kim Jong Un were presented with gifts by Alberto Anaya Gutierrez, coordinator of the National Coordinating Committee of the Workers' Party of Mexico, on the occasion of the centenary of the birth of the President.\n\t\t\t\t\t The gifts were conveyed to an official concerned by the visiting member of the National Executive Committee of the Workers' Party of Mexico on April 14."
        },
        {
            "title": "Gift to Kim Jong Un from Japanese",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-27ee.html",
            "content": "Gift to Kim Jong Un from Japanese\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a gift from Kanji Inoki, president of the Inoki Genom Joint Co., Ltd. of Japan on a visit to the DPRK, on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The gift was handed over to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, by Kanji Inoki on Sunday."
        },
        {
            "title": "Gift to Kim Jong Un from Dominican Political Party Leader",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-30ee.html",
            "content": "Gift to Kim Jong Un from Dominican Political Party Leader \r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by Jose Miguel Mejia, secretary general of the United Left Movement of Dominica, on the occasion of the Day of the Sun.\n\t\t\t\t\t It was handed over to the DPRK ambassador to Cuba on April 10."
        },
        {
            "title": "Gifts to Kim Jong Un from Russian Personage and Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-31ee.html",
            "content": "Gifts to Kim Jong Un from Russian Personage and Organization\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received gifts from Oleg Nikolayevich Kozhemyako, governor of Amur Region, and the Paektusan Taekwon-Do Club, regional sports social organization of Russia.\n\t\t\t\t\t They were handed over to officials concerned of the DPRK embassy in Moscow and its mission in Khabarovsk on April 6 and 10 by the governor of the region and the president of the club."
        },
        {
            "title": "Floral Baskets Placed before Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-33ee.html",
            "content": "Floral Baskets Placed before Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, April 15 (KCNA) -- Floral baskets were placed before statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill and at the Mansudae Art Studio on Sunday, the Day of the Sun.\n\t\t\t\t\t Seen before the statues were floral baskets from the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets, bunches of flowers and flowers were placed before the statues on Mansu Hill in the name of the party, armed forces and power organs, social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, institutions at all levels, industrial establishments, farms, schools and other institutions in Pyongyang.  \n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, people from all walks of life and schoolchildren laid floral baskets, bunches of flowers and flowers before equestrian statues of Kim Il Sung and Kim Jong Il at the Mansudae Art Studio and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, people and schoolchildren visited statues of the President at different units in Pyongyang and in local areas to pay tribute in humblest reverence after laying floral baskets, bunches of flowers and flowers.\n\t\t\t\t\t\n\t\t\t\t\t Delegations from Jilin Province of China placed a floral basket before the statue of the President at the Victorious Battle of Pochonbo Memorial Tower on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the consulates general of China and Russia in Chongjin, North Hamgyong Province and other foreigners, overseas Koreans and Chinese residents in Chongjin and Rason cities also paid floral tribute to the statue and portraits of a smiling President on the centenary of the birth of President Kim Il Sung."
        },
        {
            "title": "Juche Idea Followers Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-42ee.html",
            "content": "uche Idea Followers Visit Mangyongdae \r\n Pyongyang, April 15 (KCNA) -- Delegations and delegates of Juche idea study organizations of different countries and regions, representatives of international organizations and guests of honor to the World Congress on the Juche Idea visited Mangyongdae on Sunday.\n\t\t\t\t\t They laid a floral basket in boundless reverence for President Kim Il Sung before his birthplace in Mangyongdae. \n\t\t\t\t\t\n\t\t\t\t\t They looked around historic relics there, recollecting the revolutionary life and undying feats of the President. \n\t\t\t\t\t\n\t\t\t\t\t They had a picture taken in honor of the visit to the birthplace in Mangyongdae. -0"
        },
        {
            "title": "Former U.S. President Charmed by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-46ee.html",
            "content": "Former U.S. President Charmed by Kim Il Sung\r\n Pyongyang, April 15 (KCNA) -- The KCNA-AP Joint Photo Exhibition \"Window on North Korea\" took place in New York in commemoration of the centenary of the birth of President Kim Il Sung (April 15). \n\t\t\t\t\t Conspicuous among the photos on display was a photo of  Kim Il Sung and former U.S. President Jimmy Carter aboard an excursion boat, when the latter was paying a visit to the Democratic People's Republic of Korea in June Juche 83 (1994).\n\t\t\t\t\t\n\t\t\t\t\t A luncheon began on the boat.\n\t\t\t\t\t\n\t\t\t\t\tCarter was astonished to see that the menu was prepared with dishes he liked.\n\t\t\t\t\t\n\t\t\t\t\t With broad smile on his face, the President said the menu excluded bean food. Carter questioned to the President how he knew that he was allergenic to bean. Then he smilingly answered that he knew all in the world.\n\t\t\t\t\t\n\t\t\t\t\t When the boat was approaching Nampho Port, Jimmy Carter, pointing to silos on the land, asked the President about them.\n\t\t\t\t\t\n\t\t\t\t\t The President carefully explained to him about the silos.\n\t\t\t\t\t\n\t\t\t\t\t Carter expressed admiration for his knowledge, saying there would be no head of state throughout the world who knew about even small silos."
        },
        {
            "title": "\"The Snow Is Falling\", Hit in Art Festival's Opening Performance",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-48ee.html",
            "content": "\"The Snow Is Falling\", Hit in Art Festival's Opening Performance\r\n Pyongyang, April 15 (KCNA) -- The 28th April Spring Friendship Art Festival raised its curtain Wednesday with a performance of Korean artistes.\n\t\t\t\t\t The orchestral music and chorus \"The Snow Is Falling\" left deep impressions on the audience.\n\t\t\t\t\t\n\t\t\t\t\tThe musical piece represents the spiritual world and aesthetic emotions of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It is a mixed instrumentation with national instruments partially combined.\n\t\t\t\t\t\n\t\t\t\t\t The orchestral music and chorus \"The Snow Is Falling\" was performed by artistes of the State Merited Chorus and the National Symphony Orchestra."
        },
        {
            "title": "Cuban Music Band's Performance Acclaimed at Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-47ee.html",
            "content": "Cuban Music Band's Performance Acclaimed at Festival\r\n Pyongyang, April, 15 (KCNA) -- The Cuban Anakaona Female Music Band, at the 28th April Spring Friendship Art Festival now under way in Pyongyang, is enjoying popularity for its enthusiastic performance.\n\t\t\t\t\t In particular, the band successfully performed Korean serial songs \"Memory of the Native Home\" and \"I Think, Looking at You\".\n\t\t\t\t\t\n\t\t\t\t\t The band, consisting of female singers and players, greeted its 80th birthday in February last.\n\t\t\t\t\t\n\t\t\t\t\t This troupe, well known at home and abroad, has become a pride of the Cuban people.\n\t\t\t\t\t\n\t\t\t\t\t Georgia Alexandra Aguirre Gonzalez, head of the band, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t\"We are glad to display part of Cuba's arts before kind people of the DPRK at this April Spring Friendship Art Festival celebrating the Day of the Sun (April 15).\n\t\t\t\t\t\n\t\t\t\t\t The festival is big in scale and very significant.\n\t\t\t\t\t\n\t\t\t\t\t I hope we would take part in the future festival, too, which offers an opportunity to get a glimpse of different nations' cultures and promote friendship and solidarity among peoples.\""
        },
        {
            "title": "Cossack State Dance Company Acclaimed in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-49ee.html",
            "content": "Cossack State Dance Company Acclaimed in DPRK \r\n Pyongyang, April 15 (KCNA) -- The well-known Russian Cossack State Dance Company is enjoying popularity at the 28th April Spring Friendship Art Festival in the DPRK.\n\t\t\t\t\t The company, made up of celebrated dancers, presented to the festival diverse numbers prepared with sincerity. Among them are song and dance \"Victory\" and \"Cossack Dance\".\n\t\t\t\t\t\n\t\t\t\t\t In particular, playing of traditional musical instruments, including bayan, attracted attention of the audience.\n\t\t\t\t\t\n\t\t\t\t\t Leonid Milivanov, head of the dance company that had the honor to perform at the 23rd April Spring Friendship Art Festival in the presence of General Secretary Kim Jong Il and had a photo session with him, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"At that time I felt great personality of the tender-hearted leader in conversation with him.\n\t\t\t\t\t\n\t\t\t\t\tMy yearning for him is growing stronger at the current festival. \n\t\t\t\t\t\n\t\t\t\t\t I believe everything will go well in the DPRK under the guidance of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Our cherished wish is to give performance in his presence. \n\t\t\t\t\t\n\t\t\t\t\t We warmly congratulate the Korean people on the centenary of the birth of President Kim Il Sung and wish Kim Jong Un good health and great success in his work.\""
        },
        {
            "title": "German Violinist Fascinates Audience at Art Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-51ee.html",
            "content": "German Violinist Fascinates Audience at Art Festival\r\n Pyongyang, April 15 (KCNA) -- Bin Huang, a famous violin soloist of the German Creusen Concert, is taking part in the 28th April Spring Friendship Art Festival under way in Pyongyang.\n\t\t\t\t\t Her wonderful play has fascinated the audience from the first day of the festival.\n\t\t\t\t\t\n\t\t\t\t\t She played Korean song \"We Will Be Loyal Down through Generations\" and foreign songs, giving deep impressions on the audience.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chol Yong, a teacher of Pyongyang Kim Won Gyun Conservatory, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Her play was amazing. I am very happy to have enjoyed the performance of prestigious artists.\n\t\t\t\t\t\n\t\t\t\t\tBin Huang told KCNA that here in Pyongyang, she feels herself in her homeland, China.\n\t\t\t\t\t\n\t\t\t\t\t The festival is excellent and, in particular, the level of its opening performance is very high, she said.\n\t\t\t\t\t\n\t\t\t\t\t She started playing violin at the age of 4 and was given education at conservatories in several countries.\n\t\t\t\t\t\n\t\t\t\t\t Bin Huang won high acclamation at international concours and has been recognized as a first-class player. She is now active as an extramural lecturer."
        },
        {
            "title": "Russia's Music Conductor, Well Known to Koreans",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-52ee.html",
            "content": "Russia's Music Conductor, Well Known to Koreans\r\n Pyongyang, April 15 (KCNA) -- Stanislav Semyonovich Kalinin, who is attending the 28th April Spring Friendship Art Festival now under way in Pyongyang, is a conductor of the Chorus Troupe of the Moscow Tchaikovsky State Conservatory of Russia, well known to Korean people.\n\t\t\t\t\t He was awarded a top prize at the festival held in Juche 92 (2003).\n\t\t\t\t\t\n\t\t\t\t\t A dean of the conservatory's faculty, Kalinin had the honor to be received by General Secretary Kim Jong Il on four occasions.\n\t\t\t\t\t\n\t\t\t\t\t He told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il had conversations with me about arts and life on several occasions. To my astonishment, he was very meticulous and had profound knowledge about the arts.\n\t\t\t\t\t\n\t\t\t\t\t And, he is a model of statesmen as he showed how to guide and glorify the state.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of General Kim Il Sung\" is a famous song that represents admiration and deep reverence of the world's people for him. As the song is very rhythmic, it requires to be sung with vigor and deep emotions.\n\t\t\t\t\t\n\t\t\t\t\t All members of the Chorus Troupe are young. I would like to give them an opportunity to witness the splendid looks of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t I witness many changes taking place in Pyongyang each time I come here.\n\t\t\t\t\t\n\t\t\t\t\tNew apartment buildings were modernly built in the city, including the Mansudae area. And, I feel the city throbbing with vigor.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il sent a gift to the conductor in October last year, congratulating him on his 70th birthday. And he was awarded honorary professorship of Kim Won Gyun Pyongyang Conservatory and Order of DPRK Friendship 2nd Class."
        },
        {
            "title": "First-term Camping of Schoolchildren Starts",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-34ee.html",
            "content": "First-term Camping of Schoolchildren Starts\r\n Pyongyang, April 15 (KCNA) -- The first-term camping began at children's camps across the country on the Day of the Sun.\n\t\t\t\t\t During the camping they will have an opportunity to visit revolutionary sites and battle sites and hold public presentations, mountaineering and study tour. \n\t\t\t\t\t\n\t\t\t\t\t A meeting of first-term campers took place at the Mangyongdae Children's Camp on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Gifts sent by the dear respected Kim Jong Un to the camps across the country were conveyed. \n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t  Ceremonies took place at the Songdowon International Children's Camp and other children's camps to welcome campers."
        },
        {
            "title": "Korean People Delighted at Erection of Great Men's Statues",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-50ee.html",
            "content": "Korean People Delighted at Erection of Great Men's Statues\r\n Pyongyang, April 15 (KCNA) -- The Korean people are overcome with great joy at the erection of statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill.\n\t\t\t\t\t The statues were unveiled on the occasion of Kim Il Sung's 100th birth anniversary (April 15), the Day of the Sun. \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Hwang, an academician of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The erection of statues represents the Korean people's deep admiration for the greatness of Kim Il Sung and Kim Jong Il, who performed undying feats for the times and history with unique ideas and tireless efforts.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the erection is the greatest event for the Korean people, as it glorifies the great men's brilliant career and displays the dignity of Kim Il Sung's nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Kye Jong, a candidate academician of Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We are grateful to the dear respected Kim Jong Un for the erection of such admirable statues.\n\t\t\t\t\t\n\t\t\t\t\t To have statues of Kim Il Sung and Kim Jong Il erected together was the unanimous wish of all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t This wish was realized by Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\tProf. and Dr. Ri Yong Su at Hamhung University of Chemical Engineering, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Jong Un's strong sense of moral obligation led to the erection of statues. The Korean people's desire to hold Kim Il Sung and Kim Jong Il in high esteem for all ages has been materialized by him.\n\t\t\t\t\t\n\t\t\t\t\t I would be glad if Kim Jong Il's statue is erected in South Hamgyong Province where I live. \n\t\t\t\t\t\n\t\t\t\t\t I will devote myself to glorifying his undying feats.\""
        },
        {
            "title": "Pyongyang in Festive Mood on Day of Sun",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-53ee.html",
            "content": "Pyongyang in Festive Mood on Day of Sun\r\nPyongyang, April 15 (KCNA) -- April 15 marks the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t On this occasion the Korean people and the world revolutionary people are splendidly commemorating the Day of the Sun, a holiday common to humankind.\n\t\t\t\t\t\n\t\t\t\t\t The news that the 4th Conference of the Workers' Party of Korea and the 5th Session of the 12th Supreme People's Assembly elected the dear respected Kim Jong Un to the top post of the party and the state has stirred up the celebration atmosphere.\n\t\t\t\t\t\n\t\t\t\t\tServicepersons and civilians placed floral baskets and flowers before statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill. \n\t\t\t\t\t\n\t\t\t\t\tWith deep yearning for the President, who built a socialist country in Korea and gave continuity to leadership, they hardened their resolve to remain faithful to the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe Mansudae Art Studio, where statues of Kim Il Sung and Kim Jong Il are standing, was also crowded with visitors paying respects to them.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jae Sun, an old man who visited the mosaics portraying smiling Kim Il Sung and Kim Jong Il on Jangdae Hill with his family, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t When I look up to the image of the smiling President, I can't repress deep yearning for him who devoted his all to the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t Foreigners visited the statues to lay floral baskets and flowers, and paid tribute to the President and the leader, who made great contributions to accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Streets of Pyongyang are decorated with national flags, large visual boards, electronic displays and posters. \n\t\t\t\t\t\n\t\t\t\t\t The city became more beautiful with azaleas, royal azaleas, golden-bell flowers and apricot trees coming into bloom."
        },
        {
            "title": "Day of Sun Marked in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-38ee.html",
            "content": "Day of Sun Marked in DPRK\r\n Pyongyang, April 15 (KCNA) -- The DPRK significantly celebrated the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Officials, working people and school youth and children across the country placed floral baskets, bouquets and flowers before statues of the President on the occasion.\n\t\t\t\t\t\n\t\t\t\t\t An endless stream of people from all walks of life and school youth and children visited Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t Broad sections of people and school youth and children visited the 14th Kimilsungia Festival venue and the Kimilsungia exhibition halls in each province and the Kimilsungia-Kimjongilia Greenhouses in cities and counties in boundless reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t Art performances were given in theatres, halls, open-air theaters in the capital city of Pyongyang and localities.\n\t\t\t\t\t\n\t\t\t\t\t A music and dance performance was given in Phyongsong by artistes, working people and school youth and children in South Phyongan Province. The large-scale choruses of working people and women's union members and youth and students were given in Manpho and Huichon.\n\t\t\t\t\t\n\t\t\t\t\t The grand choir \"We will hold in high esteem the eternal sun of the nation for all ages\" was given in the plaza of Victorious Battle of Pochonbo Memorial Tower by artistes in Ryanggang Province and working people in Hyesan City.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the industrial establishments in the DPRK spent the holiday, enjoying performances given by art groups and playing sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\t Among them were the February 8 Vinalon Complex, the Hungnam Fertilizer Complex, the Namhung Youth Chemical Complex, the Ryongsong Machine Complex, the Huichon Precision Machine Plant and the February 8 Jikdong Youth Coal Mine.\n\t\t\t\t\t\n\t\t\t\t\t Mass gymnastic displays took place by school youth and children in provincial seats.\n\t\t\t\t\t\n\t\t\t\t\t A variety of holiday dishes were served in the public catering centers. Parks, recreation grounds and holiday resorts were crowded with holiday-makers.\n\t\t\t\t\t\n\t\t\t\t\t Sports and amusements games were held in many units including the Ranam Coal Mining Machine Complex, the Wonsan Railway Rolling-Stock Complex and the Migok Co-op Farm in the city of Sariwon."
        },
        {
            "title": "Kim Jong Il Admired for His Greatness",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-45ee.html",
            "content": "im Jong Il Admired for His Greatness\r\n Pyongyang, April 15 (KCNA) -- President Kim Il Sung in his lifetime had used to say he was blessed with his heir. \n\t\t\t\t\t When the President visited China, he heard a Chinese party leader admiring General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t About his impressions on his meeting with Kim Jong Il in Juche 72 (1983), the party leader told Kim Il Sung that Kim Jong Il was an experienced and seasoned statesman, who was so attractive.\n\t\t\t\t\t\n\t\t\t\t\t He envied the President for being blessed with his peerless heir. \n\t\t\t\t\t\n\t\t\t\t\t It is unusual for a statesman to express his admiration for other country's heir. \n\t\t\t\t\t\n\t\t\t\t\t When the President met with Cambodian King Samdech Norodom Sihanouk in June 1988, he told him that he was blessed with his heir.\n\t\t\t\t\t\n\t\t\t\t\tHe said Kim Jong Il saw to it that the Pyongyang Maternity Hospital, Kim Il Sung Stadium, Ice Rink, Changgwang Health Complex and Grand People's Study House were built to translate his plan into reality and Kim Jong Il was caring so much for his health.  \n\t\t\t\t\t\n\t\t\t\t\t As a visiting African president told Kim Il Sung that the Democratic People's Republic of Korea had a master of creation, Kim Il Sung said the master was none other than Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The President personally dedicated a poem \"Bright Star\" to         Kim Jong Il's 50th birthday.\n\t\t\t\t\t\n\t\t\t\t\t The poem represents the President's trust in Kim Jong Il, who was enjoying profound reverence among the people for his extraordinary ideological wisdom, leadership ability and noble personality, as well as his happiness of being blessed with his heir, who succeeded to the revolutionary cause of Juche."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (29)",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-54ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (29)\r\nKim Jong Il Advances Economic Construction Line in Era of Songun\n\t\t\t\t\t\n\t\t\t\t\tPyongyang, April 15 (KCNA) -- General Secretary Kim Jong Il set forth a new revolutionary and scientific line to further develop the economy of the DPRK with the imperialists intensifyhing the moves to isolate and stifle it.\n\t\t\t\t\t\n\t\t\t\t\tThe line is to give priority to the development of the defence industry in conformity with the Songun (military-first) era while developing the light industry and agriculture simultaneously. This original line makes it possible to successfully carry on the building of a thriving socialist nation under any complicated situation.\n\t\t\t\t\t\n\t\t\t\t\tIn August Juche 92 (2003) Kim Jong Il stressed the need to thoroughly implement the line of economic construction in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the line is a strategic one for socialist economic construction to be invariably maintained in the era of Songun and it provides a material and economic guarantee for the Songun leadership and politics of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe leader wisely led the implementation of this line, thus putting the defence industry on a more self-reliant and modern basis.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his energetic guidance the defence industry of the DPRK developed into an ultra-modern industry capable of manufacturing any advanced military equipment.\n\t\t\t\t\t\n\t\t\t\t\tHe also paid much effort to developing the light industry and agriculture. \n\t\t\t\t\t\n\t\t\t\t\tTouring industrial establishments and co-op farms, he solved knotty problems and encouraged the people to turn out in the innovation drive.\n\t\t\t\t\t\n\t\t\t\t\tHis ceaseless field guidance helped renovate many factories as required by the Songun era and build modernly-equipped production bases to further improve the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\tA vigorous drive was conducted to lay solid foundations for agricultural production, including land rezoning, project for nature-driven waterway and construction of stockbreeding bases.\n\t\t\t\t\t\n\t\t\t\t\tThe leader worked hard day and night in 2011, the last year of his great life, too, to provide the people with better living conditions.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his tireless efforts a new era of industrial revolution was opened up and the DPRK's economy turned into knowledge-based one."
        },
        {
            "title": "Koreans in Japan Meet to Celebrate Centenary of Kim Il Sung's Birth ",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-19ee.html",
            "content": "Koreans in Japan Meet to Celebrate Centenary of Kim Il Sung's Birth \r\n Pyongyang, April 15 (KCNA) -- A meeting of Koreans in Japan for celebrating the centenary of the birth of President Kim Il Sung took place at the Korean Hall of Culture in Tokyo on Saturday.\n\t\t\t\t\t Present there were Ho Jong Man, chief vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), its vice-chairmen, advisors and directors, the permanent advisor and director of the Research Institute on History of Korean Residents in Japan, leading officials of central organizations and enterprises, officials of the Headquarters and chapters of Chongryon in Kanto, Koreans in Japan and teachers and students of Joson University.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in a report praised the President as the most distinguished great statesman in the 20th century and founder of socialist Korea as he founded the immortal Juche idea, expounded all the theoretical and practical matters arising in the revolution and construction in a unique manner and built on this land an invincible power, independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the outstanding leadership of Kim Jong Il that a steady continuity was given to the President's revolutionary history, the 100-year history of Juche decorated as annals of great victory and a bright prospect for the new century of Juche opened, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche cause and the movement of Koreans in Japan pioneered by the President and carried forward by General Secretary Kim Jong Il have entered a new historical stage under the guidance of the dear respected Kim Jong Un, another great man of Mt. Paeku.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest fortune of the people in the homeland, Chongryon and Koreans in Japan that the Koreans were led by the two great men Kim Il Sung and Kim Jong Il in the past century of Juche era and that they are now led by another peerlessly great man Kim Jong Un in the new century of Juche era.\n\t\t\t\t\t\n\t\t\t\t\t The reporter expressed the pledge to firmly preserve the Juche-based line of the movement of Koreans in Japan indicated by the President and patriotic spirit instilled by Kim Jong Il, thus dynamically advancing the patriotic movement in the new century of Juche era."
        },
        {
            "title": "Kim Jong Un's Election as First Chairman of NDC Lauded by Korean Residents in Japan",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-20ee.html",
            "content": "Kim Jong Un's Election as First Chairman of NDC Lauded by Korean Residents in Japan\r\n Pyongyang, April 15 (KCNA) -- A meeting of Korean residents in Japan was held in Tokyo on Saturday to celebrate the dear respected Kim Jong Un's election as first chairman of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t Present there were Chief Vice-chairman Ho Jong Man, vice-chairmen, advisors and directors of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), permanent advisor and director of the Research Institute on History of Korean Residents in Japan, officials of central organizations of Chongryon, enterprises, headquarters and chapters of Chongryon in Kanto, Koreans and youth and students in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in his report said that upholding Kim Jong Un at the top post of the DPRK is a great auspicious event by which the ardent desire and unanimous wishes of the Koreans were realized, lauding it as a historic event which solemnly declared the victorious advance of new 100 years of Juche  era  in Kim Il Sung and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t He praised Kim Jong Un as peerlessly great man who has carried forward the tradition of Mt. Paektu with his extraordinary wisdom, outstanding leadership and noble virtues, and great statesman possessed of prominent leadership ability. \n\t\t\t\t\t\n\t\t\t\t\t Saying that Kim Jong Un is not only great leader of Chongryon but benevolent father of Chongryon officials and compatriots, he noted that the Juche-oriented movement of Korean residents in Japan initiated by President Kim Il Sung and developed in depth by General Secretary Kim Jong Il would shed brighter rays along with new 100 years of Juche era as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was read out at the meeting."
        },
        {
            "title": "Art Performance Given by Koreans in Japan",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-28ee.html",
            "content": "Art Performance Given by Koreans in Japan\r\n Pyongyang, April 15 (KCNA) -- An art performance was given by students of Joson University in Japan at the Korean Hall of Culture in Tokyo on Saturday to mark the centenary of the birth of Generalissimo Kim Il Sung.\n\t\t\t\t\t Put on the stage were large chorus \"Song of General Kim Il Sung\", immortal revolutionary hymn, chorus \"Song of Loyalty\", an all-people hymn, dance \"We Cherish Our Single-minded Loyalty\", chorus \"Song Sung While Leaving the Homeland\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang praises of the President who always took deep care of Koreans in Japan and the exploits General Secretary Kim Jong Il performed by making ceaseless forced march of high intensity for the building of a thriving socialist nation till the last moments of his life."
        },
        {
            "title": "Chongryon Photo Exhibition Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-58ee.html",
            "content": "Chongryon Photo Exhibition Held\r\n Pyongyang, April 15 (KCNA) -- A photo exhibition of the General Association of Korean Residents in Japan (Chongryon) was held at Tokyo Korean middle and high school on April 14 to celebrate the centenary of the birth of Generalissimo Kim Il Sung.\n\t\t\t\t\t More than 200 photos of the revolutionary feats of the great men of Mt. Paektu were displayed in four chapters at the exhibition hall.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 1 was devoted to photos dealing with historical facts that Kim Il Sung embarked upon the road of revolution in his teens and led the two revolutionary wars, rehabilitation and construction and two-stage social revolution to victory and of his revolutionary history in which he devoted his whole life only to the freedom and happiness of the people till the last moments of his great life.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 2 was devoted to photos dealing with the feats General Secretary Kim Jong Il performed by leading the building of a thriving nation through his tireless efforts all his life.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 3 was dedicated to photos showing the loving care and solicitude shown by Kim Il Sung and Kim Jong Il for Chongryon and the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The last chapter was devoted to photos showing the dear respected Kim Jong Un steering the new centenary of Juche Korea with his outstanding leadership, holding Kim Il Sung and Kim Jong Il in high esteem forever."
        },
        {
            "title": "Korean Fine Art Exhibition Opens in China",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-60ee.html",
            "content": "Korean Fine Art Exhibition Opens in China\r\n Pyongyang, April 15 (KCNA) -- A fine art exhibition of the DPRK was opened with due ceremony in Beijing on April 13 to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t On display in the venue of the exhibition were art works on the immortal revolutionary careers, exploits and noble traits of Kim Il Sung and General Secretary Kim Jong Il and paintings truthfully depicting the building of a thriving socialist nation by the army and people of the DPRK and their happy life.\n\t\t\t\t\t\n\t\t\t\t\t Zhang Aiping, deputy department director of the Ministry of Culture, said in a speech at the opening ceremony that the cultural exchange between the two countries has a long history, adding that the cultural exchange and cooperation have played a positive role in boosting the friendship between the two peoples as an important part of the traditional Sino-DPRK friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t Zhang renewed the resolution to steadily expand cooperation in the field of culture and thus boost the Sino-DPRK friendly relations provided and cultivated by the leaders of elder generations.\n\t\t\t\t\t\n\t\t\t\t\t He expressed hope that the exhibition would help towards deepening and promoting the understanding and friendship between the peoples of China and the DPRK and giving spurs to the steady development of socialist cultural construction in the two countries."
        },
        {
            "title": "Kim Il Sung's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-01ee.html",
            "content": "Kim Il Sung's Work Off Press in Russia \r\n Pyongyang, April 15 (KCNA) -- President Kim Il Sung's work \"Enhancing the Role of the Popular Masses Is the Guarantee for Victory in the Cause of Independence\" was brought out in pamphlet by the Communist Party of the Russian Federation.\n\t\t\t\t\t The work, published on April 15, 1992, clarifies that the President's life spanning 80 years is the one of struggle devoted to the people as their son and that the Workers' Party of Korea firmly adhered to the stand and principle of Juche with the Juche idea as its guidelines all the time in the whole period of the revolution and construction. It said that the common task of the Korean people and the world people is to build a new independent world.\n\t\t\t\t\t\n\t\t\t\t\t Its releasing ceremony took place in the Pravda on April 6."
        },
        {
            "title": "Kim Il Sung Lauded by Foreign Figures ",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-02ee.html",
            "content": "Kim Il Sung Lauded by Foreign Figures \r\n Pyongyang, April 15 (KCNA) -- Events were held in various countries on the occasion of the birth anniversary of President Kim Il Sung. They included remembrance meetings, book and photo exhibitions, film shows and seminars in Nigeria, Bangladesh, India, Ecuador, Vietnam, Sweden, Bulgaria and Nepal between April 1 and 6.\n\t\t\t\t\t Displayed in the venues of the events were books and photos showing the sacred revolutionary career of the President and his undying feats.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Fireworks for a Thriving Nation\" and \"Pyongyang Today\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian preparatory committee for commemorating the centenary of the birth of President Kim Il Sung said the President is the founder of the DPRK and the great leader who built it into a country that has a strong political, military and economic foundation.\n\t\t\t\t\t\n\t\t\t\t\t His glorious revolutionary career and undying exploits will shine long together with his august name of the sun, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of the Voluntad Publishing House of Ecuador said the President and General Secretary Kim Jong Il gave his family great happiness and pleasure. He would live as a family member of the Korean people, holding the peerlessly great persons as eternal father, he added.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to the dear respected Kim Jong Un was adopted at a seminar in Vietnam."
        },
        {
            "title": "Letter to Kim Jong Un from Danish Friendship Association Chairman",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-03ee.html",
            "content": "Letter to Kim Jong Un from Danish Friendship Association Chairman\r\n Pyongyang, April 15 (KCNA) -- The dear respected Kim Jong Un received a letter from Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, on March 31.\n\t\t\t\t\t The letter said the joint meeting was held in Copenhagen to mark the Day of the Sun under the co-sponsorship of the Denmark-DPRK Friendship Association and the Danish preparatory committee for commemorating the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The President was praised as the most prominent statesman and the anti-imperialist fighter representing the 20th century not only by the Korean people but by the world people aspiring after progress and loving peace, it noted.\n\t\t\t\t\t\n\t\t\t\t\t He worked hard to realize the independent and peaceful reunification of the country and to ensure peace on the Korean Peninsula and put forth numerous proposals for reunification acceptable to every body, it said.\n\t\t\t\t\t\n\t\t\t\t\t The north-south declarations adopted in 2000 and 2007 reflect the great desire of the President for the country's reunification and they are the result of the leadership of Kim Jong Il who worked heart and soul for a solution to the issues cropping up due to the division of the nation, it added.\n\t\t\t\t\t\n\t\t\t\t\t It extended invariable support to the just cause of the Korean people for the victory of socialism under the leadership of the dear respected Kim Jong Un who is firmly defending the Juche line of the President and the banner of Songun provided by Kim Jong Il."
        },
        {
            "title": "Kim Il Sung's Feats Hailed by Guy Dupre",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-04ee.html",
            "content": "Kim Il Sung's Feats Hailed by Guy Dupre\r\n Pyongyang, April 15 (KCNA) - Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, on April 6 posted on internet website an article titled \"Great unity of Korean nation is important guarantee for realizing noble desire of President Kim Il Sung\".\n\t\t\t\t\t To significantly celebrate the centenary of the birth of the President is a great event of not only the Korean people who turned out in the struggle to achieve the independent and peaceful reunification of the country and build a thriving nation but also the world progressives struggling for justice, independence and peace, the secretary general said.\n\t\t\t\t\t\n\t\t\t\t\t  The birth anniversary of the President is being grandly celebrated in different parts of the world through colorful events, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is a reflection of the unanimous praises of progressive mankind for the undying feats of the President, the distinguished leader of the Korean revolution, the founder of socialist Korea and the staunch defender of the sovereignty and dignity of the Korean people, who devoted his whole life to the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Miraculous achievements were made in the DPRK under the wise leadership of the President and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is sure to triumph as it is wisely led by supreme leader Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Brilliant Life and Feats Praised by Indian Papers",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-05ee.html",
            "content": "Kim Il Sung's Brilliant Life and Feats Praised by Indian Papers\r\n Pyongyang, April 15 (KCNA) -- Indian papers gave one whole-page to special write-ups under the title \"On centenary of the birth of President Kim Il Sung\" with the portrait of a smiling President between April 1 and 10.\n\t\t\t\t\t The Science Technology and Education News said that the President enjoyed the distinguished authority in the world political circle and was deeply revered by the progressives as he greatly contributed to the Korean revolution and human independence.\n\t\t\t\t\t\n\t\t\t\t\t India Europe News and Information Bureau noted that 100 years of Kim Il Sung's Korea were years in which it achieved the national liberation and has brilliantly defended the dignity and sovereignty of the country from the imperialist aggression. In this period the country turned into a prospering socialist power from a country of centuries-old backwardness and poverty.\n\t\t\t\t\t\n\t\t\t\t\t Krishna Aberta stated that the brilliant life and immortal feats of the President will go down for all ages along with mankind as the sun is immortal.\n\t\t\t\t\t\n\t\t\t\t\t Defence and Humanity said that the President founded the Juche idea and the Songun idea, adding that all the victories won by the Korean people and the great changes taking place in the DPRK are the victory and fruition of the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t Passion India said that only victory will be in store for the Korean people advancing under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Marked in Peru",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-06ee.html",
            "content": "Kim Il Sung's Birth Anniversary Marked in Peru\r\n Pyongyang, April 15 (KCNA) -- The Kim Jong Suk Library in Peru and the Peruvian People's Women Union issued a joint special bulletin on April 5 to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t The bulletin carried an article with the portrait of a smiling President and photos of the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The article said: The President was born at Mangyongdae, Pyongyang on April 15, 1912 and grew up to be an ardent patriot and great revolutionary, receiving patriotic education from his parents.\n\t\t\t\t\t\n\t\t\t\t\t He founded the immortal Juche idea by creatively applying the precedent theories of the working class to the changed situation. He defeated the formidable U.S. and Japanese imperialist enemies, defended the independence and sovereignty of the country and laid a firm foundation for Juche-based socialism in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He also put forward the Juche-based line of building the party and the state and thoroughly implemented it, thus strengthening the DPRK into the beacon of the world revolution and the indestructible socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t The ideological, theoretical and leadership feats performed by him will be immortal along with the eternal sun."
        },
        {
            "title": "Stamp Issued in Ukraine to Mark Centenary of Birth of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-07ee.html",
            "content": "Stamp Issued in Ukraine to Mark Centenary of Birth of Kim Il Sung \r\n Pyongyang, April 15 (KCNA) -- The state-run Ukrainskaya Potsta in Ukraine issued a commemorative stamp on March 30 at the initiative of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Printed in the stamp is a photo showing the President among foreigners.\n\t\t\t\t\t\n\t\t\t\t\t Written at the bottom of the stamp are letters \"Centenary of Birth of the Great Leader Comrade Kim Il Sung\" and \"1912-2012\"."
        },
        {
            "title": "Kim Il Sung Praised by Russian Magazine",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-08ee.html",
            "content": "Kim Il Sung Praised by Russian Magazine\r\n Pyongyang, April 15 (KCNA) -- The 80-81 issue of Forum, the magazine published in Russia, carried special write-ups on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t It edited lots of articles with the portrait of a smiling President, photos of his external activities, photos of General Secretary Kim Jong Il and the dear respected Kim Jong Un and photos showing the true picture of Juche Korea including the President's birthplace at Mangyongdae, the May Day Stadium, panoramic view of Pyongyang, a military parade of the Korean People's Army and the grand gymnastic and artistic performance \"Arirang\".\n\t\t\t\t\t\n\t\t\t\t\t In articles titled \"DPRK recollects and reveres the leaders by linking the victory of past and future with their august names\" and \"Centenary of the birth of President Kim Il Sung\" the magazine introduced in detail his revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Giant man in 20th century\" it said that figures prominent in the political history of the 20th century deeply revered the President of the DPRK. Under the subtitles \"Stalin's toast\", \"Mao Zedong's request\", \"Tito's confession\", \"Sukarno's naming\" and \"Che Guevara's maxim\" it cited stories dealing with world statesmen fascinated by the personality of the President as a great man.\n\t\t\t\t\t\n\t\t\t\t\t The magazine is being disseminated to more than 90 countries and regions of the world."
        },
        {
            "title": "Kim Jong Il, Peerlessly Brilliant Commander of Songun: Nigerian Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-09ee.html",
            "content": "Kim Jong Il, Peerlessly Brilliant Commander of Songun: Nigerian Organization\r\n Pyongyang, April 15 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea on April 6 posted on its Internet website an article titled \"Brilliant commander of Songun\" on the occasion of the 19th anniversary of General Secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Kim Jong Il was a great man with extraordinary stratagem and matchless grit, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The world more keenly felt his matchless grit through the DPRK's declaration of the state of semi-war in face of the U.S. nuclear racket and large-scale joint military exercises, its declaration of withdrawal from the NPT, the adoption of the DPRK-U.S. Agreed Framework and two satellite launches, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il led to victory Korean socialism and the worldwide cause of independence against imperialism with the Songun politics as the basic political mode under socialism.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the political and ideological, military and technological might of the army in every way and put forward the line of economic construction on preferentially developing the defence industry.\n\t\t\t\t\t\n\t\t\t\t\t The situation of the DPRK winning victory after victory under the banner of Songun is greatly encouraging the anti-imperialist independent countries and people and putting spurs to global independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was, indeed, a peerlessly brilliant commander of Songun."
        },
        {
            "title": "Kimilsungia Exhibition of West African Region Held",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-10ee.html",
            "content": "Kimilsungia Exhibition of West African Region Held\r\n Pyongyang, April 15 (KCNA) -- A Kimilsungia exhibition of West African region was held at the Guinean Kimilsungia Greenhouse on April 6 to celebrate the centenary of the birth of President          Kim Il Sung.\n\t\t\t\t\t On display at its venue were more than 100 potted Kimilsungias.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony of the exhibition were political and public figures of Guinea, its Juche idea followers and other people. Present there on invitation were the charge d'affaires ad interim and staff members of the DPRK embassy in Conakry.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Guinean Kimilsungia-Kimjongilia Association in an opening address said that it is great honor and jubilee of not only the Guinean people but all the African people to open the Kimilsungia exhibition.\n\t\t\t\t\t\n\t\t\t\t\t The President is the benefactor and greatest man who supported materially and morally the African people including Guineans in their national liberation movement and building of a new society, said he, who is also chairman of the preparatory committee of the Kimilsungia exhibition of West African region for celebrating the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to bring into fuller bloom the flower carrying the august name of the eternal sun in the African continent.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean minister of Culture and Heritage in a speech said that Kimilsungia is not only a flower of the nature but a flower praising the great man as it reflects the minds of the world boundlessly revering the President.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Malian General Bureau of Water and Forests and the director of the Senegalese General Bureau of Tourism in their speeches stressed the need to widely introduce the feats of the peerlessly great man through the brisk work to cultivate and disseminate the flower of the sun.\n\t\t\t\t\t\n\t\t\t\t\t An art performance and a reception were given on the same day to congratulate the opening of the exhibition."
        },
        {
            "title": "Kim Il Sung's Feats for National Reunification Introduced by Regional Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-11ee.html",
            "content": "Kim Il Sung's Feats for National Reunification Introduced by Regional Organization\r\n Pyongyang, April 15 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on April 5 posted on its Internet website an article titled \"Great programme produced by Juche-based revolutionary idea\". The article was written to mark the 19th anniversary of President Kim Il Sung's the work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\".\n\t\t\t\t\t The President devoted his whole life to bringing the reunified country to the Korean people and indicated the way of national reunification, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The world paid close attention to the DPRK after hearing the news that the Fifth Session of the Ninth Supreme People's Assembly of the DPRK would be held in April 1993.\n\t\t\t\t\t\n\t\t\t\t\t In those days a state of semi-war was declared in the DPRK and the DPRK government issued its statement that it would withdraw from the NPT. But \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" was made public at the session, beyond people's imagination.\n\t\t\t\t\t\n\t\t\t\t\t The ten-point programme clarifies the general aim for great national unity and the basis of the idea and principle as well as ways and all other issues for national unity.\n\t\t\t\t\t\n\t\t\t\t\t The President indicated the idea of great unity of the whole nation, irrespective of differing ideology, social system and religious belief and thoroughly applied it.\n\t\t\t\t\t\n\t\t\t\t\t The article cited facts to introduce the feats he performed in achieving national reunification."
        },
        {
            "title": "Solemne desfile militar por centenario de natalicio de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-62ee.html",
            "content": "Solemne desfile militar por centenario de natalicio de Kim Il Sung\r\nPyongyang, 15 de abril (ACNC) -- Tuvo lugar con solemnidad este domingo en la capitalina Plaza   Kim Il Sung el desfile militar en celebracion del centenario del natalicio del Generalisimo           Kim Il Sung.\n\t\t\t\t\tEntraron en la plaza las columnas de desfile y estaban enfiladas las otras motorizadas en las avenidas contiguas. \n\t\t\t\t\t\n\t\t\t\t\tSalio a la tribuna Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la tribuna figuraban tambien Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae y otros cuadros directivos del partido, el Estado y el ejercito, el vicepresidente del Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon) y la presidenta de la Asociacion General de Coreanos Residentes en China. \n\t\t\t\t\t\n\t\t\t\t\tEn los asientos reservados para los invitados se distinguian los delegados a las celebraciones del centenario del natalicio del Presidente, los funcionarios de los organismos del partido, las fuerzas armadas y el Poder, entidades de masas, ministerios y organos centrales, los ex combatientes revolucionarios antijaponeses, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de las instituciones de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, los heroes, los familiares de martires revolucionarios, los hombres relacionados con los grandes hombres sin par y los benemeritos. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados las delegaciones de coreanos en ultramar, los compatriotas, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos de varios paises, representantes de organizaciones internacionales y los miembros del Cuerpo de Agregados Militares, acreditados en Corea, los participantes en el Congreso Mundial sobre la Idea Juche y el Festival Internacional en Celebracion del Centenario del Natalicio del Presidente          Kim Il Sung y huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tMientras se interpretaban la \"Cancion del General         Kim Il Sung\" y la \"Cancion del General            Kim Jong Il\", se tiraron 21 salvas.\n\t\t\t\t\t\n\t\t\t\t\tPronuncio un discurso el Maximo Dirigente      Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tAl inicio del desfile, aparecieron en la plaza las banderas con las efigies del Generalisimo         Kim Il Sung y el Generalisimo Kim Jong Il, escoltadas por las banderas del PTC y del Comandante Supremo del EPC y los estandartes militares.\n\t\t\t\t\t\n\t\t\t\t\tTodos los integrantes del desfile expresaron el mas sublime homenaje a las banderas con efigies del Presidente y el Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tLuego, marcharon a pasos firmes al son de la musica militar las columnas de los uniformados a la manera de ex guerrilleros antijaponeses y ex combatientes de la Guerra de Liberacion de la Patria (1950-1953). \n\t\t\t\t\t\n\t\t\t\t\tLes seguian los bloques de las academias militares a todos niveles del EPC como la Academia Militar General Kim Il Sung, la Academia Militar Politica Kim Il Sung, la Academia de Fuerzas Navales    Kim Jong Suk, la Escuela General de Oficiales Artilleros Kim Chol Ju y la Escuela General de Oficiales Kang Kon y las columnas de la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su, la Cuarta Division Guardia de Infanteria \"Seul\" Kim Chaek, la Segunda Division Guardia de  Infanteria Kang Kon, la Segunda Escuadrilla Guardia de Torpederos y otras unidades de las fuerzas terrestres, navales y aereas del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tDesfilaron luego las columnas de la Guardia Roja Obrero-Campesina, la Guardia Juvenil Roja y las escuelas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un respondio con su mano alzada al saludo de las columnas que pasaban por delante de la tribuna.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, avanzaron las columnas de caballeria y medios motorizados a todos niveles y volaron las de aviones sobre el cielo de dicha plaza.\n\t\t\t\t\t\n\t\t\t\t\tEn el suelo de la plaza se inscribieron las letras \"Kim Il Sung\", \"Kim Jong Il\", \"Kim Jong Un\", \"En celebracion del 15 de abril\", \"Gran potencia prospera\", \"Reunificacion de Patria\", \"Gran unidad entre los militares y civiles\", etc. y las banderas del PTC y de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el desfile, se interpreto la musica de bienvenida y estremecieron el cielo y la tierra las aclamaciones de \"!Vivas!\" \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un salio al balcon de la tribuna y respondio cordialmente a las aclamaciones de la multitud.\n\t\t\t\t\t\n\t\t\t\t\tEl expreso agradecimiento a los oficiales y soldados del EPC, asi como ciudadanos que contribuyeron a la marcha exitosa del desfile militar. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes en el desfile fueron aclamados por los ciudadanos de Pyongyang a su paso por las avenidas de esta capital."
        },
        {
            "title": "Kim Jong Un pronuncia discurso en el desfile militar",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-63ee.html",
            "content": "Kim Jong Un pronuncia discurso en el desfile militar\r\nPyongyang, 15 de abril (ACNC) -- El Maximo Dirigente Kim Jong Un pronuncio un discurso de felicitacion en el desfile militar en celebracion del centenario del natalicio del Generalisimo            Kim Il Sung. \n\t\t\t\t\tEn su discurso, el senalo que el desfile militar de hoy es un gran festival de triunfadores preparado en virtud del noble proposito y por la iniciativa personal del Dirigente Kim Jong Il para glorificar eternamente las proezas del Presidente Kim Il Sung realizadas por la construccion del ejercito y demostrar a todo el mundo la gallarda figura de la potencia socialista. \n\t\t\t\t\t\n\t\t\t\t\tProsiguio que en el largo trayecto de sus actividades revolucionarias, el Presidente dio prioridad al fortalecimiento de las fuerzas armadas revolucionarias, creo el milagro militar del siglo XX de vencer en una generacion a los dos imperialismos mas feroces, formo al EPC como poderoso ejercito revolucionario capaz de rivalizar a los enemigos en la superioridad numerica de cien veces y dio la garantia militar de la soberania del pais y eterna prosperidad nacional al lograr el armamento de todo el pueblo y la fortificacion de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Dirigente Kim Jong Il trajo con su extraordinaria perspicacia, destacada capacidad de mando e incomparable audacia la era de esplendor de las fuerzas armadas revolucionarias de Corea considerando como mision de toda su vida continuar y llevar a feliz termino la causa revolucionaria del Juche, la del Songun, iniciada por el Presidente. \n\t\t\t\t\t\n\t\t\t\t\tAsevero que en el regazo de Kim Il Sung y       Kim Jong Il, las fuerzas armadas revolucionarias de Corea vinieron demostrando plenamente su aspecto de ejercito poderoso con claro caracter revolucionario y fuerte temperamento combativo. \n\t\t\t\t\t\n\t\t\t\t\tLa superioridad tecnico-militar ya no es un monopolio de los imperialistas y se acabo una vez por todas el tiempo en que los enemigos nos amenazaban y chantajeaban con bombas atomicas, sentencio. \n\t\t\t\t\t\n\t\t\t\t\tContinuo que la estrategia de eterna vigencia de la revolucion coreana y la victoria final de ella residen en marchar directo por la senda de independencia, Songun (priorizacion militar) y socialismo, explorada por Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Partido del Trabajo de Corea esta firmemente decidido a evitar que vuelva a sufrir la escasez economica el pueblo coreano, el mejor de este mundo que viene apoyando con fidelidad al partido resistiendo todas las pruebas, y a hacerle llevar una vida rica y prospera en el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el PTC y el gobierno de la RPDC estrecharan la mano con cualesquier hombres que deseen de verdad la reunificacion del pais, la paz y prosperidad de la nacion y realizaran esfuerzos responsables y pacientes por cumplir la historica causa de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tAl frente de nuestras filas revolucionarias que avanzan victoriosa y gloriosamente, flamearan siempre las banderas con las imagenes del Sol de Kim Il Sung y Kim Jong Il estimulandonos en todo momento a las nuevas victorias, apunto."
        },
        {
            "title": "Kim Jong Un rinde homenaje a Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-64ee.html",
            "content": "Kim Jong Un rinde homenaje a Kim Il Sung y Kim Jong Il\r\nPyongyang, 15 de abril (ACNC) -- Con motivo del Dia del Sol, Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito el dia 15 junto con los cuadros del partido, el Estado y el ejercito el Palacio del Sol de Kumsusan y rindio sublime homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il. \n\t\t\t\t\tKim Jong Un entro en el hall donde se encuentran las estatuas de pie del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tAlli fue colocado un cesto de flores a nombre comun del Comite Central y la Comision Militar Central, del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente rindio junto con sus acompanantes el mas sublime tributo en el hall donde se halla el cuerpo del Presidente y en el otro donde esta el retrato del Dirigente con amplia sonrisa. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion los cuadros directivos del partido, el Estado y el ejercito, Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho, Kim Kyong Hui, Kim Jong Gak, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, Kang Sok Ju, Hyon Chol Hae, Kim Won Hong, Ri Myong Su, Kim Yang Gon, Kim Yong Il, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, Kwak Pom Gi, Kim Chang Sop, Ri Pyong Sam, Ro Tu Chol y Jo Yon Jun, los miembros del organo de direccion central del Partido,  los funcionarios del Partido, el Consejo de Ministros y entidades sociales, y los comandantes del Ejercito Popular de Corea."
        },
        {
            "title": "Velada de salvas por el centenario de natalicio de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-65ee.html",
            "content": "Velada de salvas por el centenario de natalicio de Kim Il Sung\r\nPyongyang, 15 de abril (ACNC) -- Tuvo lugar el dia 15 con solemnidad a la ribera del rio Taedong, que bana esta capital, la velada de fuegos artificiales \"La Corea del Sol prosperara siempre\" en celebracion del centenario del natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t  La zona riberena en torno al Monumento a la Idea Juche y las calles aledanas estuvieron colmadas de los capitalinos de distintos sectores.\n\t\t\t\t\t\n\t\t\t\t\t  Salio al palco Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Pronuncio un discurso Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras se interpretaba el inmortal himno revolucionario \"Cancion del General Kim Il Sung\", los fuegos artificiales lanzados desde el Monumento a la Idea Juche iluminaron el cielo nocturno de la capital.\n\t\t\t\t\t\n\t\t\t\t\t  Los fuegos artificiales formaron un mundo maravilloso en el cielo tinendolo de multiples colores.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los espectadores recordaron con emocion la noble vida revolucionaria e inmortales proezas del Presidente Kim Il Sung, gran hombree mas eminente a quien dio a luz la humanidad.\n\t\t\t\t\t\n\t\t\t\t\t  Terminada la velada, hicieron ecos en el cielo nocturno las estruendosas aclamaciones de \"!Vivas!\"\n\t\t\t\t\t\n\t\t\t\t\t  Kim Jong Un respondio carinosamente con su mano levantada a los saludos de la multitud.\n\t\t\t\t\t\n\t\t\t\t\t  Presenciaron la velada los cuadros directivos del partido, el ejercito y el Estado, los delegados a las celebraciones del centenario del natalicio del Presidente, los funcionarios de los organos del partido, fuerzas armadas, el Poder y entidades de masas, ministerios, organos centrales, los oficiales y soldados del Ejercito Popular de Corea y el Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, heroes, benemeritos, grupos de felicitacion de los coreanos residentes en Japon y otros paises y los compatriotas residentes en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista (FDNA) en Pyongyang, los representantes diplomaticos de varios paises y los representantes de organizaciones internacionales acreditados en Corea y los huespedes extranjeros participantes en el Congreso Mundial sobre la Idea Juche el Festival Internacional en c\n\t\t\t\t\t\n\t\t\t\t\t elebracion del centenario de nacimiento del Presidente             Kim Il Sung.y el Festival Artistico de Amistad Abril en Primavera.\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia, la velada de salvas tuvo lugar tambien en las provincias, respectivamente."
        },
        {
            "title": "Inaugurado Pabellon de Armamentos del EPC",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-66ee.html",
            "content": "Inaugurado Pabellon de Armamentos del EPC\r\nPyongyang, 15 de abril (ACNC) -- Con motivo del centenario del natalicio del Presidente Kim Il Sung tuvo lugar solemnemente el dia 14 en esta capital la  ceremonia de inauguracion del Pabellon de Armamentos del Ejercito Popular de Corea.\n\t\t\t\t\tEn la ocasion estuvo presente Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Comandante Supremo del EPC  y Maximo Dirigente del PTC y el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho y otros cuadros directivos del partido, el Estado y el ejercito, los delegados en celebracion del centenario del natalicio del Presidente Kim Il Sung, combatientes revolucionarios antijaponeses, los profesores, empleados y estudiantes de la Academia Militar General Kim Il Sung, oficiales y soldados del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos de varios paises y los miembros del Cuerpo de Agregados Militares acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn ese pabellon construido en Pyongyang estan expuestos miles de armas y equipos tecnicos de combate, producidos en las fabricas domesticas, tales como armas de tiro, canones de diversos  tipos, tanques, carros blindados, buques de guerra, aviones y cohetes  estrategicos.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de apertura estuvo a cargo del vicemariscal del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC. \n\t\t\t\t\t\n\t\t\t\t\tEl se refirio a que  el Generalisimo Kim Il Sung presento la autoctona linea y orientacion en materia del establecimiento de la industria para la defensa nacional y condujo sabiamente la lucha por su materializacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il se empeno tanto por fortalecer esta industria como la capaz de producir cualesquier pertrechos ultramodernos, asevero.\n\t\t\t\t\t\n\t\t\t\t\tAlabo que la maxima proeza del Presidente y el Dirigente acumulada ante la patria y la revolucion es que convirtieron a nuestro pais en una potencia militar invencible.\n\t\t\t\t\t\n\t\t\t\t\tAunque es severa la situacion por las  imprudentes maniobras de guerra de agresion a la RPDC de los imperialistas norteamericanos y la camarilla de los titeres surcoreanos, sera garantizada con firmeza la tranquilidad de la Corea del Songun porque existen las autodefensivas fuerzas armadas revolucionarias preparadas por las proezas imperecederas de los grandes hombres del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un corto la cinta roja tendida al frente del edificio y declaro la apertura del Pabellon de Armamentos del EPC.\n\t\t\t\t\t\n\t\t\t\t\tActo Seguido, recorrio varias salas del pabellon y el campo de exposicion al aire libre junto con  los cuadros directivos del Partido, el ejercito y el Estado."
        },
        {
            "title": "Ofrecida recepcion en homenaje a 100o de natalicio de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-67ee.html",
            "content": "Ofrecida recepcion en homenaje a 100o de natalicio de Kim Il Sung\r\nPyongyang, 15 de abril (ACNC) -- El Comite Central del Partido del Trabajo de Corea ofrecio este domingo en la Casa Mokran una recepcion en celebracion del 100o aniversario de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\tEn la ocasion estuvieron presentes Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Ri Yong Ho y otros cuadros directivos del partido, el Estado y el ejercito, los delegados para el centenario de natalicio del Presidente, los funcionarios de los organismos del partido y las fuerzas armadas, ministerios y organos centrales, oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios de sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion, los benemeritos, los jefes de las delegaciones de los coreanos ultramarinos, los compatriotas y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados a la comida los representantes diplomaticos, los representantes de las organizaciones internacionales, los miembros del Cuerpo de Agregados Militares, acreditados en Corea, los participantes en el Congreso Mundial sobre la Idea Juche y el festival internacional y otros huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso pronunciado en el banquete, Choe Thae Bok, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, se refirio a que se celebra solemnemente el 100o aniversario del nacimiento del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tLa vida revolucionaria del Presidente fue la sagrada del patriota sin igual y gran sabio virtuoso de la revolucion quien con profunda idea y teorias y practicas revolucionarias abrio nuevo origen de la Corea del Juche y realizo enormes hazanas imperecederas para el cumplimiento de la causa de la independencia de las masas populares, destaco y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il considero como su deber de toda la vida el cumplimiento de generacion en generacion de la causa de la revolucion Juche y condujo siempre a la victoria la revolucion coreana durante varios decenos.\n\t\t\t\t\t\n\t\t\t\t\tBajo la direccion del Maximo Dirigente           Kim Jong Un, la causa de la revolucion Juche, la del Songun avanzan con mas vigor.\n\t\t\t\t\t\n\t\t\t\t\tDebemos glorificar para siempre la historia revolucionaria de los grandes hombres sin par al guardar la noble obligacion moral y conviccion revolucionaria de que el Presidente y el Dirigente estan para siempre en nosotros y al materializar cabalmente sus legados.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al legado de ellos sobre la reunificacion de la patria, debemos lograr sin falta la causa historica de la reunificacion de la patria mediante la lucha pannacional bajo la bandera de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantendra invariablemente el ideal de la independencia, la amistad y la paz, desarrollara las relaciones de buena vecindad con los paises que la traten con amistad y seguira luchando con vigor por la verificacion de la causa de la independencia del mundo entero.\n\t\t\t\t\t\n\t\t\t\t\tHubo la funcion del Conjunto Artistico Wangjaesan."
        },
        {
            "title": "Tiene lugar reunion conjunta internacional",
            "url": "http://kcna.co.jp/item/2012/201204/news15/20120415-68ee.html",
            "content": "Tiene lugar reunion conjunta internacional \r\nPyongyang, 15 de abril (ACNC) -- Tuvo lugar el dia 15 con solemnidad en esta capital la reunion conjunta internacional en celebracion del centenario del natalicio del Presidente Kim Il Sung. \n\t\t\t\t\tAsistieron al acto el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, los secretarios del CC del Partido del Trabajo de Corea, Kim Ki Nam y Choe Thae Bok, el vicepresidente de la APS, Yang Hyong Sop, quien es copresidente del comite preparatorio internacional y presidente del comite preparatorio coreano, el secretario del CC del PTC, Kim Yong Il, y otros funcionarios coreanos. \n\t\t\t\t\t\n\t\t\t\t\tTambien estuvieron presentes los copresidentes del comite preparatorio internacional: Guy Dupre, Ibrahim Mantu, Anders Kristensen, Sumiko Shimizu, el presidente del Consejo Mundial de la Paz, Socorro Gomez, el secretario general del Comite Internacional de Coordinacion Antiimperialista, Manik Mukherjee, las delegaciones y delegados de varios paises y regiones y de organizaciones internacionales. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron entregados los certificados de titulos honorarios, los cestos de flores, las ordenes, presentes y banderas congratulatorias dedicados a los Tres Generales del monte Paektu (el Presidente, el Dirigente y la Heroina de la Lucha Antijaponesa Kim Jong Suk) y al Maximo Dirigente Kim Jong Un por parte del comite preparatorio internacional, los regionales, de organizaciones internacionales y de entidades de amistad y solidaridad con el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tIbrahim Mantu se refirio a que en varios paises del mundo se han constituido los comites preparatorios en celebracion del centenario del natalicio del Presidente, el comite preparatorio internacional y los regionales integrados por celebres personalidades y se realizaron ampliamente las actividades politicas y culturales de formas distintas y especiales para elogiar a los Grandes Hombres. \n\t\t\t\t\t\n\t\t\t\t\tFueron creados y editados los libros de cientos de generos y miles de obras de elogio al Gran Hombre con motivo del centenario del natalicio del Presidente, asevero y agrego que en varios paises dedicaron a los Grandes Hombres del monte Paektu los cestos de flores, presentes y titulos honorarios, senalo. \n\t\t\t\t\t\n\t\t\t\t\tEl secretario general del Comite Central del Partido Socialista del Pueblo de Mexico, Jesus Antonio Carlos Hernandez, subrayo que Su Excelencia Kim Jong Il encarno la idea y los rasgos del Presidente y continuo con brillantez la causa del Juche.\n\t\t\t\t\t\n\t\t\t\t\tGracias a Su Excelencia Kim Jong Un, quien iguala al Presidente y al Dirigente, sera radiante el futuro de Corea, apunto. \n\t\t\t\t\t\n\t\t\t\t\tYang Hyong Sop dijo que el certamen es un importante motivo que manifiesta la aspiracion de los pueblos progresistas del mundo y expreso la conviccion de que en el futuro tambien los participantes se abnegaran a cumplir la causa de la independencia en el mundo. \n\t\t\t\t\t\n\t\t\t\t\tEn el foro fue aprobada la carta dirigida al Maximo Dirigente Kim Jong Un y se dio lectura a y el llamamiento a los pueblos progresistas del mundo."
        }
    ]
}