{
    "date": "2012-09-12",
    "url": "http://kcna.co.jp/item/2012/201209/2012-09-12ee.html",
    "articles": [
        {
            "title": "Greetings to Brazilian FM",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-30ee.html",
            "content": "Greetings to Brazilian FM\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Sept. 7 sent a message of greeting to his Brazilian counterpart Antonio Patriota on the occasion of the 190th anniversary of Brazilian independence.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow in line with common interests and wishes of the peoples of the two countries. Pak wished the Brazilian foreign minister bigger success in his work."
        },
        {
            "title": "DPRK Censures U.S. for Strong-arm Policy Based on Nukes",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-27ee.html",
            "content": "DPRK Censures U.S. for Strong-arm Policy Based on Nukes\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The head of the delegation of the Institute for Disarmament and Peace of the DPRK Foreign Ministry on Sept. 7 made a speech on the theme \"Comprehensive Test Ban Treaty: Ensuring its Vitality\" at the Moscow international conference on nuclear disarmament and non-proliferation.\n\t\t\t\t\t In the speech, he noted that CTBT still has not become effective as a result of the U.S. policy of military supremacy based on nukes and its nuclear blackmail and proved the validity of the DPRK's access to nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t He further said:\n\t\t\t\t\t\n\t\t\t\t\t CTBT basically aims at not allowing the qualitative improvement of the existing nuclear weapons and the development of any new types of nuclear weapons, through banning all sorts of nuclear tests that accompany physical nuclear explosion in the air, outer space and under water and ground.\n\t\t\t\t\t\n\t\t\t\t\t Though 16 years has passed after issuing CTBT, it still has not come into effect. It is because the current situation of the nuclear disarmament is too far distant from the treaty's ideal.\n\t\t\t\t\t\n\t\t\t\t\t But currently, the world-wide nuclear disarmament is not making satisfactory progress due to the disagreements and conflicts in the interests of the main nuclear powers.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the U.S., which emerged a nuclear superpower after the end of the Cold War with the Soviet Union, is exerting all its efforts to take pre-emptive measures to prevent the appearance of any other nuclear power and to secure the overwhelming superiority in the strategic nuclear armed forces.\n\t\t\t\t\t\n\t\t\t\t\t For this, the U.S. is initiating nuclear disarmament negotiations in order to weaken the nuclear power of the potential enemies while pursuing absolute military and strategic supremacy by enforcing qualitative modernization of its nuclear weapons and building strategic missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that the U.S. is enhancing the efficiency of the nuclear weapons without physical nuclear tests by making the ill use of the advanced technology such as sub-critical nuclear testing technologies and thus, deceiving the world public opinion and veiling its sinister intentions.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is pursuing high-handed politics based on the powerful military capability, still seized with the Cold War way of thinking, tensions have become more acute in the world.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that other nuclear powers that do not measure up to the U.S. in the overall military and economic capabilities are giving priority to nuclear weapons in their security policy in order to retain their position by maintaining the basic strategic balance.\n\t\t\t\t\t\n\t\t\t\t\t In case we avoid the complete elimination of existing nuclear weapons and unilaterally execute CTBT, it would give rise to serious inequality and imbalance in the security of each states and this would rather bring about irretrievable consequences in the world peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t Up to the end of 2009, the world recorded a total of 2 054 nuclear tests and 99.99 percent of those were carried out by permanent member states of the United Nations Security Council.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear powers conducted many nuclear tests and built up their nuclear arsenal as much as they could and thus monopolized the nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, no more nuclear tests are necessary for them and still, they can exercise their influence as much as they want in the international stage as a nuclear power by depending on their existing nuclear arsenal.\n\t\t\t\t\t\n\t\t\t\t\t Given this current situation, countries like the DPRK can not but take the issue of signing CTBT seriously because they are placed in special circumstances beyond control where they need to be equipped with self-defensive nuclear deterrent in order to cope with the direct nuclear threats of the U.S., the only nuclear superpower of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK has been enforced for more than half a century to eliminate the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What's more serious is that the U.S. has its national policy of not ruling out the use of nukes in order to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the \"2010 Nuclear Posture Review\", the U.S. refused to give the guarantee to nonuse of nuclear weapons against the DPRK and Iran and thus, made a pre-emptive nuclear strike a fait accompli.\n\t\t\t\t\t\n\t\t\t\t\t In addition to this, the U.S. stages frantic nuclear war exercises against the DPRK every year with massive nuclear strike means in and around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The constant U.S. hostile policy and threats forced the DPRK to carry out nuclear tests twice and possess nuclear deterrent as part of the self-defensive measures aimed at safeguarding the security and sovereign rights of the country.\n\t\t\t\t\t\n\t\t\t\t\tEven countries like France and UK that are not directly under the threats of war as being member states of the NATO, regard the nuclear deterrent as a guarantee for ensuring sovereignty and peace. So it is needless to say that the DPRK should take the same approach to defend itself.\n\t\t\t\t\t\n\t\t\t\t\t Unless the U.S. hostile policy and its nuclear threats are completely withdrawn and a solid and permanent peace regime is in place on the Korean Peninsula, the DPRK is left with no other choice but to steadily strengthen its self-defensive nuclear deterrent to the standard as it deems necessary.\n\t\t\t\t\t\n\t\t\t\t\t It is so clear that unless the U.S., the nuclear superpower which is allegedly playing a \"pivotal role\" in the world peace and stability, abandon its plan to seize the military supremacy based on the modernized nuclear weapons and give up its nuclear threats to the anti-imperialist independent countries like the DPRK, the prevention of nuclear weapons development through CTBT would remain a mission impossible."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Suriname",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-33ee.html",
            "content": "Greetings to Kim Jong Un from President of Suriname\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Desire Delano Bouterse, president of Suriname, on Sept. 7.\n\t\t\t\t\t In the message the president of Suriname said he had the honor of extending warm salute to Kim Jong Un on behalf of himself and the government and people of Suriname on September 9, the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He wished the DPRK great happiness and prosperity on the DPRK's anniversary which Kim Jong Un greets for the first time as its supreme leader, extending once again hearty felicitations to the heroic and staunch people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He sent highest regards to Kim Jong Un."
        },
        {
            "title": "Greetings to Kim Jong Un from Leaders of Brazilian Communist Party",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-34ee.html",
            "content": "Greetings to Kim Jong Un from Leaders of Brazilian Communist Party\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from National Chairman Renato Ravello and International Secretary Ricardo Alemao Abreu of the Central Committee of the Brazilian Communist Party on Sept. 8.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t We extend congratulations to you in the name of the Brazilian Communist Party on the occasion of the 64th birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to Comrade Kim Il Sung who founded the DPRK that the Korean people started their socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has promoted its people's welfare and created all conditions for defending the country's independence and sovereignty to cope with the ceaseless siege and threat of the U.S. imperialists while weathering all sorts of difficulties in the course of accelerating socialist construction for more than six decades since its foundation.\n\t\t\t\t\t\n\t\t\t\t\t Joining the Korean people in celebrating this significant day, the Brazilian Communist Party wishes the Workers' Party of Korea success in meeting challenges.\n\t\t\t\t\t\n\t\t\t\t\t Please accept our fraternal salute."
        },
        {
            "title": "Greetings to Kim Jong Un from Azerbaijani President",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-35ee.html",
            "content": "Greetings to Kim Jong Un from Azerbaijani President\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Azerbaijani President Ilham Aliyev on September 3.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of myself and the Azerbaijani people, extend congratulations to Your Excellency and the people of the DPRK on the occasion of the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is my belief that the relations between our two countries would grow stronger in the interests of the two peoples in the spirit of friendship and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t On this significant day I wish Your Excellency good health and success in your work and the friendly people of your country peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my regards to you."
        },
        {
            "title": "Greetings to Kim Jong Un from Chadian President",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-36ee.html",
            "content": "Greetings to Kim Jong Un from Chadian President\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Chadian President and Head of State Idriss Deby Itno on September 4.\n\t\t\t\t\t The president in the message said it is his pleasure to extend, on behalf of the Chadian people and government and on his own behalf, most heartfelt and warm congratulations to Kim Jong Un on the occasion of September 9, the 64th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of this happy opportunity, the president reaffirmed his firm will to strive to strengthen the friendly and cooperative relations existing between the two countries and peoples.\n\t\t\t\t\t\n\t\t\t\t\t He paid the noblest regards to Kim Jong Un, sincerely wishing once again him good health and happiness and the Korean people prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Leader of Russian Political Party",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-37ee.html",
            "content": "Greetings to Kim Jong Un from Leader of Russian Political Party\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from leader of \"A Just Russia\" Party S. M. Mironov on Sept. 5.\n\t\t\t\t\t Mironov in the message extended on behalf of the party and on his own behalf congratulations to Kim Jong Un and, through him, to all the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the DPRK would continue to advance along the road of independent development, enforcing wise policies in solving pressing issues in political, economic and cultural fields under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Wishing Kim Jong Un success in his responsible work for the welfare of the DPRK and all the Korean people, Mironov in the message sent his regards to him."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Maldives",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-38ee.html",
            "content": "Greetings to Kim Jong Un from President of Maldives\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Mohammed Waheed Hassan, president of Maldives, on Sept. 9.\n\t\t\t\t\t The message extended warm congratulations and sincere good wishes to Kim Jong Un and the government and people of the DPRK on the occasion of its happy founding anniversary.\n\t\t\t\t\t\n\t\t\t\t\t It most sincerely wished the DPRK people progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Captains Regent of San Marino ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-10ee.html",
            "content": "Greetings to Kim Jong Un from Captains Regent of San Marino \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Captains Regent of San Marino Italo Righi and Maurizio Rattini on Sept. 7.\n\t\t\t\t\t The message extended warm congratulations to Kim Jong Un on the occasion of the anniversary of the DPRK and wished him good health and its friendly people prosperity, progress and wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t It expressed best regards to him."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Cote d'Ivoire",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-18ee.html",
            "content": "Greetings to Kim Jong Un from President of Cote d'Ivoire\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The dear respected Kim Jong Un received a message of greeting from President of Cote d'Ivoire Alassane Ouattara on Sept. 6.\n\t\t\t\t\t He in the message said that he had the pleasure to extend on behalf of the people and government of Cote d'Ivoire and on his own behalf congratulations to Kim Jong Un on the occasion of the 64th anniversary of the beautiful DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished Kim Jong Un good health and happiness and the friendly Korean people prosperity on that happy occasion.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the good relations of friendship and cooperation between the two countries would grow stronger for the well-being of the peoples of the two countries by the joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t He sent high regards to Kim Jong Un."
        },
        {
            "title": "Greetings to Kim Jong Un from Nepalese President",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-19ee.html",
            "content": "Greetings to Kim Jong Un from Nepalese President\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un,  first chairman of the National Defence Commission of the DPRK, received a message of greeting from President of Nepal Ram Baran Yadav on Sept. 9.\n\t\t\t\t\t The message extended warm congratulations to Kim Jong Un on the happy occasion of the DPRK's founding anniversary and sincerely wished him good health and happiness and the people of the DPRK progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Portuguese President",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-20ee.html",
            "content": "Greetings to Kim Jong Un from Portuguese President\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Anibal Cavaco Silva, president of Portugal, on Sept. 3.\n\t\t\t\t\t In the message the Portuguese president extended greetings to Kim Jong Un and wished the DPRK progress and prosperity on the occasion of the 64th anniversary of the DPRK."
        },
        {
            "title": "Felicitations to Kim Jong Un from Mongolian President",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-21ee.html",
            "content": "Felicitations to Kim Jong Un from Mongolian President\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The dear respected Kim Jong Un received a message of greeting from Tsakhiagiin Elbegdorj, president of Mongolia, on Sept. 9.\n\t\t\t\t\t In the message the Mongolian president extended warm felicitations to Kim Jong Un and the Korean people on the occasion of the 64th birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Reiterating that Mongolia has steadily adhered to its stand to boost the traditional friendly relations with the DPRK, expand cooperation in trade and economy and cooperate with the DPRK in the issue of the Korean Peninsula and the region, he expressed belief that he would closely cooperate with Kim Jong Un in this respect.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and great success in his cause for the happiness of the Korean people."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-29ee.html",
            "content": "Visits\r\n Pyongyang, September 12 (KCNA) -- A delegation of the International Affairs Institute headed by Director Jang Yun Gon left here for Mongolia on Wednesday.\n\t\t\t\t\t The economic and trade delegation of the DPRK government led by Vice Minister of Foreign Trade So Kil Bok returned home on the same day after attending the 8th China Jilin-Northeast Asia investment and trade expo held in Changchun, China and the 6th high-level forum for economic and trade cooperation in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Departing here for home was the delegation of Chinese publishers headed by Yan Xiaohong, vice director-general of the General Administration of Press and Publication of China.\n\t\t\t\t\t\n\t\t\t\t\t Arriving here on the same day was a youth friendship delegation of China led by Wang Hongyan, member of the Secretariat of the Central Committee of the Communist Youth League of China."
        },
        {
            "title": "Participants in 8th Pyongyang Int'l Sci-Tech Book Fair Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-32ee.html",
            "content": "Participants in 8th Pyongyang Int'l Sci-Tech Book Fair Visit Mangyongdae\r\n Pyongyang, September 12 (KCNA) -- The participants in the 8th Pyongyang International Science and Technology Book Fair visited Mangyongdae.\n\t\t\t\t\t They went to the old home of President Kim Il Sung where they looked round historic relics, being briefed on the fact that the President was born in that thatch-roofed house and nurtured a noble aim of revolution spending his childhood.\n\t\t\t\t\t\n\t\t\t\t\t Georgii Toloraya, head of the delegation of the Russkiy Mir Foundation of Russia, said:\n\t\t\t\t\t\n\t\t\t\t\t I had the honor to visit Mangyongdae, the sacred place of the sun.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung was born in a patriotic and revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to Kim Il Sung, the greatest man recognized by the world, that the DPRK could demonstrate its might as a country of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the participants visited the Tower of the Juche Idea, National Gifts Exhibition House, Party Founding Memorial Tower and other places and enjoyed the grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "8th Pyongyang Int'l Science and Technology Book Fair Closes",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-22ee.html",
            "content": "8th Pyongyang Int'l Science and Technology Book Fair Closes\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The 8th Pyongyang International Science and Technology Book Fair closed with due ceremony at the Grand People's Study House on Wednesday.\n\t\t\t\t\t Present at the ceremony were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials concerned, teachers and researchers.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were delegations and delegates of various countries and international organizations and overseas Koreans, diplomatic envoys of different countries and staff members of foreign embassies and missions of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Certificates were awarded and souvenirs presented to those organizations which donated books and data on display at the fair.\n\t\t\t\t\t\n\t\t\t\t\t A letter to the dear respected Kim Jong Un was adopted at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairwoman of the organizing committee of the fair, made a closing address.\n\t\t\t\t\t\n\t\t\t\t\t During the fair the delegations and delegates exchanged achievements and experience gained in scientific, technological and press fields and conducted brisk exchange of publications, she said.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever strengthen scientific and technological exchange and cooperation with various countries in the idea of independence, friendship and peace, she noted, declaring the fair close."
        },
        {
            "title": "Letter of Thanks to Kim Jong Un from Participants in 8th Pyongyang Int'l Science and Technology Book Fair ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-23ee.html",
            "content": "Letter of Thanks to Kim Jong Un from Participants in 8th Pyongyang Int'l Science and Technology Book Fair \r\n Pyongyang, September 12 (KCNA) -- The participants in the 8th Pyongyang Int'l Science and Technology Book Fair on Wednesday presented a letter of thanks to the dear respected Kim Jong Un.\n\t\t\t\t\t The fair has been successfully held to suit its basic aim thanks to the sincere efforts and cooperation of scientific, educational and press institutions of the DPRK and other countries of the world, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t Latest scientific and technological achievements were widely introduced, the issues of further expanding exchange and cooperation in the scientific and technological fields discussed in depth and achievements and experience exchanged during the fair, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The fair developed scientific and technological exchange and cooperation among countries and deepened friendship, contributing to achieving progress and prosperity common to mankind, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It extended heartfelt thanks to Kim Jong Un for showing deep concern and solicitude so that the fair could be held successfully.\n\t\t\t\t\t\n\t\t\t\t\t Brief as our stay in your country was, we had an opportunity to see your country making a leaping forward and were deeply moved to witness the creative efforts of the Korean people pushing back the frontiers of latest science and technology, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the resourceful and diligent Korean people would successfully build a thriving nation in the near future under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will in the future, too, conduct brisk scientific and technological exchange and cooperation through the fair, the letter noted.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished Kim Jong Un good health and greater success in his noble work for the prosperity of the country and wellbeing of its people."
        },
        {
            "title": "State Industrial Art Exhibition Closes",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-24ee.html",
            "content": "State Industrial Art Exhibition Closes\r\n Pyongyang, September 12 (KCNA) -- The state industrial art exhibition which opened on April 10 to celebrate the centenary of the birth of President Kim Il Sung was closed on Wednesday.\n\t\t\t\t\t The exhibition was visited by more than 80 000 people including senior party and state officials, officials of ministries and national institutions, service personnel of the Korean People's Army, people from all walks of life, youth and students, overseas Koreans and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place at the State Industrial Art Center. Present there were Vice-Premier Ri Mu Yong, officials concerned, creators, teachers and students in the industrial art field and amateurs.\n\t\t\t\t\t\n\t\t\t\t\t Ri Mu Yong in a closing address said that Generalissimo Kim Jong Il gave a task to splendidly hold the state industrial art exhibition on the centenary of birth of the President and indicated in detail how to arrange the exhibition such as its theme and hosting place.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un made sure that the exhibition was held at the highest level and visited it to watch the displayed data and works and give important instructions for developing the industrial art, he said.\n\t\t\t\t\t\n\t\t\t\t\t He also stressed the need to deeply study the trend of the world industrial art development, conduct brisk exchange, pay deep public attention to industrial art and thus make tangible contributions to building a rich and powerful country."
        },
        {
            "title": "Operations to Recover from Flood Damage Makes Rapid Progress in Komdok Area",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-31ee.html",
            "content": "Operations to Recover from Flood Damage Makes Rapid Progress in Komdok Area\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- A brisk drive is now under way to recover from flood damage in the Komdok area of the DPRK and resume production there.\n\t\t\t\t\t Tents and daily necessities provided by the Cabinet, ministries and national institutions and from across the country are being promptly supplied to inhabitants in the afflicted area and measures have been taken to give drinking water, fuel and materials for construction to bring their living to normal.\n\t\t\t\t\t\n\t\t\t\t\t Power network and communication lines have been restored in the main and the Tanchon-Ripha railway was opened to service.\n\t\t\t\t\t\n\t\t\t\t\t Building lots for thousands of houses were designated and projects started. Rehabilitation of public buildings is making brisk headway.\n\t\t\t\t\t\n\t\t\t\t\t A high-pitched drive is now under way to ensure the transport of goods for bringing inhabitants' living to normal and recovering from damage. Buildings and other structures severely destroyed by landslide and flood are being restored.\n\t\t\t\t\t\n\t\t\t\t\t Kilju County restored the destroyed roads for the operation of vehicles.\n\t\t\t\t\t\n\t\t\t\t\t More than ten kilometers-long trunk roads and compound roads and some bridges were rehabilitated in Taehung and Komdok despite difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The Taehung Youth Hero Mine overhauled nearly 120 pieces of equipment including electric motors, winches and speed reducers. It cleared more than 2 000 cubic meters of muck and mud from production buildings and drainage canals.\n\t\t\t\t\t\n\t\t\t\t\t The Komdok Mining Complex overhauled more than 200 pieces of equipment including at least 20 electric motors and speed reducers while the Ryongyang Mine repaired and maintained excavators, electric cars and mine cars severely destroyed by landslide, repaired electric car lines and started the production of ores and light burned magnesia.\n\t\t\t\t\t\n\t\t\t\t\t Achievements in the recovery operations are being reported from the afflicted area thanks to sincere assistance from across the country."
        },
        {
            "title": "Ryongnamsan TV Channel of DPRK Popular among Students",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-26ee.html",
            "content": "Ryongnamsan TV Channel of DPRK Popular among Students\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The Ryongnamsan TV channel was launched in the Democratic People's Republic of Korea on Sept. 5, enjoying great popularity among local people, university students in particular.\n\t\t\t\t\t So Kyong Il, 21, a student of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Through the channel, I have learned about latest scientific and technological achievements made throughout the world.\n\t\t\t\t\t\n\t\t\t\t\t It gives big help to students in deepening their knowledge and carrying on scientific research work.\"  \n\t\t\t\t\t\n\t\t\t\t\t Ra Chol, 24, a student of Kim Hyong Jik University of Education, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The channel includes programs on latest science and technology in engineering faculty. It also offers scientific and technological data helpful to students' scientific research, which can be obtained only at e-libraries of Kim Il Sung University and Kim Chaek University of Technology and the Grand People's Study House.\"\n\t\t\t\t\t\n\t\t\t\t\t Pak Ok Hyang, 20, a student of Pyongyang Jang Chol Gu University of Commerce, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We, students, are very interested in this channel. \n\t\t\t\t\t\n\t\t\t\t\t The channel gives wide knowledge and common sense on social sciences. Diverse programs on English, Chinese and Russian languages and foreign features films are helpful to deepening the study of foreign languages.\n\t\t\t\t\t\n\t\t\t\t\t It also broadcasts performances of student art groups and student sports contests.\""
        },
        {
            "title": "New Diagnosis System of Epizootic Diseases Developed in DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-28ee.html",
            "content": "New Diagnosis System of Epizootic Diseases Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Epizootic diseases of new type or strain would break out worldwide, bringing big damage to livestock farming and human health.\n\t\t\t\t\t In this regard worldwide efforts are made to anti-epizootic work.\n\t\t\t\t\t\n\t\t\t\t\t In the last period the epizootic diseases were diagnosed by way of separating pathogens or using standard serum and antigen. But these diagnostic methods were unpopular as they need much time as well as much reagent and cost.\n\t\t\t\t\t\n\t\t\t\t\t So, researchers of the Democratic People's Republic of Korea have recently established a new diagnosis system by applying ultra-modern biotechnology, a system that ensures selecting and differentiating in a short time various kinds of pathogens including prrsv (porcine reproduction respiratory syndrome virus) and pseudo rabies virus.\n\t\t\t\t\t\n\t\t\t\t\t This system helps diagnose epizootic diseases rapidly and accurately without separating and identifying pathogens and using standard serum and antigen.\n\t\t\t\t\t\n\t\t\t\t\t It is now widely introduced to the livestock farming in the country."
        },
        {
            "title": "778 mm Precipitation Registered in DPRK This Summer",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-39ee.html",
            "content": "778 mm Precipitation Registered in DPRK This Summer\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- It rained 776 mm in the DPRK this summer, 83% of its average annual precipitation, according to the Hydro-meteorological Service.\n\t\t\t\t\t The country's average annual precipitation is 930 mm and its average summer precipitation 558 mm.\n\t\t\t\t\t\n\t\t\t\t\t The country witnessed 827 mm precipitation in the summer of 1995 and 794 mm in 1990."
        },
        {
            "title": "DPRK Will Soon Emerge Thriving Nation: Foreigners",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-25ee.html",
            "content": "DPRK Will Soon Emerge Thriving Nation: Foreigners\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Personages of different countries, on a visit to the Democratic People's Republic of Korea, expressed conviction that it would surely emerge an invincible thriving nation based on the Juche idea in the near future.\n\t\t\t\t\t Pascal Zouncheme, rector of the Cotonou Institute of Journalism of Benin and chief of the Benin Group for the Study of Kimilsungism and Kimjongilism, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The Korean people are considerably open-hearted, cheerful and civilized, contrary to the West's misinformation.\n\t\t\t\t\t\n\t\t\t\t\t The West media described the DPRK as a 'closed state'. But we could see at its Central Zoo rare animals from various countries and regions. This shows that the DPRK has boosted exchanges with other countries.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the government entirely takes care of the people's livelihood and works hard for its improvement. That is why the citizens have turned out as one in the efforts to build a prosperous and powerful nation with high pride in their country.\n\t\t\t\t\t\n\t\t\t\t\t My current visit convinced me of the DPRK's rosy future.\"\n\t\t\t\t\t\n\t\t\t\t\t Rohekele Andre, vice-chairman of the National Committee for the Study of the Juche Idea of Democratic Congo, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I felt a lot of things in the DPRK, which hardened my confidence in victory of the Juche idea, the Songun (military-first) idea.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un is devotedly working to develop the country in keeping with the requirements of the times. In particular, he pays deep attention to the development of the nation's science and technology, land administration and environment conservation.\"\n\t\t\t\t\t\n\t\t\t\t\t Those visitors praised Kimilsungism-Kimjongilism as the great guiding idea for the cause of global independence, renewing their will to intensify the study of this idea and widely disseminate it."
        },
        {
            "title": "Last Option for DPRK Is Sacred War against Provocateurs",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-11ee.html",
            "content": "Last Option for DPRK Is Sacred War against Provocateurs\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- A few days ago, the southwestern front command of the Korean People's Army made a press release in which it announced it would turn the West Sea of Korea into the final grave of the provokers if the south Korean warmongers made a reckless military provocation.\n\t\t\t\t\t The press release represented the unshakable will of all the service persons and people of the DPRK, says Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The last showdown to be staged by the DPRK is a sacred war for saving the nation's destiny and ensuring the peace and security in the Korean Peninsula, says the article, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Instead of repealing its anachronistic hostile policy toward the DPRK, the United States, which divided Korea into the north and the south, is again instigating the south Korean puppet forces to inflict the disaster of war upon the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t As proven by history and situation, the invader and the provocateur have always been the U.S. imperialists and the south Korean war-like forces. So the Korean nation has constantly been exposed to danger of war.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly shows that the only way for ensuring peace and security in the Peninsula is the last showdown to strike a decisive retaliatory blow to the provokers with the just powerful armed forces.\n\t\t\t\t\t\n\t\t\t\t\t We repeatedly urged the south Korean government authorities to implement the June 15 joint declaration and the October 4 declaration for ushering in a new era of independent reunification, peace and prosperity through the reconciliation, unity and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t If south Korea's Lee Myung Bak regime had implemented the north-south declarations with sincerity, the present situation of sharp conflict would not have been created.\n\t\t\t\t\t\n\t\t\t\t\t The last thing left for the DPRK is the just sacred war for reunifying the country, says the article, adding the war will end up with victory of the army and people of the DPRK who will turn out in the patriotic actions for the last showdown."
        },
        {
            "title": "Provocateurs Are Bound to Meet Miserable End: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-12ee.html",
            "content": "Provocateurs Are Bound to Meet Miserable End: Rodong Sinmun \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The United States made malignant vituperation against the DPRK, advising how to deal with the \"provocation action of the north\" and asserting that \"such provocation should entail a high price\".\n\t\t\t\t\t Rodong Sinmun Wednesday says in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is the cunning and vicious trick of the U.S. imperialists to charge the north with \"provocation\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also plans to create favorable international circumstances for realizing the hostile policy against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A matter is that all the U.S. propaganda campaigns of labeling the north as a \"provocateur\" are followed by war exercises to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the U.S. imperialists in slandering the north while raising a hue and cry over the \"provocation\" and \"threat\" from it. They seek to justify their anti-DPRK criminal war exercises which are staged several times a year and provide a pretext for turning war exercises into an actual war any moment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' assertions are a clear proof of their scenario to stifle the DPRK by a war.\n\t\t\t\t\t\n\t\t\t\t\t Irony is the U.S. assertion that the DPRK's efforts for self-defence and development constitute provocation and their actions for aggression and war are just.\n\t\t\t\t\t\n\t\t\t\t\t This is the reversed assertion and brigandish sophism profoundly confusing the right and wrong. The U.S. double-dealing logic based on the hegemonic point of view will not work on the DPRK which regards the independence and dignity as its lifeline."
        },
        {
            "title": "Lee Myung Bak Regime Accused of Finding Faults with \"Human Rights\" in DPRK",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-13ee.html",
            "content": "Lee Myung Bak Regime Accused of Finding Faults with \"Human Rights\" in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Shortly ago, the south Korean puppet forces held \"a ceremony for proclaiming the month of north's human rights\" at a gathering of such human scum as traitors and ultra-right conservatives at the \"memorial hall for constitutional government of the National Assembly\".\n\t\t\t\t\t South Korea's Lee Myung Bak regime contemplates arranging \"film festival\", \"seminar\", \"exhibition\", etc., in its different places to defame the DPRK and distort the truth of the man-centered socialist system of its own style.\n\t\t\t\t\t\n\t\t\t\t\t The regime also moves to expand the \"anti-DPRK human rights ruckus\" to other countries and even the international arena to incite north-south confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The fact indicates that the \"human rights ruckus\" is one of the main methods used by the Lee Myung Bak regime to escalate north-south confrontation and realize the pipedream of \"unification of social systems\". \n\t\t\t\t\t\n\t\t\t\t\t The \"human rights ruckus\" has increasingly gained in scope, says the commentary, adding:\n\t\t\t\t\t\n\t\t\t\t\t The ruckus amounts to an act of treachery that worsens the frayed north-south relations and brings the danger of war to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors that plotted to provoke a war against the DPRK with madcap military maneuvers was taken aback in face of the DPRK's resolute attitude and determination to respond to the provocations with a prompt counter-attack and to a war with a just war for reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t Driven to desperation, the Lee group has resorted to the groundless \"human rights ruckus\" against the DPRK to attain the purpose that it failed to carry out with war exercises.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's vicious confrontational moves against the DPRK will end up with its miserable self-destruction."
        },
        {
            "title": "KCNA Commentary Slams S. Korea's Arms Buildup",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-09ee.html",
            "content": "KCNA Commentary Slams S. Korea's Arms Buildup\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Recently the south Korean military opened to public a new \"basic plan for defense reform\". It is \"the 2030 proposal for defense reform\" the keynote of which is to give priority to bolstering up combat power of the army and implement the defense budget to cope with the \"north's threat of local war provocation, nuclear weapons and missiles and long-range artillery pieces.\" \n\t\t\t\t\t Pursuant to the new reform proposal in the wake of the \"2020 proposal for defense reform\", the south Korean puppet regime is contemplating increasing strategic weapons including ground-to-ground ballistic missiles and, at the same time, creating a mountain brigade in the army and a submarine command and air intelligence corps in the navy and air force and drastically beefing up marine corps. \n\t\t\t\t\t\n\t\t\t\t\t This is a grave provocative act of inciting extreme hostility toward the DPRK and further increasing the danger of a war as it is a new move for arms buildup pursuant to the U.S. new defense strategy and war policy against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As known, the U.S. new defense strategy aimed at reinforcing armed forces in the Asia-Pacific region, a scenario for increasing the danger of a new war on the Korean Peninsula and the region, is arousing great concern of the international community including Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t The nature and role of the U.S. forces in south Korea are changing as the forces on the forefront for carrying out a new strategy to contain China and Russia and hold a military edge in the region. The south Korean regime is playing a role as a colonial servant for carrying out the U.S. military strategy for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to the U.S. war policy, the regime's defense policy is being reshaped and its arms buildup is strictly geared to beefing up the military capability of its master. This is evidenced by the \"report on strategy for deploying U.S. forces in Asia-Pacific\" worked out and submitted by the U.S. Center for Strategic and International Studies to Congress at the request of the Defense Department.\n\t\t\t\t\t\n\t\t\t\t\t The report said north Korea is the primary threat to the U.S. in Asia, groundlessly pulling up the DPRK over the issues of \"the sinking of 'Cheonan' warship by explosion\", uranium enrichment, support to nuclear development in Syria, etc. It also disclosed that according to the policy, the relocation of the U.S. forces is being pushed forward and the former \"2020 proposal for defense reform\" has already been supported and approved.\n\t\t\t\t\t\n\t\t\t\t\t It is a matter of the time that the U.S. will approve of the new plan of the puppet regime because the U.S. is planning an additional deployment of the U.S. Marines, rotational deployment of motorized brigade and artillery or air brigade and establishment of PAC-3 to cope with \"missile attack and other provocations of north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the new \"basic plan for defense reform\" is one for beefing up armed forces pursuant to the U.S. war policy.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula has already turned into the biggest hotspot of the world and the situation in the region reached an extreme phase due to the reckless arms buildup and ceaseless military exercises of the puppet regime, backed by its master.\n\t\t\t\t\t\n\t\t\t\t\t The regime is, indeed, a shock brigade and an arch war criminal escalating the tension in the Korean Peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK had already declared, the regime's moves for igniting a new war just like a puppy knowing no fear of a tiger will end in a bitterer defeat than the Yonphyong Island shelling incident."
        },
        {
            "title": "KCNA Commentary Lambastes U.S. Logic of \"Disarming DPRK\" and \"Bringing down Its System\"",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-17ee.html",
            "content": "KCNA Commentary Lambastes U.S. Logic of \"Disarming DPRK\" and \"Bringing down Its System\"\r\n Pyongyang, September 12 (KCNA) -- U.S. Secretary of State Hillary again cried out for \"changes\" and \"reforms and opening\" in the DPRK.\n\t\t\t\t\t She at a huddle with traitor Lee Myung Bak of south Korea on September 9 accused the DPRK, claiming that \"reform without denuclearization cannot be an alternative.\"\n\t\t\t\t\t\n\t\t\t\t\t What she uttered cannot be overlooked as it reflected the present U.S. administration's policy toward the DPRK. Her remarks are nothing but rhetoric urging the DPRK to make a \"policy change\" such as \"abandonment of nuclear weapons\" and opt for \"reform and opening\" allegedly aimed at \"improving the standard of people's living and recovering the economy\" and calling for intensifying the offensive against the DPRK to pressurize it to do so.\n\t\t\t\t\t\n\t\t\t\t\t These are very provocative outbursts as they only reveal the U.S. scenario to \"disarm\" the DPRK and \"bring down its social system.\" This is evidenced by recent new developments inside and outside the U.S. \n\t\t\t\t\t\n\t\t\t\t\t After regarding south Korea as an outpost for carrying out its Asia-Pacific strategy pursuant to its new defense strategy, the U.S. is bringing to light its attempt to stifle the DPRK through steady arms buildup in the Korean Peninsula and its vicinity and tightened alliance for a war, etc. New voices such as \"concern over north Korea's possible use of bio-weapons\" are heard one after another.\n\t\t\t\t\t\n\t\t\t\t\t The commitments to the policy toward the DPRK made by the ruling and opposition parties of the U.S. and their candidates in the run-up to the presidential election are enough to prove this.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic Party of the U.S. in its new political guidelines said that \"north Korea should take a crucial option: to take a verifiable step for denuclearization or pay a dear price after being further isolated in the international community.\"\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the Republican Party side. It went the lengths of talking about even \"steps after the collapse of the DPRK\" in the wake of openly setting it as the target of its policy to \"disarm the DPRK.\" \n\t\t\t\t\t\n\t\t\t\t\t Facts go to clearly prove that the U.S. policy toward the DPRK remains unchanged and its intention not to antagonize the DPRK is no more than hypocrisy making a mockery of the international community.\n\t\t\t\t\t\n\t\t\t\t\t \"Policy change\" and \"reform and opening\" touted by the U.S. only betray its utter ignorance and sinister design against the DPRK. The U.S. intensified hostile policy toward the DPRK will only prompt it to take stronger countermeasures including bolstering of nuclear deterrent and precipitate the U.S. final ruin.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to roll back its anachronistic policy toward the DPRK."
        },
        {
            "title": "Meeting of Mothers of Chongryon Held",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-16ee.html",
            "content": "Meeting of Mothers of Chongryon Held\r\n Tokyo, September 11 (KNS-KCNA) -- The 9th meeting of mothers of the General Association of Korean Residents in Japan was held at Korean Secondary High School in Tokyo on Sept. 8.\n\t\t\t\t\t Present there were Kang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, officials and activists of the women's union in various areas, members of mothers societies of schools and the Meeting of Mothers and Children, young Korean activists of chapters and branches and those concerned with education.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon made a speech there.\n\t\t\t\t\t\n\t\t\t\t\t She recalled that mothers have striven to protect and achieve the right to national education since the 8th meeting of mothers.\n\t\t\t\t\t\n\t\t\t\t\t She called on them to pool their efforts to achieve success in national education and bring up their children as required by the present times which entered into the new century of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Hong Man Gi, chairman of the Central Standing Management Board of the Korean Youth Commercial Association in Japan, spoke next.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called on the mothers to make all efforts to bring up their children as genuine members of the Korean nation and carve out a bright future for them.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted a written request demanding an immediate application of tuition-free program for senior high schools to Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Its participants watched a video introducing Korean Primary and Secondary School No. 1 in Tokyo where schools and students and their parents turned out as one to build a new school building.\n\t\t\t\t\t\n\t\t\t\t\t On the same day there took place panel meetings and a performance by students of Korean Secondary High School in Tokyo."
        },
        {
            "title": "DPRK Anniversary Marked in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-14ee.html",
            "content": "DPRK Anniversary Marked in Kyrgyzstan\r\n Pyongyang, September 12 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan held a celebration at the Korean center in Bishkek on Sept. 9, the 64th anniversary of the DPRK.\n\t\t\t\t\t Present there were Pak Kyong Ho, chairman of the United Confederation of Koreans in Kyrgyzstan, officials concerned and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the portraits of Generalissimos Kim Il Sung and Kim Jong Il at the office of the confederation and paid respects.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho said in his speech that the DPRK's founding was a historic event that gave the Korean people genuine freedom and happiness and helped the country emerge as a full-fledged independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t Everlasting is the immortal feats performed by Generalissimos Kim Il Sung and Kim Jong Il who put the DPRK's dignity and might on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un with the humblest and popular traits is successfully carrying forward Generalissimos' idea and feats and wisely leading socialist Korea along the road of victory.\n\t\t\t\t\t\n\t\t\t\t\t Victory is always in store for the DPRK in its drive for building a thriving nation and reunifying the country as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All the compatriots will contribute to accelerating the country's reunification under the uplifted banner of the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Anniversary of DPRK Marked by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-15ee.html",
            "content": "Anniversary of DPRK Marked by Koreans in Uzbekistan\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Koreans in Uzbekistan marked the 64th anniversary of the DPRK on Sept. 9.\n\t\t\t\t\t Displayed in the venue of the event were photos of President Kim Il Sung receiving overseas Koreans and photos of leader Kim Jong Il and the dear respected Kim Jong Un inspecting units of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were photos showing progress in Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Il, chairman of the \"Old Men\" Association for Korean Cultural Tradition in Uzbekistan, in his speech said that the founding of the DPRK helped the Korean people become full-fledged masters of an independent and sovereign state and independently and creatively hew out their destiny. He noted:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has turned into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence and an invincible socialist fortress under the wise leadership of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the DPRK and sure is the cause of building a thriving nation and reunifying the country as there is Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All overseas Koreans should turn out as one in the drive for the reunification and prosperity of the country under the uplifted banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The speech was followed by an art performance."
        },
        {
            "title": "Kim Jong Un's Works Given Publicity Abroad",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-01ee.html",
            "content": "Kim Jong Un's Works Given Publicity Abroad\r\n Pyongyang, September 12 (KCNA) -- The Rostov-Na-Donu Anti-Bourgeois Front of Russia and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions posted a congratulatory message of the dear respected Kim Jong Un on Internet homepages on Sept. 1 and 2.\n\t\t\t\t\t Kim Jong Un sent the congratulatory message to the participants in the meeting for celebrating Youth Day and other youth across the country on Aug. 27, 2012. In the message he praised President Kim Il Sung and leader Kim Jong Il for performing undying feats for the Korean youth movement and clarifies the tasks facing the Korean youth.\n\t\t\t\t\t\n\t\t\t\t\t The full text of his work \"Only Victory and Glory Are in Store for Us Advancing under the Uplifted Immortal Banners Bearing Portraits of Smiling Great Comrades Kim Il Sung and Kim Jong Il\" were posted by the British Association for the Study of Songun Policy on its Internet homepage on Sept. 3 and the detailed gist of the work was carried by Iran News on Sept. 6.\n\t\t\t\t\t\n\t\t\t\t\t The speech made by Kim Jong Un at the banquet given in celebration of Aug. 25, 2012 deals with the Songun feats performed by Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He called for vigorously struggling for the final victory of the revolutionary cause of Juche and Songun started and led to victory by Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The gist of his work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" was carried by the Mexican paper Unidad Nacional on Aug. 31.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on July 26, 2012, clarifies the essence of     Kim Jong Il's patriotism and his whole life characterized by noble love for his country and people.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies important issues arising in embodying Kim Jong Il's patriotism."
        },
        {
            "title": "DPRK Birthday Marked in Various Countries",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-03ee.html",
            "content": "DPRK Birthday Marked in Various Countries\r\n Pyongyang, September 12 (KCNA) -- Diverse events took place in various countries on the 64th anniversary of the DPRK.\n\t\t\t\t\t They included meetings and film shows in Benin, Mongolia, Austria and Denmark and opening ceremonies of the Korean book, photo and handicraft exhibitions in Russia, Bulgaria, Romania and Guinea from Sept. 3 to 5.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues of the events were photos on the revolutionary careers and exploits of President Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were works of the peerlessly great men, books and photos introducing Songun Korea and handicrafts associated with the creative wisdom of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Korean films shown included \"Fireworks for a Thriving Nation\" and \"Pyongyang Today\".\n\t\t\t\t\t\n\t\t\t\t\t  Ali Houdou, president of the Socialist Party of Benin, E. Maksim, executive chairperson of the Mongolian Mt. Paektu Association for Independent Development, Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, and deputy mayor of Aleksandrov City of Moscow Region referred to the more than six decade-long history of the DPRK in which it has won victories only.\n\t\t\t\t\t\n\t\t\t\t\t They said the DPRK would further prosper as it is led by Kim Jong Un who carries forward the idea and cause of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the meetings."
        },
        {
            "title": "DPRK's Developing Arts Introduced in Finland",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-04ee.html",
            "content": "DPRK's Developing Arts Introduced in Finland\r\n Pyongyang, September 12 (KCNA) -- The Finland-Korea Society posted on its Internet homepage on Aug. 28 an article introducing the arts development in the DPRK illustrated with a photo of the dear respected Kim Jong Un.\n\t\t\t\t\t The performances given by the Moranbong Band recently showcased a high level of the development of Korean arts, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Moranbong Band personally guided by Kim Jong Un played very well famous world music pieces along with Korean songs on the stage.\n\t\t\t\t\t\n\t\t\t\t\t The cultural and social life made a rapid progress in the DPRK on the basis of the Juche idea, its guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t The literary and artistic revolutions which took place in the 1970s under the energetic guidance of leader Kim Jong Il put strong spurs to modeling all members of society on the Juche idea and literature and arts played a great role in foiling the imperialists' moves to stifle the DPRK during the Arduous March, the forced march.\n\t\t\t\t\t\n\t\t\t\t\t The scenes showing the band performances represent the appearance of the prospering DPRK, a bright image of the Korean people full of optimism, joy and happiness and a true picture of triumphant socialist Korea."
        },
        {
            "title": "Environment Protection in DPRK Introduced in Russia ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-05ee.html",
            "content": "Environment Protection in DPRK Introduced in Russia \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- ITAR-TASS of Russia reported about a big success made by the DPRK in environment protection on Sept. 6.\n\t\t\t\t\t Very strict regulations are enforced in the construction and use of production establishments in the DPRK according to the existing law on the protection of environment, it said, and continued: \n\t\t\t\t\t\n\t\t\t\t\t All factories and enterprises are equipped with facilities for preventing air pollution and reusing waste.\n\t\t\t\t\t\n\t\t\t\t\t The factories and enterprises in a city in the western region were removed due to their pollution of the living environment of people and a beach resort was built instead according to the measure of the Workers' Party of Korea for the health and wellbeing of the people.\n\t\t\t\t\t\n\t\t\t\t\t The role of the scientific institutions in the field of environment protection is increasing.\n\t\t\t\t\t\n\t\t\t\t\t Residents plant lots of trees on either sides of main roads and in the educational establishments, parks and residential areas every year.\n\t\t\t\t\t\n\t\t\t\t\t The policy of the WPK for environment protection has yielded good results.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un told officials to do well environment protection while giving field guidance to factories, enterprises, farms and units of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel vowed to take the lead in turning the whole country into a thick woodland and greenery."
        },
        {
            "title": "Anniversary of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-06ee.html",
            "content": "Anniversary of DPRK Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Personages, governments, political parties, organizations and institutions of different countries sent floral baskets to the DPRK embassies in their countries in individual or joint names on Sept. 5 and 6 in celebration of the 64th anniversary of the DPRK.\n\t\t\t\t\t They included the Committee for External Affairs of the Lao People's Revolutionary Party and its chairman and vice-chairmen, ministers and vice-ministers of Information, Culture and Tourism of Laos, the general chairman of the Central Directive Council of the Indonesian Democratic Party of Struggle, the speaker of the People's Consultative Assembly of Indonesia, diplomatic envoys of different countries and UN organizations in Myanmar, the People's Supreme Court, the Ministry of Defence and the Ministry of Interior of Laos, the Laos-Korea Friendship Association and the Ministry of Foreign Affairs, the Union Solidarity and Development Party, the International Commerce Promotion Center, the Diamond Love Princess Co. Ltd., the Eternal Flower Co. Ltd. and other company and a hotel in Myanmar."
        },
        {
            "title": "Chinese Paper Introduces Scientific, Technological Achievements in DPRK ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-07ee.html",
            "content": "Chinese Paper Introduces Scientific, Technological Achievements in DPRK \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The Chinese paper People's Daily on Sept. 7 introduced scientific and technological successes of the DPRK.\n\t\t\t\t\t The paper said that the DPRK has made social progress by attaching importance to science and technology and dynamically stepping up the building of a knowledge-based economic power.\n\t\t\t\t\t\n\t\t\t\t\t The country has registered great successes by introducing latest science and technology to the industrial field and making a rational use of natural resources, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t It also recalled that the production processes and equipment were put on a CNC basis at the Huichon Ryonha General Machine Plant and successes were made in researches into making an effective use of mineral resources including the raise of the grade of concentrated ore at the Musan Mining Complex.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has positively developed the core basic technology in the agricultural field and generalized it, giving spurs to putting agriculture on a scientific basis, the paper noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Agrobiologists established a system of producing virus-free seed potatoes and widely introduced the success to cultivating fruit trees, vegetables and industrial crops.\n\t\t\t\t\t\n\t\t\t\t\t Researches into nanotechnology are being intensified. \n\t\t\t\t\t\n\t\t\t\t\t The public health field of the DPRK is making successes in the efforts to study and develop natural medicines and new type medical appliances in order to improve public healthcare.\n\t\t\t\t\t\n\t\t\t\t\t Korean researchers succeeded in extracting Fucoidan element from seaweed and applied it to treating circulatory diseases such as hardening of arteries.\n\t\t\t\t\t\n\t\t\t\t\t The portable magnetic acupuncture invented by scientists of the country is attracting great attention for its wonderful efficacy.\n\t\t\t\t\t\n\t\t\t\t\t The country is attaching importance to training scientific and technological talents and accelerating the work to put education on a scientific and IT basis."
        },
        {
            "title": "Xinhua News Introduces Pyongyang Maternity Hospital ",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-08ee.html",
            "content": "Xinhua News Introduces Pyongyang Maternity Hospital \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Xinhua News reported on Sept. 7 carried its correspondents Du Baiyu and Zeng Tao's notes under the title \"Visit to Pyongyang Maternity Hospital, Korean women's parents' house\".\n\t\t\t\t\t The notes said that since its inauguration in July of 1980 the hospital has turned into the nation's leading women's general hospital with ample medical appliances and a reliable center for medical researches.\n\t\t\t\t\t\n\t\t\t\t\t Introducing the fascinating jewel-studded floor of the hospital decorated in the pattern of flower, the notes said that the floor reflected the beautiful desire of the mothers for the happiness of their children.\n\t\t\t\t\t\n\t\t\t\t\t The notes said they were deeply impressed to go round many rooms of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t The hospital called dear house of parents of the Korean women is doing its utmost for healthcare for women in childbeds, the notes said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It provides medical service to many women and babies every day.\n\t\t\t\t\t\n\t\t\t\t\t Women get treatment in different troubles in rooms for ultrasonic treatment, electrocardiography, dental service and ophthalmologic treatment. Various labs make analysis of the test results.\n\t\t\t\t\t\n\t\t\t\t\t All women in Pyongyang give birth to their children in the hospital.\n\t\t\t\t\t\n\t\t\t\t\t There are maternity hospitals in each province of the DPRK that receive medical advices from the Pyongyang Maternity Hospital.\n\t\t\t\t\t\n\t\t\t\t\t The well-organized system of bringing up triplets and taking care of their health is paying off profusely.\n\t\t\t\t\t\n\t\t\t\t\t A modern mammary gland tumor institute which the country will boast is now under construction at the hospital."
        },
        {
            "title": "Jefe de delegacion coreana interviene en conferencia de Moscu",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-40ee.html",
            "content": "Jefe de delegacion coreana interviene en conferencia de Moscu\n\t\t\t\t\t\t\r\n Pyongyang, 12 de septiembre (ACNC) -- El jefe de la delegacion del Instituto de Desarme y Paz del MINREX de la Republica Popular Democratica de Corea pronuncio el dia 7 un discurso con el tema de \"Tratado Comprensivo de Prohibicion de Prueba: Aseguramiento de su vitalidad\" en la conferencia internacional de Moscu sobre el desarme nuclear y la no-proliferacion.\n\t\t\t\t\t En el discurso, el apunto que el CTBT (siglas de Comprehensive Test Ban Treaty) no ha sido efectivo todavia como un resultado de la politica de Estados Unidos de la supremacia militar basada en armas nucleares y el chantaje con ellas y se ha probado la validez del acceso de la RPDC al disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t El continuo como sigue:\n\t\t\t\t\t\n\t\t\t\t\t El CTBT se encamina basicamente a no permitir el mejoramiento cualitativo de las existentes armas nucleares y el desarrollo de cualquier nuevo tipo de los mismos artefactos, mediante la prohibicion de las pruebas nucleares de toda clase que acompanan la explosion nuclear fisica en el aire, el espacio y debajo del mar y la tierra.\n\t\t\t\t\t\n\t\t\t\t\tLos 16 anos pasados desde la publicacion de CTBT, este no se ha llevado todavia a efecto. Es que la situacion actual de desarme nuclear es tan distante del ideal del tratado.\n\t\t\t\t\t\n\t\t\t\t\t  Actualmente, el desarme nuclear en escala mundial no esta dando progreso satisfactorio debido a los diferendos y conflictos en funcion de los intereses de las principales potencias nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, EE.UU., que emergio como superpotencia nuclear despues del fin de la Guerra Fria con la Union Sovietica, esta dedicando todos sus esfuerzos por tomar medidas para prevenir la aparicion de otra potencia nuclear y asegurar la superioridad absoluta en las fuerzas armadas nucleares estrategicas.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, Estados Unidos inicio las negociaciones de desarme nuclear para debilitar el poder nuclear de los enemigos potenciales mientras persigue la supremacia militar y estrategica absoluta impulsando la modernizacion cualitativa de sus armas nucleares y construyendo el sistema de defensa de misiles estrategicos.\n\t\t\t\t\t\n\t\t\t\t\tEl problema mas serio esta en que EE.UU. mejora la eficiencia de sus armas nucleares sin las pruebas nucleares fisicas abusando de las tecnologias avanzadas como las de prueba nuclear sub-critica con el fin de distraer la opinion publica mundial y encubrir sus siniestras intenciones.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que EE.UU. persigue las politicas autoritarias basadas en la gran capacidad militar, atrapado todavia por el modo de pensar de la Guerra Fria, las tensiones se hicieron mas agudas en el mundo.\n\t\t\t\t\t\n\t\t\t\t\t Por esta razon, otras potencias nucleares que no pueden alcanzar a EE.UU. en la capacidad militar y economica en general, estan dando prioridad a las armas nucleares en sus politicas de seguridad para defender su posicion manteniendo el equilibro estrategico basico.\n\t\t\t\t\t\n\t\t\t\t\t  En el caso de que evadamos la eliminacion completa de las existentes armas nucleares y ejecutemos unilateralmente el CTBT, esto produciria seria desigualdad y desequilibro en la seguridad de cada Estado y causaria consecuencias irremediables en la paz y estabilidad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Hasta el fin del ano 2009, el mundo registro un total de 2054 pruebas nucleares y el 99.99 por ciento de estas fueron realizadas por los miembros permanentes del Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Las potencias nucleares llevaron a cabo muchas pruebas nucleares y construyeron su arsenal nuclear hasta que pudieron monopolizar las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  Por lo tanto, no son necesarias mas pruebas nucleares para ellas que pueden ejercer sus influencias cuanto quisieran en la arena internacional como potencia nuclear apoyandose en su existente arsenal nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Dada esta situacion, los paises como la RPDC no tienen otro remedio que examinar seriamente el problema de firmar el CTBT porque se hallan en las circunstancias especiales que obligan a tener el disuasivo nuclear de autodefensa para hacer frente a las amenazas nucleares directas de EE.UU., unica superpotencia nuclear del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  La politica hostil de EE.UU. sobre la RPDC ha sido endurecida durante mas de medio siglo para eliminar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas serio es que EE.UU. tiene su politica nacional de no reparar en el uso de armas nucleares para atropellar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En el \"Panorama de la Postura Nuclear 2010\", EE.UU. rehuso a dar la garantia de no uso de armas nucleares contra la RPDC e Iran y asi hizo de ataque preventivo nuclear un hecho consumado.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, EE.UU. realiza todos los anos freneticos ejercicios de guerra nuclear anti-RPDC con los medios de ataque nuclear masivo en la Peninsula Coreana y sus periferias.\n\t\t\t\t\t\n\t\t\t\t\t  La constante politica hostil de EE.UU. y sus amenazas obligaron a la RPDC a realizar las pruebas nucleares y poseer el disuasivo nuclear como parte de las medidas de autodefensa orientadas a salvaguardar la seguridad y los derechos soberanos del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta los paises como Francia y Gran Bretana, que no estan sometidos directamente a las amenazas de guerra por ser miembros de la OTAN, consideran el disuasivo nuclear como una garantia de soberania y paz. Por eso, es muy natural que la RPDC tomara la misma actitud para la defensa legitima.\n\t\t\t\t\t\n\t\t\t\t\t Antes de que sean eliminadas completamente la politica hostil de EE.UU. y su amenaza nuclear y se implante en la Peninsula Coreana un sistema de paz permanente, a la RPDC no le queda otra opcion que fortalecer continuamente su disuasivo nuclear de autodefensa al nivel que estime necesario.\n\t\t\t\t\t\n\t\t\t\t\t Esta claro que a menos que EE.UU., superpotencia mundial que se considera jugar un \"rol importante\" en la paz y estabilidad del mundo, abandone su plan de tomar la supremacia militar basada en las armas nucleares modernizadas y deje de amenazar con ellas a los paises independientes antiimperialistas como la RPDC, la prevencion de desarrollo de armas nucleares a traves de CTBT quedara como mision imposible."
        },
        {
            "title": "Clausurada exposicion internacional de libros de ciencias y tecnicas",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-41ee.html",
            "content": "Clausurada exposicion internacional de libros de ciencias y tecnicas\n\t\t\t\t\t\t\r\nPyongyang, 12 de septiembre (ACNC) -- Quedo clausurada el dia 12 en el capitalino Palacio de Estudio del Pueblo la VIII exposicion internacional de libros de ciencias y tecnicas de Pyongyang.\n\t\t\t\t\tEstuvieron presentes alli el secretario del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, y otros funcionarios, los profesores e investigadores, las delegaciones y delegados de varios paises, organizaciones internacionales y de compatriotas en ultramar, los representantes diplomaticos y otros miembros de las embajadas de varios paises e integrantes de las representaciones de organizaciones internacionales acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron otorgados los diplomas a las entidades que donaron los libros y datos en la exposicion y entregados los articulos de recuerdo.\n\t\t\t\t\t\n\t\t\t\t\tFue aprobada la carta dirigida al Mariscal         Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra de clausura, la presidenta del Comite Coreano de Relaciones Culturales con el Extranjero y titular del comite organizador de la exposicion, Kim Jong Suk, apunto que durante la exposicion los participantes intercambiaron los exitos y experiencias logrados en el campo de ciencia, tecnica y prensa y libraron activamente el intercambio de publicaciones.\n\t\t\t\t\t\n\t\t\t\t\tDeclaro la clausura de la exposicion expresando la voluntad de intensificar el intercambio cientifico y tecnico y la cooperacion con varios paises bajo el ideal de independencia, amistad y paz."
        },
        {
            "title": "Inaugurado el Parque Folclorico de Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-42ee.html",
            "content": "Inaugurado el Parque Folclorico de Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 12 de septiembre (ACNC) -- En la zona del monte Taesong quedo construido el Parque Folclorico de Pyongyang que muestra vividamente la larga historia y cultura de la nacion coreana.\n\t\t\t\t\tEl parque se divide en la zona de educacion general en la historia, la de exposicion de vestigios historicos, la contemporanea, la folclorica, la de juegos folcloricos, la de parques de los montes Paektu y Kumgang y la de administracion.\n\t\t\t\t\t\n\t\t\t\t\tEs un museo al aire libre de la historia que permite ver y experimentar la superioridad de la nacion coreana y el verdadero aspecto de la cultura nacional socialista en florecimiento.\n\t\t\t\t\t\n\t\t\t\t\tContribuira mucho a que los habitantes, jovenes y ninos escolares de Corea continuen y hagan brillar las excelentes tradiciones y cultura de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 11 la ceremonia de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Choe Yong Rim, Choe Ryong Hae, Kim Jong Gak, Choe Thae Bok, Yang Hyong Sop, los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, las entidades de masas, ministerios y organos centrales, y de los dominios de ciencia, educacion, cultura y arte,  los constructores militares, los empleados del parque y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tAl pronunciar la palabra de inauguracion, el vicemariscal del Ejercito Popular de Corea, Kim Jong Gak, miembro del Buro Politico del Comite Central del Partido del Trabajo de Corea y ministro de las Fuerzas Armadas Populares, dijo que el Parque Folclorico de Pyongyang es un patrimonio nacional edificado por la iniciativa del Dirigente Kim Jong Il segun el noble proposito del Presidente     Kim Il Sung y gracias a la energica guia del Mariscal Kim Jong Un y constituye otra creacion monumental de la era del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il instruyo construir el parque en las periferias de las ruinas del Palacio Real Anhak apreciando la excelente nacionalidad que forjo el pueblo coreano en el largo proceso historico de su desarrollo independiente, recordo.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al proyecto del Dirigente, -prosiguio- el Mariscal realizo en varias ocasiones la orientacion sobre el campo de construccion estimulando a los militares a terminar la obra con el espiritu de un tiron.\n\t\t\t\t\t\n\t\t\t\t\tEl orador asevero que la energica y minuciosa direccion del Mariscal sirvio de motor que permitio manifestar sin reservas el espiritu y el modo de creacion de los constructores uniformados del EPC que no saben lo imposible en materializar la orden del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de acondicionar mejor el parque y mejorar su administracion y gestion.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, los participantes escucharon la explicacion general y recorrieron el parque."
        },
        {
            "title": "Clausurada Exposicion Estatal de Bellas Artes Industriales",
            "url": "http://kcna.co.jp/item/2012/201209/news12/20120912-43ee.html",
            "content": "Clausurada Exposicion Estatal de Bellas Artes Industriales\n\t\t\t\t\t\t\r\nPyongyang, 12 de septiembre (ACNC) -- quedo clausurada el dia 12 en el Centro Nacional de Bellas Artes Industriales la Exposicion Estatal de Bellas Artes Industriales, inaugurada el 10 de abril con motivo del centenario del nacimiento del Presidente Kim Il Sung.\n\t\t\t\t\tEl centro fue visitado por mas de 80 mil personas, entre ellas, los cuadros directivos del partido y el Estado, los funcionarios de ministerios e instituciones centrales, los militares del Ejercito Popular de Corea, los trabajadores de diversos estratos, los jovenes y estudiantes, los compatriotas en ultramar y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron el vicepremier Ri Mu Yong, los funcionarios correspondientes, creadores, profesores y estudiantes de la rama de bellas artes industriales de diversas localidades y los aficionados.\n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Ri en su discurso de clausura recordo que el ano pasado, el Generalisimo         Kim Jong Il dio la tarea de celebrar con solemnidad la exposicion estatal de bellas artes industriales en ocasion del centenario del nacimiento del Presidente e instruyo varios asuntos como el tema y la sede de la exposicion.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que el Mariscal Kim Jong Un condujo que la exposicion se realizara en el maximo nivel e hizo la visita al centro donde vio uno por uno los datos y obras a ser expuestos y dio las instrucciones programaticas para el desarrollo de bellas artes industriales.\n\t\t\t\t\t\n\t\t\t\t\tAl profundizar el estudio sobre la tendencia de desarrollo de bellas artes industriales del mundo, librar activamente el intercambio y elevar la atencion social a esta rama, deberan contribuir a la construccion de la patria prospera, concluyo."
        }
    ]
}