{
    "date": "2012-04-08",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-08.html",
    "articles": [
        {
            "title": "Foreign Media Persons Visit Sohae Satellite Launching Station",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-20ee.html",
            "content": "Foreign Media Persons and Experts on Space Science and Technology Visit Sohae Satellite Launching Station\r\n Pyongyang, April 8 (KCNA) -- Foreign media persons and experts on space science and technology Sunday toured the Sohae Satellite Launching Station situated in Cholsan County of North Phyongan Province. The DPRK announced its plan to launch the first working satellite on the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Scientists and technicians of the DPRK are set to launch Kwangmyongsong-3, the earth observation satellite, manufactured by their own efforts and with indigenous technology in the wake of its successful launch of two experimental satellites pursuant to the DPRK government's policy on space development and peaceful use.  This is an inspiring deed and an event of historic significance of the nation as it demonstrates the leaping development of space science and technology of the country.\n\t\t\t\t\t\n\t\t\t\t\tIt is a law-governed requirement of the age of science and technology and a worldwide trend to develop and use the working satellite needed for the country's economic development.\n\t\t\t\t\t\n\t\t\t\t\t Kwangmyongsong-3, the creme and an integral whole of latest science and technology, took on its appearance as a working satellite in line with the international standard and a firm material and technological foundation has been laid for its launch and normal operation, providing a sure guarantee for its credibility and security.\n\t\t\t\t\t\n\t\t\t\t\t As reported, the Korean Committee for Space Technology organized the visit as an exception, going beyond international practice, to show the peaceful nature of the satellite launch in a transparent manner. \n\t\t\t\t\t\n\t\t\t\t\t The visitors first went round a test site of the satellite launching station. They saw the general distribution map of the launching station and earth observation satellite Kwangmyongsong-3. \n\t\t\t\t\t\n\t\t\t\t\t They were briefed on the mission and performance of the polar-orbiting earth observation satellite: It will gather necessary information on the distribution of forestry resources in the country, severity of natural disasters, crop estimate, weather forecast and survey of natural resources during polar orbit.\n\t\t\t\t\t\n\t\t\t\t\tThey viewed the carrier rocket Unha-3 on the launch pad.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the satellite and carrier rocket whose transparency is ensured to the maximum, they had deep understanding of the fact that the DPRK's satellite launch is aimed at space development and use for peaceful purposes from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t They were admired to learn that the space science and technology of the DPRK has entered the practical stage of satellite after going through an experimental stage and reached such level where it can choose the position of satellite launch and the direction of its launch as it wishes.\n\t\t\t\t\t\n\t\t\t\t\t They learned in detail about the preparations for launching the satellite in the General Launch Command Centre.\n\t\t\t\t\t\n\t\t\t\t\t The visit to the launching station for the working satellite Kwangmyongsong-3 which will contribute to promoting the international confidence and boosting cooperation in the field of space scientific research and satellite launch offered the visitors an opportunity to realize the might of another space power advancing towards the world standards by pushing back the frontiers of latest science and technology."
        },
        {
            "title": "Gifts to Kim Il Sung, Kim Jong Il and Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-21ee.html",
            "content": "Gifts to Kim Il Sung, Kim Jong Il and Kim Jong Un\r\n Pyongyang, April 8 (KCNA) -- President Kim Il Sung, general secretary Kim Jong Il and the dear respected Kim Jong Un were presented with gifts by Vishwanath, director-general of the International Institute of the Juche Idea on a visit to the DPRK to take part in the World Congress on the Juche Idea, on the occasion of the centenary of the birth of the President.\n\t\t\t\t\t The director-general who doubles as secretary general of the International Kim Il Sung Prize Council handed them over to an official concerned on Saturday."
        },
        {
            "title": "Senior Party, State and ArmyOfficials Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-16ee.html",
            "content": "Senior Party, State and Army Officials Visit Mangyongdae\r\n Pyongyang, April 8 (KCNA) -- Kim Yong Nam, Choe Yong Rim, Ri Yong Ho and other senior officials of the party, state and army and officials of party, working people's organizations and ministries Sunday visited the old home of President Kim Il Sung in Mangyongdae with the approach of the centenary of his birth.\n\t\t\t\t\t The visitors looked round the Mangyongdae Revolutionary Museum with yearning for the President.\n\t\t\t\t\t\n\t\t\t\t\t Going round the historic relics and mementoes on display, they recollected the noble life of the President, who devoted all his life to the country and its people, and the members of the patriotic and revolutionary family in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t In the yard of the old home they viewed relics showing the noble traits of the President and his family members.\n\t\t\t\t\t\n\t\t\t\t\t They had a photo taken in front of the old home in Mangyongdae."
        },
        {
            "title": "25th Mangyongdae Prize Marathon Held",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-19ee.html",
            "content": "25th Mangyongdae Prize Marathon Held\r\n Pyongyang, April 8 (KCNA) -- The IAAF-25th Mangyongdae Prize Marathon took place here on Sunday.\n\t\t\t\t\t It is an annual event to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It brought together marathoners from more than 10 countries and regions including the DPRK, China, Russia, Namibia, South Africa, Sweden, Ukraine and Kenya.\n\t\t\t\t\t\n\t\t\t\t\t At the race Oleksandr Matviichuk (male) and Kim Mi Gyong (female) of the DPRK came first, Pak Song Chol (male) and Kim Hye Gyong (female) of the DPRK second and a Kenyan runner (male) and Jong Kyong Hui (female) of the DPRK third.\n\t\t\t\t\t\n\t\t\t\t\t Trophy cups, medals and certificates were awarded to the successful runners."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-17ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung \r\n Pyongyang, April 8 (KCNA) -- Family members of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, and So Sun Ok, China-resident Korean anti-Japanese fighter, and their parties visited the statue of President Kim Il Sung on Ryongnam Hill on Sunday and paid tribute to him.\n\t\t\t\t\t They laid bouquets before his statue with boundless reverence for him before paying tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here to take part in the celebrations of the centenary of the birth of Kim Il Sung."
        },
        {
            "title": "Posters for April Spring Friendship Art Festival Produced",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-18ee.html",
            "content": "Posters for April Spring Friendship Art Festival Produced\r\n Pyongyang, April 8 (KCNA) -- Posters on the 28th April Spring Friendship Art Festival were produced in the DPRK.\n\t\t\t\t\t The posters truthfully represent the desire and wishes of artistes of different countries and overseas Korean artistes to significantly decorate the spring festival marking the Day of the Sun with colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Among them is a poster having the festival logo depicted in beautiful flowers and the word \"Welcome\".\n\t\t\t\t\t\n\t\t\t\t\t The poster portrays artistes holding the festival logo against the background of the earth. The slogan \"Let us loudly sing a song of independence, friendship and peace!\" is given in bold relief on the poster. It reflects the desire of progressive mankind to enjoy a creative life, singing of friendship and solidarity in an independent and peaceful world.\n\t\t\t\t\t\n\t\t\t\t\t There were also posters depicting singers of various countries singing with mikes in their hands and playing different kinds of musical instruments. They also portray artistes of different countries presenting dances and acrobats performing different skillful stunts."
        },
        {
            "title": "New Children's Camp Opens in DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-22ee.html",
            "content": "New Children's Camp Opens in DPRK\r\n Pyongyang, April 8 (KCNA) -- The February 16 Children's Camp built in South Phyongan Province began to receive campers.\n\t\t\t\t\t Located near picturesque Lake Kumsong, the camp has been created for the convenience of campers including bedrooms, room for the Children's Union, music room, reading room, amusement games room, sports room, room for information on mountaineering and seas, dining hall, room for birthday tables and kitchen.\n\t\t\t\t\t\n\t\t\t\t\t The campers will consolidate what they learned at school and train their minds and bodies during the period of camping.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place on Sunday."
        },
        {
            "title": "New Modern Drops Production Process Opens at Taedonggang Combined Fruit Processing Factory ",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-24ee.html",
            "content": "New Modern Drops Production Process Opens at Taedonggang Combined Fruit Processing Factory \r\n Pyongyang, April 8 (KCNA) -- A ceremony of opening new drops production process was held at the Taedonggang Combined Fruit Processing Factory Sunday.\n\t\t\t\t\t Ri Myong Su, minister of People's Security, in his speech said that the process is a product of the loving care of Kim Jong Il and Supreme Commander Kim Jong Un for the people to provide them with tasty processed fruit goods.\n\t\t\t\t\t\n\t\t\t\t\t He called for managing with care the equipment provided thanks to the benevolence of the Workers' Party of Korea, putting the production going at a high rate and supplying the people with more quality processed fruit goods."
        },
        {
            "title": "Sino-DPRK Friendship Will Be in Fuller Bloom: Head of Chinese Delegation",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-11ee.html",
            "content": "Sino-DPRK Friendship Will Be in Fuller Bloom: Head of Chinese Delegation\r\n Pyongyang, April 8 (KCNA) -- Major General Qian Lihua, director of the Foreign Affairs Office of the Ministry of National Defense, who is heading the visiting delegation of diplomatic officials of the Chinese People's Liberation Army, referred to the relations of friendship and cooperation between the DPRK and China now growing stronger as the days go by.\n\t\t\t\t\t The delegation came to the DPRK to bring into fuller bloom the Sino-DPRK friendship, the head said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The two countries are the friendly neighbors connected by the same mountain and rivers.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, together with Chairman Mao Zedong and Premier Zhou Enlai, provided the Sino-DPRK friendship and cultivated it.\n\t\t\t\t\t\n\t\t\t\t\t The friendship, a legacy bequeathed by the revolutionaries of the elder generation, is a treasure common to the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The party and army of China attach the greatest importance to the relations of friendship with those in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t History goes to prove that the development of the friendly and cooperative relations between the two countries is in conformity with the desire and interests of the two armies and peoples and is beneficial for peace, stability and prosperity of the region and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The top leaders of the two countries are further developing the Sino-DPRK friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t The flower garden of the Sino-DPRK friendship with long-standing history and tradition will be in fuller bloom."
        },
        {
            "title": "S. Korean Group of Traitors' Moves for Confrontation between Systems under Fire by DFRK",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-23ee.html",
            "content": "S. Korean Group of Traitors' Moves for Confrontation between Systems under Fire by DFRK\r\n Pyongyang, April 8 (KCNA) -- The Secretariat of the Central Committee of the Democratic Front for the Reunification of Korea Sunday issued a memorandum to disclose and denounce the south Korean authorities in south Korea for their anti-reunification moves for escalating confrontation between systems.\n\t\t\t\t\t All the successive conservative right-wing rulers of south Korea have incited inter-Korean confrontation but none of them has so openly betrayed black-hearted intention for confrontation between systems as traitor Lee Myung Bak did, the memorandum said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors employed all sordid means and methods in its desperate bid to destabilize the DPRK and realize its daydream for \"overturning the system.\"\n\t\t\t\t\t\n\t\t\t\t\t Involved in its anti-DPRK smear campaign are all plot-breeding institutions including the Intelligence Service and the Defense Security Command, all ministries and offices of the puppet government, namely the Ministry of Unification and the Ministry of Foreign Affairs and Trade as well as ultra-right conservative forces and human scum.\n\t\t\t\t\t\n\t\t\t\t\t It cooked up all sorts of spy ring cases including woman spy case, Iljin Association case and Wangjaesan case, fanning up awareness of confrontation between systems.\n\t\t\t\t\t\n\t\t\t\t\t It openly described the fellow countrymen as \"enemy\" in the \"defense white paper.\" It also worked out and distributed \"the basic plan for unification education\" and \"guidelines for unification education\" whose contents were replete with misanthropy and daydream for confrontation between systems.\n\t\t\t\t\t\n\t\t\t\t\t It has produced and broadcasted \"anti-communist\" movies and TV dramas and held \"anti-communist\" events on June 25 and other occasions every year, whipping up extreme antagonism, jealousy, distrust and enmity toward the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It hatched a hideous plot of sacrificing dozens of puppet army soldiers for confrontation with the system in the DPRK and war provocations against it. It went the lengths of staging such reckless military provocations as indiscriminately firing shells into the inviolable territory and waters of the DPRK in broad daylight.\n\t\t\t\t\t\n\t\t\t\t\t The group leveled guns at the fellow countrymen when all Koreans were mourning the great loss to the nation in December 2011, lashing the army and people of the DPRK into great fury. It also blatantly hurt the dignity of the supreme leadership of the DPRK, rendering the situation extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon the Lee group's reckless moves for confrontation between systems but certainly force it to pay a dear price, the memorandum said, warning that it will get nothing but destruction and death from its confrontation moves."
        },
        {
            "title": "Work Published In China",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-01ee.html",
            "content": "Work Published In China\r\n Pyongyang, April 8 (KCNA) -- General secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was published in booklet by a printing house in Dandong, China on April 1.\n\t\t\t\t\t The work, published on October 2, 1995, reviews with pride the glorious history of the Workers' Party of Korea that paved a new way for building a revolutionary party in the era of independence under the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It serves as a great programme for party building and activities as it indicates the way to develop the party into an eternal party of Kim Il Sung."
        },
        {
            "title": "Revolutionary Career and Exploits Highly Praised",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-02ee.html",
            "content": "Revolutionary Career and Exploits Highly Praised\r\n Pyongyang, April 8 (KCNA) -- Papers of different countries carried special write-ups illustrated with photos of President Kim Il Sung to commemorate his birth anniversary.\n\t\t\t\t\t Newspaper of Nepal Charcha on April 2 in an article titled \"Kim Il Sung, brilliant august name\" said that the name of Kim Il Sung, father of socialist Korea, means the sun and his august name like the sun always shines as a symbol of national liberation and era of independence. \n\t\t\t\t\t\n\t\t\t\t\t The paper gave a detailed account of the fact that after embarking on the road of revolution in his early years, the President founded the Juche idea and the Songun idea and set a shining example in the struggle against imperialism and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a great benefactor who helped the peoples of different countries in their struggle for building a new society both materially and morally, the paper said many countries earnestly follow the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican newspaper Unidad Nacional on March 31 recalled that different countries in the world awarded honorary titles, orders and gifts to the President not only in his lifetime but after his demise, attracted by his personality, adding that just as the sun will shine forever, the sacred career and revolutionary exploits of the President will shed their rays along with human history. \n\t\t\t\t\t\n\t\t\t\t\t Newspaper of Myanmar The Voice on April 2 said in its articles that Kim Il Sung who provided ceaseless field guidance for the happiness of the people all his life will live forever in the hearts of the Korean people and progressive humankind."
        },
        {
            "title": "Highly Praised by Director-general of IIJI",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-03ee.html",
            "content": "Highly Praised by Director-general of IIJI\r\n Pyongyang, April 8 (KCNA) -- Vishwanath, director-general of the International Institute of the Juche Idea, was interviewed by KCNA correspondent in New Delhi on April 3 on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Pyongyang is the birth place of the President and a holy city which houses the Kumsusan Palace of the Sun in which the President lies in state, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t When I pay tribute to him at the palace, I feel fresh strength rising up in my whole body.\n\t\t\t\t\t\n\t\t\t\t\t Because I feel as if Kim Il Sung were still encouraging me and showing loving care for me in all aspects just as he had instilled strength and courage into me whenever he met me. \n\t\t\t\t\t\n\t\t\t\t\t He was, indeed, a great sage who embraced and took care of all the people with the rays and heat of the sun.\n\t\t\t\t\t\n\t\t\t\t\t He was a great man born of Heaven who came down to the earth to save oppressed and maltreated people.\n\t\t\t\t\t\n\t\t\t\t\t I more keenly felt his love for the people whenever I met Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t I was completely fascinated by him, keenly realizing that he was a great sage.\n\t\t\t\t\t\n\t\t\t\t\t Endowed with boundless love for the people, Kim Il Sung founded such great Juche idea centered on man and freed them from the yoke of oppression and made the DPRK tower on the earth as a country which values independence and justice."
        },
        {
            "title": "Lot of Literary Works Created in Different Parts of World to Mark Day of Sun ",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-04ee.html",
            "content": "Lot of Literary Works Created in Different Parts of World to Mark Day of Sun \r\n Pyongyang, April 8 (KCNA) -- Figures of different circles and progressive people in different parts of the world authored and published dozens of books and at least 1 400 articles, poems, songs and others in praise of the peerlessly great persons produced by mankind on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Book \"Our Closest and Great Kim Il Sung\" was published in Mongolia in September, 2008.\n\t\t\t\t\t\n\t\t\t\t\t Then followed the publication of similar books in China, Indonesia, Nepal, Syria, Bulgaria and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Among them were \"All kinds of flowers in blossom under the care of the sun\", \"President Kim Il Sung and my father Sukarno\", \"The sun will never be quenched\" and \"Korea in Kim Jong Il's era\".\n\t\t\t\t\t\n\t\t\t\t\t Books \"Theory on Kim Jong Il Songun Policy\", \"Songun International\", \"Theory on Juche Idea\" and others tell about the ideological and theoretical feats the peerlessly great men performed by founding the immortal Juche idea and the Songun idea, and developing them in depth, thus clearly indicating the way for progressive mankind to follow, and greatly contributing to global independence.\n\t\t\t\t\t\n\t\t\t\t\t Reminiscences \"Great friendship sealed in blood\", \"Shining example on the highest peak of love and obligation\", \"Eternal memory\", \"'Song of General Kim Il Sung' I sang\" and others tell about the noble virtues of the President.\n\t\t\t\t\t\n\t\t\t\t\t Many figures of different circles in many countries wrote books by devoting all energies and wisdom.\n\t\t\t\t\t\n\t\t\t\t\t Among them are the director of the Jilin Yuwen High School in China, the mayor of the Khabarovsk City of Russia, the chairman of the Switzerland-Korea Committee, the chairman of the South African Association for Friendship and Solidarity with Korean People and the chairman of the Venezuela-Korea Friendship and Solidarity Association.\n\t\t\t\t\t\n\t\t\t\t\t A collection of poems written by a Bangladeshi poet \"Ode dedicated to great man\" contains over 40 poems including \"We offer greetings to President Kim Il Sung on the Day of the Sun\", \"Comrade Kim Jong Il-happiness of world people\" and \"In memory of mother Kim Jong Suk\". \n\t\t\t\t\t\n\t\t\t\t\t Collections of poems \"Great Succession\", \"Bright Sun of Mankind\" and \"To three great persons of Mt. Paektu\" include more than 100 poems.\n\t\t\t\t\t\n\t\t\t\t\t Works \"New star rose over Korea \", \"Kim Jong Un! glory to you\", \"Keeping pace with footsteps of General Kim Jong Un\", \" We sing of you Kim Jong Un \" and others highly praise the dear respected Kim Jong Un and wish socialist Korea a rosy future when it will become richer and more prosperous."
        },
        {
            "title": "Book Recollecting Published in China",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-05ee.html",
            "content": "Book Recollecting Published in China\r\n Pyongyang, April 8 (KCNA) -- \"Eternal Recollection -- Book Dedicated to Centenary of Birth of President Kim Il Sung and 75th Anniversary of Death of Martyr Zhang Weihua\" was published in China.\n\t\t\t\t\t A book releasing ceremony was held in Baishan City, Jilin Province, China on April 1.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of party and power organs and other institutions concerned of cities and counties of the province and other people.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony speakers said that Kim Il Sung made a great contribution to the Korean and Chinese revolutions.\n\t\t\t\t\t\n\t\t\t\t\t They praised the noble virtues of Kim Il Sung and general secretary Kim Jong Il and undying feats they performed for the development of the friendly and cooperative relations between the two countries."
        },
        {
            "title": "Lauded by Bangladeshi Organizations",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-06ee.html",
            "content": "Lauded by Bangladeshi Organizations\r\n Pyongyang, April 8 (KCNA) -- Bangladeshi organizations issued bulletins on the occasions of the 19th anniversary of general secretary Kim Jong Il's election as chairman of the DPRK National Defence Commission and the 80th anniversary of the foundation of the Korean People's Army. \n\t\t\t\t\t The Bangladesh-Korea Friendship and Solidarity Committee in its bulletin on April 1 carried articles titled \"NDC Chairman Kim Jong Il and Korean revolution\" and \"Leader Kim Jong Il and KPA\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin praised him as a great statesman who led to victory the Korean revolution with the Songun idea and single-minded unity based on it and an iron-willed commander and genius of creation who defended socialism and ushered in a new era of building a thriving nation with Songun.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership provided a sure guarantee for helping the DPRK overcome a stern ordeal and speeding up the grand advance for a great surge in socialist construction, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy in its bulletin on April 2 published articles titled \"Invincible military power and Kim Jong Il\" and \"80 years of victory and glory\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said that he trained the KPA into a most elite army and turned the whole country into an invulnerable fortress."
        },
        {
            "title": "Brazilian Organization on Strong Trend of Times to Follow Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-07ee.html",
            "content": "Brazilian Organization on Strong Trend of Times to Follow Juche Idea\r\n Pyongyang, April 8 (KCNA) -- The Brazilian Center for the Study of the Juche Idea on March 31 posted on its website an article on the occasion of the 30th anniversary of general secretary Kim Jong Il's work \"On the Juche Idea\".\n\t\t\t\t\t The article said the work, published on March 31, 1982, was printed and published in booklet by political parties, organizations and institutions of more than 140 countries in a matter of less than one year.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's works were brought out in over 60 national languages in over 190 countries for the past three decades, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The past three decades witnessed the appearance of the International Institute of the Juche Idea and study organizations in different continents, countries and regions one after another and seminars held worldwide, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Last year the 13th Enlarged Meeting of the Executive Committee of the Board of Directors of the International Institute of the Juche Idea decided to convene the World Congress on the Juche Idea in Pyongyang in April this year to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Tower of the Juche Idea which was unveiled on April 15, 1982 was visited by at least 480 000 foreigners of more than 52 000 delegations.\n\t\t\t\t\t\n\t\t\t\t\t Nearly 320 pieces of commemorative stones were contributed to the tower by more than 80 countries and international organizations. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the Juche idea has tremendous vitality and the trend of the times to follow this great idea grows stronger with the flow of time."
        },
        {
            "title": "Lauded by Personages of Myanmar, Italy",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-08ee.html",
            "content": "Lauded by Personages of Myanmar, Italy\r\n Pyongyang, April 8 (KCNA) -- Personages of Myanmar and Italy released statements on March 29 and April 2 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Aung Thein Lynn, member of the Central Executive Committee of the Union Solidarity and Development Party, Union of Myanmar, said that the President was the distinguished leader and benevolent father of the Korean people and the world progressive people as he worked energetically for the prosperity of the country and the happiness of its people, reunification of Korea and global independence.\n\t\t\t\t\t\n\t\t\t\t\t Aung Thein Lynn praised the President as a great thinker and theoretician, matchless political elder and invincible and iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t The organizational secretary of the Struggle for the Peace and Socialism of Italy noted that the President clearly indicated the path to be followed by mankind in the era of independence, adding:\n\t\t\t\t\t\n\t\t\t\t\t The President met with many party and state heads and prominent figures of foreign countries in his lifetime. Those who met the President praised his noble personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\t Foreign artistes well known to the world used to participate in the April Spring Friendship Art Festival held to mark the birth anniversary of the President and sing praises of his feats.\n\t\t\t\t\t\n\t\t\t\t\t He will be always alive in the hearts of all the people along with human history."
        },
        {
            "title": "Birth Anniversary Marked in China",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-09ee.html",
            "content": "Birth Anniversary Marked in China\n\t\t\t\t\t\t\r\n Pyongyang, April 8 (KCNA) -- A friendship meeting took place in Beijing on April 5 to mark the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Present there were Mustafa Al Safarini, chairman of the Arab Information Center in China, and his daughter Jindallae, the executive chairman of the Public Center for Diplomatic and Cultural Exchange of China and other people, as well as Ji Jae Ryong, DPRK ambassador to China, and staff members of his embassy and diplomats of various countries in China.\n\t\t\t\t\t\n\t\t\t\t\t Jindallae praised Kim Il Sung as an outstanding leader who devoted all his life to the prosperity of the country and accomplishment of the human cause of independence and the universally recognized great man.\n\t\t\t\t\t\n\t\t\t\t\t He, the father of the Korean nation, is boundlessly respected by all the people for his feats and is always alive as the sun of mankind as he brought hope to the world oppressed people, she added.\n\t\t\t\t\t\n\t\t\t\t\t The executive chairman noted that Kim Il Sung put forward the line, independent in politics, self-supporting in economy and self-reliant in national defence, and wisely led the Korean people, turning the DPRK into a powerful socialist state.\n\t\t\t\t\t\n\t\t\t\t\t Mustafa Al Safarini lauded Kim Il Sung for founding the immortal Juche idea and building an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Then a joint performance was given by DPRK officials working in China and Chinese artistes."
        },
        {
            "title": "Serious Joblessness in U.S.",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-10ee.html",
            "content": "Serious Joblessness in U.S.\r\n Pyongyang, April 8 (KCNA) -- Unemployment is becoming serious in the U.S. due to economic and financial crises.\n\t\t\t\t\t According to the Labor Department Thursday, the number of jobless people in the U.S. reached 357,000 last week."
        },
        {
            "title": "Iran Will Attack U.S. Mainland: IRGCI Spokesman",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-12ee.html",
            "content": "Iran Will Attack U.S. Mainland: IRGCI Spokesman\r\n Tehran, April 7 (KCNA) -- A spokesman for the Islamic Revolutionary Guards Corps of Iran in a recent statement warned that Iran would mount a strike on the U.S. mainland if it is attacked by the U.S.\n\t\t\t\t\t In case of U.S. attack Iran would not stage military actions in the Near East and Persian Gulf regions only, the spokesman said, adding that any area of the U.S. mainland will not escape Iran's strike."
        },
        {
            "title": "Russian FM Opposes Sanctions, Military Attack on Iran",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-13ee.html",
            "content": "Russian FM Opposes Sanctions, Military Attack on Iran\r\n Moscow, April 7 (KCNA) --The Russian government opposes fresh sanctions and military attack on Iran, Russian Foreign Minister Sergei Lavrov said when answering questions put by teachers of a university recently.\n\t\t\t\t\t The U.S., the West, Japan and other countries are trying to impose unilateral fresh sanctions on Iran, Lavrov said, adding this is intolerable.\n\t\t\t\t\t\n\t\t\t\t\t He said that a preemptive attack is banned by the UN Charter and there can be no military solution to the Iranian issue."
        },
        {
            "title": "Actions against U.S. and Dictatorship Called for ",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-14ee.html",
            "content": "Actions against U.S. and Dictatorship Called for \r\n Pyongyang, April 8 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification released a statement on April 4 on the occasion of the 64th anniversary of the Jeju popular uprising.\n\t\t\t\t\t The statement said that the April 3 uprising on Jeju Island was a dynamic struggle of the people on the island against the U.S. which instigated Syngman Rhee to divide the country into two parts.\n\t\t\t\t\t\n\t\t\t\t\t Many years have passed since then but wicked U.S. forces are still present in south Korea and Lee Myung Bak like Syngman Rhee are hell-bent on cracking down upon people and escalating the confrontation with fellow countrymen, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is absolutely impossible for the people to properly lead a life as long as Lee is allowed to stay in power, the statement held that the sycophantic and traitorous forces who play the roles of cat's paws of the U.S. should be eliminated through the general election.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the people to intensify the struggle to force the U.S. forces to withdraw from south Korea and bring down dictatorship and struggle under the uplifted anti-Lee Myung Bak and anti-\"Saenuri Party\" slogans with the same spirit as displayed by the participants of the April 3 uprising."
        },
        {
            "title": "U.S. Drone Strikes Violate National Sovereignty: Pakistani President",
            "url": "http://kcna.co.jp/item/2012/201204/news08/20120408-15ee.html",
            "content": "U.S. Drone Strikes Violate National Sovereignty: Pakistani President\r\n Pyongyang, April 8 (KCNA) -- President Asif Ali Zardari told a visiting top American diplomat that the U.S. drone attacks are counter-productive, violating national sovereignty of Pakistan.\n\t\t\t\t\t \"Civilian casualties as a result of drone attacks caused deep resentment and fueled extremism and militancy,\" Zardari said when meeting with the U.S. Deputy Secretary of State Thomas Nides in Lahore. \n\t\t\t\t\t\n\t\t\t\t\t For long term and sustained Pakistan-U.S. ties it was important that the relationship is based on transparency, mutual respect and mutual interest and is authenticated by the true representatives of the people, Zardari said."
        }
    ]
}