{
    "date": "2012-05-02",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-02ee.html",
    "articles": [
        {
            "title": "Congratulations to Kim Jong Un from South African President",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-32ee.html",
            "content": "Congratulations to Kim Jong Un from South African President\r\n Pyongyang, May 2 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, received a congratulatory message from Jacob Gedleyihlekisa Zuma, president of South Africa, on April 25.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I sincerely congratulate Your Excellency on behalf of the government and people of the Republic of South Africa upon your election as first secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I appreciate the good, warm and close relations between our two countries and peoples and reaffirm this.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the good relations between the two countries of years would continue to develop.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my sincere regard."
        },
        {
            "title": "Lao Delegation Here",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-28ee.html",
            "content": "Lao Delegation Here\r\n Pyongyang, May 2 (KCNA) -- A Lao delegation of the National Assembly led by its President Pany Yathortou who is member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, arrived here Wednesday to visit the DPRK at the invitation of the DPRK Supreme People's Assembly (SPA).\n\t\t\t\t\t The delegation was greeted at the airport by Hong Son Ok, vice-chairwoman of the SPA, and Kiettisak Keobanhdith, Lao ambassador to the DPRK, and staff members of his embassy."
        },
        {
            "title": "KCSC Annual Meeting Held",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-17ee.html",
            "content": "KCSC Annual Meeting Held\r\n Pyongyang, May 2 (KCNA) -- An annual meeting of the Korean Committee for Solidarity with Cuba (KCSC) was held at the Taedonggang Diplomatic Corps Club on Wednesday.\n\t\t\t\t\t Present there were Kim Sung Du, chairman of the KCSC and chairman of the Education Commission, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and KCSC members.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were German Hermin Ferras Alvarez, Cuban ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Reviewed at the meeting was last year's work done by the KCSC for friendship and solidarity with the Cuban people advancing along the banner of socialism defending the sovereignty of the country and achievements of the revolution under the leadership of the Communist Party of Cuba.\n\t\t\t\t\t\n\t\t\t\t\t Discussed there were issues on organizing various colorful events in 2012 marking the 50th anniversary of the formation of the KCSC."
        },
        {
            "title": "DPRK FM Meets New Ethiopian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-19ee.html",
            "content": "DPRK FM Meets New Ethiopian Ambassador\r\n Pyongyang, May 2 (KCNA) -- Foreign Minister Pak Ui Chun met and had a talk with Seyoum Mesfin, Ethiopian ambassador to the DPRK, who paid a courtesy call on him on Wednesday."
        },
        {
            "title": "Credentials of Ethiopian Ambassador Accepted",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-18ee.html",
            "content": "Credentials of Ethiopian Ambassador Accepted\r\n Pyongyang, May 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Seyoum Mesfin, Ethiopian ambassador to the DPRK, at the Mansudae Assembly Hall Wednesday.\n\t\t\t\t\t Kim talked with the ambassador after receiving the credentials."
        },
        {
            "title": "Gift to Kim Jong Un from Chinese Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-12ee.html",
            "content": "Gift to Kim Jong Un from Chinese Organization\r\n Pyongyang, May 2 (KCNA) -- Kim Jong Un, supreme leader of the Workers' Party of Korea and the people of the DPRK, received a gift from the Chinese Zhenjiang Youth Society for Promoting International Exchange. \n\t\t\t\t\t The gift was conveyed to an official concerned by Wang Shaoheng, chairman of the society, on a visit to the DPRK on April 30."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-15ee.html",
            "content": "Visits\r\n Pyongyang, May 2 (KCNA) -- A delegation of the Information Committee of the DPRK led by Vice-Chairman Jong Yong Chol left here on Wednesday to visit Indonesia and Myanmar.\n\t\t\t\t\t A delegation of the Kim Il Sung Socialist Youth League headed by Ri Yong Hwan, secretary of its Central Committee, departed here Wednesday for China to attend the celebrations of the 90th anniversary of the Communist Youth League of China and the 93rd anniversary of the May 4 Movement.\n\t\t\t\t\t\n\t\t\t\t\t Aleksei Samarin, minister of Culture of the Amur Regional Government of Russia and his party arrived here on the same day."
        },
        {
            "title": "Concert Given by Unhasu Orchestra to Mark May Day",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-10ee.html",
            "content": "Concert Given by Unhasu Orchestra to Mark May Day\r\n Pyongyang, May 2 (KCNA) -- A concert \"Family of the General\" was given by the Unhasu Orchestra at the People's Theatre with splendor to mark May Day, the international holiday of the working people.\n\t\t\t\t\t The dear respected Kim Jong Un enjoyed the concert.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the participants on May Day.\n\t\t\t\t\t\n\t\t\t\t\t The concert was divided into parts 1 and 2.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were mixed sextet and chorus \"May, Month of Victory\", male duet \"This Honor of Raftsmen Is Boundless\", female solo and pangchang \"Family of the General\", male solo and pangchang \"The 2 000-ri Amnok River\", orchestral music \"Chollima Gallops Forward\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Through famous songs the performers sang high praises of the feats of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Some of the audience were invited to the stage.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuously decorating the stage were solos of Han Yong Bin of the Jangsuwon Cooperative Farm in Samsok District and Kim Yong Suk, a worker of the Phyongsong Synthetic Leather Factory, who proved successful at the national contests of songs of working people several times, \"Song of National Salvation Struggle\" and \"What Is Life?\" of cinema stars who played at multi-part feature film \"The Nation and Destiny\" (workers), duet \"We Are a Worker-Couple\" of Ri Jong Son and Kim Pong Suk, a couple of demilitarized soldier-workers of Hungnam, comic chat and song \"We Will Glorify the Honor of Coal Miners\" of Ri Sun Hong, a merited artiste of the Mansudae Art Troupe loved by the people, song \"Oh, My Favored Work Site\" of a soloist of the Unhasu Orchestra and Kim Yong Suk, secretary of the party primary committee of the Kim Jong Suk Pyongyang Textile Mill, and male chorus and chorus \"Push Back the Frontiers of Latest Science and Technology\" of students of Kim Chaek University of Techno\n\t\t\t\t\t\n\t\t\t\t\t logy.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to the cheering performers and audience and congratulated the performers on their successful performance.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Ryong Hae, Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Ki Nam, Hyon Chol Hae, Kim Phyong Hae, Mun Kyong Dok and Kwak Pom Gi, officials of the party and armed forces organs and working people's organizations, working people of industrial establishments of the major domains of the national economy and agricultural workers, scientists and researchers in the fields of science and education and students.\n\t\t\t\t\t\n\t\t\t\t\t Invited to enjoy the concert were diplomatic envoys of different countries and representatives of international organizations here and other foreign guests."
        },
        {
            "title": "Banquets Given for Working People in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-11ee.html",
            "content": "Banquets Given for Working People in DPRK\r\n Pyongyang, May 2 (KCNA) -- Grand banquets were given at the Mokran House and the People's Palace of Culture on Tuesday, May Day. \n\t\t\t\t\t Invited to the banquets were officials and labor innovators of industrial establishments in the fields of munitions industry and light industry and scientists and researchers.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that they are significantly celebrating May Day, enjoying special privilege and favor shown by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They wholeheartedly extended the warmest thanks reflecting unanimous minds of the working people across the country to Kim Jong Un, who made May Day this year a day of honor they can never forget with the same loving care as shown by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They said they would perform greater labor feats in the drive to speed up economic construction and improve the standard of people's living, always mindful of the honor.\n\t\t\t\t\t\n\t\t\t\t\t Performances were given by artistes at the banquets."
        },
        {
            "title": "Senior Party and State Officials Visit Exhibition of Military Science and Technology",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-20ee.html",
            "content": "Senior Party, State Officials Visit Exhibition of Military Science and Technology\r\n Pyongyang, May 2 (KCNA) -- Senior party and state officials including Kim Yong Nam and Choe Yong Rim, officials of the Cabinet, armed forces organs, working people's organizations, ministries and national institutions and officials of the related field visited the 26th Exhibition of Military Science and Technology of the Korean People's Army on Wednesday.\n\t\t\t\t\t They were briefed on the fact that the Exhibition was successfully reconstructed under the leadership of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They went round various places of the Exhibition which comprehensively showcases the achievements made in military science and technology under the guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the inventions and devices servicepersons of the KPA, scientists, technicians and researchers made by displaying collective wisdom and creative ingenuity.\n\t\t\t\t\t\n\t\t\t\t\t Looking round displayed products novel in idea and profitable in practical use, the visitors realized once again the revolutionary soldier spirit and creative mettle with which servicepersons of the KPA have conducted strenuous scientific researches to contribute to rounding off combat preparations and improving the standard of  soldiers and people's living true to the intention of the party."
        },
        {
            "title": "Computer Centre in Sinuiju City",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-21ee.html",
            "content": "Computer Centre in Sinuiju City\r\n Pyongyang, May 2 (KCNA) -- The North Phyongan Provincial Computer Centre, located in Sinuiju City, the DPRK, makes a big contribution to developing science and technology in the province.\n\t\t\t\t\t It gives hardware, software and multi-media services.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Centre, Song Ji Myong, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Founded in August Juche 89 (2000), the Centre is staffed with high-level IT experts and boasts of up-to-date equipment.\n\t\t\t\t\t\n\t\t\t\t\t It actively carries on exchanges with many IT-related units throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t In recent years, the Center helped computerize the management of many industrial establishments and farms in the province, including Rakwon Machine Complex and Sinam Co-op Farm in Ryongchon County, through a dynamic drive to implement the Workers' Party of Korea's line of priority to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t An increasing number of domestic and foreign clients have applied for cooperation with the Centre.\""
        },
        {
            "title": "DPRK Issues Stamps for World Horticultural Expo",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-22ee.html",
            "content": "DPRK Issues Stamps for World Horticultural Expo\r\n Pyongyang, May 2 (KCNA) -- Floriade 2012 World Horticultural Expo has been going on in Netherlands from April 5.\n\t\t\t\t\t Many countries and regions from around the world, including the Democratic People's Republic of Korea, are attending the exposition whose theme is \"Be part of theatre in nature, get closer to the quality of life\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK State Stamp Bureau issued new stamps to commemorate it.\n\t\t\t\t\t\n\t\t\t\t\t A kind of stamp pictures tulips, with Korean and English letters \"Floriade 2012 World Horticultural Expo\" and the expo's emblem in its upper part.\n\t\t\t\t\t\n\t\t\t\t\t Another three kinds of stamps depict roses of different colors."
        },
        {
            "title": "Vocational Training Center for Disabled Inaugurated in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-31ee.html",
            "content": "Vocational Training Center for Disabled Inaugurated in DPRK\r\n Pyongyang, May 2 (KCNA) -- A Korean vocational training center for the disabled was inaugurated in Pyongyang.\n\t\t\t\t\t The center will teach the disabled how to make clothes, repair electronic goods and prosthetic appliances in conformity with their psychological features and physical readiness.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for opening the center took place here Wednesday with attendance of Kim Mun Chol, vice-chairman of the C.C., the Korean Federation for the Protection of the Disabled, officials concerned and a member of the European Union Program Support mission in Pyongyang and trainees and their parents.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Its participants looked round a lecture room and handiworks made by the disabled.\n\t\t\t\t\t\n\t\t\t\t\t Then there was a basketball match of trainees.\n\t\t\t\t\t\n\t\t\t\t\t Under the DPRK government's policy on protection of the disabled, those disabled persons are leading a worthwhile life as full-fledged members of society by participating in public activities to suit their talents and qualities."
        },
        {
            "title": "May Day Tells Kim Jong Il's Loving Care for Working People",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-25ee.html",
            "content": "May Day Tells Kim Jong Il's Loving Care for Working People\r\n Pyongyang, May 2 (KCNA) -- On May Day, the working people in the Democratic People's Republic of Korea were sorely missing leader Kim Jong Il.  \n\t\t\t\t\t This yearning runs higher among the steel-makers in particular.\n\t\t\t\t\t\n\t\t\t\t\t It was in April Juche 98 (2009) that Kim Jong Il visited the newly-built Nyongwon Power Station.\n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's-eye view of the man-made lake on the dam, he underscored the need for the metal industry to make a breakthrough in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t Then he called for inviting workers of the Kangson Steel Complex and the Hwanghae Iron and Steel Complex to Pyongyang to enjoy a fireworks display on May Day.\n\t\t\t\t\t\n\t\t\t\t\t On May Day, he even arranged a banquet in honor of those workers and enjoyed the revolutionary opera \"The Flower Girl\" with them.\n\t\t\t\t\t\n\t\t\t\t\t He showed every possible loving care for them during their stay in Pyongyang, thus encouraging them to effect a fresh upsurge in steel output."
        },
        {
            "title": "DPRK People Boost Production with Hatred for S. Korea's Lee Group of Traitors",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-24ee.html",
            "content": "DPRK People Boost Production with Hatred for S. Korea's Lee Group of Traitors\r\n Pyongyang, May 2 (KCNA) -- The wrath and hatred for the Lee Myung Bak group of traitors in south Korea is growing stronger among workers of the Democratic People's Republic of Korea.\n\t\t\t\t\t U Myong Gap, head of a workshop at the Pyongyang Thermal Power Complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Our hearts are burning with hatred for the rat-like Lee Myung Bak group that dared hurt again the dignity of the DPRK supreme leadership, pointing an accusing finger at the sun.\n\t\t\t\t\t\n\t\t\t\t\t We will boost the electricity production with our revengeful will to throw those human dregs inferior to an insect into this boiler.\"\n\t\t\t\t\t\n\t\t\t\t\t Sin Chung Il, head of a work-team at the Hamhung Metal Medical Instrument Factory, noted that they were increasing the production with hatred for the Lee group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t \"I want to cut crazy rat Myung Bak, who has committed high treasons against the nation, into pieces with this scalpel made by me.\n\t\t\t\t\t\n\t\t\t\t\t We will increase the production of medical instruments with mind to whet ten millions of bayonets for the fellow countrymen to cut off his dirty body into pieces.\""
        },
        {
            "title": "Lettuce, Koreans' Favorite Vegetable",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-23ee.html",
            "content": "Lettuce, Koreans' Favorite Vegetable\r\n Pyongyang, May 2 (KCNA) -- From olden times, lettuce is considered to be one of the favorite vegetables for the Korean people. \n\t\t\t\t\t Dr. Pak Hyong Bom at the Life Science Faculty of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t A Chinese old book says that lettuce growing in Koryo Dynasty (918-1392) was so palatable that its seeds brought by a Koryo envoy were called Chongumchae, which means a vegetable as precious as gold.\n\t\t\t\t\t\n\t\t\t\t\t It is believed that the Korean people began cultivating lettuce before the founding of Koryo Dynasty and sent them to other countries.\n\t\t\t\t\t\n\t\t\t\t\t They have taken it with peppered bean paste mixed with boiled beef, crown daisy and small green onion.\n\t\t\t\t\t\n\t\t\t\t\t It is said that lettuce helps prevent heatstroke in midsummer.\n\t\t\t\t\t\n\t\t\t\t\t Cooked rice wrapped in lettuce also stimulates appetite. It is available from late spring to autumn.\n\t\t\t\t\t\n\t\t\t\t\t Its juice relieves stress and is efficacious for insomnia and anemia, while supplementing nutrition to infants lacking mother's milk. \n\t\t\t\t\t\n\t\t\t\t\t And, lettuce is used to put on bruises to kill pain."
        },
        {
            "title": "KCNA Commentary on Japan's Moves to Make History of Aggression Repeat",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-09ee.html",
            "content": "KCNA Commentary on Japan's Moves to Repeat History of Aggression\r\n Pyongyang, May 2 (KCNA) -- Japan's moves to grab Tok Islets have become graver than ever before.\n\t\t\t\t\t It was openly claimed that the islets belong to Japan at a recent meeting openly held in Tokyo with the attendance of vice-minister level officials including the vice-minister of Foreign Affairs and the assistant to the prime minister and nearly 50 Dietmen.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Minister of Foreign Affairs Yamaguchi said that \"there is no change in the fact that Takeshima belongs to the Japanese territory\", pledging to \"settle the issue with tenacity as the issue is difficult to settle at a breath.\"\n\t\t\t\t\t\n\t\t\t\t\t This is the first time that the Japanese government allowed high-level officials' participation in events related to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t This proves that Japan's moves to grab the islets have reached an extremely reckless phase.\n\t\t\t\t\t\n\t\t\t\t\t Japan's territorial claim to Tok Islets has long been made by the government in a planned manner, going beyond local and non-governmental level.\n\t\t\t\t\t\n\t\t\t\t\t Farces for the seizure of the islets were openly staged in Tokyo though they were used to be held inside Shimane Prefecture by ultra-right wing organizations.\n\t\t\t\t\t\n\t\t\t\t\t The \"diplomatic blue book\" for 2012 made public in Japan shortly ago reaffirmed the government consistent stand that Tok Islets are Japan's.\n\t\t\t\t\t\n\t\t\t\t\t Textbooks with the islets marked as the Japanese territory are in wide use at higher schools in Japan. The number of the kinds of such textbooks increased to 21 from previous 18, typically history and social science books which passed through the examination by the government authorities this year.\n\t\t\t\t\t\n\t\t\t\t\t Japanese politicians are taking the lead in inciting the atmosphere for grabbing the islets and deliberately sparking diplomatic disputes over the issue. This can never be pardoned as it is a brigandish act to make the history of aggression repeat itself.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets are part of the inviolable territory of the Korean nation. This was clearly proved long ago by historical facts and on the basis of geographical and legal grounds. Historical data proving it have so far been discovered in Japan and different countries of the world.\n\t\t\t\t\t\n\t\t\t\t\t War criminal state Japan's claim to the islets are a prelude to the reinvasion of Korea and other Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate the Japanese reactionaries' desperate efforts to seize the inviolable territory of Korea, valuable treasure of the nation."
        },
        {
            "title": "National Dignity, Sovereignty More Precious than Peace: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-14ee.html",
            "content": "National Dignity, Sovereignty More Precious than Peace: Rodong Sinmun\r\n  Pyongyang, May 2 (KCNA) -- Peace is precious but the dignity of the nation and the sovereignty of the country come above it.\n\t\t\t\t\t Rodong Sinmun says this in a bylined article Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now that the people of the DPRK set as the general goal to build a thriving nation and improve the people's standard of living, peace is more precious for them than ever.\n\t\t\t\t\t\n\t\t\t\t\t But the army and people of the DPRK have drawn a conclusion that they can never push forward the revolution and construction in a peaceful environment as long as the U.S. imperialists and the Lee Myung Bak group of traitors are allowed to go ahead with their anti-DPRK racket to infringe upon the sovereignty of the DPRK and hurt the dignity of the supreme leadership of the nation.\n\t\t\t\t\t\n\t\t\t\t\t They are not weak army and people who would give up their dignity and rights in fear of a war.\n\t\t\t\t\t\n\t\t\t\t\t The people of the DPRK have never shown pardon or mercy to any acts of defaming their national dignity and sovereignty. They remain invariable in this conviction and will.\n\t\t\t\t\t\n\t\t\t\t\t The historical lesson shows that the dignity of a nation and sovereignty of a country can be firmly defended only when it frustrates the moves for a war of aggression of the imperialists by bolstering defence capabilities and ensures genuine peace.\n\t\t\t\t\t\n\t\t\t\t\t Bolstering military capabilities would guarantee the nation's dignity and the country's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Strong defence capabilities serve as an all-powerful treasured sword for protecting peace.\n\t\t\t\t\t\n\t\t\t\t\t It is the law and truth of the history derived from the demands of the popular masses with independence as their intrinsic nature to defend the national dignity and the country's sovereignty and struggle for building an independent state and improving people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t Victory is in store for the people who value the dignity of the nation and sovereignty of the country and struggle for them."
        },
        {
            "title": "S. Korean Warmongers Stage War Drill",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-30ee.html",
            "content": "S. Korean Warmongers Stage War Drill\r\n Pyongyang, May 2 (KCNA) -- The south Korean puppet war maniacs kicked off madcap DPRK-targeted war exercises on the eastern coastal area of Korea on May 1, according to south Korea CBS.\n\t\t\t\t\t The maneuvers spearheaded by the Joint Chiefs of Staff would last through May 3.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers have staged military drills with various missions under the pretext of coping with local war to be provoked by someone and examining combat preparedness after declaring \"Jindogae-1\", highest alert order, in Ryongdong area.\n\t\t\t\t\t\n\t\t\t\t\t Rat-like Lee Myung Bak group, frightened at the nation's firm pledge to take revenge upon it for its consecutive hideous provocation, is conducting DPRK-targeted military exercises in all parts of south Korea and kicking up the reckless racket for confrontation with the DPRK in a bid to evade the responsibility for the grave situation and put its ambition for aggression into practice at any cost."
        },
        {
            "title": "Lee Myung Bak Group's Moves for Confrontation with DPRK under Fire",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-06ee.html",
            "content": "Lee Myung Bak Group's Moves for Confrontation with DPRK under Fire\r\n Pyongyang, May 2 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on April 23 in support of the statement of a spokesman for the Supreme Command of the Korean People's Army issued on Apr. 18. The France-Korea Friendship Association also issued a statement on April 24 to denounce the Lee Myung Bak group of traitors for straining the tensions of the Korean Peninsula to the extremes.\n\t\t\t\t\t Unpardonable is the Lee Myung Bak fascist regime's act of daring to speak ill of the celebrations of the centenary of the birth of President Kim Il Sung, the joint statement said, adding that the Lee group of traitors is facing worsening crisis as it again slandered the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are the heinous fascist dictatorial regime organized by the U.S. imperialists, it said, noting that the DPRK is the only legitimate state which guarantees the happiness and equal life of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The French association in the statement bitterly condemns the Lee Myung Bak conservative regime for inciting the north-south confrontation, indifferent to detente and reconciliation, and extremely aggravating the situation on the Korean Peninsula. It urged Lee to apologize for this to the Korean people."
        },
        {
            "title": "Rat-like Lee Myung Bak Group's Confrontation Racket under Fire",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-29ee.html",
            "content": "Rat-like Lee Myung Bak Group's Confrontation Racket under Fire\r\n Pyongyang, May 2 (KCNA) -- Ryu U Ik, puppet minister of Unification, and Kim Song Hwan, minister of Foreign Affairs and Trade of south Korea, etc. slandered the special action measure taken by the DPRK as a \"provocation to the south\" and a \"factor of escalating tension\". Military warmongers are staging north-targeted war maneuvers in different parts of south Korea almost everyday, crying out for \"thorough combined military posture\" and \"stern punishment\".\n\t\t\t\t\t Riffraffs of conservative organizations and human scum utterly indifferent even to their parents, wives and children vociferously call for a \"thousand-fold punishment\", talking about \"threat to the south\", while ultra-right conservative media echo their drumbeats, stirring up hostility against fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday says in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The confrontation racket kicked off by the rat-like group of south Korea against fellow countrymen is nothing but a deliberate provocation aimed at provoking and insulting the army and people of the DPRK all out in a just sacred campaign to take revenge upon it.\n\t\t\t\t\t\n\t\t\t\t\t The above-said racket is nothing but its last-ditch effort to get rid of its worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t Rat-like Lee Myung Bak is now more dead than alive as he is forsaken by the people due to his unpopular policies pursued up to now since his seizure of power.\n\t\t\t\t\t\n\t\t\t\t\t Now that this rat-like Lee group is aware it can never be pardoned for its crimes, it is seeking a way out in sticking to its long bankrupt \"high-handed policy toward the north.\" \n\t\t\t\t\t\n\t\t\t\t\t The Lee group is persisting in its desperate moves to provoke a war of aggression against the north, asserting that the \"present method of counter-action is the most appropriate.\"\n\t\t\t\t\t\n\t\t\t\t\t The world will soon witness what miserable end those tiger moths flying into flames will meet."
        },
        {
            "title": "Halt to Import of American Beef Urged by S. Korean Political Figure",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-26ee.html",
            "content": "Halt to Import of American Beef Urged by S. Korean Political Figure\r\nPyongyang, May 2 (KCNA) -- The chairman of the Policy Committee of the Democratic United Party of south Korea held a press conference on April 28 calling for a halt to the import of American beef, according to south Korean MBC.\n\t\t\t\t\tHe accused the \"government\" of talking about quarantine instead of stopping the import of American beef infected with mad cow disease.\n\t\t\t\t\t\n\t\t\t\t\tTerming this an ineffective measure, he urged the authorities to take an immediate measure for halting the import.\n\t\t\t\t\t\n\t\t\t\t\tIf the authorities disregard the people's health, the above-said party would call for the amendment to the law on the import of American beef at the 19th \"National Assembly,\" he warned."
        },
        {
            "title": "Magazine of Koreans in China Publishes Its April Issue",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-27ee.html",
            "content": "Magazine of Koreans in China Publishes Its April Issue\r\n Pyongyang, May 2 (KCNA) -- The General Association of Koreans in China (GAKC) published the April issue of magazine \"Paektu-Halla\" with photos of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t It carried a letter of thanks the dear respected Kim Jong Un sent to all the service personnel and people who expressed deep condolences over the passing of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t It specially carried accounts of memorial services held by the association and its affiliated organizations on the lapse of 100 days since his passing. \n\t\t\t\t\t\n\t\t\t\t\t The magazine contained articles under such titles as \"On celebration of the 100th anniversary of the birth of Generalissimo Kim Il Sung, benevolent father of our people\", \"Tracks of devotion to the people\", \"Providing a fair proposal for founding a federal state\" and \"General and CNC(5)\".\n\t\t\t\t\t\n\t\t\t\t\t It also carried statements issued by the association and its affiliated organizations and Information Bulletin No. 994 released by the Secretariat of the Committee for the Peaceful Reunification of Korea in denunciation of the Lee Myung Bak group of traitors that hurt the dignity of the supreme leadership of the DPRK, a joint statement of the Pan-national Alliance for Korea's Reunification as regards the situation on the Korean Peninsula and news that different organizations in south Korea slammed the group for having staged an anti-DPRK smear campaign."
        },
        {
            "title": "Japanese Term Lee Myung Bak's Words and Deeds Immoral",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-07ee.html",
            "content": "Japanese Term Lee Myung Bak's Words and Deeds Immoral\r\n Pyongyang, May 2 (KCNA) -- Japanese issued statements on April 23 and 25 to denounce the south Korean regime for hurting the dignity of the supreme leadership of the DPRK and speaking ill of the celebrations for the 100th Day of the Sun.\n\t\t\t\t\t Kenki Nakamura, chairman of the Japan-Korea Society for Scientific and Educational Interchange, said that the south Korean group of traitors let loose a spate of invectives hurting the dignified system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime can not be forgiven as it slandered the DPRK, based on false information, speculation and prejudice being ignorant of the situation of developing DPRK, and repeatedly insulted the dignity of the supreme leadership of the DPRK which its people regard as more valuable than their lives, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Kaneyuki Mizutani, chairman of the Japanese Aichi Prefectural Preparatory Committee for Celebrating the Centenary of the Birth of President Kim Il Sung, Koichi Takeuchi, secretary general of the Aichi Council for Promoting the Education and Cultural Exchange between Japan and the DPRK, and Kazuo Uemura, secretary general of the Fukuoka Prefectural Japan-DPRK Friendship Society, scathingly condemned the Lee Myung Bak group of traitors for seeking to destroy the system of the DPRK while slandering the dignity of its supreme leadership, the celebrations for the 100th Day of the Sun and the satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t Takashi Ishida, representative member of the Kyoto Prefectural Preparatory Committee for Celebrating the Centenary of the Birth of President Kim Il Sung and former chairman of the Kyoto Prefectural Assembly, said that Lee was so mean and immoral as to make such words and deeds as a politician which indicate his foolishness.\n\t\t\t\t\t\n\t\t\t\t\t Provocative words are not fitting for a politician and human being, he said, urging Lee to refrain from his words and deeds that can draw criticism by history."
        },
        {
            "title": "DPRK Has Rosy Future: British Organizations",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-01ee.html",
            "content": "DPRK Has Rosy Future: British Organizations\r\n Pyongyang, May 2 (KCNA) -- The British organizations made public statements to congratulate the dear respected Kim Jong Un upon his election as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea noted in a joint statement on April 19 Kim Jong Un displayed his distinguished ability in all fields.\n\t\t\t\t\t\n\t\t\t\t\t He has successfully carried forward the revolutionary cause of President Kim Il Sung and leader Kim Jong Il, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that he would hold fast to Kimilsungism-Kimjongilism as the eternal guiding idea of the party while developing the WPK into the party of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We warmly congratulate once again the Korean people on electing him to the top posts of the party and state of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Stoke-on-Trent Branch of the British Group for the Study of the Juche Idea pointed out in the statement on April 21:\n\t\t\t\t\t\n\t\t\t\t\t As proven by the revolutionary practice, Kim Jong Un is a leader boundlessly loyal to the Juche-based revolutionary cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The decision made at the 4th Conference of the WPK to hold Kim Jong Il in high esteem as eternal general secretary of the WPK represents the intention of Kim Jong Un to firmly adhere to Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Kim Il Sung and Kim Jong Il will be successfully carried forward and Kim Il Sung's nation, Kim Jong Il's Korea will prosper forever as socialist Korea upholds Kim Jong Un as its supreme leader."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-02ee.html",
            "content": "Kim Il Sung's Exploits Praised by Foreign Figures\r\n Pyongyang, May 2 (KCNA) -- Various events were held in different countries between April 1 and 21 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included round-table talks in Cuba, Venezuela and France and lectures in Romania, Sweden and Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t The secretary for international solidarity of the Communist Party of Venezuela said the President performed undying feats for global socialist movement, adding that the Day of the Sun is a significant holiday not only of the Korean people but of the progressive people all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Central Committee of the French Revolutionary Communist League said a successful continuity is being given by the dear respected Kim Jong Un to the revolutionary cause of Juche pioneered by the President and carried forward by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Swedish Group for the Study of the Juche Idea noted the President built a socialist power independent in politics, self-supporting in economy and self-reliant in national defence on the land of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Pakistan Association for Self-Reliance Studies said the President was a peerlessly great man of perfect personality and qualifications who opened up a new era of independence and was boundlessly admired by the world people.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the event in Pakistan."
        },
        {
            "title": "80th Anniversary of KPA Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-03ee.html",
            "content": "80th Anniversary of KPA Marked Abroad\r\nPyongyang, May 2 (KCNA) -- Organizations of different countries posted articles on their websites on April 24 and 25 to mark the 80th anniversary of the heroic Korean People's Army.\n\t\t\t\t\tThe Kuwait-DPRK Friendship Association carried a special write-up titled \"Sincere congratulations to the heroic KPA, pride of Korea and driving force of Songun revolution, on its 80th anniversary\". It was illustrated with a photo of leader Kim Jong Il standing together with the dear respected Kim Jong Un and photos of Kim Jong Un in his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has become an impregnable country, stronghold with a powerful military deterrent capable of beating back any aggressors, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung rendered sincere help to the people of fighting countries.\n\t\t\t\t\t\n\t\t\t\t\tThe history of Songun is given continuity in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe website also edited photos of the military parade held in the DPRK to celebrate the centenary of the President's birth.\n\t\t\t\t\t\n\t\t\t\t\tA veterinary and anti-epizootic bureau in a city of Region of Donetsk, Ukraine in an article said Kim Jong Un has attached great importance to increasing the combat capabilities of the KPA units.\n\t\t\t\t\t\n\t\t\t\t\tThe France-Korea Friendship Association posted an article highly praising Kim Il Sung and Kim Jong Il for their exploits in founding and developing the KPA.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA is fully determined to build an economic power and surely accomplish national reunification under the leadership of Supreme Commander Kim Jong Un, the article pointed out."
        },
        {
            "title": "KPA Anniversary Celebrated",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-05ee.html",
            "content": "KPA Anniversary Celebrated\r\n Pyongyang, May 2 (KCNA) -- A meeting was held in Vietnam and Korean book and photo exhibitions and film shows in Russia, Syria, Myanmar and Nigeria between April 22 and 30 on the occasion of the 80th birth anniversary of the heroic Korean People's Army.\n\t\t\t\t\t Displayed at their venues were books and photos of the Songun revolutionary leadership feats of President Kim Il Sung and leader Kim Jong Il and photos showing the course of victory and glory covered by the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Officials and people of relevant countries attended the events. Present there on invitation were officials of the DPRK missions there.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included one showing the military parade for celebrating the centenary of the birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t The commander of Hero Division No. 3 of Military District No. 1 of the People's Army of Vietnam said that he was deeply moved to see the invincible might of the KPA through the military parade for celebrating the 100th birth anniversary of the President.\n\t\t\t\t\t\n\t\t\t\t\t The director of a trade company of Russia noted that the scene of all service personnel and people responding with stormy cheers to the speech by the dear respected Kim Jong Un at the military parade was very emotional, adding no one will dare provoke the DPRK in the world. \n\t\t\t\t\t\n\t\t\t\t\t The director of the Myanmar Medical Research Institute said:\n\t\t\t\t\t\n\t\t\t\t\t Korea that was reduced to a colony of the Japanese imperialists as it had no proper army a century ago now has become a military power no one dares provoke because it has been led by great leaders.   The military parade for celebrating the centenary of the President's birth was a historic event which powerfully demonstrated the tremendous might of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria noted that the KPA is an ever-victorious army, adding that only victory and glory will be in store for the KPA dynamically advancing under the banner of Songun."
        },
        {
            "title": "French Organization Supports DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-04ee.html",
            "content": "French Organization Supports DPRK\r\n Pyongyang, May 2 (KCNA) -- The France-Korea Friendship Association on April 23 posted on its Internet website an article contributed by the delegation of the French preparatory committee for celebrating the centenary of President Kim Il Sung's birth that visited the DPRK.\n\t\t\t\t\t All the celebrations on the Day of the Sun were conducted on a high level, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t During its visit to the DPRK, the delegation had an opportunity to see deep reverence for the President and leader Kim Jong Il of the Korean people, their immutable will to carry forward to the last the revolutionary cause of the preceding leaders, united around the dear respected Kim Jong Un, as well as the DPRK's invincibility and solidity.\n\t\t\t\t\t\n\t\t\t\t\t The members of the association emboldened by the Korean people's struggle vow to positively conduct the solidarity activities on a world-wide scale for supporting the DPRK in the drive to build a thriving nation and in the just cause to reunify the country."
        },
        {
            "title": "Fidel Castro Rebukes U.S. Plots to Overthrow Government of Venezuela",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-13ee.html",
            "content": "Fidel Castro Rebukes U.S. Plots to Overthrow Government of Venezuela\r\n Havana, May 1 (KCNA) -- Fidel Castro, leader of the Cuban revolution, in an article on Apr. 29 rebuked the U.S. plots to bring down the government of Venezuela.\n\t\t\t\t\t The U.S. openly made a decision to overthrow the government of Venezuela, the article noted, adding it drew serious concern. \n\t\t\t\t\t\n\t\t\t\t\t Strong unity is being achieved in Venezuela despite the U.S. moves to spark a bloody situation there, the article said, declaring that Cuba and other Latin-American nations would stand firm by Venezuela."
        },
        {
            "title": "Kim Jong Un visita fabricas para felicitar a los obreros por 1o de Mayo",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-02ss.html",
            "content": "Kim Jong Un visita fabricas para felicitar a los obreros por 1o de Mayo\r\nPyongyang, 2 de mayo (ACNC) -- En ocasion del Primero de Mayo, Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Fabrica de Vidrio de Taegwan y la Fabrica de Maquinas dirigida por Ho Chol Yong.\n\t\t\t\t\tLe acompanaron los cuadros del Partido y el ejercito: Choe Ryong Hae, Jang Song Thaek, Hyon Chol Hae, Pak To Chun, Kim Phyong Hae, Ri Jae Il, Kim Myong Guk, Son Chol Ju, Yun Tong Hyon, Hwang Pyong So, Kang Kwan Il y Pak Jong Chon.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, Kim Jong Un estuvo en la Fabrica de Vidrio de Taegwan.\n\t\t\t\t\t\n\t\t\t\t\tAlli felicito calidamente a los obreros de la fabrica que celebran significativamente el Dia Internacional de los Trabajadores, en que se manifiestan la combatividad y la solidaridad revolucionaria de los trabajadores de todo el mundo, y les envio un saludo cordial.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un examino en primer lugar modernos aparatos opticos de medicion, desarrollados en la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLuego de averiguar en detalles el principio de funcionamiento y especificaciones de los aparatos, aprecio el intenso esfuerzo de los obreros de la fabrica  para desarrollar los instrumentos de ese tipo y  elevar su coeficiente.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, estudio en detalles el estado de reconstruccion tecnica y de produccion de la fabrica recorriendo varios puntos como la sala de disenos, la de automatizacion, la biblioteca electronica y el salon de muestras.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a varias salas distribuidas en el centro de servicio general de la electronica, parecido a un instituto cientifico entero, expreso su satisfaccion de que los obreros de la fabrica hayan logrado gran avance en modernizar y cientifizar todos los procesos productivos desde el diseno de productos hasta la elaboracion y el montaje.\n\t\t\t\t\t\n\t\t\t\t\tCrece cada dia mas la demanda sobre modernos productos de vidrio e instrumentos opticos, senalo y presento las tareas que serviran de guia en la gestion y la produccion de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, Kim Jong Un dirigio en el terreno la Fabrica de Maquinas dirigida por Ho Chol Yong.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por varios procesos productivos, incluyendo el taller de montaje general y el de  paileria, el averiguo minuciosamente el estado de produccion, la estructura, la eficiencia y caracteristicas tecnicas de las maquinas.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente los meritos de los funcionarios, obreros, cientificos y tecnicos de la fabrica, quienes producen modernas maquinas por el estilo coreano, diciendo que estas son muy eficientes y beneficiosas en las practicas de produccion.\n\t\t\t\t\t\n\t\t\t\t\tTras ver las maquinas, el Maximo Dirigente presento las tareas importantes que incumben a la fabrica.   \n\t\t\t\t\t\n\t\t\t\t\tActo seguido, recorrio el Complejo de Piscinas y Servicios de Cultura Fisica Kangsongwon construido nuevamente en esta fabrica. \n\t\t\t\t\t\n\t\t\t\t\tEl complejo tiene mas de 10 mil metros cuadrados de superficie arquitectonica en total y 2 pisos.\n\t\t\t\t\t\n\t\t\t\t\tEn la primera planta hay la piscina, estanque de diversion y ducha, bano publico y el individual, comedor, cocina y sala de fotoservicio y en la segunda, el gimnasio, zona de ping-pong, biblioteca electronica, barberia, peluqueria y sala de recreo.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar a los obreros que se divertian en la piscina y estanque de diversion, Kim Jong Un se mostro muy satisfecho de que ellos llegaron a hacer a su antojo el descanso cultural en ese lugar magnifico.\n\t\t\t\t\t\n\t\t\t\t\tExpresando la esperanza de que los servidores del complejo trabajen abnegadamente para los obreros, tomo una foto de recuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\tPara los obreros de esta fabrica quisiera tender hasta una gran alfombra en el recinto para ellos, dijo a los funcionarios y les encomendo que siguieran logrando exitos en la produccion.\n\t\t\t\t\t\n\t\t\t\t\tAl final, Kim Jong Un se retrato con los constructores militares que cumplieron magnificamente con la mision del Ejercito Popular de Corea en la construccion de Kangsongwon para los obreros de la fabrica."
        },
        {
            "title": "Kim Jong Un recibe presente de la entidad china",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-12ss.html",
            "content": "Kim Jong Un recibe presente de la entidad china\r\nPyongyang, 2 de mayo (ACNC) -- El Maximo Dirigente del Partido del Trabajo de Corea y el pueblo coreano, Kim Jong Un, recibio presente que le dirigiera la Sociedad Juvenil de Promocion de Intercambio Internacional de Jinjiang de China.\n\t\t\t\t\tWang Shaoheng, presidente de esa entidad, que esta de visita en Corea, lo traslado el 30 de abril a un funcionario coreano."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador etiope",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-15ss.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador etiope\r\nPyongyang, 2 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, recibio el dia 2 en el Palacio de los Congresos Mansudae las cartas credenciales del nuevo embajador etiope en Corea, Seyoum Mesfin.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Cuadros visitan 26a exhibicion de ciencias y tecnicas militares",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-17ss.html",
            "content": "Cuadros visitan 26a exhibicion de ciencias y tecnicas militares\r\nPyongyang, 2 de mayo (ACNC) -- Kim Yong Nam, Choe Yong Rim y otros cuadros directivos del Partido y el Estado, los funcionarios del Consejo de Ministros, organismos de las fuerzas armadas, entidades de masas, ministerios y organos centrales y los funcionarios de los dominios correspondientes visitaron el dia 2 la 26a exhibicion de las Ciencias y Tecnicas Militares del Ejercito Popular de Corea.\n\t\t\t\t\tLos visitantes pasaron revista a varios lugares donde estan expuestos los exitos cientificos y tecnicos militares alcanzados bajo la guia del Presidente  Kim Il Sung y del Dirigente Kim Jong Il, tras escuchar las explicaciones sobre la reconstruccion excelente de esta sede gracias a la direccion del Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTambien recorrieron las invenciones desarrolladas por la inteligencia colectiva y las facultades creadoras de los militares, los cientificos, los tecnicos y los investigadores. \n\t\t\t\t\t\n\t\t\t\t\tAl ver los articulos expuestos, los visitantes pudieron conocer bien el espiritu revolucionario y el temperamento de creacion de los militares del ejercito popular que en acato al proposito del partido, han desarrollado incesantemente la investigacion cientifica para contribuir al fortalecimiento de los preparativos de combate, a la vida militar y al mejoramiento de la vida del pueblo."
        },
        {
            "title": "ACNC denuncia ambicion de Japon de usurpar el islote Tok",
            "url": "http://kcna.co.jp/item/2012/201205/news02/20120502-06ss.html",
            "content": "ACNC denuncia ambicion de Japon de usurpar el islote Tok\r\nPyongyang, 2 de mayo (ACNC) -- La campana de Japon tendente a usurpar el islote coreano Tok llega a la etapa muy peligrosa. \n\t\t\t\t\tHace poco, el vicecanciller y el asistente al premier y otros funcionarios de nivel de viceministros y cerca de 50 parlamentarios sostuvieron abiertamente en Tokio un mitin insistiendo en que \"el islote Tok es una parte del territorio japones\".\n\t\t\t\t\t\n\t\t\t\t\tEn ese acto el vicecanciller Yamaguchi, dijo que \"es invariable el hecho de que Takeshima (islote Tok) es territorio propio de Japon\" y agrego que \"no se puede resolver ese problema en un instante, pero lo solucionare con persistencia\". \n\t\t\t\t\t\n\t\t\t\t\tEl gobierno japones hizo asistir por primera vez a los funcionarios de alto rango al acto relacionado con el islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tYa hace mucho tiempo, se ha promovido de manera premeditada por el gobierno la intencion de Japon de usurpar el islote Tok liberandose de escala regional o civil. \n\t\t\t\t\t\n\t\t\t\t\tEsta campana desarrollada por las entidades ultraderechistas solo en el departamento de Shimane se libra abiertamente hasta en Tokio. \n\t\t\t\t\t\n\t\t\t\t\tLa \"carta azul diplomatica\" para 2012, recien publicada en Japon, vuelve a insistir en que es invariable la posicion del gobierno japones en cuanto a la \"posesion del islote Tok\". \n\t\t\t\t\t\n\t\t\t\t\tEn las escuelas superiores de Japon se utilizan publicamente los manuales en que estan anotados el islote Tok como \"parte del territorio japones\". \n\t\t\t\t\t\n\t\t\t\t\tEste ano alcanzan a 21 generos los manuales semejantes que pasaron la revision de las autoridades. \n\t\t\t\t\t\n\t\t\t\t\tLos politicos japoneses inculcan al frente el clima favorable a arrebatar el islote coreano y provocan intencionalmente los conflictos diplomaticos con el fin de repetir su pasado criminal de agresion. \n\t\t\t\t\t\n\t\t\t\t\tSegun los datos historicos, geograficos y juridicos, se ha confirmado claramente ya hace mucho tiempo que el islote Tok es el sagrado territorio coreano. Siguen descubriendose en varios paises incluso Japon los datos que lo testimonian. \n\t\t\t\t\t\n\t\t\t\t\tLa campana de Japon, pais criminal de guerra, para usurpar el islote Tok es el preludio de nueva agresion a Corea y otros paises asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no perdonara ni en lo minimo las maniobras de los reaccionarios japoneses encaminadas a arrebatar el islote Tok, sagrado territorio nacional."
        }
    ]
}