{
    "date": "2012-04-07",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-07.html",
    "articles": [
        {
            "title": "Foreign Experts and Media Persons Arrive ",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-18ee.html",
            "content": "Foreign Media Persons Arrive \r\n Pyongyang, April 7 (KCNA) -- Foreign media persons arrived here by air and train on Friday and Saturday to visit and cover the launch of the earth observation satellite Kwangmyongsong-3 at the invitation of the Korean Committee for Space Technology.\n\t\t\t\t\t The arrivals included reporters of AP, CNN and NBC of the U.S., the First Channel TV, NTV and Zvezda TV of Russia, Kyodo News and NHK of Japan, AFP and newspaper Monde of France, Reuters and BBC of UK, ARD TV of Germany, STV of Sweden, RTS of Switzerland, the Vietnamese Central TV, Phoenix Satellite TV Holdings LTD., Hong Kong, China, TVONE Broadcasting Service of Indonesia, the Asian News Channel TV of Singapore, ETV of South Africa and the Brazilian newspaper Estado de Sao Paulo."
        },
        {
            "title": "DPRK Premier Calls for Increasing Variety of Popular Goods",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-22ee.html",
            "content": "DPRK Premier Calls for Increasing Variety of Popular Goods \r\n Pyongyang, April 7 (KCNA) -- Premier Choe Yong Rim Saturday visited the exhibition of Pyongyang City popular August 3 popular consumer goods arranged at the Three-Revolution Exhibition to mark the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t On display there were more than 30,000 quality goods of 1,580 varieties produced by district and county housewives' workteams and production teams of direct sale stores in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Looking round various exhibits including garments, grass work, ceramic and plastic products, he learned in detail about varieties and quality and prices of consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t The movement for the production of August 3 Popular Consumer Goods initiated by general secretary Kim Jong Il is displaying its great vitality, he said, stressing the need to improve the cultural level and quality of goods and thus increase variety of popular goods."
        },
        {
            "title": "WPK Secretaries Meet Russian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-17ee.html",
            "content": "WPK Secretaries Meet Russian Ambassador\r\n Pyongyang, April 7 (KCNA) -- Kim Ki Nam and Kim Yong Il, secretaries of the Central Committee of the Workers' Party of Korea, met and had talks with Valery E. Sukhinin, Russian ambassador to the DPRK, who paid farewell calls on them Saturday."
        },
        {
            "title": "Gift and Message from Russian Organization",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-11ee.html",
            "content": "Gift and Message from Russian Organization\r\n Pyongyang, April 7 (KCNA) -- The dear respected Kim Jong Un received a gift and message from the Taekwon-Do Federation of Russia on the occasion of the Day of the Sun.\n\t\t\t\t\t They were handed over to DPRK Ambassador to Russia Kim Yong Jae by the acting chairman of the federation on April 3."
        },
        {
            "title": "Pyongyang in Festive Mood before April Spring Friendship Art Festival",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-10ee.html",
            "content": "Pyongyang in Festive Mood before April Spring Friendship Art Festival\r\n Pyongyang, April 7 (KCNA) -- Pyongyang is alive with preparations for the celebrations of the centenary of the birth of President Kim Il Sung. The 28th April Spring Friendship Art Festival is to be held as part of them.\n\t\t\t\t\t The festival will bring together many foreign art troupes made up of international and national concours winners and other famous artistes, art groups of overseas compatriots and Korean artistes. The festival is expected to mark the highest in its history.\n\t\t\t\t\t\n\t\t\t\t\t The organizing committee of the festival is making careful preparations for the successful festival.\n\t\t\t\t\t\n\t\t\t\t\t It is also sprucing up the venues of events to ensure high-level opening and closing ceremonies to suit to the international art festival.\n\t\t\t\t\t\n\t\t\t\t\t It puts efforts to ensuring lodging and boarding for the participants of the festival and creating the atmosphere of the festival.\n\t\t\t\t\t\n\t\t\t\t\t The East Pyongyang Grand Theater, Pyongyang Grand Theater, Moranbong Theater, Pyongyang Circus Theater, etc. are ready for group and separate performances of art troupes and joint performances.  The manufacturing of diplomas and cups to be awarded to the participants of the festival was already finished. Festival posters were printed, drawing interest of the people.\n\t\t\t\t\t\n\t\t\t\t\t The organizing committee has mapped out detailed tour schedule for participants."
        },
        {
            "title": "Documentary Film Shown to Mark Anniversary of Election of Kim Jong Il as NDC Chairman",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-16ee.html",
            "content": "Documentary Film Shown to Mark Anniversary of Election of Kim Jong Il as NDC Chairman\r\n Pyongyang, April 7 (KCNA) -- The Korean documentary film \"Bringing about great change by Songun revolutionary leadership\" was screened at the People's Palace of Culture on Saturday to mark the 19th anniversary of the election of Generalissimo Kim Jong Il as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The documentary shows historical facts that Kim Jong Il opened up a turning phase of building a thriving nation by tiding over the ordeals in the van of the Korean revolution upholding the banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t It also shows that Kim Jong Il developed the Korean People's Army into the one strongest in idea and faith and an invincible revolutionary army winning proud victories in the politico-military standoff with the U.S. imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The documentary portrays Kim Jong Il who let the KPA bear the brunt of the socialist economic construction and the revolutionary soldier spirit pervade the whole country, opening up new history of great change in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The audience deeply felt that thanks to the Songun revolutionary leadership of Kim Jong Il the June 15 era of reunification was opened and the international prestige of the DPRK remarkably raised. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Yong Nam, Choe Yong Rim and other senior officials of the party and the state and officials of party bodies and working people's organizations, ministries and national institutions."
        },
        {
            "title": "New Posters Produced",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-20ee.html",
            "content": "New Posters Produced\r\n Pyongyang, April 7 (KCNA) -- Posters on the 14th Kimilsungia Festival and the Kimilsungia-Kimjongilia Exhibition have been produced. They will be held with splendor to mark the centenary of the birth of President Kim Il Sung (the Day of the Sun) and the 80th birthday of the Korean People's Army.\n\t\t\t\t\t The poster on the festival depicts the old home of the President in Mangyongdae and the immortal flowers against the background of the blue sky over the country.\n\t\t\t\t\t\n\t\t\t\t\t Seen in its upper part are the letters \"The great leader Comrade Kim Il Sung will always be with us\" and in its lower part letters \"The 14th Kimilsungia Festival.\"\n\t\t\t\t\t\n\t\t\t\t\t The poster on the exhibition depicts the flowers of the sun against the background of Mt. Paektu and deep forest.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the poster are words \"Celebration of the 80th birthday of the Korean People's Army\" and \"The Kimilsungia-Kimjongilia Exhibition.\"\n\t\t\t\t\t\n\t\t\t\t\t Logos of the festival and exhibition, places and periods are given on them."
        },
        {
            "title": "Construction of Setups in Reclaimed Taegyedo Tideland Completed",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-19ee.html",
            "content": "Construction of Setups in Reclaimed Taegyedo Tideland Completed\r\n Pyongyang, April 7 (KCNA) -- The construction of setups in the reclaimed Taegyedo tideland was successfully finished in the DPRK.\n\t\t\t\t\t This is a gift presented to the centenary of the birth of President Kim Il Sung and the 4th Conference of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Officials and builders of the Tideland Reclamation Complex in North Phyongan Province wound up the construction of huge setups by displaying indomitable mental power.\n\t\t\t\t\t\n\t\t\t\t\t It was a Herculean task for using more than 1,881,800 cubic meters of earth and at least 685,400 cubic meters of cobble stones for building embankments.\n\t\t\t\t\t\n\t\t\t\t\t Through their high-pitched labor drive, the builders completed river embankments and intermediary dykes as planned and the construction of different kinds of structures, stonework of more than 342,700 square meters and the work for turfing dykes.\n\t\t\t\t\t\n\t\t\t\t\t The completion of the above-said project made it possible to do stable farming, fish breeding and aqua culture in the cultivated land equal to an area of a county."
        },
        {
            "title": "Nepali Delegations and Art Troupe of Japan-Residing Koreans Arrive",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-21ee.html",
            "content": "Nepali Delegations and Art Troupe of Japan-Residing Koreans Arrive\r\n Pyongyang, April 7 (KCNA) -- A delegation of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics led by Chairman Manju Ratna Sakya and a delegation of the Nepali Association for Supporting the Songun Politics led by Department Director Bishnu P. Lohani arrived here by air on Saturday to take part in the World Congress on the Juche Idea.\n\t\t\t\t\t An art troupe of Koreans in Japan arrived here on the same day to participate in the 28th April Spring Friendship Art Festival."
        },
        {
            "title": "Lots of Structures for People Built in 100-Year History of Korea",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-13ee.html",
            "content": "Lots of Structures for People Built in 100-Year History of Korea\r\n Pyongyang, April 7 (KCNA) -- 100-year history of Korea for freedom and independence, creation and construction has been closely associated with the people.\n\t\t\t\t\t President Kim Il Sung devoted his whole life to building an ideal society for the people and let the word \"people\" pervade the whole society including the precious gains of the revolution, edifices of the era as well as academic titles.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the President's view on the people, a hammer, a sickle and a writing brush were inscribed on the party's emblem. This helped the Workers' Party of Korea win fame in the world as the party for the people, enjoying absolute support and trust by the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The President also let the word \"people\" be included in the dignified name of the country and government of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Word \"people\" is also included in the name of the revolutionary armed forces founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t The President saw to it that the social system and anything regarded precious and beautiful in the social life were called by the word \"people\". He even let the law of the country and law institutions be called people's law and people's institutions.\n\t\t\t\t\t\n\t\t\t\t\t He personally named the first hospital built in the liberated country \"Pyongyang Municipal People's Hospital No. 1\" and since then all hospitals built in the provinces, cities, counties and rural villages across the country were called similar way.\n\t\t\t\t\t\n\t\t\t\t\t There are lots of examples reflecting the boundless loving care shown by the President for the people. They include the Grand People's Study House, the People's Palace of Culture, People's Artiste and People's Prize. \n\t\t\t\t\t\n\t\t\t\t\t This history made by the President has been glorified under the care of general secretary Kim Jong Il who was possessed of the profound love for the people as his disposition.\n\t\t\t\t\t\n\t\t\t\t\t The slogan \"We Serve the People!\" set forth by Kim Jong Il brought about hot wind of respecting and loving the people throughout the party and the society.\n\t\t\t\t\t\n\t\t\t\t\t Slogans such as \"Everything to Improving People's Living Standard!\" and \"Let Us Help People!\" reflect the spirit of loving the people and serving them. They encouraged the people to turn out in socialist construction. There appeared new words \"faithful servants for the people\".\n\t\t\t\t\t\n\t\t\t\t\t Under the care of Kim Jong Il, the art festival which raised curtain in April 2008 was also called April Spring People's Art Festival.\n\t\t\t\t\t\n\t\t\t\t\t An art theater now under construction in the area of Mansudae is also called \"People's Theater\".\n\t\t\t\t\t\n\t\t\t\t\t The history of the people's love is given a steady continuity as the Korean people are led by Kim Jong Un, supreme leader of the WPK, the state and the army, who is carrying forward the noble view on the people of the peerlessly great persons."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (22)",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-14ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (22)\r\n　　　Kim Il Sung Consolidates Economic Foundations of Socialism\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, April 7 (KCNA) -- In the 1970s, the Democratic People's Republic of Korea successfully fulfilled the grand economic plan set forth at the Fifth Congress of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the achievements, President Kim Il Sung put forward a major socialist economic task for the 1980s at the WPK's Sixth Congress in October Juche 69 (1980). \n\t\t\t\t\t\n\t\t\t\t\t After the Sixth Congress, the President inspired all the people to create a new speed in socialist construction in the 1980s. \n\t\t\t\t\t\n\t\t\t\t\t With emphasis on nonferrous metal industry, he paid particular attention to increasing production of mineral ores in Tanchon area, choosing it as a frontrunner in creating the 80's Speed.\n\t\t\t\t\t\n\t\t\t\t\t The campaign for creating the new speed had swept throughout the country. The 8 kilometer-long West Sea Barrage was built in less than five years, 10 000 ton-press and 6 000 cubic meter-oxygen separator were manufactured, which largely helped improve the technical equipment of local industry. \n\t\t\t\t\t\n\t\t\t\t\t The Second Seven-Year Plan was fulfilled in 1984, with total industrial output value increasing 2.2 times and the per capita income 1.8 times during the period. \n\t\t\t\t\t\n\t\t\t\t\t Afterwards, the President appealed to the people to implement the Third Seven-Year Plan in order to provide solid material and technical foundations suitable to the complete victory of socialism. \n\t\t\t\t\t\n\t\t\t\t\t In the late 1980s, he guided the 200-day campaign two times, one before and the other after the DPRK's 40th birthday to bring about a great upsurge in all economic fields and construction.\n\t\t\t\t\t\n\t\t\t\t\t During the period, electronic and automatic industry was put on a modern basis, with many industrial establishments and power stations built or rebuilt on an expansion basis. \n\t\t\t\t\t\n\t\t\t\t\t The Hyesan-Manpho Youth Railway was constructed and many railways were switched to electric traction, while agricultural output boosted remarkably. \n\t\t\t\t\t\n\t\t\t\t\t All the achievements have served as a basis for successfully accomplishing the socialist cause in Korea."
        },
        {
            "title": "DPRK, Busy with Preparations for Day of Sun",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-15ee.html",
            "content": "DPRK Busy with Preparations for Day of Sun\n\t\t\t\t\t\t\r\n Pyongyang, April 7 (KCNA) -- The Democratic People's Republic of Korea is now busy with preparations for significantly marking President Kim Il Sung's 100th birth anniversary (April 15), the Day of the Sun.\n\t\t\t\t\t On the occasion, the Workers' Party of Korea Publishing House issued the book \"Brief Biography of the Great Leader Comrade Kim Il Sung\". \n\t\t\t\t\t\n\t\t\t\t\t The house also released Vol. 100 of \"Among the People\", a collection of reminiscences. This book deals with the devoted efforts the President made for the country's development and the people's wellbeing, as well as his generosity and lofty virtues.\n\t\t\t\t\t\n\t\t\t\t\t New posters for the Day of the Sun have also come out, giving a glimpse of the undying feats he performed for the country and people, the times and history in the course of leading the revolution and construction to victory for many years.\n\t\t\t\t\t\n\t\t\t\t\t A synchronized swimming demonstration performance \"Eternal Sun of Juche\" took place at the Changgwang Health Complex and an ice figure skating demonstration performance at the Ice Rink in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Letters \"Our eternal leader Comrade Kim Il Sung, Dedicated to the centenary of the birth of the leader, April 15, Juche 101 (2012)\" were carved in a rock near the Pakyon Falls in Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\t Preparations for the 14th Kimilsungia Festival and the 28th April Spring Friendship Art Festival have been under way. The festivals will be most admirable ever in their history in scale, form and content.\n\t\t\t\t\t\n\t\t\t\t\t 300 families removed to new dwelling houses in Wonhwa Co-op Farm in Phyongwon County, South Phyongan Province, ahead of the Day of the Sun. The farm had registered President Kim Il Sung and general secretary Kim Jong Il as its honorary farmers.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, commendations were conferred on officials and working people who have made a good job and state academic degrees and titles were awarded to intellectuals.\n\t\t\t\t\t\n\t\t\t\t\t The Huichon Power Station, associated with Kim Jong Il's steadfast will, energetic guidance and patriotism, is as good as one of gifts dedicated to the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Streets of Pyongyang are now undergoing facelifting in the run-up to the holiday."
        },
        {
            "title": "Kenyan President on Friendly and Cooperative Relations with DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-03ee.html",
            "content": "Kenyan President on Friendly and Cooperative Relations with DPRK\r\n Pyongyang, April 7 (KCNA) -- Kenyan President Mwai Kibaki received credentials from DPRK Ambassador to Kenya Jong Thae Yang on March 28.\n\t\t\t\t\t The president expressed his stand to develop the friendly and cooperative relations between Kenya and the DPRK."
        },
        {
            "title": "Lee Myung Bak Group's Crimes under Fire by National Reunification Institute ",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-26ee.html",
            "content": "Lee Myung Bak Group's Crimes under Fire by National Reunification Institute \r\n Pyongyang, April 7 (KCNA) -- The National Reunification Institute Saturday made public a white paper echoing the voices of south Korean people denouncing the Lee Myung Bak conservative group of traitors.\n\t\t\t\t\t The white paper said that Lee turned south Korea into a hell of people's living, styling himself \"economy-oriented president\".\n\t\t\t\t\t\n\t\t\t\t\t The following is the south Korean press tone: \"South Korea is torn with serious joblessness, sky-rocketing housing rent and commodity prices, snowballing registration fees and dwindling relief fund\". \"Common people barely eke out their living everyday, tightening their belts due to unstable jobs, increasing household debts, sky- rocketing commodity prices.\" \"The Lee Myung Bak regime is the 'republic for plutocrats' making the rich more corpulent, utterly indifferent to the sufferings of common and middle-class people and the \"frozen republic\" disregarding the basic rights of the people\". \n\t\t\t\t\t\n\t\t\t\t\t \"Deplorable are the people who have no option but to live in this place.\"\n\t\t\t\t\t\n\t\t\t\t\t The number of phrases cursing the group of traitors is on the steady increase in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t People of various circles there call Lee \"headstrong president\" as he refuses to communicate with people, his eyes closed and ears shut. \n\t\t\t\t\t\n\t\t\t\t\t Recently pictures depicting Lee Myung Bak with a Nazi cap on his head and tie emblazoned with a spade around his neck were seen in different parts of Seoul all day long, provoking laughter of people. A piece of work likening Lee to Hitler won the first place at a literary and art competition. \n\t\t\t\t\t\n\t\t\t\t\t YTN and other media organizations produced animation files deriding Lee's fascist rule, winning popularity of people. South Koreans derided Lee as Hitler, saying he resembled the latter both in disposition and appearance. \n\t\t\t\t\t\n\t\t\t\t\t More than 16 000 satirical articles were posted on internet websites of south Korea in a twinkle. \n\t\t\t\t\t\n\t\t\t\t\t When the Lee group turned south Korea into a huge market for American beef infected with mad cow disease and ran wild as a shock force for the U.S. in its moves for a war of aggression, people from all walks of life, unable to repress their anger at this, resisted against it by staging large candlelight demonstrations, etc. \n\t\t\t\t\t\n\t\t\t\t\t Progressive media deplored that Lee reduced south Korea to a dependency of the U.S. through his sycophancy towards it after becoming its servant. \n\t\t\t\t\t\n\t\t\t\t\t When the Japanese prime minister told Lee that he would have Tok Islets described as \"Takeshima\" in textbooks for secondary schoolers, the latter asked the former to wait as it was difficult to allow the description at that time. Lee invited the Japan \"Self-Defense Forces\" to participate in a south Korea-U.S. joint naval exercise and paved Japan's way for reinvasion by concluding a military agreement. Observing all these facts, social circles of south Korea commented that \"obviously Lee Myung Bak is Japanese\" and \"the Lee regime is like a pro-Japanese and traitorous department store and a den of pro-Japanese elements\", etc.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans are vehemently denouncing Lee for having brought the north-south relations to a total collapse, hell-bent on the confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t Disclosing the truth about the crimes the Lee group committed by derailing the inter-Korean dialogue and cooperation and driving the north-south relations into catastrophe under the pretexts of the \"Cheonan\" warship case, the Yonphyong Island shelling incident and the like, south Koreans are becoming more vocal condemning it. \n\t\t\t\t\t\n\t\t\t\t\t The resentment of people of all social standings reached the height when the Lee group perpetrated the thrice-cursed treason and committed such hideous provocations as hurting the dignity of the supreme leadership of the DPRK during the mourning period late last year. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are deriding the puppet group for its ridiculous anti-DPRK racket over its projected launch of Kwangmyongsong-3, its first working satellite.\n\t\t\t\t\t\n\t\t\t\t\t Internet websites are deluged with articles which say \"the principal enemy of the people is Lee Myung Bak who fools them and sells off south Korea\" and \"hang Lee for killing people and putting the state at peril.\"\n\t\t\t\t\t\n\t\t\t\t\t The Lee group more dead than alive due to all its evil deeds is bound to face a stern judgment by the people and meet a miserable end, the white paper concluded."
        },
        {
            "title": "Minju Joson on Poor Sleight of Hand of Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-08ee.html",
            "content": "Minju Joson on Poor Sleight of Hand of Lee Myung Bak Group\r\n Pyongyang, April 7 (KCNA) -- The hideous human rights abuses typified by an illegal investigation of civilians were revealed in south Korea, a stark proof that the Lee Myung Bak group of traitors turned south Korea into a tundra of human rights and a dark society unfit for human living, Minju Joson says in a bylined commentary Saturday.\n\t\t\t\t\t The Lee group is made up of human scums who have persistently kicked up anti-DPRK campaign while blaming the north's \"human rights\" performance, the paper says, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The illegal investigation of civilians was meant to track those who expressed dissatisfaction with the Lee group or stood against it.\n\t\t\t\t\t\n\t\t\t\t\t The recent incident clearly proves that the progressive and reform forces were quite right when they proposed the \"idea of judging Lee Myung Bak and Park Geun Hye\".\n\t\t\t\t\t\n\t\t\t\t\t The group is resorting to sleight of hand to divert elsewhere the public hatred for them.\n\t\t\t\t\t\n\t\t\t\t\t The Park group called for special investigation, claiming that \"there was illegal investigation during the preceding regime\" and they were \"victims\".\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae, dancing to the tune of the \"Saenuri Party,\" floated rumor that more than 80 percent of the recently disclosed documents deal with the \"illegal investigation conducted by the preceding regime\".\n\t\t\t\t\t\n\t\t\t\t\t An aim sought by Lee Myung Bak and Park Geun Hye is to pass the buck for the illegal investigation of civilians on to the preceding regime and turn the political situation in their favor for winning in the election.\n\t\t\t\t\t\n\t\t\t\t\t But such a sleight of hand will work on no one.\n\t\t\t\t\t\n\t\t\t\t\t The progressive and reform forces jeer Lee Myung Bak as \"the trunk\" of the incident and Park Geun Hye as \"conspirator\" who shared and put to use the data of investigation. They are bitterly condemning Park for using a more cunning trick to evade responsibility."
        },
        {
            "title": "Rodong Sinmun Marks Anniversary of Kim Il Sung's Work",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-09ee.html",
            "content": "Rodong Sinmun Marks Anniversary of Kim Il Sung's Work\r\n Pyongyang, April 7 (KCNA) -- President Kim Il Sung made public the work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\" on April 6, 1993.\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined article dedicated to the anniversary says as follows:\n\t\t\t\t\t\n\t\t\t\t\t The 10-point programme of the great unity of the whole nation is the great charter for national unity comprehensively dealing with the President's idea of great national unity, his brilliant wisdom and practical experience.\n\t\t\t\t\t\n\t\t\t\t\t The ultimate goal of the programme is to establish an independent, peaceful and neutral unified state. It says that unity should be based on patriotism and the spirit of national independence. It puts forth the principle of promoting co-existence, co-prosperity and common interests and subordinating everything to the cause of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t In outlines the issues for the north and the south to build mutual confidence and unity, join hands on the road to national reunification irrespective of idea and principle and boost contacts, exchange, visits and dialogue. It says that the whole nation should strengthen alliance and highly estimate those who have contributed to the cause of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t The programme serves as the most just one acceptable by all those desirous of reunification for its idea of patriotism, great unity, fairness and reasonability. \n\t\t\t\t\t\n\t\t\t\t\t The President's idea of great national unity and exploits were successfully carried forward by general secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" which is the core spirit of the June 15 joint declaration and the October 4 declaration is the successful embodiment of the 10-point programme laid down by the President and the five-point policy for great national unity set out by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The significant achievements made by Koreans in the north, south and overseas in the June 15 era of reunification by their concerted efforts under the banner of \"By our nation itself\" strikingly manifest the validity and vitality of the line of the Workers' Party of Korea on the great national unity."
        },
        {
            "title": "S. Korean Organizations Call for Impeaching Traitor Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-23ee.html",
            "content": "S. Korean Organizations Call for Impeaching Traitor Lee Myung Bak\r\n Pyongyang, April 7 (KCNA) -- An emergency action against the illegal investigation into civilians grouping civic and social organizations of various circles of south Korea held a candlelight meeting in Seoul on April 4 calling for impeaching traitor Lee Myung Bak.\n\t\t\t\t\t At the meeting, the speakers pointed to the full disclosure of the Lee \"government's\" illegal investigation into people of all social standings.\n\t\t\t\t\t\n\t\t\t\t\t The illegal investigation conducted by the Lee regime by use of government power is a clear target of impeachment, they noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak should be held responsible for this case and face a judgment."
        },
        {
            "title": "S. Korean Authorities' Unpopular Policies under Fire ",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-24ee.html",
            "content": "S. Korean Authorities' Unpopular Policies under Fire \r\n Pyongyang, April 7 (KCNA) -- The Metal Workers Union under the Confederation of Trade Unions of south Korea held a press conference in Seoul on Thursday denouncing the puppet authorities' unpopular policies.\n\t\t\t\t\tSpeakers at the conference recalled the fact that a worker committed suicide on the very day he was dismissed from Ssangryong Motors.\n\t\t\t\t\t\n\t\t\t\t\tThey condemned Lee Myung Bak and \"the Saenuri Party\" for driving workers to death. \n\t\t\t\t\t\n\t\t\t\t\t They declared that in order to prevent more deaths the workers would carry on their actions till they force Lee Myung Bak and \"the Saenuri Party\" stand trial through social solidarity.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to make an apology for driving workers to death one after another through unreasonable dismissal and take measures for guaranteeing them the basic right to existence. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference the trade union set up an incense-burning altar to mourn for the workers who resisted against the authorities' unpopular policies by committing suicide and their families.\n\t\t\t\t\t\n\t\t\t\t\tPolice hurled even gangsters for forcible eviction into an operation to prevent them from setting up the above-said altar and suppress them."
        },
        {
            "title": "S. Korean Authorities Accused of Their Racket of Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-25ee.html",
            "content": "S. Korean Authorities Accused of Their Racket of Confrontation with DPRK\r\n Pyongyang, April 7 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) made public a commentary on April 4 accusing the conservative group of kicking up a racket of confrontation with the DPRK in the run-up to the puppet  \"National Assembly election.\"\n\t\t\t\t\t The group is making much fuss about the visit paid by the vice-chairman of the organization to the north to participate in the events held to commemorate the 100th day since the demise of Kim Jong Il, chairman of the DPRK National Defence Commission, the commentary said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t This is aimed to divert elsewhere the public attention by fabricating \"the north wind\" in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous view of the people that the wicked authorities who had kicked up a racket of confrontation by cooking up the \"Cheonan\" warship case in the run-up to the local election in 2010 fabricated the \"north wind\" to use it for the forthcoming general election.\n\t\t\t\t\t\n\t\t\t\t\t The above-said racket kicked up by the authorities will bring them to nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The people's mind-set is now oriented towards turning the forthcoming election into a platform for judging the Lee Myung Bak dictatorial regime's moves to escalate the confrontation and launch a war, sycophancy towards the U.S. and illegalities and corruption. The commentary demanded Lee Myung Bak give up his foolish attempt to hide its crimes through the fabrication of the \"north wind.\""
        },
        {
            "title": "DPRK's Satellite Launch Is Legitimate Right of Sovereign State: Foreigners",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-07ee.html",
            "content": "DPRK's Satellite Launch Is Legitimate Right of Sovereign State: Foreigners\n\t\t\t\t\t\t\r\n Pyongyang, April 7 (KCNA) -- Foreign figures released statements between March 27 and April 1 in support of the DPRK's plan for launching a satellite for peaceful purposes.\n\t\t\t\t\t Lyne Sinyodyium, councilor of the European Society for the Study of the Juche Idea, in a statement said that the DPRK can launch satellite as an independent and sovereign state as other countries do and no country has the right to find fault with the DPRK's satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The Bulgarian Group for the Study of the Juche Idea in a statement noted that the DPRK deserves the right to develop modern technologies including the study of space for peaceful purposes as a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t Julio Ballesteros Espin, chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People, in a statement said that the DPRK's planned satellite launch is a right of a sovereign state by all accounts, adding that the DPRK will as ever shine as the country of independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t Andreas Hugo Pareira, chairman in charge of Defence, Security and International Relations of the Central Directive Council of the Indonesian Democratic Party of Struggle, in a statement said that no country, to say nothing of an international organization, has the right to interfere in the DPRK's projected satellite launch or criticize it as the satellite to be lifted is for earth observation.\n\t\t\t\t\t\n\t\t\t\t\t Phanindra Raj Pant, secretary general of the Nepali Association for Supporting the Songun Politics and co-secretary general of the Afro-Asian People's Solidarity Committee of Nepal, in a statement noted that the DPRK has strictly abided by international norms and regulations on the peaceful use of satellite launch and ensured utmost transparency in a bid to contribute to deepening international cooperation and trust in the fields of scientific researches into space and satellite launches."
        },
        {
            "title": "U.S., S. Korea's Nuclear Racket against DPRK Censured by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-04ee.html",
            "content": "U.S., S. Korea's Nuclear Racket against DPRK Censured by Swiss Organizations\r\n Pyongyang, April 7 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on March 27 issued a joint statement denouncing the United States and the south Korean authorities for their nuclear racket against the DPRK.\n\t\t\t\t\t Recalling that the \"nuclear security summit\" was recently held in Seoul, south Korea under the plea of thwarting nuclear terrorism, the statement said: The selection of south Korea as the venue of the summit was to \"internationalize\" the \"nuclear issue of the north\" and connect it with nuclear terrorism in a bid to prepare another provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Swiss government not play into the hands of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means accidental that the summit came to nothing, the statement said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers will never be able to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army led by Supreme Commander Kim Jong Un will resolutely shatter any provocation and war moves of the U.S. imperialists and the south Korean belligerent forces against the DPRK with tough retaliatory strike."
        },
        {
            "title": "Feats Praised by Finnish Politician",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-05ee.html",
            "content": "Feats Praised by Finnish Politician\r\n Pyongyang, April 7 (KCNA) -- Hannu Harju, chairman of the Communist Workers' Party of Finland for the Peace and Socialism, contributed an article titled \"Comrade Kim Il Sung who led Korean people's struggle to victory\" to the March 30th issue of the paper Tyokansan Sanomat.\n\t\t\t\t\t President Kim Il Sung was born into a patriotic family and his grandparents and parents were all genuine patriots and revolutionaries, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President led the armed struggle against the Japanese imperialist occupiers to victory and brought the liberation of the country to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of Korea he founded the Workers' Party of Korea and the DPRK government and wisely steered the Fatherland Liberation War to firmly defend the sovereignty of the country. He strengthened the self-reliant defence capabilities, relying on the idea and line of attaching importance to the military affairs in the whole period of his revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t He set forth many proposals to achieve the independent and peaceful reunification of Korea, including the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish progressive people including all the party members of the Communist Workers' Party of Finland for the Peace and Socialism as well as the world progressive people highly praise the great revolutionary feats of the President and extend invariable support to the Songun politics of the Workers' Party of Korea."
        },
        {
            "title": "Songun Politics in DPRK Praised: Nepali Paper",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-06ee.html",
            "content": "Songun Politics in DPRK Praised: Nepali Paper\r\n Pyongyang, April 7 (KCNA) -- The Nepali paper Arpan on March 30 carried a special write-up with a photo of the dear respected Kim Jong Un.\n\t\t\t\t\t In an article titled \"Leader Kim Jong Un's declaration\" the paper said drawing world attention, Supreme Leader Kim Jong Un inspected a guard division of the Korean People's Army associated with the significant history of President Kim Il Sung, the founder of socialist Korea, and Kim Jong Il, chairman of the National Defence Commission. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Through the facts that Kim Jong Un chose the guard division as the first object of his official activity after the great loss to the nation and as the first army division of inspection after he assumed the supreme commandership of the Korean People's Army and that he inspected it on January 1, 2012, the world is saying that he is strikingly identical to Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's inspection of the army reminds of Kim Jong Il's solemn declaration that he will invariably step up the socialist cause under the uplifted banner of Songun. This came when the world was keeping a close look at his political orientation after the death of the President.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's inspection of the guard division meant a historic declaration which demonstrated his fixed faith to further glorify the Songun leadership feats of the President and Kim Jong Il and inherit the Songun politics without an inch of deviation.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics is thoroughly applied in the political, military, economic, cultural and all other fields as it was done by Kim Jong Il in his lifetime."
        },
        {
            "title": "Works Published in Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-01ee.html",
            "content": "Works Published in Russia\r\n Pyongyang, April 7 (KCNA) -- The Vladivostok Vit Publishing House published in pamphlet President Kim Il Sung's work \"Let Us Bring the Advantages of Socialism in Our Country into Full Play\" and general secretary Kim Jong Il's work \"The Revolutionary Comradeship Is the Foundation of the Single-minded Unity and an Engine of Our Revolution\".\n\t\t\t\t\t The President's work, published on May 24, 1990, comprehensively clarifies the essence, main characteristics, invincibility and advantages of Korean-style socialism based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for giving full play to the advantages of socialism in the DPRK in all fields, carrying out the new five-point policy for national reunification and consistently implementing the foreign policy of the country--independence, peace and friendship--under the uplifted banner of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's work, published on April 7, 2004 clarifies the essence of the revolutionary comradeship and the reason why it serves as a foundation of the single-minded unity and an engine of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The work indicates tasks for turning the whole society into one based on comradeship under the uplifted slogan of comradeship."
        },
        {
            "title": "DPRK Books Presented to Russia",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-02ee.html",
            "content": "DPRK Books Presented to Russia\r\n Pyongyang, April 7 (KCNA) -- President Kim Il Sung's reminiscences \"With the Century\" and other works of the President, picture albums, magazines and other Korean books introducing the DPRK were presented to Russia.\n\t\t\t\t\t A presentation ceremony took place in Nakhodka, Russia on March 27.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were personages of the Nakhodka City Committee of the Communist Party of the Russian Federation, the Nakhodka city assembly and other personages concerned and masses. Staff members of the DPRK consulate-general in Nakhodka attended.\n\t\t\t\t\t\n\t\t\t\t\t The books were handed over to the first secretary of the City Committee."
        },
        {
            "title": "En Pyongyang periodistas extranjeros",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-27ee.html",
            "content": "En Pyongyang periodistas extranjeros\r\n Pyongyang, 7 de abril (ACNC) -- Por la invitacion del Comite de Tecnologias Espaciales de Corea (CTEC), llegaron los dias 6 y 7 a esta capital por via aerea y en tren los periodistas de la agencia norteamericana AP, las cadenas CNN y NBC TV de EE.UU., el Primer Canal TV, NTV y Zvezda TV de Rusia, la agencia noticiera Kyodo y NHK de Japon, AFP y periodico Monde de Francia, Reuters y BBC de Gran Bretana, ARD TV de Alemania, STV de Suecia, RTS de Suiza, la TV Central de Vietnam, la TV de Satelite Ave Fenix de Hong Kong de China,  TVONE de Indonesia, la TV del canal asiatico de Singapur, ETV de Sudafrica, el periodico brasileno Estado de San Paulo para visitar y cubrir el lanzamiento del satelite artificial de observacion de la Tierra \"Kwangmyongsong-3\"."
        },
        {
            "title": "Premier coreano recorre exposicion de productos populares ",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-28ee.html",
            "content": "Premier coreano recorre exposicion de productos populares \r\n Pyongyang, 7 de abril (ACNC) -- El premier coreano Choe Yong Rim recorrio el dia 7 la exposicion de la ciudad de Pyongyang de los articulos de consumo popular 3 de Agosto dispuesta en la .Exposicion Permanente de las Tres Revoluciones\n\t\t\t\t\t En la cita, que se realiza con motivo del centenario de natalicio del Presidente Kim Il Sung, estan exhibidas mas de 30 mil mercancias de 1 580  variedades producidas por los centros de administracion de brigadas de amas de casa de municipios y distritos capitalinos y las brigadas  de produccion para tienda de venta directa.\n\t\t\t\t\t\n\t\t\t\t\t Pasando revista a los productos expuestos, inclusive las ropas, productos de pajas, porcelanas y plasticos, averiguo en detalles las variedades, la calidad, y los precios de los articulos de consumo popular.\n\t\t\t\t\t\n\t\t\t\t\t El movimiento por la produccion de los articulos de consumo popular 3 de Agosto, propuesto por el Dirigente Kim Jong Il, esta manifestando hoy en dia su gran vitalidad, senalo y destaco la necesidad de aumentar la variedad de los articulos cualitativos al elevar mas el nivel cultural y la calidad de las mercancias."
        },
        {
            "title": "Proyectado documental coreano por efemeride coreana",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-29ee.html",
            "content": "Proyectado documental coreano por efemeride coreana\r\n Pyongyang, 7 de abril (ACNC) -- Con motivo del 19o aniversario de la eleccion del Generalisimo Kim Jong Il como Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, fue estrenado el dia 7 en el capitalino Palacio Cultural del Pueblo el documental coreano \"Produciendo gran viraje con la direccion sobre la revolucion mediante el Songun\".\n\t\t\t\t\t El filme recoge los hechos historicos de que el Dirigente Kim Jong Il abrio la fase trascendental de la construccion del Estado prospero superando en la delantera las dificultades creadas ante la revolucion coreana bajo la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\t Se ven las escenas en que el logro orgullosas victorias en el enfrentamiento politico-militar con EE.UU. fortaleciendo el ejercito popular como el poderoso de la ideologia y conviccion y el revolucionario e invencible.\n\t\t\t\t\t\n\t\t\t\t\t El largometraje da cuenta tambien de las inmortales hazanas de el quien condujo al ejercito popular a abrir la brecha en los sectores importantes de la construccion economica socialista y dio inicio a la nueva historia de gran viraje sobre el territorio patrio llenandolo del espiritu revolucionario de los militares.\n\t\t\t\t\t\n\t\t\t\t\t Hizo constar a los espectadores que gracias a la direccion revolucionaria del Dirigente mediante el Songun, se ha abierto la epoca de reunificacion del 15 de Junio y elevado extraordinariamente el prestigio exterior de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Lo presenciaron Kim Yong Nam, Choe Yong Rim y los cuadros del partido y el Estado, los funcionarios del partido, organizaciones de masas, ministerios y organos centrales."
        },
        {
            "title": "Pyongyang acoge Festival Artistico de Amistad Abril en Primavera",
            "url": "http://kcna.co.jp/item/2012/201204/news07/20120407-30ee.html",
            "content": "Pyongyang acoge Festival Artistico de Amistad Abril en Primavera\r\n Pyongyang, 7 de abril (ACNC) -- La capital esta ocupada por los preparativos del XXVIII Festival Artistico de Amistad Abril en Primavera que tendra lugar con motivo del centenario de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t Se preve efectuarse el presente festival en el nivel mas alto en la historia con la participacion de las famosas entidades artisticas extranjeras, los conjuntos artisticos de compatriotas y las entidades artisticas coreanas compuestas con numerosos premiados en los concursos nacionales e internacionales y artistas renombrados.\n\t\t\t\t\t\n\t\t\t\t\t Ahora, el comite organizativo del festival hace bien los preparativos para garantizar con exito las actividades.\n\t\t\t\t\t\n\t\t\t\t\t Acondiciona magnificamente el lugar de acto para que se realice en el nivel mas alto el acto inaugural y clausural conforme al caracter del festival artistico internacional.\n\t\t\t\t\t\n\t\t\t\t\t Presta atencion a asegurar las condiciones de hospedaje y comidas de los participantes en el festival y a crear el ambiente.\n\t\t\t\t\t\n\t\t\t\t\t Terminaron los arreglos de los lugares del festival donde tendran lugar las funciones por grupos, separados y conjuntas, entre otros, el Gran Teatro de Pyongyang Este, el Gran Teatro de Pyongyang, el Teatro Moranbong y el Circo de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Se acabaron la fabricacion de diplomas y copas a ser otorgadas a los participantes del festival y se dieron a luz las pancartas por el respecto.\n\t\t\t\t\t\n\t\t\t\t\t El comite organizativo trazo con minuciosidad el programa de visitas de los participantes."
        }
    ]
}