{
    "date": "2012-10-03",
    "url": "http://kcna.co.jp/item/2012/201210/2012-10-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Fiji Foreign Minister ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-26ee.html",
            "content": "Kim Yong Nam Meets Fiji Foreign Minister \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met with Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, and his party at the Mansudae Assembly Hall who paid a courtesy call on him Wednesday.\n\t\t\t\t\t The minister said that he witnessed the great reality in the DPRK during his visit.\n\t\t\t\t\t\n\t\t\t\t\t He voiced the hope that the cooperation between the two countries would expand in various fields."
        },
        {
            "title": "DPRK, Fiji FMs Have Talks",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-28ee.html",
            "content": "DPRK, Fiji FMs Have Talks\r\n Pyongyang, October 3 (KCNA) -- DPRK Foreign Minister Pak Ui Chun and Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, had talks at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t Present there were officials of the Foreign Ministry on the DPRK side and Inoke Kubuabola and his party on the Fiji side.\n\t\t\t\t\t\n\t\t\t\t\t They exchanged views on further developing the friendly relations between the two countries and on issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The talks took place in a friendly atmosphere."
        },
        {
            "title": "Greetings to German President ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-27ee.html",
            "content": "Greetings to German President\r\n Pyongyang, October 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to German President Joachim Gauck on the occasion of its national day.\n\t\t\t\t\t Kim expressed belief that the relations between the DPRK and Germany would grow stronger in the principle of equality and mutual benefits."
        },
        {
            "title": "Greetings to Kazakh Foreign Minister",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-15ee.html",
            "content": "Greetings to Kazakh Foreign Minister\r\n Pyongyang, October 3 (KCNA) -- Foreign Minister Pak Ui Chun on Tuesday sent a message of greeting to Erlan Abilfaizovich Idrissov on his appointment as foreign minister of Kazakhstan.\n\t\t\t\t\t The message expressed belief that the friendly relations between the two counties would favorably develop in the future, too."
        },
        {
            "title": "Message of Greeting to Kim Jong Un from Kuwaiti Emir ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-13ee.html",
            "content": "Message of Greeting to Kim Jong Un from Kuwaiti Emir \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greeting from Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, emir of Kuwait, on September 9, the DPRK's birthday. \n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Allow me to send sincere congratulations to Your Excellency on the birthday of your friendly country. \n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, we would like to express our sincere hope that the friendly relations between the peoples of our two countries would grow strong. \n\t\t\t\t\t\n\t\t\t\t\t Please accept Your Excellency my best wishes for your good health and happiness and for steady progress and prosperity of the people of your friendly country\n\t\t\t\t\t\n\t\t\t\t\t Best regards to you."
        },
        {
            "title": "Gift to Kim Jong Un from Fiji President ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-14ee.html",
            "content": "Gift to Kim Jong Un from Fiji President \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by Ratu Epeli Nailatikau, president of Fiji.\n\t\t\t\t\t It was conveyed to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, on Wednesday by Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, on a visit to the DPRK."
        },
        {
            "title": "North-South Joint Resolution Issued on Foundation Day of Korea ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-10ee.html",
            "content": "North-South Joint Resolution Issued on Foundation Day of Korea \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- The Council for the Reunification of Tangun's Nation of the north side and the south side Preparatory Committee of Events Common to the Nation for Marking the Foundation Day issued the following north-south joint resolution for marking the Foundation Day of Korea on Wednesday:\n\t\t\t\t\t The Foundation Day of Korea is the birthday of our nation and the significant day when sage king Tangun, the ancestral father of our nation, commenced enlightenment and built its country by bringing the logic of Heaven to the land and humankind in the idea of becoming benefactors and building a paradise.\n\t\t\t\t\t\n\t\t\t\t\t We, descendants of Tangun, and compatriots of the same nation and blood, should perform a sacrificial rite to the God in the spirit of preserving the national identity in great unity and usher in a new era of Korea and pave the way for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is important, indeed, to pray for the improvement of the north-south relations, which deteriorated to the worst phase in recent years, rev up the spirit of independent reunification and once again reconfirm the true meaning of the Foundation Day of Korea, the birthday of the nation built by Tangun, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" is the spirit achieved by the consensus of the whole nation and a banner of reunification to be firmly upheld no matter how the situation may change.\n\t\t\t\t\t\n\t\t\t\t\t Koreans should become one under the banner of the idea of \"By our nation itself\" irrespective of religion, ism, class and stratum. Only then can they display the potential energy of Tangun's nation.\n\t\t\t\t\t\n\t\t\t\t\t We make the following pledge to all the compatriots in the north, the south and abroad, reflecting the will to exalt the pride and self-respect of Tangun's nation by achieving the country's reunification by the concerted efforts of the north and the south of Korea on the occasion of the Foundation Day of Korea:\n\t\t\t\t\t\n\t\t\t\t\t First, we should achieve independence through the self-development of Tangun's nation.\n\t\t\t\t\t\n\t\t\t\t\t We should be aware that history, philosophy and traditional culture are the roots from which to lead humankind to becoming benefactors and building a paradise.\n\t\t\t\t\t\n\t\t\t\t\t We should bring back the original appearance of Tangun's nation in the spirit of reunifying the divided land.\n\t\t\t\t\t\n\t\t\t\t\t Second, we should terminate the division of the nation in the spirit and principle of independence, self-development and self-support and defuse all the contradictions and tension.\n\t\t\t\t\t\n\t\t\t\t\t We should inherit the spirit of the  June 15 joint declaration and the October 4 declaration, products of national consensus, take the lead in implementing them, boost reconciliation and cooperation between the north and the south and, at the same time, confirm the homogeneity of the nation and set right the spirit of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Commemorating the significant Foundation Day all the compatriots in the north, the south and abroad should recollect the patriotic spirit displayed by our ancestors, give play to the traits of worship of Heaven, ancestral king and love for the people so as to become one with the will enshrined in the Foundation Day of Korea and bring earlier the country's reunification."
        },
        {
            "title": "Foreign Guests Arrive",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-23ee.html",
            "content": "Foreign Guests Arrive\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- A delegation of the Ministry of Agriculture of China led by Vice-Minister Niu Dun, a delegation of the Federal Emigration Bureau of Russia headed by Deputy Director Anatoli Kuznetsov and Ahmat Lutfi Akar, president of the Turkish Red Crescent, and his party arrived here on Wednesday."
        },
        {
            "title": "Fiji FM Visits Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-12ee.html",
            "content": "Fiji FM Visits Statues of Kim Il Sung and Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, and his party visited the equestrian statues of President Kim Il Sung and leader   Kim Jong Il at the Mansudae Art Studio on Wednesday.\n\t\t\t\t\t They placed bunches of flowers before the statues before paying tribute to them."
        },
        {
            "title": "Fiji Foreign Minister Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-24ee.html",
            "content": "Fiji Foreign Minister Visits Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, and his party visited Mangyongdae, the birthplace of President Kim Il Sung, on Wednesday.\n\t\t\t\t\t They looked round the historic relics, being briefed on the glorious revolutionary history of the President.\n\t\t\t\t\t\n\t\t\t\t\t The minister said that the President was born into a patriotic and revolutionary family.\n\t\t\t\t\t\n\t\t\t\t\t The President and his family members in Mangyongdae devoted their all to the country and the people, the minister noted.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, they toured the Tower of the Juche Idea, Arch of Triumph, Mansudae Art Studio, etc."
        },
        {
            "title": "Reception Given for Fiji Minister of Foreign Affairs and Int'l Cooperation ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-21ee.html",
            "content": "Reception Given for Fiji Minister of Foreign Affairs and Int'l Cooperation\r\n Pyongyang, October 3 (KCNA) -- The DPRK government hosted a reception in honor of Inoke Kubuabola, minister of Foreign Affairs and International Cooperation of Fiji, and his party on a visit to the DPRK on Wednesday. \n\t\t\t\t\t He and his party were present at the reception on invitation. \n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun and officials concerned were present there. \n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun referred to the fact that the Fijian government and people have worked hard to achieve the stability of the country and develop national economy.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated the country's will to boost mutual support, cooperation and solidarity with Fiji in the international arena in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Inoke Kubuabola said in his speech that he saw and learned many things during his stay in the DPRK, expressing the will to make a contribution to further developing bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t He called for keeping close dialogue and exchange at all levels between the two countries."
        },
        {
            "title": "Foundation Day of Korea Marked ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-16ee.html",
            "content": "Foundation Day of Korea Marked \r\n Pyongyang, October 3 (KCNA) -- An event took place Wednesday in front of King Tangun's Mausoleum to mark the Foundation Day of Korea. \n\t\t\t\t\t Present there were Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae who is chairman of the National Reconciliation Council, Chairwoman of the Central Committee of the Korean Chondoist Chongu Party Ryu Mi Yong who is chairwoman of the Council for the Reunification of Tangun's Nation, Presidium Member of the Central Committee of the Democratic Front for the Reunification of the Fatherland Kang Ryon Hak, officials of the Council for the Reunification of Tangun's Nation, Pyongyang citizens and overseas Koreans. \n\t\t\t\t\t\n\t\t\t\t\t The event began with a memorial service for Tangun. \n\t\t\t\t\t\n\t\t\t\t\t Then Kang Chol Won, vice-chairman of the Council for the Reunification of Tangun's Nation, made a report. \n\t\t\t\t\t\n\t\t\t\t\t He said that the Foundation Day of Korea is significantly marked at a time when all the people are working hard to build a thriving nation and achieve national reunification under the leadership of the dear respected Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t He said all Koreans are recollecting with deep emotion the undying feats Generalissimos Kim Il Sung and Kim Jong Il performed by making sure that Tangun who had been considered as a myth was ascertained to be a man who actually existed and King Tangun's tomb was magnificently built as the mausoleum of the ancestral father of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t He called upon all Koreans to turn out as one in the struggle for national reconciliation, unity and independent reunification true to the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Foundation Day of Korea Observed",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-25ee.html",
            "content": "Foundation Day of Korea Observed\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Today marks the Foundation Day of Korea when Tangun, the ancestral father of the Korean nation, was born.\n\t\t\t\t\t Tangun founded Ancient Korea (30th century B.C.-108 B.C.), the first state in Korea with a history of 5 000 years which was well-known as a powerful country in the East.\n\t\t\t\t\t\n\t\t\t\t\t So, the Koreans would observe this Foundation Day with significant events, through which they demonstrated themselves as a homogeneous nation with a long history and excellent culture.\n\t\t\t\t\t\n\t\t\t\t\t Tangun had been regarded as a myth due to the wrong attitude of the corrupt and incompetent feudal rulers and the Japanese aggressors and reactionary historians' persistent moves to distort the historical facts.\n\t\t\t\t\t\n\t\t\t\t\t It was President Kim Il Sung and leader Kim Jong Il who found out the ancestral father of the nation and glorified Korea as a time-honored country. They indicated a clear-cut way for unearthing the remains of Tangun, regarding him as a real person, and saw to it that his remains unearthed were verified on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il led the work to splendidly rebuild the Mausoleum of King Tangun, true to the behests of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 3 every year, a commemorative event takes place before the mausoleum in Kangdong County, Pyongyang."
        },
        {
            "title": "Chief of Pyongyang Mission of AINDF Interviewed ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-11ee.html",
            "content": "Chief of Pyongyang Mission of AINDF Interviewed\n\t\t\t\t\t\t\r\nPyongyang, October 3 (KCNA) -- Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Wednesday, a day before the fifth anniversary of the historic October 4 declaration.\n\t\t\t\t\t Jo said the declaration calling for the development of the south-north relations and peace and prosperity marked an event which brought about a landmark advance in accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the fifth anniversary of the October 4 declaration all parts of south Korea are pervaded with ardent yearning for Generalissimo Kim Jong Il who ushered in a heyday of national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to accomplishing the sacred cause of national reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t By making sure that the October 4 declaration, a programme for implementing the June 15 joint declaration, was adopted Kim Jong Il made it possible for the era of the independent reunification to advance more dynamically.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration was the precious fruition of the enormous efforts exerted by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t As soon as it was made public, the declaration gripped the hearts of all Koreans and powerfully encouraged all of them in the struggle to accomplish the cause of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The movement for national reunification which has advanced under the banner of the south-north declarations is now facing a stumbling block.\n\t\t\t\t\t\n\t\t\t\t\t Dialogue, negotiations, contact and visits between the south and the north were suspended and even humanitarian cooperation was scuttled.\n\t\t\t\t\t\n\t\t\t\t\t This is attributable to the moves of the Lee Myung Bak group of traitors to escalate the confrontation by denying the declarations and obstructing their implementation.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the public at home and abroad, had the October 4 declaration which indicates all ways for turning the West Sea of Korea into peaceful waters been put into practice, the Yonphyong Island shelling case would not have happened.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that only when the south-north declarations are implemented, will a way be paved for the nation and reunification and peace and prosperity be achieved.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should turn out as one in the struggle for bringing about a phase of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un is standing at the head of the movement for reunification.\n\t\t\t\t\t\n\t\t\t\t\t He is a great lodestar of national reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t All compatriots foresee the future of reunified thriving Korea, looking up to his tender-hearted image.\n\t\t\t\t\t\n\t\t\t\t\t Reunification is sure to be achieved thanks to Marshal Kim Jong Un, the great man of Mt. Paektu."
        },
        {
            "title": "Construction of Yanggak-do Sports Village Completed ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-17ee.html",
            "content": "Construction of Yanggak-do Sports Village Completed \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- A new sports village was built on Yanggak Islet in the picturesque Taedong River. \n\t\t\t\t\t There appeared a dormitory based on terrestrial heating, training houses, center for sports science and technology, bathroom and other modern sports and cultural facilities. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of completion was held there on Wednesday. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Vice-Premier Kim Yong Jin, Minister of Physical Culture and Sports Pak Myong Chol, Minister of Railways Jon Kil Su, officials concerned and officials and workers in the field of rail transport and players, coaches and employees of the Kigwancha Sports Team. \n\t\t\t\t\t\n\t\t\t\t\t The participants heard a letter of thanks from the Central Committee of the Workers' Party of Korea to members of the youth shock brigade and officials of the rail transport and helpers who performed labor feats in the construction of the village. \n\t\t\t\t\t\n\t\t\t\t\t The WPK Central Committee in the letter expressed high appreciation for them who took part in the construction to successfully build another monumental edifice of the Songun era by displaying mass heroism and matchless devotion true to the idea and intention of the party and the leader. \n\t\t\t\t\t\n\t\t\t\t\t Han Chang Nam, director of the Political Department of the Ministry of Railways, made an address at the ceremony."
        },
        {
            "title": "13th National Program Exhibition Opens",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-22ee.html",
            "content": "13th National Program Exhibition Opens\r\n Pyongyang, October 3 (KCNA) -- The 13th national program exhibition in the educational field was opened with due ceremony at the Three-Revolution Exhibition on Wednesday. \n\t\t\t\t\t Presented to the exhibition are more than 900 applied programs developed by teachers, researchers and students in the educational fields from across the country.\n\t\t\t\t\t\n\t\t\t\t\t  The exhibition was divided into 13 panels.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will introduce and exchange successes and experiences made in the development and use of programs for IT-based education including program for supporting teaching and studying, program for simulation and practice and program for tele-education.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Choe Sang Gon, chairman of the State Science and Technology Commission, officials concerned, teachers, researchers and students of universities, colleges, secondary and primary schools.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sung Du, chairman of the Education Commission, said at the opening ceremony that the dear respected Kim Jong Un provided a firm guarantee to develop the DPRK into an educational power and a highly civilized socialist country.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the exhibition will contribute to developing the IT of the country and putting IT-based education on a higher level as required by the demand of the era. \n\t\t\t\t\t\n\t\t\t\t\t The exhibition goes on until October 11."
        },
        {
            "title": "Seminar Held to Mark Int'l Day of Old Persons ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-19ee.html",
            "content": "Seminar Held to Mark Int'l Day of Old Persons \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- A seminar took place at the Taedonggang Diplomatic Corps Club on Wednesday to mark the International Day of Old Persons. \n\t\t\t\t\t Present at the seminar were Ri Chol Hui, vice-chairman of the Central Committee of the Federation for the Care of the Elderly of Korea, officials concerned and staff members of missions of the international bodies here. \n\t\t\t\t\t\n\t\t\t\t\t At the end of an address the participants of the seminar heard speeches made under such titles as \"Aging situation and prospect in the DPRK\" and \"On health condition of the old persons in the DPRK.\"\n\t\t\t\t\t\n\t\t\t\t\t The seminar discussed the successes and experience gained in the work for promoting the health of the aged persons and the orientation of future activities. \n\t\t\t\t\t\n\t\t\t\t\t The participants watched a video introducing activities of the Federation for the Care of the Elderly of Korea."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Regime's Move to Increase Its \"Defence Budget\"",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-06ee.html",
            "content": "Rodong Sinmun Slams S. Korean Regime's Move to Increase Its \"Defence Budget\"\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Shortly ago, the south Korean \"Ministry of Defense\" announced that it would submit to the \"National Assembly\" a \"proposal on defense budget,\" 5.1 percent increase over this year.\n\t\t\t\t\t In the proposed defence budget it decided to allocate huge funds for developing radars and missiles for making a surprise and pre-emptive strike at the strategic depth and major bases of the DPRK and bolstering up the communication capability of the agents of the special warfare command.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such move reveals the puppet forces' sinister scenario to pose a military threat to the DPRK and, at the same time, round off the structure of their aggression forces as one for mounting a pre-emptive attack on it.\n\t\t\t\t\t\n\t\t\t\t\t The \"proposal on defense budget\" is designed to step up the arms build-up and intensify the war maneuvers against the DPRK under the absurd pretexts of non-existent \"provocations\" and \"threat\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime in the grip of the serious ruling crisis, forsaken by the public for the total failure of its domestic and foreign policies, is now seeking a way out in igniting a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Its ignition of the war, however, will lead it to self-destruction, the commentary warns, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The scenario for a new war would only harden a thousand times the resolution and will of  the army and people of the DPRK to counter their provocation with a prompt counter-action and react to a war of aggression with a great war of justice for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors hell-bent on confrontation with compatriots and war moves against the DPRK will never be able to escape a merciless punishment, concludes the commentary."
        },
        {
            "title": "Rodong Sinmun Urges Japan to Settle Its Past Crimes as Early as Possible ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-07ee.html",
            "content": "Rodong Sinmun Urges Japan to Settle Its Past Crimes as Early as Possible \r\n Pyongyang, October 3 (KCNA) -- A recent issue of the German paper Frankfurlter Allgemeine carried an article criticizing Japan for working hard to tamper with its history and stoking ultra nationalism instead of making an apology for its past crimes. \n\t\t\t\t\t Rodong Sinmun Wednesday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is a reflection of the world people's hope that Japan will not forget the monstrous war crimes committed by the Japanese imperialists in the past but make efforts to prevent the repetition of such historic tragedy.\n\t\t\t\t\t\n\t\t\t\t\t Both Germany and Japan inflicted indescribable war disasters upon humankind as the war criminal states during the Second World War but they have covered completely different paths in the post-war period.\n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts to prove that Germany has made an honest apology and repentance for its past wrongdoings and taken measures for sincere compensation to the victims.\n\t\t\t\t\t\n\t\t\t\t\t It said that quite contrary to Germany's attitude, Japan has rushed headlong into overseas invasion, distorting and denying its history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Progressive mankind and the world conscience are demanding  Japan make an honest apology and reparation for its past crimes, the commentary notes, urging Japan to liquidate its past crimes including the worst crimes committed against humanity baffling human imagination as early as possible."
        },
        {
            "title": "Minju Joson Slams Japan's Right-wing Conservatives' Reckless Action",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-08ee.html",
            "content": "Minju Joson Slams Japan's Right-wing Conservatives' Reckless Action\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Shortly ago, right-wing conservatives in Japan gathered at a meeting of the newly founded party \"Restoration Society of Japan\" at which they staged such ruckus as depicting a map of Japan on its party logo and describing Tok Islets, Diaoyu Islands and Kurils as parts of Japan's territory though it has territorial disputes with its neighboring countries.\n\t\t\t\t\t Minju Joson Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove that the political purpose of this party is to realize territorial expansion.\n\t\t\t\t\t\n\t\t\t\t\t The emergence of such political party is a clear indication that Japan's political climate is turning Rightist and reactionary.\n\t\t\t\t\t\n\t\t\t\t\t The formal appearance of the political party has laid a foundation for putting the Japanese reactionaries' moves for militarist overseas aggression on a more organized basis.\n\t\t\t\t\t\n\t\t\t\t\t This cannot but be construed otherwise than a dangerous development in view of peace and security of Asia, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The political and diplomatic conflict between Japan and its neighboring countries is festering so seriously over the territorial issue in Northeast Asia that it is in the danger of leading to military conflicts.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK will never pardon such brigandish acts of Japan as making its eyes at part of the inviolable territory of Korea and whetting its swords of aggression and plunder."
        },
        {
            "title": "KCNA Commentary Brands U.S. as Chieftain of Nuclear Threat and Arms Race in World",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-20ee.html",
            "content": "KCNA Commentary Brands U.S. as Chieftain of Nuclear Threat, Arms Race in World \r\n Pyongyang, October 3 (KCNA) -- Facts about the U.S. ceaseless secret tests of nuclear weapons were disclosed recently to stun the world people.\n\t\t\t\t\t According to Kyodo News, the U.S. carried out nuclear tests between April and August under the pretext of examining the efficiency of the stockpiled nuclear weapons by using plutonium this year.\n\t\t\t\t\t\n\t\t\t\t\t This fact fully revealed that the U.S. initiative to build a \"world without nuclear weapons\" is nothing but a smokescreen to cover up its wild ambition to dominate the world with nukes and hoodwink the world people.\n\t\t\t\t\t\n\t\t\t\t\t U.S. President Obama advocated a \"world without nuclear weapons\" at the outset of his office. He committed himself not to develop nuclear weapons and conduct nuclear tests before the international community.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. nuclear tests have gone on during his office.\n\t\t\t\t\t\n\t\t\t\t\t Such nuclear tests by use of plutonium were conducted without let-up last year and this year.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has run the whole gamut of crimes including nuclear tests and the development of new type nuclear weapons in an effort to reinforce its huge nuclear arsenal. It is sheer hypocrisy and sophism for the U.S. to talk about \"denuclearization\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal who has posed constant threat of a nuclear war to the world and sparked global arms race.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. that made a nuclear weapon for the first time in human history and has the biggest arsenal of nuclear weapons of various types and brought a nuclear disaster to mankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. tried to use nukes in a bid to turn the situation during the last Korean War favorable to it. It is also creating constant nuclear threat, while keeping a large number of nukes in south Korea and other parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is wholly to blame for the danger of nukes and a nuclear war increasing worldwide. \n\t\t\t\t\t\n\t\t\t\t\t It is preposterous, indeed, for the U.S. to talk about the minimization of the use of nuclear substance and its safe management and the prevention of its illegal dealings and \"denuclearization\" after holding such international meetings as the NPT Review Conference, \"Summit for Nuclear Safety,\" etc. \n\t\t\t\t\t\n\t\t\t\t\t The \"denuclearization\" touted by the U.S. is, in essence, a theory for monopolizing nukes to put the whole world under its control with them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not in a position to dismantle its nukes or opt for their nonuse as it regards them as an all-powerful means for carrying out its policies of aggression.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. remains unchanged in its nuclear policy for aggression, the army and people of the DPRK will further bolster up its nuclear deterrence for self-defence."
        },
        {
            "title": "Sexual Abuses Rampant in S. Korean Puppet Army ",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-29ee.html",
            "content": "Sexual Abuses Rampant in S. Korean Puppet Army \n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Cases of sexual abuses in the south Korean puppet army is on the annual increase under the Lee Myung Bak regime, sparking social uproar, according to south Korean Yonhap News on Oct. 1.\n\t\t\t\t\t Officers and men of the army are committing sexual abuses not only against women in the army but against youngsters, children and even against handicapped women.\n\t\t\t\t\t\n\t\t\t\t\t The number of sexual abusers increased year by year. At least 140 more service members committed such crimes in 2011 than 2009.\n\t\t\t\t\t\n\t\t\t\t\t But the punishment of those criminals has become less severe while the number of the cases left without prosecution rose 59.8 percent in 2011 as against 58.1 per cent in 2009.\n\t\t\t\t\t\n\t\t\t\t\t The rate of dropped cases increased more than 61 percent in the first half of this year.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that there was a high rate of the officers going unpunished even after perpetrating such crimes.\n\t\t\t\t\t\n\t\t\t\t\t Voices denouncing such despicable crimes among service personnel are growing stronger among south Koreans from all walks of life."
        },
        {
            "title": "Compatriots' Paper \"Thongil\" Marks Anniversary of October 4 Declaration",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-18ee.html",
            "content": "Compatriots' Paper Marks Anniversary of October 4 Declaration\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Thongil, a newspaper of Koreans in Uzbekistan, carried a special write-up on Sep. 27 to mark the fifth anniversary of the October 4 declaration.\n\t\t\t\t\t The paper recalled that a historic north-south summit was held in Pyongyang on October 4, 2007 and that a declaration for the development of the north-south relations, peace and prosperity was adopted.\n\t\t\t\t\t\n\t\t\t\t\t The declaration contains important issues on providing peace on the Korean Peninsula, achieving common prosperity of the nation and putting an end to the north-south military hostility, said the paper, giving a full explanation of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried an article titled \"The milestone common to the nation for the reunification\".\n\t\t\t\t\t\n\t\t\t\t\t The article said the north-south declarations should be defended and implemented thoroughly to properly meet the challenges of the separatist forces at home and abroad, smash their obstructive moves and reunify the country as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and October 4 declaration, which inspired the Korean nation with confidence and optimism about the country's reunification and ushered in a new era of independent reunification, serve as a milestone common to the nation for its reunification, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The declarations indicate a clear war for solving all issues rising in achieving national reunification to meet the common desire and interest of the nation.\n\t\t\t\t\t\n\t\t\t\t\t They also provide ideological foundations, basic principles and ways for achieving national reconciliation, unity, reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The stance and attitude toward the declarations are a touchstone for distinguishing national reconciliation from confrontation and reunification from division.\n\t\t\t\t\t\n\t\t\t\t\t Those who sincerely wish national reunification, peace and prosperity should turn out in implementing the north-south declarations irrespective of living in the north, south or abroad."
        },
        {
            "title": "Kim Jong Il's Work Published in Nigeria",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-01ee.html",
            "content": "Kim Jong Il's Work Published in Nigeria\r\n Pyongyang, September 3 (KCNA) -- The N. K. Publishing House in Enugu, Nigeria, published in booklet leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung.\"\n\t\t\t\t\t The work made public on October 2, 1995 serves as a great programme for party construction and activities as it reviewed with pride the glorious history of the WPK in which it explored a new way of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicated a way of developing the WPK into an eternal party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the publishing house on September 27."
        },
        {
            "title": "National Day of DPRK Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-02ee.html",
            "content": "National Day of DPRK Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- Foreign media devoted special write-ups or special programs to the 64th anniversary of the DPRK.\n\t\t\t\t\t The Russian newspaper \"Raboche-Krestiyanska Pravda\" No. 9 carried an article titled \"The DPRK: Founded on Sept. 9, 1948\" illustrated with photos of President Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper referred to the undying feats the peerlessly great men performed in founding the DPRK and developing it. \n\t\t\t\t\t\n\t\t\t\t\t It said that Marshal Kim Jong Un is wisely leading the DPRK to victory.\n\t\t\t\t\t\n\t\t\t\t\t A Hungarian newspaper on Sept. 8 carried an article titled \"The DPRK fighting against the U.S. imperialists.\"\n\t\t\t\t\t\n\t\t\t\t\t The paper recalled that the Korean people defeated the U.S. imperialists under the wise leadership of Kim Il Sung in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the Korean people are bringing about epoch-making miracles in building a great prosperous and powerful nation, united closer around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese media Sakirmata TV Broadcasting Service aired several times a program introducing the true picture of the DPRK growing stronger as the days go by in prime times from September 16 to 23."
        },
        {
            "title": "Myanmar Party Sends Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-03ee.html",
            "content": "Myanmar Party Sends Floral Basket to DPRK Embassy\n\t\t\t\t\t\t\r\n Pyongyang, October 3 (KCNA) -- The Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar sent a floral basket to the DPRK embassy in Yangon on the occasion of the 67th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Aung Myin, member of the Executive Committee of the Yangon Regional Committee, visited the embassy on Sept. 27 and laid a floral basket before the portraits of President Kim Il Sung and leader Kim Jong Il before paying tribute to them."
        },
        {
            "title": "Indonesian Figures Denounce S. Korean Authorities for Denying October 4 Declaration",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-04ee.html",
            "content": "Indonesian Figures Denounce S. Korean Authorities for Denying October 4 Declaration\r\n Pyongyang, October 3 (KCNA) -- Indonesian figures made public statements on Sept. 26 and 27 on the occasion of the 5th anniversary of the historic October 4 declaration.\n\t\t\t\t\t Nurdin Purnomo, chairman of the National Leading Council of the Diversity Party of Indonesia, expressed full support and solidarity with the Korean people in their struggle to achieve country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the declaration marked an event of great significance in defusing military tensions between the north and south of Korea, achieving common prosperity by the concerted efforts of the Koreans and providing a prerequisite to independence and peaceful reunification, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean \"government\" authorities have staged large-scale military exercises in collusion with the U.S. in total denial of the declaration, driving the situation on the Korean Peninsula to an extreme phase of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The party bitterly denounces the present south Korean authorities for toeing the U.S. policy in a bid to meet their own interests, not caring for the collapse of the inter-Korean relations but totally denying the declaration, a programme for implementing the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t He strongly demanded the U.S. withdraw its forces from south Korea at once.\n\t\t\t\t\t\n\t\t\t\t\t Shapril Arsiyad, chairman of the Indonesian Federation of Transport Workers Unions, bitterly condemned the south Korean group of traitors for their anti-reunification policy of pushing the inter-Korean relations to a collapse though they had favorably developed. He urged the south Korean authorities to stop all acts of escalating confrontation and tensions on the Korean Peninsula."
        },
        {
            "title": "Conversaciones entre cancilleres de Corea y Fiji",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-30ee.html",
            "content": "Conversaciones entre cancilleres de Corea y Fiji\n\t\t\t\t\t\t\r\nPyongyang, 3 de octubre (ACNC) -- Tuvieron lugar el dia 3 en el capitalino Palacio de los Congresos Mansudae en un ambiente amistoso las conversaciones entre el canciller coreano Pak Ui Chun y el ministro de Relaciones Exteriores y Cooperacion Internacional de la Republica de Fiji, Inoke Kubuabola de visita en Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana los funcionarios del MINREX y por la otra, la comitiva del ministro visitante.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron criterios sobre el desarrollo de las relaciones de amistad entre los dos paises y otros asuntos de interes mutuo."
        },
        {
            "title": "Publicada resolucion conjunta N-S por el dia de fundacion de Corea",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-31ee.html",
            "content": "Publicada resolucion conjunta N-S por el dia de fundacion de Corea\n\t\t\t\t\t\t\r\nPyongyang, 3 de octubre (ACNC) -- El Consejo por la Reunificacion de la Nacion de Tangun de la parte Norte y el Comite Preparatorio del Acto Conjunto Nacional por el Dia de la Fundacion de Corea de la parte Sur publicaron el dia 3 una resolucion conjunta Norte-Sur dedicada al Dia de la Fundacion de Corea.\n\t\t\t\t\t  Su texto sigue abajo:\n\t\t\t\t\t\n\t\t\t\t\t  Hoy, Dia de la Fundacion de Corea, es el cumpleanos de nuestra gloriosa nacion y fecha significativa en que el rey Tangun fundo el pais aplicando en esta tierra y la humanidad el ideal nacional y los principios del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora debemos abrir la nueva epoca de Fundacion y la reunificacion pacifica como descendientes de Tangun, fundador de Corea, y compatriotas del mismo linaje.\n\t\t\t\t\t\n\t\t\t\t\t  Resulta muy importante ratificar la voluntad de reunificacion independiente y volver a sentir el significado verdadero de la efemeride deseando que las relaciones Norte-Sur, empeoradas a mas no poder en los ultimos anos, se recuperen con motivo del Dia de la Fundacion de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  \"Entre nosotros, los connacionales\" es el espiritu logrado segun el acuerdo de toda la nacion y la bandera de reunificacion a mantener firmemente bajo cualquier situacion.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los coreanos deben unirse como un solo hombre por encima de las diferencias de religiones, ideales, clases y sectores, a que pertenecen, bajo la bandera de \"Entre nosotros, los connacionales\" y asi podran demostrar el poderio de la Nacion de Tangun.\n\t\t\t\t\t\n\t\t\t\t\t  En reflejo de la voluntad de lograr la reunificacion de la patria con las fuerzas unidas del Norte y el Sur y exaltar el orgullo y la dignidad de la Nacion de Tangun en ocasion del Dia de la Fundacion de Corea, tomamos la siguiente decision ante todos los coreanos del Norte, el Sur y en ultramar:\n\t\t\t\t\t\n\t\t\t\t\t  Primero, debemos rescatar la independencia con la dignidad de la Nacion de Tangun.\n\t\t\t\t\t\n\t\t\t\t\t  Debemos tener presente que la historia, la filosofia, la tradicion y la cultura son fundamentos para cumplir el ideal nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas debemos recuperar el aspecto original de la Nacion de Tangun y redoblar el poderio de la Nacion de Tangun.\n\t\t\t\t\t\n\t\t\t\t\t  Segundo, debemos poner punto final a la division de la nacion y relajar todos los antagonismos y tension con el espiritu y los principios de independencia, esfuerzos estrenuos y autososten.\n\t\t\t\t\t\n\t\t\t\t\t  Tenemos que continuar el espiritu de la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, logradas por el acuerdo de toda la nacion, fortalecer la reconciliacion y la cooperacion entre ambas partes coreanas poniendonos al frente de la implementacion de ellas, confirmar la identidad como una sola nacion y recobrar el espiritu nacional.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los coreanos del Norte, el Sur y en ultramar, que acogen el significativo Dia de la Fundacion de Corea, deben volver a valorar el espiritu patriotico manifestado por nuestros antecesores y acelerar cuanto antes el dia de reunificacion de la patria uniendose segun el proposito del Dia de la Fundacion y fomentando las virtudes hermosas de adorar al cielo, respetar a los antepasados y amar al hombre."
        },
        {
            "title": "Acto por el Dia de Fundacion de Corea",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-32ee.html",
            "content": "Acto por el Dia de Fundacion de Corea\r\nPyongyang, 3 de octubre (ACNC) -- Tuvo lugar el dia 3 ante el Mausoleo de Tangun (fundador de Corea) el acto por el Dia de la Fundacion de Corea.\n\t\t\t\t\tA la ocasion asistieron Kim Yong Dae, presidente del Consejo por la Reconciliacion Nacional y del Comite Central del Partido Social-Democrata de Corea, Ryu Mi Yong, presidenta del Consejo por la Reunificacion de la Nacion de Tangun y del CC del Partido Chondoista Chong-u, Kang Ryon Hak, miembro de la presidencia del CC del Frente Democratico para la Reunificacion de la Patria, los funcionarios del Consejo por la Reunificacion de la Nacion de Tangun y trabajadores capitalinos junto con los compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo tuvo lugar la ceremonia en recordacion de Tangun.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de ocasion estuvo a cargo de Kang Chol Won, vicepresidente del Consejo por la Reunificacion de la Nacion de Tangun.\n\t\t\t\t\t\n\t\t\t\t\tEl informante dijo que se celebra significativamente el Dia de Fundacion de Corea cuando todo el pueblo desarrolla activamente la lucha por la construccion de un Estado prospero y la reunificacion de la patria bajo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRecordo las inmortales hazanas de los Generalisimos Kim Il Sung y Kim Jong Il quienes hicieron buscar como persona real a Tangun que durante largo tiempo se habia transmitido como ente mitologico y construir con magnanimidad el Mausoleo de Tangun.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que todos los connacionales deben levantarse como un solo hombre en la lucha por lograr la reconciliacion nacional, la unidad y la  reunificacion independiente siguiendo la direccion del Mariscal."
        },
        {
            "title": "Inaugurada villa deportiva Yanggakdo",
            "url": "http://kcna.co.jp/item/2012/201210/news03/20121003-33ee.html",
            "content": "Inaugurada villa deportiva Yanggakdo\r\nPyongyang, 3 de octubre (ACNC) -- Quedo construida nuevamente la villa deportiva en el islote Yanggak enclavado en el pintoresco rio Taedong. \n\t\t\t\t\tEn ella hay los alberques con el sistema de calefaccion geotermica, los gimnasios, la sala de divulgacion de ciencias y tecnicas deportivas, el bano publico y otros establecimientos deportivo-culturales.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar este miercoles la ceremonia de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en la ocasion Kim Yong Jin, viceprimer ministro del Consejo de Ministros, Pak Myong Chol, ministro de Deportes, Jon Kil Su, ministro del Ferrocarril, los funcionarios de ramas interesadas, los funcionarios y obreros de transporte ferroviario, los jugadores, entrenadores y empleados del Conjunto Deportivo Kigwancha.\n\t\t\t\t\t\n\t\t\t\t\tFue transmitido el mensaje de felicitacion del Comite Central del Partido del Trabajo de Corea enviado a los miembros de la brigada juvenil de construccion y los funcionarios del domino de transporte ferroviario y los voluntarios quienes realizaron proezas laborales en la obra.\n\t\t\t\t\t\n\t\t\t\t\tEn su mensaje, el CC del PTC evaluo altamente que los destinatarios participantes en la obra construyeron magnificamente otra creacion monumental de la epoca del Songun al poner de manifiesto el heroismo colectivo y la abnegacion sin par en acato al proyecto y proposito del partido y el lider.\n\t\t\t\t\t\n\t\t\t\t\tLa palabra inaugural estuvo a cargo de Han Chang Nam, director de departamento politico del Ministerio del Ferrocarril."
        }
    ]
}