{
    "date": "2012-05-12",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-12ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Holds Talks with President of Singapore",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-05ee.html",
            "content": "Kim Yong Nam Holds Talks with President of Singapore\r\n Singapore, May 11 (KCNA Correspondent) -- Talks were held at the Presidential Palace on Friday between Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, and Tony Tan Keng Yam, president of Singapore.\n\t\t\t\t\t Present at the talks from the DPRK side were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, An Jong Su, minister of Light Industry, and other suite members, and Jong Song Il, DPRK ambassador to Singapore, and from the Singaporean side Bilahari Kausikan, permanent secretary of the foreign ministry, Lee Kok Fatt, presidential chief secretary, Yip Wei Kiat, director-general of the Department of Northeast Asian Affairs of the foreign ministry, Lim Cheng Hoe, director for Protocol of the foreign ministry, and others.\n\t\t\t\t\t\n\t\t\t\t\t At the talks the two sides exchanged views on boosting the friendly relations and other issues of common interest. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK side expressed thanks for warmly greeting and according hospitality for it.\n\t\t\t\t\t\n\t\t\t\t\t It said that the Korean people are pushing forward the building of a thriving socialist nation with pride of holding high esteem Kim Jong Un as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission and grandly celebrating the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It underlined the need to further developing the bilateral relations in various fields and continue strengthening cooperation in the regional and international arenas including the ASEAN regional forum and the Non-Aligned Movement.\n\t\t\t\t\t\n\t\t\t\t\t The Singaporean side noted that the bilateral relations with a long history are developing successfully thanks to the common efforts of both sides.\n\t\t\t\t\t\n\t\t\t\t\t It highly estimated the DPRK for building confidence with Singapore and other regional countries and referred to the importance of expanding and developing the economic trade relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the two countries with excellent relations can cooperate with each other for peace and stability and the current visit will mark an occasion of developing the bilateral relations onto a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a friendly atmosphere."
        },
        {
            "title": "Kim Yong Nam Meets Singaporean Parliament Speaker",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-06ee.html",
            "content": "Kim Yong Nam Meets Singaporean Parliament Speaker\r\n Singapore, May 11 (KCNA correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on May 11 met and had a cordial talk with Michael Palmer, speaker of the parliament of Singapore.\n\t\t\t\t\t Present there were Kim and his party, the DPRK ambassador to Singapore, some members of the parliament and figures of the Ministry of Foreign Affairs of Singapore."
        },
        {
            "title": "Kim Yong Nam Tours Singapore",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-28ee.html",
            "content": "Kim Yong Nam Tours Singapore\r\n Singapore, May 12 (KCNA correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and his party visited a foodstuff factory in Singapore on May 12.\n\t\t\t\t\t  Being briefed on the constant development of the typical foodstuff factory, Kim watched a video on the management of the factory before looking round the production processes.\n\t\t\t\t\t\n\t\t\t\t\t They also toured Hi-P International Pte Ltd, manufacturer of electronic products, a tourist islet, etc."
        },
        {
            "title": "Pak Ui Chun Meets Foreign FMs",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-24ee.html",
            "content": "Pak Ui Chun Meets Foreign FMs\r\n Pyongyang, May 12 (KCNA) -- DPRK Foreign Minister Pak Ui Chun, who is participating in the ministerial meeting of non-aligned countries, separately met with Cuban Foreign Minister Bruno Rodriguez Parrilla and Iranian Foreign Minister Ali Akbar Salehi on May 9.\n\t\t\t\t\t The Cuban foreign minister said that the demise of General Secretary Kim Jong Il was a great loss to the Cuban people.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased that the cause of Kim Jong Il is being successfully carried forward by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian foreign minister congratulated Kim Jong Un on becoming supreme leader of the party, the state and the army, adding that Iran would firmly support the DPRK in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Pak Ui Chun met the minister of State for foreign affairs of Angola and vice foreign ministers of Vietnam, Laos and Belarus.\n\t\t\t\t\t\n\t\t\t\t\t On May 10 he also met with Egyptian Foreign Minister Mohamed Kamel Amr, the minister of State for Foreign Affairs of Ethiopia and the general director for multilateral relations of the Foreign Ministry of Niger."
        },
        {
            "title": "Vice-chairman of South Headquarters of Pomminryon Visits Different Places",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-23ee.html",
            "content": "Vice-chairman of South Headquarters of Pomminryon Visits Different Places\r\n Pyongyang, May 12 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), toured the West Sea Barrage Saturday.\n\t\t\t\t\t After being briefed on the barrage built by the army and people of the DPRK on the 8 km rough sea as a monumental edifice, he enjoyed a bird's-eye view of the barrage at an observation deck.\n\t\t\t\t\t\n\t\t\t\t\t Prior to this, he visited the Taean Heavy Machine Complex, Kumsong School, Changgwang Kindergarten, etc. He also enjoyed the concert \"Family of the General\" given by the Unhasu Orchestra to mark May Day and met women officials of the Workers and Agricultural Workers Sub-Committees of the North Side Committee for Implementing the June 15 Joint Declaration."
        },
        {
            "title": "Lao Women's Union Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-22ee.html",
            "content": "Lao Women's Union Delegation Visits Mangyongdae\r\n Pyongyang, May 12 (KCNA) -- The visiting delegation of the Lao Women's Union headed by Sysay Leudedmounsone, president of its Central Committee, toured Mangyongdae.\n\t\t\t\t\t Hearing stories about President Kim Il Sung's old home there, they looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t They were guided to the Mangyongdae Revolutionary Museum which houses historical data and mementoes on the revolutionary history of Kim Il Sung and revolutionary activities of his family members. \n\t\t\t\t\t\n\t\t\t\t\t They had a photo taken before the old home.\n\t\t\t\t\t\n\t\t\t\t\t They also visited Changgwang Kindergarten, the e-library of Kim Il Sung University, Kim Jong Suk Pyongyang Textile Mill, Tower of the Juche Idea, Revolutionary Martyrs' Cemetery on Mt. Taesong, Mangyongdae Schoolchildren's Palace, Hana Music Information Center and other places of Pyongyang."
        },
        {
            "title": "I Saw Rosy Future of DPRK: Head of Lao Delegation",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-29ee.html",
            "content": "I Saw Rosy Future of DPRK: Head of Lao Delegation\r\n Pyongyang, May 12 (KCNA) -- Sysay Leudedmounsone, president of the Central Committee of the Lao Women's Union, had this to say after touring Mangyongdae:\n\t\t\t\t\t I was deeply moved to visit the old home of President Kim Il Sung in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t Many people, young people in particular, are visiting Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t It is time-honored place. \n\t\t\t\t\t\n\t\t\t\t\tAfter visiting Changgwang Kindergarten, she said that supreme leader of the Korean people Kim Jong Un has shown warm loving care for the children. The children in the DPRK are growing happily under the care of the state. Watching children bring their talents into full bloom, I have seen a rosy future of the DPRK."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-20ee.html",
            "content": "Visits\r\n Pyongyang, May 12 (KCNA) -- A DPRK youth friendship delegation headed by Jang Hyon Chol, secretary of the Central Committee of the Kim Il Sung Socialist Youth League, left here Saturday to visit China.\n\t\t\t\t\t Arriving here on the same day were delegations of Malaysia, Austria, China and Taipei of China to take part in the 15th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t\n\t\t\t\t\t An Italian delegation arrived here before them."
        },
        {
            "title": "IIJI Secretary General Praises Kim Il Sung as Great Man ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-21ee.html",
            "content": "IIJI Secretary General Praises Kim Il Sung as Great Man\r\n Pyongyang, May 12 (KCNA) -- Kenichi Ogami, secretary general of the International Institute of the Juche Idea (IIJI) who took part in the World Congress on the Juche Idea held in Pyongyang to mark the centenary of the birth of President Kim Il Sung, had this to say:\n\t\t\t\t\t President Kim Il Sung performed undying feats to shine brilliantly in human history.\n\t\t\t\t\t\n\t\t\t\t\t He frustrated the imperialists' aggression and arbitrary practices, clearly indicating the way of global independence.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his wise leadership progressive mankind could greet the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t There unfolded a new historic era in which many countries and nations of the world turned out in the struggle to achieve independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's founding of the Juche idea marked a great event in the development of human history.\n\t\t\t\t\t\n\t\t\t\t\t He was the great sun and the greatest man who indicated the road of the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives are highly praising his rare wisdom, unique leadership and noble traits.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary exploits will always shine along with human history."
        },
        {
            "title": "Kim Jong Un's Tour of Mangyongdae Funfair Touches People's Hearts",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-26ee.html",
            "content": "Kim Jong Un's Inspection of Mangyongdae Funfair Touches People's Hearts\r\n Pyongyang, May 12 (KCNA) -- All citizens in the Democratic People's Republic of Korea have been deeply moved by the dear respected Kim Jong Un's recent inspection of the Mangyongdae Funfair.\n\t\t\t\t\t An In Ae, a breeder at the Central Zoo, said she was deeply touched by him personally plucking up weeds grown between pavement blocks.\n\t\t\t\t\t\n\t\t\t\t\t A fellow breeder, Song Sol Ju, said Kim Jong Un has practically taught them what Kim Jong Il's patriotism is like.\n\t\t\t\t\t\n\t\t\t\t\t All the people are now speaking highly of the noble virtues of Kim Jong Un, who has fully embodied General Secretary Kim Jong Il-style outlook on the people and posterity.\n\t\t\t\t\t\n\t\t\t\t\t To follow Kim Jong Il's patriotism has become a tendency of society as well as the spirit of the times throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism has served as a basis for all the people to make innovations in their efforts to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by this patriotism, officials of Wonhwa-ri, Phyongwon County, South Phyongan Province, repaired a slide in the kindergarten at a rice-planting break time while those of the Taesong District, Pyongyang City, People's Committee trimmed a park's lawn at dawn.\n\t\t\t\t\t\n\t\t\t\t\t Kim Myong Hui (58), a woman residing in Jungsin-dong, Sosong District, Pyongyang, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We had been indifferent even to the porch's stairs with some of their edges broken away. Now we are repairing them by ourselves. We were leaving such repair only to the building maintenance team in the past.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il's benevolent care, we are living in modern apartment houses free of charge.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's inspection of the Mangyongdae Funfair reminded us of leader Kim Jong Il's devoted efforts for the wellbeing of the people. \n\t\t\t\t\t\n\t\t\t\t\t A party official at the Kim Jong Thae Electric Locomotive Complex, living next door to my house, is said to have decided to give his new house to a family of a young technician working in the complex, deeply impressed by Kim Jong Un's noble outlook on the people.\""
        },
        {
            "title": "Acryl Painting Portraying Kim Jong Il Exhibited at Industrial Art Centre",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-25ee.html",
            "content": "Acryl Painting Portraying Kim Jong Il Exhibited at Industrial Art Centre\r\n Pyongyang, May 12 (KCNA) -- The State Industrial Art Centre in the capital city of Pyongyang boasts of a large-sized acryl painting in its central hall.\n\t\t\t\t\t The painting \"Leader Kim Jong Il visiting his old home in Mt. Paektu\" is 4.3 meters high and 3.4 meters wide.\n\t\t\t\t\t\n\t\t\t\t\t It was created by experienced artists of the Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t The painting portrays Kim Jong Il in casual padded clothes standing in front of his old home.\n\t\t\t\t\t\n\t\t\t\t\t Ri Song Gun, section chief of the Korean Painting Production Company of the studio, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We created the painting, driven by the ardent yearning for the leader.\n\t\t\t\t\t\n\t\t\t\t\t The painting strikingly represents the Korean people's will to eternally hold Kim Jong Il in high esteem and remain faithful to his cause.\"\n\t\t\t\t\t\n\t\t\t\t\t Yun Ok Myong, head of a work-team at the Pyongyang Cosmetics Factory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The painting reminds me of leader Kim Jong Il in his lifetime with a broad smile on his face.\"\n\t\t\t\t\t\n\t\t\t\t\t The masterpiece splendidly depicts snow-covered Jong Il Peak and the snow scene around the old home with skilled techniques."
        },
        {
            "title": "KCNA Terms Japan Political Cripple ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-11ee.html",
            "content": "KCNA Terms Japan Political Cripple \r\n Pyongyang, May 12 (KCNA) -- Japan is cursed and condemned by the international community for denying its crime-woven history. \n\t\t\t\t\t The Japanese government on May 1 showed off a purse for the removal of the monument to comfort women for the Imperial Japanese Army standing in New Jersey State of the U.S. only to become a laughing stock of the international community. \n\t\t\t\t\t\n\t\t\t\t\t This was a deserved punishment to the wrong view point of the Japanese government on history and politics as it disregards the just demand and desire of the international community. \n\t\t\t\t\t\n\t\t\t\t\t The recent case offered the world an occasion of once again realizing what extent Japan has reached in its moves to deny its crime-woven past.\n\t\t\t\t\t\n\t\t\t\t\t For a country or nation to honestly reflect on its history helps to be upright in its present life and promises it a rosy future. \n\t\t\t\t\t\n\t\t\t\t\t However, Japan's political approach towards history makes Japan's present and future gloomy. \n\t\t\t\t\t\n\t\t\t\t\t Japan is a war criminal state as it committed the most monstrous crimes in history against the peoples of Asian countries including Korea in the last century. \n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery enforced by the Japanese imperialists during their military occupation of Korea was the most abominable and hideous state-sponsored crime in history. \n\t\t\t\t\t\n\t\t\t\t\t The peoples of Asia and the rest of the world are strongly urging Japan to honestly reflect on its past crimes and make an apology and reparation for them mainly because they no longer want to see such disgraceful history of the sexual slavery repeat itself in this world. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Japan tried hard to cover up its crime-woven history with a petty amount of money. This amounts to another crime against humanity as it is an insult to the peoples of Korea, Asia and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t This is precisely the main reason why Japan has failed to get rid of its political impasse at home and abroad, repudiated by the international community, though it had claimed \"economic prosperity.\" Japan's denial of its crime-woven history and its desperate efforts to repeat it resulted in the present decline not only in politics but in military affair, economy, education and culture and morality. \n\t\t\t\t\t\n\t\t\t\t\t For Japan to settle its crime-woven past is the only way to get cured of the political ills."
        },
        {
            "title": "Rodong Sinmun Calls upon Officials to Devotedly Serve People",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-07ee.html",
            "content": "Rodong Sinmun Calls upon Officials to Devotedly Serve People\r\n Pyongyang, May 12 (KCNA) -- It is the consistent requirement of the Workers' Party of Korea that officials should share weal and woe with the people and devotedly serve them, while bearing in mind President Kim Il Sung- and General Secretary Kim Jong Il-style viewpoint on the people.\n\t\t\t\t\t Rodong Sinmun Saturday says this in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t It is the wish of the WPK to see all the officials, party members and working people advance under the uplifted banner of Kim Jong Il's patriotism, the editorial notes, and goes on.\n\t\t\t\t\t\n\t\t\t\t\t Now that the politics of love for the people and benevolent politics of the WPK are enforced in all spheres at a new high phase, officials cannot do their work well as intended by the party without having the spirit of devoted service to the people.\n\t\t\t\t\t\n\t\t\t\t\t Only when they always find themselves among the masses, can they have an opportunity to know well about the frame of mind of people and devotedly serve them.\n\t\t\t\t\t\n\t\t\t\t\t They should make redoubled efforts, bearing in mind the viewpoint that the people should be let sit on flower-patterned cushions while they should allow themselves to sit on thorns and being aware that they should make an arduous march while letting the people conduct a cheerful one.\n\t\t\t\t\t\n\t\t\t\t\t They should rack their brain to make a substantial contribution to improving the people's living standard by working in such a way as to make anything more favored by people when approaching anything, planning and undertaking any job and producing even a single item of consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t They should seek more good things for the people in their residential areas, in their fields and at their work sites and effectively carry them out.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the officials to become ones required by the drive for improving the people's living standard and true servants of the people loved by the leader and the people by devoting themselves to them and earnestly and skillfully doing anything for them."
        },
        {
            "title": "Rodong Sinmun Calls for Eliminating Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-08ee.html",
            "content": "Rodong Sinmun Calls for Eliminating Lee Myung Bak Group \r\n Pyongyang, May 12 (KCNA) -- Strong waves of south Korean people's resistance will surely lead to the actions to eliminate the Lee Myung Bak group of traitors to the last one as it is the root cause of disasters of the country and nation.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t Organizations and people from all walks of life in south Korea turn out every day to condemn traitor Lee Myung Bak for his sycophancy toward the U.S., unpopular rule and moves to escalate confrontation with fellow countrymen, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group is the root cause of all misfortune and sufferings.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is the wicked traitors serving the U.S. as it caused politico-economic mayhem and deteriorated people' living by pursuing an unprecedented sycophantic and treacherous policy.\n\t\t\t\t\t\n\t\t\t\t\t It is unbearable shame on the nation that the despicable traitors are still allowed to ride roughshod to sacrifice the lives and security of the people just to meet the interests of their American master.\n\t\t\t\t\t\n\t\t\t\t\t The above-said group of traitors should not be allowed to go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is the root cause of misfortune and sufferings the Koreans have undergone as it aggravated politico-economic chaos and crisis and deteriorated people's living and created a touch-and-go situation through unprecedented hideous provocations and war moves.\n\t\t\t\t\t\n\t\t\t\t\t Koreans should no longer allow the group to remain part of the nation to ensure that the interests and destiny of the nation are protected and the south Koreans are freed from distress."
        },
        {
            "title": "Rodong Sinmun Slams S. Korea-U.S. Saber-rattling",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-09ee.html",
            "content": "Rodong Sinmun Slams S. Korea-U.S. Saber-rattling\r\n Pyongyang, May 12 (KCNA) -- The south Korean puppet forces on May 7 commenced a large-scale joint aerial warfare exercise \"Max Thunder\" with the United States in the sky over the area west of the Korean Peninsula.\n\t\t\t\t\t Involved in the war exercise which will last till May 18 are 60 fighters of various types including F-15K and KF-16 of the puppet Air Force Operations Headquarters of south Korea and KC-135 of the U.S. Seventh Air Force.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined commentary in this regard: This is a dangerous military provocation escalating the tension on the Korean Peninsula as it is a clear revelation of the puppet forces' scenario for preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The on-going war exercise is one of offensive nature in every sense in the light of the scale and duration of the exercise and its contents, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has warned the puppet forces of their evermore reckless moves for military confrontation more than once.\n\t\t\t\t\t\n\t\t\t\t\t The hardware of Songun in the hands of all the service personnel and people of the DPRK are fully ready to open retaliatory fire.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of Mt. Paektu are waiting for the issue of the order to wipe out the group of traitors to the last man. The courageous pilots of the air force of the DPRK are fully ready to make sorties to blow up the strongholds of the enemies at a single blow.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces had better stop their rash acts. Should they persist in their drumbeats of war against the north, backed by foreign forces, the DPRK will give full play to the matchless military muscle built up a thousand times to protect the sovereignty of the nation and achieve national reunification and wipe out the aggressors and the quislings to the last man. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not make an empty talk. The provocateurs are bound to perish in face of strikes of justice."
        },
        {
            "title": "S. Korean Authorities Accused of Tightening Military Alliance with Japan",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-12ee.html",
            "content": "S. Korean Authorities Accused of Tightening Military Alliance with Japan\r\n Pyongyang, May 12 (KCNA) -- 30 odd civic and social organizations including the south Korean Confederation of Trade Unions, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the People for Achieving Peace and Reunification Saturday held a press conference outside the building of the Ministry of Defense to denounce the war maniacs for working hard to boost military alliance with Japan.\n\t\t\t\t\t The organizations in their press release accused the authorities of contemplating concluding the General Security of Military Information Agreement (GSOMIA) and an Acquisition and Cross-Servicing Agreement with Japan while mulling staging joint military drills with the U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The tightening of the military alliance with Japan is a move diametrically running counter to peace on the Korean Peninsula and national reunification and a sycophancy and treachery as it helps the U.S. realize its wild ambition for world domination and Japan revive its militarism, the press release said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Japan is working hard to distort history and grab Tok Islets and justify its policy of aggression, far from making apology and reparation for its past crimes committed against the Korean people including the issue of comfort women for Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the \"government\" authorities immediately stop their moves to tighten the military alliance with Japan in contravention of the desire and wishes of the nation."
        },
        {
            "title": "Stop to Import of American Beef Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-13ee.html",
            "content": "Stop to Import of American Beef Demanded in S. Korea\r\n Pyongyang, May 12 (KCNA) -- Members of the Women's Society and other organizations in south Korea staged a candlelight rally at Chonggye Square in Seoul on Wednesday to protest against the \"government\" authorities' intention to keep importing American beef.\n\t\t\t\t\t Speakers at the rally held that the survey team dispatched to the U.S. to confirm the mad cow disease is, in fact, a group of tourists touring the U.S. with the money collected from the people as taxes.\n\t\t\t\t\t\n\t\t\t\t\t Paying no heed to the people's voices expressing their desire to know truth, the team did not visit the farm where mad cow disease reportedly occurred, they deplored, querying is this an expression of their concern for the people's lives and safety.\n\t\t\t\t\t\n\t\t\t\t\t They urged the \"government\" to admit its mistakes and apologize to the people and, at the same time, stop the suppression of the participants in the candlelight rally. \n\t\t\t\t\t\n\t\t\t\t\t The authorities should halt the import of American beef as soon as possible, they demanded, calling for a more dynamic candlelight rally than in 2008 in case they refuse to stop the import."
        },
        {
            "title": "Centenary of Kim Il Sung's Birth Celebrated in Japan",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-27ee.html",
            "content": "Centenary of Kim Il Sung's Birth Celebrated in Japan\r\n Pyongyang, May 12 (KCNA) -- Japan-DPRK friendship meeting took place in Tokyo, Japan on May 9 to celebrate the centenary of the birth of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t Attending it were Sumiko Shimizu, representative of the Japanese Women's Society for Solidarity with the Korean Women who is chairperson of the Japanese preparatory committee for celebrating the centenary of Kim Il Sung's birth, Dewi Sukarno, honorary chairperson of the Society for Disseminating and Supporting Immortal Flowers, and members of various friendship and solidarity organizations and Juche idea study groups in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) and other Chongryon officials.\n\t\t\t\t\t\n\t\t\t\t\t Sumiko Shimizu made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers praised Kim Il Sung for having devoted his all to socialist construction, independent and peaceful reunification of the country and peace and stability in Northeast Asia all his life under the uplifted banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Day of the Sun this year was a historic and significant holiday when the world progressives supported the Korean people in their drive to thoroughly carry out the behests of Kim Il Sung and General Secretary Kim Jong Il and vowed to keep pace with the Korean people in their struggle, they said.\n\t\t\t\t\t\n\t\t\t\t\t Reunification of Korea is an urgent task for ensuring peace and stability not only in the Korean Peninsula but in Northeast Asia and the rest of the world, they noted, calling on the world people to boost solidarity and conduct more dynamic global movement under the banner of independence and peace against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people would make triumphant progress in the struggle for achieving independent reunification of the country and building a thriving socialist nation under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Organizations of Koreans in China, Russia Call for Wiping Out Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-15ee.html",
            "content": "Organizations of Koreans in China, Russia Call for Wiping Out Lee Myung Bak Group\r\n Pyongyang, May 12 (KCNA) -- The Chinese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration and the Central Association of Korean Nationals in Russia issued statements on May 9 denouncing the Lee Myung Bak regime of south Korea.\n\t\t\t\t\t The Chinese Regional Committee in the statement said that Koreans in China can hardly repress their towering anger and resentment at the group of traitors who again hurt the dignity of the supreme leadership of the DPRK, not content with its criminal act of rubbing salt into the wounds of compatriots grieving over the great loss to the nation, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t Accusing Lee of letting loose a spate of such vituperation as talking about a huge amount of money allegedly spent for the celebrations of the Day of the Sun though it was a great political festival of mankind, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t All the successive country-selling ruling quarters of south Korea have pursued confrontation with the DPRK, but history does not record such confrontation maniac without an equal as traitor Lee who brought the inter-Korean relations to a total collapse and staged war exercises against the north in different parts of south Korea almost every day, hatching all sorts of plots against it and escalating the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The Committee will wipe out the Lee group who perpetrated hideous provocations against compatriots and turn out in a patriotic struggle to bring about a landmark phase of peace and independent reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t The Central Association of Korean Nationals in Russia in its statement denounced the Lee group for working out an operational plan for \"preemptive attacks\" on the DPRK and openly claiming that it would strike nuclear and missile facilities, to begin with, and if an all-out war follows, it would destroy major facilities in the north within three days.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war on the Korean Peninsula comes from the U.S. and the Lee group pursuant to it, the statement said, adding that it would be impossible to hope for peace on the peninsula and the Korean nation can not live in peace for even a moment if the group of traitors is left intact.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the Association would wage more courageous struggle to wipe out traitor Lee to achieve the reunification and peace of the country."
        },
        {
            "title": "Koreans in U.S. Oppose Conclusion of S. Korea-Japan Military Agreements",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-14ee.html",
            "content": "Koreans in U.S. Oppose Conclusion of S. Korea-Japan Military Agreements\r\n Pyongyang, May 12 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. made public a statement on May 9 under the title \"We oppose ruinous south Korea-Japan military agreements.\"\n\t\t\t\t\t Referring to the fact that the Lee Myung Bak regime is contemplating concluding the General Security of Military Information Agreement and Acquisition and Cross-Servicing Agreement with Japan in late May, the statement dismissed it as one more act of treachery against the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime is working hard to launch a barbarous war of genocide against the fellow countrymen with the help of Japan, not content with concluding a lot of military agreements with the U.S. to stage provocative exercises for a war against the DPRK, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak will have to pay dear price for the crimes he perpetrated by bringing war holocaust to the nation in a bid to get rid of his own crisis, it warned.\n\t\t\t\t\t\n\t\t\t\t\t It called on all Koreans at home and abroad to turn out to punish Lee, harasser of peace and war hysteria, in order to achieve peace and independent reunification of the country."
        },
        {
            "title": "Kim Jong Un's Work Carried by Bulletin of Mexican Organization",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-01ee.html",
            "content": "Kim Jong Un's Work Carried by Bulletin of Mexican Organization\r\n Pyongyang, May 12 (KCNA) -- The Mexican Committee for the Study of Kimilsungism on May 3 carried in its bulletin No. 69 the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche.\"\n\t\t\t\t\t The work, published on April 6, 2012, says that it is a principled requirement for victoriously advancing the Korean revolution to hold General Secretary Kim Jong Il in high esteem as general secretary forever and indicated the tasks for steadily developing the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Il Sung Praised by Chilean Party Leader ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-02ee.html",
            "content": "Kim Il Sung Praised by Chilean Party Leader\r\n Pyongyang, May 12 (KCNA) -- The first secretary of the Central Committee of the Communist Party of Chile (Proletarian Action) issued a statement on the occasion of the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\tHe recalled that Kim Il Sung founded the Juche idea and led the anti-Japanese armed struggle to victory, adding that the President steered the building of a new country and the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\tThe leadership of Kim Il Sung, Kim Jong Il and Kim Jong Un is an essential factor of victory in building the people-centered thriving socialist country, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe Communist Party of Chile (Proletarian Action) pays highest tribute to Kim Il Sung who was the great leader, patriot and paragon of internationalist.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is now shedding its rays over the world.\n\t\t\t\t\t\n\t\t\t\t\tNeither plots nor provocations on the part of the imperialists can force the DPRK to yield to them.\n\t\t\t\t\t\n\t\t\t\t\tThe world is admired by the successes made by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung, the founding-father of socialist Korea, is an eternal banner of victory encouraging the progressives and all the people who are struggling for independence and socialism."
        },
        {
            "title": "Kim Jong Un's Speech Hailed ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-03ee.html",
            "content": "Kim Jong Un's Speech Hailed \r\n Pyongyang, May 12 (KCNA) -- A briefing and reading session on a work of the dear respected Kim Jong Un were held in Benin and Nigeria on May 3.\n\t\t\t\t\t Attending those events were personages of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", Benin National Committee for the Study of the Juche Idea and of General Kim Jong Il's Works, Cotonou Institute of Journalism of Benin, Nigerian Group for the Study of the Songun Politics and Teacher Training College of Abuja and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", who doubles as chairman of the Benin National Committee for the Study of the Juche Idea and of General Kim Jong Il's Works, said he had the honor of listening to the congratulatory speech made by Kim Jong Un at the military parade during his stay in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t His speech greatly excited the Korean people and the world people, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t His speech which moved all those present at Kim Il Sung Square on the Day of the Sun serves as guidelines to indicate the rosy path ahead of a new century as it reviewed with pride the 100 year-long history of the Sun's Korea shining with victory and glory and as a militant programme to be held fast to by the Korean people for uninterrupted revolution.\n\t\t\t\t\t\n\t\t\t\t\t His speech represents his firm will to translate the noble desire and cause of General Secretary Kim Jong Il into reality.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Songun Politics and other speakers said Kim Jong Un clearly indicated tasks and ways for dynamically advancing the Korean revolution in his work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\".\n\t\t\t\t\t\n\t\t\t\t\t They evinced their determination to intensify the activities for studying and disseminating great Kimilsungism-Kimjongilism, adding that the Juche idea and Songun idea are sure to triumph under the leadership of Kim Jong Un."
        },
        {
            "title": "Finnish Organization Accuses S. Korean Authorities of Provoking DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-04ee.html",
            "content": "Finnish Organization Accuses S. Korean Authorities of Provoking DPRK\r\n Pyongyang, May 12 (KCNA) -- The Finland-Korea Society issued a statement on May 4 in denunciation of the Lee Myung Bak group of traitors for getting frantic in its anti-DPRK confrontation while recklessly hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t According to the statement, the south Korean conservative \"government\" has perpetrated vicious politically-motivated provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it betrayed the foolish and undisguised attempt to employ vicious methods to slander the dignity of the supreme leadership of the DPRK and expand U.S.-style colonial system to the whole area of Korea by abetting south Korean ultra-right elements who stand against reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is very just that the DPRK took measures in protest against the grave provocations by conservative forces of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The provocations by the south Korean puppet forces against the DPRK are a crime which can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The Finland-Korea Society vehemently condemns the anti-reunification conservative elements including Lee Myung Bak of south Korea for their base demeanor.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the conservative \"government\" to immediately stop actions destroying peace and stability on the Korean Peninsula and laying a stumbling block in the way of reunification. It also demanded Lee Myung Bak directly make an official apology to the Korean people for his inhumane acts."
        },
        {
            "title": "U.S. Test-fires Interceptor Missile ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-16ee.html",
            "content": "U.S. Test-fires Interceptor Missile \r\n Pyongyang, May 12 (KCNA) -- The United States conducted another test-fire of interceptor missile on May 9 despite the strong protest and condemnation of the international community. \n\t\t\t\t\t According to the Missile Defense Agency of the U.S. Department of Defense, a new type interceptor missile of the U.S. Navy was launched towards a ballistic missile in the area near Hawaii that day."
        },
        {
            "title": "Cuban Paper Raps Scheme of CIA",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-17ee.html",
            "content": "Cuban Paper Raps Scheme of CIA\r\n Havana, May 11 (KCNA) -- The Cuban paper Granma on May 8 carried an article condemning the scheme of the U.S. CIA against Latin American countries.\n\t\t\t\t\t The article lashed out at the CIA for having engrossed in interfering in internal affairs of Bolivia, Ecuador and Venezuela by use of what it called human rights fund and committing sabotages to block the development of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The article disclosed the facts that an organization led by a Cuban-American terrorist was involved in the plot to assassinate a president in Latin America and spread a series of false political information."
        },
        {
            "title": "Protest in Okinawa ",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-18ee.html",
            "content": "Protest in Okinawa \r\n Pyongyang, May 12 (KCNA) -- A demo took place in Yonaguni, Okinawa prefecture, Japan on May 6 in protest against the authorities' move for the reinforcement and deployment of armed forces.\n\t\t\t\t\t The demo was attended by union members and people of various social standings.\n\t\t\t\t\t\n\t\t\t\t\t Chanting \"No deployment of 'SDF'\" and other slogans, the demonstrators condemned the authorities for deploying there a unit of the Ground \"Self-Defense Force\" under the pretext of bolstering up the defense capability."
        },
        {
            "title": "Okinawa Gov. Calls for Relocation of U.S. Base",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-19ee.html",
            "content": "Okinawa Gov. Calls for Relocation of U.S. Base\r\n Pyongyang, May 12 (KCNA) -- The Okinawa governor Wednesday in a press interview once again called for relocating the U.S. air force base in Futenma outside of the prefecture unconditionally.\n\t\t\t\t\t Arguing that the U.S. military does not always have to obey Japanese law, he said, ''The people of the prefecture have suffered hardships alongside the bases for more than 40 years.''\n\t\t\t\t\t\n\t\t\t\t\t If the same things happen elsewhere in the country, they would be dealt with differently, he said, calling for the revision of the bilateral agreement."
        },
        {
            "title": "Conversan Kim Yong Nam y Tony Tan Keng Yam",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-30ee.html",
            "content": "Conversan Kim Yong Nam y Tony Tan Keng Yam\r\nSingapur, 11 de mayo (corresponsal de la ACNC)   -- Tuvieron lugar el dia 11 en el Palacio Presidencial las conversaciones entre Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, y Tony Tan Keng Yam, presidente de la Republica de Singapur.\n\t\t\t\t\tEstuvieron presentes en la ocasion por la parte coreana Ri Kwang Gun, presidente del Comite de Empresas Asociadas e Inversiones, An Jong Su, ministro de Industria Ligera y otros acompanantes y Jong Song Il, embajador coreano en este pais, y por la singapurense, Bilahari Kausikan, secretario permanente del Ministerio de RR.EE, Lee Kok Fatt, secretario responsable del presidente, Yip Wei Kiat, director general del departamento de asuntos del Noreste Asiatico de la cancilleria, Lim Cheng Hoe, director para Protocolo de la cancilleria, y otros.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron opiniones sobre el mayor desarrollo de las relaciones de amistad y otros problemas de interes mutuo. \n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana expreso el agradecimiento de que acogio cordialmente.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que el pueblo coreano, que celebro solemnemente con gran orgullo el centenario del natalicio del Presidente Kim Il Sung al elegir al  Maximo Dirigente Kim Jong Un como Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, acelera la construccion del Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo la necesidad de desarrollar mas en varios dominios las relaciones bilaterales y seguir fortaleciendo la cooperacion en las escenas regionales e internacionales como el Foro Regional de la Asociacion de Naciones del Sudeste Asiatico (ASEAN) y el Movimiento de los No Alineados.\n\t\t\t\t\t\n\t\t\t\t\tLa contraparte se refirio a que las relaciones de ambos pais con larga historia desarrollan magnificamente por los esfuerzos comunes.\n\t\t\t\t\t\n\t\t\t\t\tAprecio mucho que Corea fomenta la confianza de los paises regionales como Singapur y subrayo la importancia de ampliar y desarrollar las relaciones economico-comerciales de ambos paises. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que ambos paises con las relaciones magnificas pueden cooperar mutuamente para la paz y la estabilidad, y que esta visita sera el motivo para desarrollar en una etapa mas alta las relaciones bilaterales.\n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en una atmosfera amistosa."
        },
        {
            "title": "Kim Yong Nam recorre fabrica de alimentos de Singapur",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-31ee.html",
            "content": "Kim Yong Nam recorre fabrica de alimentos de Singapur\r\nSingapur, 12 de mayo (corresponsal de la ACNC)   -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema, y su comitiva recorrieron el dia 12 una fabrica de alimentos, empresa alimentaria representativa de Singapur.\n\t\t\t\t\tKim y su comitiva escucharon las explicaciones de que la fabrica ha logrado el desarrollo incesante,   vieron un video que da a conocer las actividades de gestion de la fabrica y pasaron revista a los procesos productivos.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, visitaron Hi-P International Pte Ltd, compania productora de los articulos electronicos, un islote turistico y otros puntos."
        },
        {
            "title": "Ro Su Hui visita varios lugares",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-32ee.html",
            "content": "Ro Su Hui visita varios lugares\r\nPyongyang, 12 de mayo (ACNC) -- Ro Su Hui, vicepresidente de la direccion surena de la Alianza Pannacional por la Reunificacion de la Patria (APRP), recorrio el dia 12 el Complejo Hidraulico del Mar Oeste.\n\t\t\t\t\tTras escuchar las explicaciones de que el ejercito y pueblo coreanos lo levantaron magnificamente como creacion monumental tapando el mar de 20 ries, vio desde el mirador el panorama del complejo.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Ro visito el Complejo de Maquinaria Pesada de Taean, la Escuela Kumsong, el Jardin de la Infancia de Changgwang y otros, presencio el concierto de la orquesta Unhasu dedicado al Primero de Mayo \"Familiares del General\", y se encontro con las funcionarias de la subcomision de obreros y trabajadores agricolas y otras del comite norteno para la Ejecucion de la Declaracion Conjunta del 15 de Junio."
        },
        {
            "title": "Japon es discapacitado politico: comentario de la ACNC",
            "url": "http://kcna.co.jp/item/2012/201205/news12/20120512-33ee.html",
            "content": "Japon es discapacitado politico: comentario de la ACNC\r\nPyongyang, 12 de mayo (ACNC) -- La cinica negativa de Japon a los hechos historicos es condenada y denunciada por la sociedad internacional.\n\t\t\t\t\tEl dia primero, el gobierno de Japon paso tremenda pena en la arena internacional mientras trataba de negociar con el dinero la eliminacion del monumento de recordacion a las ex consoladoras sexuales para el viejo ejercito japones, levantado en Nueva Jersey de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tEs castigo merecido a la incorrecta concepcion de la historia y politica del gobierno de Japon que desprecia la demanda y aspiracion justas de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl presente caso hizo constar nuevamente al mundo que Japon se torno discapacitado politicamente por haber negado su historia de crimenes.\n\t\t\t\t\t\n\t\t\t\t\tLa sincera reflexion de la historia del pasado hace a cada pais o nacion vivir honestamente hoy y promete su buen futuro.\n\t\t\t\t\t\n\t\t\t\t\tJapon es pais criminal de guerra que cometio en el siglo pasado los mas brutales crimenes sin precedentes en la historia contra los pueblos de Corea y el resto de Asia.\n\t\t\t\t\t\n\t\t\t\t\tDurante la ocupacion militar de Corea, los imperialistas japoneses convirtieron en esclavas sexuales a numerosas coreanas, lo cual se ha registrado en la historia de la humanidad como crimen del Estado mas barbaro y sucio.\n\t\t\t\t\t\n\t\t\t\t\tLos pueblos asiaticos y toda la humanidad del mundo demandan fuertemente a Japon arrepentirse sinceramente de sus crimenes del pasado, pedir disculpas e indemnizarlos, para que no se repita en el globo terraqueo la historia ignominiosa como el caso mencionado.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, Japon insulta a los pueblos asiaticos, inclusive el coreano, y a la humanidad entera y comete otro crimen de lesa humanidad, al tratar de encubrir con una miserable suma de dinero su expediente criminal.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, Japon, que se jactaba de la \"prosperidad economica\", cayo ahora en atolladero en el ambito interno y externo siendo abandonado por la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tSu negacion a la historia criminal y su repeticion causaron hoy la decadencia de Japon en los planos politico, militar, economico, docente, cultural y moral.\n\t\t\t\t\t\n\t\t\t\t\tLa via de renacimiento de Japon esta en indemnizar sus crimenes del pasado."
        }
    ]
}