{
    "date": "2012-02-09",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-09ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets New Lao Ambassador",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-26ee.html",
            "content": "Kim Yong Nam Meets New Lao Ambassador\r\n Pyongyang, February 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from new Lao Ambassador to the DPRK Kiettisak Keobanhdith at the Mansudae Assembly Hall Thursday. \n\t\t\t\t\t After receiving the credentials Kim Yong Nam had a talk with the Lao ambassador."
        },
        {
            "title": "DPRK Ambassador Meets Cambodian PM",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-03ee.html",
            "content": "DPRK Ambassador Meets Cambodian PM\r\n Pyongyang, February 9 (KCNA) -- Hong Ki Chol, DPRK ambassador to Cambodia, paid a courtesy call on Hun Sen, prime minister of Cambodia, on Feb. 3.\n\t\t\t\t\t At the meeting Hun Sen again expressed most profound condolences to the Korean people over the passing of General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting that this year the Korean people mark the centenary of birth of President Kim Il Sung and the 70th birth anniversary of Kim Jong Il, he said:\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the fraternal Korean people will overcome sorrow over the demise of Kim Jong Il with strength and courage and achieve greater success in the building of a thriving nation under the leadership of Kim Jong Un, supreme leader, this significant year.\n\t\t\t\t\t\n\t\t\t\t\t The friendly relations between the two countries are traditional ones provided by Kim Il Sung and Great King Norodom Sihanouk.\n\t\t\t\t\t\n\t\t\t\t\t It is a bounden duty for our younger generation to steadily boost these relations.\n\t\t\t\t\t\n\t\t\t\t\t It is the hope of Cambodia that Korea would be reunified as soon as possible and the bilateral relations of friendship and cooperation will continue to develop favorably."
        },
        {
            "title": "Gift from Kuwaiti Personage",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-18ee.html",
            "content": "Gift from Kuwaiti Personage\r\n Pyongyang, February 9 (KCNA) -- The dear respected Kim Jong Un received a gift from the manager of a trade and contract company of Kuwait. \n\t\t\t\t\t The manager conveyed the gift to an official of the DPRK working in Kuwait."
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-20ee.html",
            "content": "National Photo Exhibition Opens\r\n Pyongyang, February 9 (KCNA) -- A national photo exhibition opened in the DPRK to commemorate the 70th birth anniversary of General Secretary Kim Jong Il. \n\t\t\t\t\t On display in its venue are at least 300 photos of the revolutionary career of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Among them are pictures titled \"The great leader Comrade Kim Jong Il declaring the programme of modeling the whole society on the Juche idea\", \"The great leader Comrade Kim Jong Il and the dear respected Kim Jong Un guiding the fire striking exercises of large combined unit of the Korean People's Army\" and \"Kwangmyongsong-2 soaring up to fully display the national power of Songun Korea\".\n\t\t\t\t\t\n\t\t\t\t\t   \"The dear respected Kim Jong Un participating in the farewell-bidding ceremony together with senior officials of party, state and armed forces organs,\" \"Kim Il Sung Square full of lamentations calling for the great General\" and other pictures showing the days the greatest sorrow when people were in tears of blood at an unexpected loss of the father of the nation.   \n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the People's Palace of Culture on Thursday."
        },
        {
            "title": "Stamp Show Opens",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-21ee.html",
            "content": "Stamp Show Opens\r\nPyongyang, February 9 (KCNA) -- The Korean stamp show for commemorating the 70th birth anniversary of General Secretary Kim Jong Il was opened with due ceremony at the Korean Stamp Exhibition today. \n\t\t\t\t\tSeen at the exhibition are a stamp of the image of Kim Jong Il published for the first time in 1987 and stamps of the undying revolutionary exploits he performed in leading the Party, army and people along the road of sure victory.\n\t\t\t\t\t\n\t\t\t\t\tThere are also various stamps presented by Korean philatelists.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the ceremony were Kim Ki Nam, secretary of the Workers' Party of Korea Central Committee, Sim Chol Ho, minister of Post and Telecommunications, officials concerned, creators, philatelists and working people.\n\t\t\t\t\t\n\t\t\t\t\tPresent on invitation were officials of foreign embassies here in charge of cultural and friendly relations.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the ceremony the participants went round the displayed stamps."
        },
        {
            "title": "Oath-taking Meeting of Trade Union Members Held",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-33ee.html",
            "content": "Oath-taking Meeting of Trade Union Members Held in DPRK\r\n Pyongyang, February 9 (KCNA) -- Officials and members of the General Federation of Trade Unions of Korea from across the country made study tour of the revolutionary battle sites in Mt. Paektu area from Feb. 5 to 9 on the occasion of the birth anniversary of General Secretary Kim Jong Il. \n\t\t\t\t\t They laid floral baskets and flowers before the statues of President Kim Il Sung at the Pochonbo Revolutionary Battle Site and on the shore of Lake Samji and the mosaic depicting the three commanders of Mt. Paektu in the Paektusan secret camp and paid high tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t   They went round the then command post of the Pochonbo battle, the police post of the Japanese imperialists, the sub-county office, the Samjiyon grand monument, etc.\n\t\t\t\t\t\n\t\t\t\t\t They held an oath-taking meeting in front of Kim Jong Il's old home in the Paektusan secret camp.\n\t\t\t\t\t\n\t\t\t\t\tThey toured the Samjiyon county-seat, which has undergone dramatic change, and conducted various political and cultural activities during the period."
        },
        {
            "title": "Jangjasan Revolutionary Site Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-19ee.html",
            "content": "Jangjasan Revolutionary Site Draws Endless Stream of Visitors\r\n Pyongyang, February 9 (KCNA) -- More than 2,000 people in Jagang Province of the DPRK visit the Jangjasan Revolutionary Site everyday on the birth anniversary of General Secretary Kim Jong Il. Among those are officials of institutions, industrial establishments, universities and other schools, working people and school youth and children.\n\t\t\t\t\t Kim Jong Il cultivated his lofty ambition to beat back the U.S. imperialist aggressors and bring a future of triumphant Korea, true to the intention of President Kim Il Sung, while staying there for 20 odd days during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t There are a house Kim Jong Il used, two pine-nut trees he planted, study site, singing site, site of playing soldiers, wrestling site, etc.\n\t\t\t\t\t\n\t\t\t\t\t Touring the site, the visitors renewed their resolution to accomplish the revolutionary cause of Juche , true to the behests of Kim Jong Il."
        },
        {
            "title": "Law on Foreign-funded Banks Amended",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-31ee.html",
            "content": "Law on Foreign-funded Banks Amended\r\n Pyongyang, February 9 (KCNA) -- Law on foreign-funded banks has been amended in the Democratic People's Republic of Korea.\n\t\t\t\t\t The law, which breaks into 32 articles in five chapters, deals with classification, residence, property right and independent management of foreign-funded banks.\n\t\t\t\t\t\n\t\t\t\t\t The law stipulates that the banks with 10 or more years of banking activities shall be exempted from paying income tax for the first-year profits. \n\t\t\t\t\t\n\t\t\t\t\t It also provides that business taxes shall not be levied on the interest receipts from loans that were credited to local banks and businesses in their favor."
        },
        {
            "title": "Fruit Farm Honored with Rotating Pennant",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-17ee.html",
            "content": "Fruit Farm Honored with Rotating Pennant\r\n Pyongyang, February 9 (KCNA) -- A citation in the name of the C.C., the Workers' Party of Korea and the DPRK Cabinet and rotating pennant of the socialist emulation in 2011 were awarded to the Ryongjon Fruit Farm.\n\t\t\t\t\t In May last year General Secretary Kim Jong Il gave instructions to conduct brisk socialist emulation among fruit farms to produce more fruits including delicious apples and supply them to the people.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other working people there brought about a turn in rapidly increasing the fruition production and turning villages and work sites into socialist land of bliss.\n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place at the Taedonggang Combined Fruit Farm Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, secretary of the C.C., the WPK, Kim Chol Ho, director of the General Company of Combined Fruit Farming, officials concerned and agricultural workers."
        },
        {
            "title": "DPRK Opera Enjoys Popularity among Chinese",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-29ee.html",
            "content": "DPRK Opera Enjoys Popularity among Chinese\r\n Pyongyang, February 9 (KCNA) -- The Phibada Opera Troupe of the DPRK toured some areas of China with the opera \"Liang Shanbo and Zhu Yingtai\" from October 25 to January 7, enjoying great popularity among Chinese people. \n\t\t\t\t\tThe opera, created under the wise leadership of General Secretary Kim Jong Il, is a precious cultural treasure demonstrating the developed Juche-oriented arts and contributing to strengthening the DPRK-China friendship in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il suggested creating the opera based on a famous Chinese folktale and energetically guided its creation.\n\t\t\t\t\t\n\t\t\t\t\t He gave guidance to the creation of the opera in September Juche 99 (2010).\n\t\t\t\t\t\n\t\t\t\t\tHe said that performers' dialogue should be implicated, women's pangchang (off-stage song) introduced and Chinese national instruments used in the opera. \n\t\t\t\t\t\n\t\t\t\t\t He also helped creators decorate the tomb scene, the last part of the opera, in a peculiar way.\n\t\t\t\t\t\n\t\t\t\t\t Afterwards, he guided the creation of the opera on several occasions, successfully completing it as a symbol of the DPRK-China friendship. \n\t\t\t\t\t\n\t\t\t\t\t Chinese people, enjoying the opera, said that it was an excellent work truthfully representing their feelings. They also praised the creative talents of Korean artistes.\n\t\t\t\t\t\n\t\t\t\t\t They expressed deep reverence for  Kim Jong Il, saying that they learnt about his greatness through the wonderful performance."
        },
        {
            "title": "Kim Jong Un's Strong Sense of Responsibility for Future",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-30ee.html",
            "content": "Kim Jong Un's Strong Sense of Responsibility for Future\r\n Pyongyang, February 9 (KCNA) -- KCNA had an interview with teachers and students of Mangyongdae Revolutionary School, where Kim Jong Un, supreme commander of the Korean People's Army, visited on the lunar New Year.\n\t\t\t\t\tStudent Pak Un Hyok said:\n\t\t\t\t\t\n\t\t\t\t\t \"Most of the students of the school are bereaved of their fathers. But they have never thought of themselves without fathers. We have the dear respected Kim Jong Un identical to General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t When visiting our school, he tasted soy sauce and even touched the ground of the basketball court, afraid we may get injured. He is really our father.\"\n\t\t\t\t\t\n\t\t\t\t\tJi Chun Ran, a cook at the school, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Sons of the revolutionaries and patriots who devoted their lives to the country and people are studying here.\n\t\t\t\t\t\n\t\t\t\t\t Supreme Commander Kim Jong Un was kind enough to look at students taking their meal. He reminded us of our real father.\"\n\t\t\t\t\t\n\t\t\t\t\tRi Sol Mi, a teacher of the school, said that such school for children of revolutionary martyrs founded by President Kim Il Sung and developed under the deep care of leader Kim Jong Il can be found in the DPRK only.\n\t\t\t\t\t\n\t\t\t\t\t She went on to say:\n\t\t\t\t\t\n\t\t\t\t\t \"Our school is associated with deep care of the peerlessly great persons who brought up the future of the country and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t When the dear respected Kim Jong Un was visiting our school and paying deep concern to the students' living, we felt his strong will to fulfill his responsibility for the destiny of the country, revolution and nation. \n\t\t\t\t\t\n\t\t\t\t\t The students of our school are really happy.\""
        },
        {
            "title": "Single-minded Unity of DPRK",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-32ee.html",
            "content": "Single-minded Unity of DPRK\r\n Pyongyang, February 9 (KCNA) -- The Democratic People's Republic of Korea has emerged victorious as a political and military power, braving manifold trials, by dint of the single-minded unity of the revolutionary ranks. \n\t\t\t\t\t The unity is based on relations of comrades sharing the same ideology, intention and destiny.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the comradeship, the leader loves the people and devotes himself to protecting their life and dignity, while the people remain faithful to his ideas and leadership. \n\t\t\t\t\t\n\t\t\t\t\t The Korean army and people smashed the imperialists' moves to stifle the country in the period of the arduous march on the strength of the single-minded unity. With this unity, they are also making progress in the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The period of mourning over the demise of General Secretary Kim Jong Il in December last year fully manifested the close relationship between the leader and the people. \n\t\t\t\t\t\n\t\t\t\t\t All the Korean servicepersons and people are now closely rallied around the dear respected Kim Jong Un in one thought and purpose and in the sense of moral obligation. \n\t\t\t\t\t\n\t\t\t\t\t As the leader did, he is pursuing politics of love for the people and trust in them and the latter is willing to share the same destiny with him. Their will is reflected in the slogan \"Let Us Defend with Our Very Lives the Party Central Committee Headed by the Dear Respected Kim Jong Un!\""
        },
        {
            "title": "Rodong Sinmun Calls for Making S. Hamgyong Torch Flare up Country",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-07ee.html",
            "content": "Rodong Sinmun Calls for Making S. Hamgyong Torch Flare up Country\r\n Pyongyang, February 9 (KCNA) -- Rodong Sinmun Thursday editorially calls upon all the people to make the torch of the drive for a great surge lit by General Secretary Kim Jong Il in South Hamgyong Province (Hamnam) flare up throughout the country. \n\t\t\t\t\t Noting that the flame of Hamnam is the shining fruition of Kim Jong Il's distinguished mode of revolution and creation, the editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the days of making revolution under his leadership, the Korean people deeply grasped the truth that the way Kim Jong Il did leads to victory and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t Embodied in the flame of Hamnam is the spirit of waging a hot offensive to carry out the tasks set forth by the Workers' Party of Korea in the shortest possible time on the best level. The spiritual world and working style of the people in the province are the steadfast stand of regarding the tasks set forth by Kim Jong Il as their life and soul and deepest trust, a do-or-die will to carry out any tasks earlier than scheduled through a blitz and a true creative manner of doing any work impeccably. \n\t\t\t\t\t\n\t\t\t\t\t The mental power of Hamnam proved in practice the truth that \"DPRK can do anything when it is determined\" and fully displayed the wisdom and mettle of Kim Il Sung's nation. \n\t\t\t\t\t\n\t\t\t\t\t A great victory is sure to be won in 2012 and a thriving nation is sure to appear earlier than scheduled when all the posts, worksites, provinces, cities and counties bring about innovations like the people in South Hamgyong Province and all the people work hard like those in the province."
        },
        {
            "title": "Stand to Retract FTA Clarified",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-22ee.html",
            "content": "Stand to Retract FTA Clarified\r\n Pyongyang, February 9 (KCNA) -- Han Myong Suk, chief of the opposition Democratic United Party of south Korea, at the meeting of its executive chairmen Wednesday clarified the stand to scrap the shackling FTA with the U.S.\n\t\t\t\t\t She accused the \"government\" of working hard to put FTA into force within February.\n\t\t\t\t\t\n\t\t\t\t\t The agreement can never be allowed to take effect as it disregards the people's interests, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Their concern over the agreement is not confined to the ISD. It would be surely abrogated through regime change and 19th-term \"National Assembly.\"\n\t\t\t\t\t\n\t\t\t\t\t On the same day the party said it would send a written protest to the U.S. chief executive and Congress demanding the suspension of the effectuation of the FTA and its overall reexamination."
        },
        {
            "title": "MBC Unionists Protest \"Government's\" Control over Media",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-24ee.html",
            "content": "MBC Unionists Protest \"Government's\" Control over Media\r\n Pyongyang, February 9 (KCNA) -- The Trade Union of MBC, a broadcasting service in south Korea, called a press conference in Seoul on Monday in protest against the \"government\" authorities' control over media.\n\t\t\t\t\t At the conference speakers accused the authorities of scheming to use the broadcasting service for their aims to win in the April general elections and \"presidential\" election.\n\t\t\t\t\t\n\t\t\t\t\t Since the authorities appointed Kim Jae Chol as its director-general, the MBC has been reduced into a mouthpiece for the Lee Myung Bak \"government\", which delete or distort any fact if it goes against the \"government's\" will even a bit, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t The strike by the union is for ensuring impartiality of not only MBC but also all other media, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They held that the MBC should not act a waiting maid of the power but speak for the population."
        },
        {
            "title": "Punishment of Lee Myung Bak \"Government\" Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-25ee.html",
            "content": "Punishment of Lee Myung Bak \"Government\" Urged in S. Korea\r\n Pyongyang, February 9 (KCNA) -- More than 7,000 members of political parties and social organizations in south Korea held a rally in Kyonggi Province on Feb. 5 to call for punishing the Lee Myung Bak group of traitors in this year's elections. They included the United Progressive Party, Solidarity for Progress, Confederation of Trade Unions and the Federation of Women Peasants Associations. \n\t\t\t\t\t Speakers at the rally deplored that the people have lost their lives and been deprived of their vital rights under the \"government's\" suppression and misrule after Lee Myung Bak came to power. \n\t\t\t\t\t\n\t\t\t\t\t Such tragedy should not be allowed any longer, they said, declaring that workers and peasants would take the lead in the struggle to this end. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the ruling party is talking about democratization of economy, they said that deception and fraud can no longer work on the people. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for all the progressive forces to get united and punish the Lee Myung Bak \"government\", which serves only the one-percent privileged circle, in the April general elections and the \"presidential\" election."
        },
        {
            "title": "Conservative Forces' Moves to Mislead Public Opinion Blasted",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-27ee.html",
            "content": "Conservative Forces' Moves to Mislead Public Opinion Blasted\r\n Pyongyang, February 9 (KCNA) -- It was disclosed that the south Korean authorities kicked up an anti-DPRK campaign by floating false stories about the Pyongyang visit by pro-reunification Rev. Han Sang Ryol. \n\t\t\t\t\t In June last year an unidentified person posted on internet homepage a prayer that Rev. Han offered the prayer slandering south Korea during his visit to Pyongyang. This prayer turned out to be written on the basis of his speculation. \n\t\t\t\t\t\n\t\t\t\t\t The conservative media worked hard to build public opinion for an ulterior purpose after receiving that information from a former south Korean army general. \n\t\t\t\t\t\n\t\t\t\t\t They insulted Han, saying that he played the role as a pro-north spy in the guise of religion. \n\t\t\t\t\t\n\t\t\t\t\t This time, the prayer was confirmed to be false and the truth about the anti-DPRK smear campaign was brought to light, putting the conservative forces into a tight corner. \n\t\t\t\t\t\n\t\t\t\t\t The Christian Presbyterian Church of south Korea said that the truth behind the malicious smear campaign that seriously hurt the honor of Rev. Han and his family and all other religionists was revealed. It declared the will to continue ferreting out those who falsified truth and spread the rumor behind the scene."
        },
        {
            "title": "Overseas Koreans Support DPRK Appeal",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-23ee.html",
            "content": "Overseas Koreans Support DPRK Appeal\r\n Pyongyang, February 9 (KCNA) -- The Overseas Side Committee for Implementing June 15 Joint Declaration in a statement on Feb. 6 supported the appeal made by the North Side Committee to open up a fresh turning phase for independent reunification this year.\n\t\t\t\t\t It is a noble national duty to thoroughly defend and implement the inter-Korean declarations, the statement said, adding that the idea of \"By our nation itself\", the main spirit of the June 15 joint declaration, serves as the banner to be constantly put up till the day when the cause of national reunification has been accomplished.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\" and separatist forces in south Korea pushed the north-south relations to the worst phase by pursuing the policy for extreme confrontation and are desperately trying to block the independent reunification of the nation through large-scale war games for aggression on the DPRK in collusion with outsiders, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The Overseas Side Committee will positively contribute to marking the 12th anniversary of the June 15 joint declaration and the 5th anniversary of the October 4 declaration as a reunification event common to the nation with splendor and thus fulfill its mission for the times and the nation, it declared."
        },
        {
            "title": " Koreans in China Hails DPRK Appeal on National Reunification",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-28ee.html",
            "content": "Koreans in China Hails DPRK Appeal on National Reunification\r\n Pyongyang, February 9 (KCNA) -- The General Association of Koreans in China on Feb. 5 issued a statement in support of the appeal of the North Side Committee for Implementing June 15 Joint Declaration addressed to all Koreans at home and abroad.\n\t\t\t\t\t Under the title of \"Open up a fresh phase for independent reunification by the united efforts of the entire nation\" the statement pointed out that the separatist forces are making frantic efforts to completely block the road to national reconciliation, unity and reunification, provided by the June 15 joint declaration, and the advance of the Korean nation while getting more hell-bent on the confrontation with compatriots in league with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the compatriots at home and abroad to work for reconciliation and unity of the nation by putting its common interests above all other things.\n\t\t\t\t\t\n\t\t\t\t\t We will positively take part in the joint reunification events of the nation to be held on the occasions of the 12th anniversary of the June 15 joint declaration and the 5th anniversary of the October 4 declaration, in order to promote the national reconciliation and unity and bring a decisive turn in accomplishing the cause of national reunification this eventful year, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will intensify the activities for gathering and solidarity among pro-reunification bodies and organizations in the north and the south and abroad this year.\n\t\t\t\t\t\n\t\t\t\t\t The General Association and all Koreans in China will vigorously struggle to sternly punish the puppet conservative group of south Korea, a cancer of the nation and enemy of the reunification, and open up a new phase of independent reunification through unity and solidarity of all compatriots in the north and the south and abroad."
        },
        {
            "title": "Kim Jong Il's Work Printed in Nigeria",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-01ee.html",
            "content": "Kim Jong Il's Work Printed in Nigeria\r\n Pyongyang, February 9 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us All Live and Struggle Like Heroes\" was brought out in booklet by the Megareach Ventures Publishing House of Nigeria.\n\t\t\t\t\t The work, published on May 15, Juche 77 (1988), explains the Korean people's tradition of heroic struggles and indicates tasks for glorifying it.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place on February 2.\n\t\t\t\t\t\n\t\t\t\t\t Sola Olimolo, general manager of the publishing house, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put forward the popular masses as a driving force of revolution and led with warm care all service personnel, workers, peasants and intellectuals to live and struggle like heroes.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could thus demonstrate their dignity as a revolutionary and heroic people hewing an untrodden path of socialism and steering global independence. \n\t\t\t\t\t\n\t\t\t\t\t It is great honor and fortune to publish his work on the 70th anniversary of his birth."
        },
        {
            "title": "Kim Jong Il's Work Printed in Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-02ee.html",
            "content": "Kim Jong Il's Work Printed in Iran\r\n Pyongyang, February 9 (KCNA) -- The Iranian newspaper Iran News on February 1 and 2 serially published General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" illustrated with his photos.\n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun revolutionary line, the Songun politics of the Workers' Party of Korea, serves as a scientific revolutionary line and political mode which inherited and developed President Kim Il Sung's idea and line of giving importance to the army and most correctly reflected the needs of the times and the revolution."
        },
        {
            "title": "Ethiopian Organization Releases Bulletin",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-04ee.html",
            "content": "Ethiopian Organization Releases Bulletin\r\n Pyongyang, February 9 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea issued bulletin No. 34 on Feb. 1 lauding General Secretary Kim Jong Il's life featured by his love for the people on his birth anniversary (the Day of the Shining Star).\n\t\t\t\t\t He said it was his greatest desire to enable the Korean people to live as well as others at an early date, the bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The people's happiness was his greatest desire because it was also the desire of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The President is the father of socialist Korea who devoted his all to the people's happiness through his life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il regarded it as the most sacred duty and the greatest mission to realize the President's desire.\n\t\t\t\t\t\n\t\t\t\t\t He conducted energetic activities by devoting his all to realizing this desire.\n\t\t\t\t\t\n\t\t\t\t\t It was his ideal to build a thriving socialist nation in which the national power is strong, everything prospers and the people enjoy a happy life with nothing to desire more in the world.\n\t\t\t\t\t\n\t\t\t\t\t It was Kim Jong Il who felt joy at seeing the laughter of the happy people growing louder."
        },
        {
            "title": " Foreign Newspapers on Kim Jong Il's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-05ee.html",
            "content": "Foreign Newspapers on Kim Jong Il's Birth Anniversary\r\n Pyongyang, February 9 (KCNA) -- The Uruguayan and Pakistani papers carried special write-ups on the birth anniversary of General Secretary Kim Jong Il.\n\t\t\t\t\t The Uruguyanan paper La Juventud on Jan. 29 carried a photo of Kim Jong Il acknowledging the cheers of crowds from the tribune of honor of Kim Il Sung Square and dedicated its one whole page to an article titled \"Kim Jong Il, Leader of the People\".\n\t\t\t\t\t\n\t\t\t\t\t What was the core in the personality of Kim Jong Il was love for the people, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It was his outlook on life to serve the people and devote all to them.\n\t\t\t\t\t\n\t\t\t\t\t The wishes and interests of the people became a standard and starting point of all his thoughts and practice. To realize them was the most important affair to be addressed under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t While touring foreign countries, he always thought of the people.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani paper Baluchistan Times on the same day said that he made ceaseless long journeys for field guidance with loving care for the people. It was he who made any difficult and troublesome journey to bring happiness to them, the paper noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t His field guidance was characterized by his love for the people. Whenever he provided field guidance, he always visited people's houses to learn about their living and had pictures taken with them.\n\t\t\t\t\t\n\t\t\t\t\t When people moved to new apartment houses, he visited them, bringing matches with him according to a custom, and congratulated them and discussed with them even the future of their children.\n\t\t\t\t\t\n\t\t\t\t\t When visiting enterprises and units, he encouraged officials to work harder for the people. When new kinds of goods liked by people were produced, he was more pleased than any others and named them.\n\t\t\t\t\t\n\t\t\t\t\t It was quite natural for the Korean people to have followed him, calling him their father.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will materialize the ideas of Kim Jong Il and accomplish his cause under the leadership of the dear respected Kim Jong Un, holding Kim Jong Il in high esteem forever."
        },
        {
            "title": " Russian President on Tasks of Federal Security Service",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-12ee.html",
            "content": "Russian President on Tasks of Federal Security Service\r\n Moscow, February 8 (KCNA) -- Russian President Dmitri Medvedev Tuesday referred to the tasks facing the Federal Security Service.\n\t\t\t\t\t The Service has registered many successes in combating terrorism, preventing 94 terrorist acts beforehand, he said.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to steadily round off the national security system, he said that the government would pay attention to tightening all links of the system.\n\t\t\t\t\t\n\t\t\t\t\t Combat against terrorism will remain as the most important orientation of the Service's activities in the near future, he stressed."
        },
        {
            "title": "Russian Air Defence Units Hold Military Drills",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-13ee.html",
            "content": "Russian Air Defence Units Hold Military Drills\r\n Moscow, February 8 (KCNA) -- Air defence combined units and sub-units of the ground force of Russia kicked off big field exercises in the Far Eastern region.\n\t\t\t\t\t The combined special tactical drills are now under way in 14 firing grounds in the Republic of Buryatia, Khabarovsk Territory, Maritime Territory and other areas, according to Krasnaya Zvezda on Feb. 6.\n\t\t\t\t\t\n\t\t\t\t\t The three-phase drills will last for two months. Involved in them are some 2,000 troops and more than 500 combat and special technical equipment."
        },
        {
            "title": "US State Debt Stands at 15 Trillion",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-11ee.html",
            "content": "US State Debt Stands at 15 Trillion\r\n Pyongyang, February 9 (KCNA) -- U.S. sovereign debt stands at 15 trillion U.S. dollars, said the chairman of the Board of Governors of the U.S. Federal Reserve System at a hearing of the Budget Committee of the House of Representatives on Feb. 2. \n\t\t\t\t\t He acknowledged that the massive sovereign debt is troubling the country."
        },
        {
            "title": "Flagship of US 7th Fleet Anchors in Japan",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-15ee.html",
            "content": "Flagship of US 7th Fleet Anchors in Japan\r\n Pyongyang, February 9 (KCNA) -- Blue Ridge, flagship of the U.S. 7th Fleet, recently called at Tomakomai Port of Hokkaido, Japan.\n\t\t\t\t\t The port call was made under an excuse of \"promoting friendship between the two countries.\" \n\t\t\t\t\t\n\t\t\t\t\t This is reportedly the first call at Tomakomai Port by that flagship."
        },
        {
            "title": "Japan-US Joint Military Drill in Japan under Fire",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-16ee.html",
            "content": "Japan-US Joint Military Drill in Japan under Fire\r\n Pyongyang, February 9 (KCNA) -- Japan and the U.S. are getting reckless in their joint military drills to round off the preparations for a war of aggression against other countries. \n\t\t\t\t\t A Japan-U.S. joint command post drill had been staged in the base of the Japan Ground Self-Defense Force in Itami City, Hyogo Prefecture of Japan for 14 days ending Monday. \n\t\t\t\t\t\n\t\t\t\t\t Involved in the exercise were more than 1,500 personnel of GSDF, the U.S. Army Command in the Pacific and others. A mock drill under a joint operation plan was staged during this saber-rattling."
        },
        {
            "title": "Iran to Take Strong Counteraction against Any Aggression",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-08ee.html",
            "content": "Iran to Take Strong Counteraction against Any Aggression\r\n Tehran, February 8 (KCNA) -- A senior Iranian military commander said Sunday that Iran would never be the initiator of any war. However, Iran's response to any threat or aggression will be crushing, said Brigadier General Mohammad Pakpour, commander of the Islamic Revolution Guards Corps' (IRGC) ground forces.\n\t\t\t\t\t Deputy head of IRGC, Hossein Salami, said on the same day that \"Any location which is used by the enemy for raids against the Islamic republic will be targeted by the IRGC forces.\""
        },
        {
            "title": "Qatar, Turkey Oppose Military Strikes on Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-10ee.html",
            "content": "Qatar, Turkey Oppose Military Strikes on Iran\r\n Pyongyang, February 9 (KCNA) -- Sheikh Hamad Bin Jassim Bin Jabr Al-Thani, Qatari prime minister and concurrently foreign minister, and Ahmet Davutoglu, Turkish foreign minister, in a international meeting on Sunday called for peaceful solution to Iran's nuclear issue, saying that military option or sanctions would only lead to chaos in the region.\n\t\t\t\t\t Dismissing the West's sanctions on Iran as insignificant, they stressed that the best solution to the issue is to have diplomatic contacts and dialogues."
        },
        {
            "title": "Cooperation among Asian Countries",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-09ee.html",
            "content": "Cooperation among Asian Countries\r\n Pyongyang, February 9 (KCNA) -- China and Laos vowed on Monday to deepen mutually beneficial and substantial cooperation in various fields, boosting bilateral ties to a new level.\n\t\t\t\t\t Earlier on Friday, Indonesia and Pakistan signed the Preferential Trade Agreement between both countries."
        },
        {
            "title": "ALBA Summit Held",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-14ee.html",
            "content": "ALBA Summit Held\r\n Pyongyang, February 9 (KCNA) -- ALBA summit took place in Venezuela on Feb. 5 and 6.\n\t\t\t\t\t Present at the gathering were heads of state and government representatives of ALBA member nations.\n\t\t\t\t\t\n\t\t\t\t\t The summit dealt with the matter of strengthening cooperation between the regional countries in political, economic, military and other fields.\n\t\t\t\t\t\n\t\t\t\t\t Its participants decided to set up a joint Defense Council to cope with the West's escalated interference and neo-colonialist actions as well as to create a common economic zone for ALBA.\n\t\t\t\t\t\n\t\t\t\t\t And they decided on seating Haiti in ALBA.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the summit they adopted documents including a special statement demanding the release of the Cuban Five who are unjustly imprisoned in the United States."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador lao",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-34ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador lao\r\nPyongyang, 9 de febrero (ACNC) -- Kiettisak Keobanhdith presento el dia 9 en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, las cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Democratica Popular Lao en la RPDC. \n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Camboya desarrollara relaciones con RPDC, destaca el premier camboyano",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-35ee.html",
            "content": "Camboya desarrollara relaciones con RPDC, destaca el premier camboyano\r\nPyongyang, 9 de febrero (ACNC) -- El embajador de la Republica Popular Democratica de Corea en Camboya, Hong Ki Chol, hizo el dia 3 una visita de cortesia al primer ministro del gobierno del Reino de Camboya Hun Sen. \n\t\t\t\t\tEn la ocasion el premier expreso una vez mas las mas sentidas condolencias al pueblo coreano por el fallecimiento de Su Excelencia Mariscal Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEste ano el pueblo coreano acogera el centenario del natalicio del Presidente Kim Il Sung y el septuagesimo aniversario del nacimiento del Dirigente Kim Jong Il, dijo.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la conviccion de que este ano significativo, el fraternal pueblo coreano alcanzara grandes exitos en la construccion del Estado prospero bajo la guia de Su Excelencia              Maximo Dirigente Kim Jong Un, convirtiendo tal tristeza en las fuerzas y coraje. \n\t\t\t\t\t\n\t\t\t\t\tLas relaciones de amistad entre los dos paises son las tradicionales preparadas por Su Excelencia Generalisimo Kim Il Sung y  Su Excelencia gran Rey Norodom Sihanouk, apunto. \n\t\t\t\t\t\n\t\t\t\t\tSeguir fortaleciendolas y desarrollandolas es la mision de nuestra generacion, dijo. \n\t\t\t\t\t\n\t\t\t\t\tCamboya desea que Corea logre cuanto antes la reunificacion del pais y que las relaciones de amistad y cooperacion entre los dos paises sigan desarrollandose favorablemente, concluyo."
        },
        {
            "title": "Enmendadas en Corea leyes de banco de inversiones extranjeras",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-36ee.html",
            "content": "Enmendadas en Corea leyes de banco de inversiones extranjeras\r\nPyongyang, 9 de febrero (ACNC) -- Recientemente, en Corea se enmendaron las leyes del banco de inversiones extranjeras.\n\t\t\t\t\t   Las leyes con 5 capitulos y 32 articulos se tratan de la clasificacion de los bancos de ese tipo, su zona de establecimiento, su propiedad, su autonomia de actividades administrativas, etc.\n\t\t\t\t\t\n\t\t\t\t\t   Definen que se exime del impuesto por ingreso en el primer ano de trabajo en el caso de que la operacion bancaria en el pais dure mas de 10 anos y del impuesto de negocio al ingreso de redito obtenido con el prestamo a condiciones favorables a los bancos y las empresas de Corea."
        },
        {
            "title": "Rodong Sinmun exhorta a avivar la llamarada de Hamnam",
            "url": "http://kcna.co.jp/item/2012/201202/news09/20120209-37ee.html",
            "content": "Rodong Sinmun exhorta a avivar la llamarada de Hamnam\r\nPyongyang, 9 de febrero (ACNC) -- En el editorial difundido este jueves, el diario Rodong Sinmun exhorta a todos los habitantes a avivar mas en todo el pais la llamarada de Hamnam prendida por el Dirigente Kim Jong Il para el gran auge.\n\t\t\t\t\tLa llamarada de Hamnam es el brillante fruto de especial metodo revolucionario y creativo del Dirigente, comienza el editorial y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn los dias en que vino superando las dificultades de la revolucion siguiendo al Dirigente, el pueblo coreano aprendio la verdad de que el modo de trabajo del Dirigente garantiza la victoria y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tLa llamarada de Hamnam representa la idea de pertinaz combate de ataque de cumplir en menos tiempo y en el nivel mas alto las tareas asignadas por el partido. \n\t\t\t\t\t\n\t\t\t\t\tLa firme concepcion de considerar las tareas dadas por el Dirigente como la primera vida y la maxima confianza, la voluntad de realizar a ultranza con anticipacion cualesquier tareas y el firme espiritu de creacion de acabar perfectamente todas las cosas, esto es el mundo espiritual y el modo de trabajo de los habitantes de Hamnam (provincia de Hamgyong del Sur).\n\t\t\t\t\t\n\t\t\t\t\tLa fuerza espiritual de Hamnam, que ha probado en la practica la verdad de que !Si Corea decide, lo cumple!, puso de pleno manifiesto la sabiduria y el temperamento de la nacion de Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tCuando se registren en todos los puestos, centros de trabajo, todas las provincias, ciudades y distritos las innovaciones y todos los habitantes trabajen como los hombres de la provincia de Hamgyong del Sur, sera posible lograr la gran victoria de 2012 y acelerar la construccion del Estado prospero."
        }
    ]
}