{
    "date": "2012-01-05",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-05ee.html",
    "articles": [
        {
            "title": "CPRK Blasts Lee Myung Bak's New Year Address",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-52ee.html",
            "content": "CPRK Blasts Lee Myung Bak's New Year Address\r\n Pyongyang, January 5 (KCNA) -- Traitor Lee Myung Bak of south Korea, in a \"special new year address on state policy\", blustered if the north takes \"a sincere attitude,\" the south can carve out a new \"era of the Korean Peninsula\" together with it, asserting \"a big change in the situation of the peninsula and the rest of Northeast Asia is expected\" and vociferating about \"a window of opportunity.\" \n\t\t\t\t\t He cried out for \"making a strong counterattack in case of provocation\", trumpeting about \"a firm security posture\".\n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, talked nonsense that if the north stops its nuclear related activities, the south can get rid of the \"security concern\" of the north through the six-party talks and provide aid necessary for \"reviving\" its economy.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea said in its Information Bulletin No. 989 Thursday:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but sheer sophism to cover up the heinous crimes he committed against ethics and the nation during its mourning over the great loss and another hideous provocation, an indication of his invariable sinister intention to escalate the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t If a change is to be expected in the peninsula, it is only a total ruin of the Lee group which is as good as the living dead.\n\t\t\t\t\t\n\t\t\t\t\t \"Sincerity\" and \"peace and stability\" touted by Lee is also no more than sophism intended to evade the blame for bringing the inter-Korean relations to a collapse and driving the situation to an extreme pitch of tension.\n\t\t\t\t\t\n\t\t\t\t\t \"Possible provocation\" by someone and \"strong counteraction\" touted by Lee are nothing but a hysteric fit caused by the firm resolution of the army and people of the DPRK to mete out a thousand-fold punishment for his thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable is his talk about \"stop to nuclear activities\" and \"aid\".\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the DPRK is a full-fledged nuclear weapons state and its nuclear deterrent is the revolutionary heritage which can never be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is seriously mistaken if it thinks it can have a bargaining over this precious revolutionary heritage with the promise of any \"aid\".\n\t\t\t\t\t\n\t\t\t\t\t As long as the enemy is persistent in his moves for aggression, the DPRK will further reinforce the position of the nuclear weapons state to protect its dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t  The remarks made by Lee in a \"New Year address\" that south Korea keeps \"the window of opportunity\" open are nothing but a shameless jargon.\n\t\t\t\t\t\n\t\t\t\t\t  The balderdash about \"window of opportunity\" and the like let loose again by the group of traitors only brought into bolder relief its shameless nature as it is no more than a mockery of the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t What awaits the Lee Myung Bak group at present is only a stern judgment by the nation."
        },
        {
            "title": "Condolatory Message from Croatian President",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-06ee.html",
            "content": "Condolatory Message from Croatian President\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un received a message of condolences from Croatian President Ivo Josipovic on Dec. 20 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Dear HE Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the people of the Republic of Croatia and on my own, express condolences on the demise of the great leader of the Korean people HE Kim Jong Il, general secretary of the Workers' Party of Korea, chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t I extend condolences to all the people of the DPRK."
        },
        {
            "title": "Condolatory Message from President of Burkina Faso",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-08ee.html",
            "content": "Condolatory Message from President of Burkina Faso\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un received a condolatory message from Blaise Compaore, president of Burkina Faso, on Dec. 23 last year.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I heard the sad news that HE Kim Jong Il, the great leader of the Democratic People's Republic of Korea, untimely passed away on Dec. 17, 2011.\n\t\t\t\t\t\n\t\t\t\t\t The passing of the leader who made a tangible contribution to the country's socio-economic development with extraordinary political insight is a great loss to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the government of Burkina Faso and on my own, express deep condolences to Your Excellency and all the people in your country grieving over the loss.\n\t\t\t\t\t\n\t\t\t\t\t Hoping Your Excellency would surely overcome trials with eternal memory of the leader of the nation, I reaffirm my solidarity."
        },
        {
            "title": "Condolatory Message from Dominican President",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-11ee.html",
            "content": "Condolatory Message from Dominican President\r\n Pyongyang, January 5 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea and supreme commander of the Korean People's Army, received a message of condolences from Dominican President Nicholas Liverpool on December 28 last year.\n\t\t\t\t\t In the message, the president said it was with the bitterest sorrow that he learnt of the passing of Kim Jong Il, general secretary of the WPK, chairman of the DPRK National Defence Commission and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his deepest condolences to Kim Jong Un and the DPRK government."
        },
        {
            "title": "Condolatory Message from PM of Lesotho",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-50ee.html",
            "content": "Condolatory Message from PM of Lesotho\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un on Dec. 19 last year received a condolence message from Prime Minister of Lesotho Bethuel Pakalitha Mosisili on the passing of leader Kim Jong Il. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t It was with heartfelt sorrow that the government and people of Lesotho heard the sad news of the untimely passing away of His Excellency Kim Jong Il, the leader of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the government and people of Lesotho and on my own, would like to express the deepest condolences to the government and people of the DPRK over their great loss.\n\t\t\t\t\t\n\t\t\t\t\t May he rest in eternal peace. \n\t\t\t\t\t\n\t\t\t\t\t Please accept my profound respects and sympathy."
        },
        {
            "title": "Condolatory Message from WFDY",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-34ee.html",
            "content": "Condolatory Message from WFDY\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un received a message of condolences from the Coordinating Council of the World Federation of Democratic Youth on Dec. 29 over the demise of leader Kim Jong Il.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t The demise of Comrade Kim Jong Il, a symbol of the will of the Korean people and youth in the struggle to smash the moves of the imperialists, was a great loss to the anti-imperialist struggle in the region.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed conviction that Kim Jong Un would turn pain and sorrow into strength and continue leading the anti-imperialist struggle for independence, peace and social progress.\n\t\t\t\t\t\n\t\t\t\t\t We believe that the Korean people will overcome this sorrow with courage and put up a more dynamic anti-imperialist struggle. \n\t\t\t\t\t\n\t\t\t\t\t At this moment of great sorrow we recollect the achievements made by the Korean people in the historic struggle.\n\t\t\t\t\t\n\t\t\t\t\t  Their struggle against the moves of the imperialists instills faith in victory and hope into the people engaged in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t It is our firm belief that you will invariably wage the anti-imperialist struggle and thus contribute as ever to the international struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t In this difficult period we once again express condolences and extend support and solidarity to you."
        },
        {
            "title": "Condolatory Messages from Foreign Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-05ee.html",
            "content": "Condolatory Messages from Foreign Party Leaders\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un received condolence messages from party leaders of different countries on December 23, 26 and 27 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\t Among them were Asad Hardan, chairman of the Nationalist Socialist Party of Syria, Pushpa Kamal Dahal, chairman of the C.C., Unified Communist Party of Nepal (Maoist), and Walid Joumblatt, president of the Socialist Progressive Party of Lebanon.\n\t\t\t\t\t\n\t\t\t\t\t The messages expressed profound condolences to Kim Jong Un and all the people of the DPRK, hoping that the Korean people would turn sorrow into strength."
        },
        {
            "title": "Condolatory Messages from Foreign Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-09ee.html",
            "content": "Condolatory Messages from Foreign Party Leaders\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea and supreme commander of the Korean People's Army, received messages of condolences from foreign party leaders between December 20 and 28 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\t They were Evariste Boshab, secretary general of the People's Party for the Reconstruction and the Democracy of Democratic Congo; Jean Baptiste Nkoy, general secretary of the People's Rally for Socialism of Democratic Congo; Boswa Isekombe Sylvere, general secretary of the Communist Party of Democratic Congo; Lohmus Ramsurn, president of the C.C., Communist Party of Mauritius; and Olusegun Obasanjo, former president of Nigeria and chairman of the Credit Committee of the People's Democratic Party of Nigeria. \n\t\t\t\t\t\n\t\t\t\t\t In the messages they, on behalf of their parties and their owns, expressed heartfelt condolences to Kim Jong Un and all the Korean people."
        },
        {
            "title": "Condolatory Messages from Foreign Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-10ee.html",
            "content": "Condolatory Messages from Foreign Party Leaders\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea and supreme commander of the Korean People's Army, received condolence messages from party leaders of different countries on Dec. 27 and 28 last year.\n\t\t\t\t\t They were Jose Miguel Mejia, secretary general of the United Left Movement of Dominica, Roberto De La Cruz Huaman, general secretary of the C.C., Peruvian Communist Party, and Fidel Eduardo Castro Romero, President of the Workers' Party of Peru.\n\t\t\t\t\t\n\t\t\t\t\t In the messages they expressed deep condolences to Kim Jong Un, stressing that though leader Kim Jong Il passed away, the great feats performed by him in his lifetime would remain forever."
        },
        {
            "title": "Condolatory Messages from Foreign Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-51ee.html",
            "content": "Condolatory Messages from Foreign Party Leaders\r\n Pyongyang, January 5 (KCNA) -- The dear respected Kim Jong Un received condolatory messages from foreign party leaders over the demise of leader Kim Jong Il on Dec. 24, 27 and 28 last year.\n\t\t\t\t\t They included the general secretary of the C.C., the Congolese Party of Labour and Marimantia Diara, secretary general of the African Party for the Solidarity and Justice of Mali, and Mamadou Lamin Thiam, national permanent secretary of the Democratic Party of Senegal.\n\t\t\t\t\t\n\t\t\t\t\t The messages expressed the deepest condolences to Kim Jong Un, the Workers' Party of Korea and all the Koreans, praying for        Kim Jong Il's immortality."
        },
        {
            "title": "New Year's Concert Given by Unhasu Orchestra",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-32ee.html",
            "content": "New Year's Concert Given by Unhasu Orchestra\r\n Pyongyang, January 5 (KCNA) -- 2012 New Year's concert \"The Cause of the Sun Will Be Immortal\" was given at the East Pyongyang Grand Theatre by the Unhasu Orchestra. \n\t\t\t\t\t It was enjoyed on Thursday by officials of the C.C., Workers' Party of Korea and chiefs of the provincial committees of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The numbers of the concert, which began with the popular hymn for the leader \"Cantata to Comrade Kim Jong Il\", included chorus \"His Life\", male vocal solo and pangchang \"When We Sing of Songun\" and orchestral music and chorus \"On the Path of Struggle under the Leadership of the General\". \n\t\t\t\t\t\n\t\t\t\t\t The performers sang of the brilliant life of leader Kim Jong Il, the great revolutionary and peerless patriot, who devoted his all to the victory of the Songun revolution and prosperity of the socialist country, holding high the red flag of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Immortal masterpiece \"Song of Best Wishes\", represented in form of female trio and female pangchang, deeply moved the audience, recalling the course of Songun leadership that the illustrious commander continued in a field dress, locating the supreme command at the forefront of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Male duet and male pangchang \"We Long for You, General\", female solos and pangchang \"Attraction and Reverence\" and \"Here Is the Country Where I Live\" and other numbers showed well the blood relationship between the leader and the army and people who share the will and feelings.\n\t\t\t\t\t\n\t\t\t\t\t Pictures of Kim Jong Il were screened on the background of the performance stage, touching the audience to tears. \n\t\t\t\t\t\n\t\t\t\t\t Choruses \"Our March\", \"Might of Korea\" and \"Let Korea Advance\" and narrative and orchestral music \"Korea Has Risen Up\" fully displayed the fixed faith that no force on earth can match the strength of Korea dashing ahead with the dear respected Kim Jong Un at the head of the revolution."
        },
        {
            "title": "Women of Cuban Embassy Visit Pyongyang Maternity Hospital",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-18ee.html",
            "content": "Women of Cuban Embassy Visit Pyongyang Maternity Hospital\r\n Pyongyang, January 5 (KCNA) -- Women of the Cuban embassy here Thursday visited the Pyongyang Maternity Hospital on the occasion of the 53rd anniversary of victory in the Cuban revolution.\n\t\t\t\t\t Being briefed on the fact that the hospital was built as a comprehensive medical service centre for women, they went around different places including treatment rooms and sick wards. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Iliana Almaguer Rodriguez, wife of the Cuban ambassador here, said: \n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Maternity Hospital was built under the warm care of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The visit offered us an opportunity to know better about the popular policies of the party and government of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The health care system in the DPRK is, indeed, the best system as it values people more than anything else.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il sent a lot of medical facilities, medicines and tonics to the hospital.\n\t\t\t\t\t\n\t\t\t\t\t His love for the children and women is boundless.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary exploits will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t I wish the Korean people greater successes in their efforts to build a thriving nation under the wise leadership of the respected Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The guests presented souvenir to the hospital."
        },
        {
            "title": "Socialist Emulation Drive for Building Thriving Nation Called for",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-35ee.html",
            "content": "Socialist Emulation Drive for Building Thriving Nation Called for\r\n Pyongyang, January 5 (KCNA) -- Working people and members of the General Federation of Trade Unions of Korea met in Nampho Thursday to vow to carry out the decision of the Political Bureau of the Central Committee of the Workers' Party of Korea, joint calls of the Central Committee and Central Military Commission of the WPK and the militant tasks set forth in the joint New Year editorial and respond of the letter of the working people in South Hamgyong Province.\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the GFTUK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the great honor of holding the dear respected Kim Jong Un in high esteem as supreme commander of the Korean People's Army, they expressed conviction that the Korean people will triumph in their efforts to build a rich and powerful county as long as there are the party, army and state developed by leader Kim Jong Il, the wise guidance of Kim Jong Un and fine people upholding the leader with loyalty generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t They called for working hard to glorify this significant year a year of great victory and prosperity to be specially recoded in the glorious history of Kim Il Sung's nation and Kim Jong Il's Korea, united behind Kim Jong Un in single mind.\n\t\t\t\t\t\n\t\t\t\t\t They appealed to the factories and enterprises across the country to launch a socialist emulation drive to effect a surge in building a thriving nation true to the decision and militant calls of the party and a letter of workers of South Hamgyong Province on ushering in the heyday of a prosperity true to the last instructions of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Ri Yong Su, department director of the WPK Central Committee, officials concerned and workers, officials and members of the GFTUK in Pyongyang and local areas."
        },
        {
            "title": "Meeting of Sports Persons Held",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-49ee.html",
            "content": "Meeting of Sports Persons Held\r\n Pyongyang, January 5 (KCNA) -- A meeting of officials in the field of sports and sportsmen was held here on Thursday to vow to implement the decision of the Political Bureau of the Central Committee of the Workers' Party of Korea, the joint calls of the Central Committee and the Central Military Commission of the WPK and the militant tasks set forth in the joint new year editorial and respond to the letter of working people in South Hamgyong Province.\n\t\t\t\t\t Minister of Physical Culture and Sports Pak Myong Chol made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t They recalled that leader Kim Jong Il personally watched an opening game at the Sports Complex of the Korean People's Army, a synchronized swimming event and a demonstration performance by figure skaters, though he was busy leading last year's grand revolutionary march towards 2012 and gave precious teachings for the development of the nation's sports.\n\t\t\t\t\t\n\t\t\t\t\t The officials and sportspersons pledged themselves to glorify the DPRK as a famous football power and sports power, remaining true to the leadership of the dear respected Kim Jong Un at the behest of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They evinced determination to dash ahead in the Paektu spirit of offensive and bring about a landmark phase in the development of sports, bearing deep in mind the great honor of holding Kim Jong Un in high esteem as the supreme commander of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t They stressed they would make the flames of Hamnam and the Paektu hot wind of training flare up fiercely and thus remarkably raise the physical and technical abilities and create new technique and playing methods of Korean style that help beat any strong rivals.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Choe Ryong Hae, secretary of the C.C., the WPK, officials concerned and officials and sportspersons in the field of sports."
        },
        {
            "title": "Exhibition Gives Impetus to Development of Light Industry",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-43ee.html",
            "content": "Exhibition Gives Impetus to Development of Light Industry\r\n Pyongyang, January 5 (KCNA) -- The Third Commodity Exhibition opened at Pyongyang Department Store No. 1 on Tuesday.\n\t\t\t\t\t On display there are more than 5.9 million consumer goods of some 2,800 kinds produced by hundreds of industrial establishments, commercial service facilities and joint-venture companies across the country.\n\t\t\t\t\t\n\t\t\t\t\t Some 70 more units take part in the exhibition and some 1,400 more kinds of goods are exhibited than the previous exhibition. \n\t\t\t\t\t\n\t\t\t\t\t All pavilions are full of quality goods in great demand.\n\t\t\t\t\t\n\t\t\t\t\t Viewing foodstuffs displayed by the Pyongyang Flour-Processing Factory and the Sonhung Foodstuff Factory, visitors are much touched by the great effort leader Kim Jong Il had made for the improvement of the people's diet until the last moment of his life.\n\t\t\t\t\t\n\t\t\t\t\t The Textile Industrial Management Bureau and Knitting Industrial Management Bureau of the Ministry of Light Industry exhibit blankets, suit materials and other goods made from vinalon fiber, as well as a variety of undergarments, sweaters and hosiery.\n\t\t\t\t\t\n\t\t\t\t\t Household articles, school things and daily necessities exhibited by various factories also draw visitors' interest.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ja Son, deputy manager of Pyongyang Department Store No.1, said that with the store packed with goods through the exhibition, she will work scrupulously to evenly distribute goods to people."
        },
        {
            "title": "Kwangbok Area Supermarket Opens",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-33ee.html",
            "content": "Kwangbok Area Supermarket Opens\r\n Pyongyang, January 5 (KCNA) -- The Kwangbok Area Supermarket was opened with due ceremony on Thursday.\n\t\t\t\t\t All business service at the supermarket built as a commercial service center has been put on IT and digital basis. Customers can buy varieties of goods according to their taste and requirements in the sales rooms on each floor stacked with household appliances, electronic products, foodstuff, fibre, sundries and others. \n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, officials of the Korea Taesong General Trading Corporation, officials and employees of the Kwangbok Area Supermarket, members of the Feihaimengxin Trading (Beijing) Co. Ltd. staying in the DPRK and the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t O Ryong Il, general president of the Corporation, said in his speech that the work to build the supermarket was successfully completed under the energetic leadership of leader Kim Jong Il and the dear respected Kim Jong Un and the positive efforts of the peoples of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the supermarket would help towards improving the people's living standard and promoting the well-being of the two peoples through better service and management.\n\t\t\t\t\t\n\t\t\t\t\t Xue Rifei, executive managing director of the Feihaimengxin Trading (Beijing) Co. Ltd., said in his speech that Kim Jong Il and Kim Jong Un gave field guidance to the supermarket on December 15, 2011 and named it the Kwangbok Area Supermarket.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation that an effort will be made to reenergize the supermarket to win high appreciation for its best management, service and credit."
        },
        {
            "title": "Pyongyang Takes on New Look",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-38ee.html",
            "content": "Pyongyang Takes on New Look\r\n Pyongyang, January 5 (KCNA) -- The joint New Year editorial calls for ushering in a new heyday of Pyongyang in the Songun (military-first) era.\n\t\t\t\t\t The editorial says that to improve the appearance of Pyongyang is an important project to greet the centenary of the birth of President Kim Il Sung in grand style and leader Kim Jong Il's earnest behest.\n\t\t\t\t\t\n\t\t\t\t\t To that effect, the editorial calls on the people to step up the construction in the Mansudae area and other major projects under construction on the highest level and effect a radical turn in urban management and landscaping.\n\t\t\t\t\t\n\t\t\t\t\t The history of building Pyongyang is characterized by an admirable construction speed.\n\t\t\t\t\t\n\t\t\t\t\t It took only 14 minutes to assemble a flat in the 1950s, which was called Pyongyang speed.\n\t\t\t\t\t\n\t\t\t\t\t In the 1970s and 1980s, Changgwang and Kwangbok streets made their appearances in the city.\n\t\t\t\t\t\n\t\t\t\t\t In the 1990s, an average of 200 flats were assembled a day in the construction of Thongil Street.\n\t\t\t\t\t\n\t\t\t\t\t In recent ten years, a number of cultural and service centers, including Taedongmun Cinema and Okryu and Chongryu restaurants, were reconstructed on a modern basis and Mansudae Street built with high-rise apartment houses."
        },
        {
            "title": "Light Industry Factories Raise Output",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-41ee.html",
            "content": "Light Industry Factories Raise Output\r\n Pyongyang, January 5 (KCNA) -- Korean workers of the light industrial sector have launched the effort for implementing the tasks set forth in the joint New Year editorial.\n\t\t\t\t\t The Kim Jong Suk Pyongyang Textile Mill has fulfilled its daily assignments for the output of cotton yarn and cloth at 133. 5% and 105% respectively from the first day of the new year.\n\t\t\t\t\t\n\t\t\t\t\t The tetron spun rayon fabrics workshop has boosted the production of cloth for shirts and schoolchildren's uniforms.\n\t\t\t\t\t\n\t\t\t\t\t The September Textile Mill and the Sinuiju Textile Mill have overfulfilled their daily assignments and the Songyo, Kanggye and other knitted goods factories have also increased the production.\n\t\t\t\t\t\n\t\t\t\t\t The employees of the Pyongyang Cornstarch Factory and the Pyongyang Flour-Processing Factory are keeping production going on a high level in the spirit of devotedly serving the people.\n\t\t\t\t\t\n\t\t\t\t\t The Hamhung Disabled Soldiers' Plastic Daily Necessities Factory, Sinuiju Cosmetic Factory and Pyongyang Cosmetic Factory have raised the production of consumer goods, contributing to the improvement of the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t Combined foodstuff factories across the country are turning out a variety of foodstuffs with raw materials available in their localities. \n\t\t\t\t\t\n\t\t\t\t\t The joint New Year editorial calls for increasing the production of quality light industrial goods loved by the people."
        },
        {
            "title": "DPRK Consistent in Its Foreign Policy",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-39ee.html",
            "content": "DPRK Consistent in Its Foreign Policy\r\n Pyongyang, January 5 (KCNA) -- The DPRK remains unshakable in its stand on foreign policy.\n\t\t\t\t\t The joint New Year editorial says, \"We will, in the future, too, hold fast to our Party's principles of independence, friendship and peace and strive to develop relations of friendship with countries that respect our country's sovereignty.\"\n\t\t\t\t\t\n\t\t\t\t\t The external relations of the DPRK have developed as never before thanks to the activities of its government based on this stand.\n\t\t\t\t\t\n\t\t\t\t\t World people's support and solidarity for the Korean revolution have also been strengthened. \n\t\t\t\t\t\n\t\t\t\t\t Capitalist countries which had pursued hostile policy toward the DPRK have established diplomatic relations and promoted exchange and cooperation with it in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The fact serves as a token of the validity and vitality of the DPRK's foreign policy contributing to a sound development of international relations and independence of the world.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his answers to questions raised by ITAR-TASS of Russia in October 2011 said that it is the consistent foreign policy of the DPRK to favorably develop relations with all nations friendly toward it."
        },
        {
            "title": "DPRK Directs Much Effort to Agricultural Development",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-37ee.html",
            "content": "DPRK Directs Much Effort to Agricultural Development\r\n Pyongyang, January 5 (KCNA) -- The joint New Year editorial says that at present, the food problem is a burning issue in building a thriving country.\n\t\t\t\t\t The editorial calls on agricultural officials to implement to the letter the Workers' Party of Korea's policy of agricultural revolution so as to radically increase the per-unit area yield of grain both in lowlands and highlands.\n\t\t\t\t\t\n\t\t\t\t\t It also says that they should ensure that the modern bases for stockbreeding and poultry farming and large-size fruit and fish farms, all having an important share in the improvement of people's living standards, run at full capacity.\n\t\t\t\t\t\n\t\t\t\t\t The country has paid much effort to the agricultural development.\n\t\t\t\t\t\n\t\t\t\t\t Last year solid foundations for increased grain output were laid and modern stockbreeding bases and fish and fruit farms built in different parts of the country under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A cyclic production system between farming and stockbreeding was established and the organic farming method was introduced in co-op farms throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The completed first-phase gasification process of the Hungnam Fertilizer Complex has made it possible to sharply boost the fertilizer production based on raw materials and fuel available in the country."
        },
        {
            "title": "Lifeline of Korean Revolution",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-36ee.html",
            "content": "Lifeline of Korean Revolution\r\n Pyongyang, January 5 (KCNA) -- The revolutionary achievements and behests of the great Kim Jong Il are the lifeline the Korean people should hold fast to forever and the eternal precious assets of the revolution, says the joint New Year editorial released in the DPRK. \n\t\t\t\t\t The history has not known such a great man as Kim Jong Il, who defended socialism with his unique leadership and realized all desires of the people, holding high the red flag of revolution. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, with extraordinary wisdom, developed the Korean People's Army (KPA) into an invincible one and wisely guided all the people to carry forward the cause of Songun (military-first) revolution and the cause of the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The KPA is taking the lead in upholding the leadership of the Workers' Party of Korea and the army and people have rallied closely around the party. The most advantageous socialist system and solid foundations of self-supporting national economy have been provided in the country.\n\t\t\t\t\t\n\t\t\t\t\t All these are the eternal precious assets of the revolution he devoted his life to. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will always remember the great exploits he performed in ensuring the continuity of the revolutionary cause of Juche, turning the DPRK into a political and ideological power and military power and glorifying Kim Il Sung's nation with his Songun leadership. \n\t\t\t\t\t\n\t\t\t\t\t All the Korean servicepersons and people will continue to take the road of the Juche-oriented and Songun-based revolution, true to the behests of the leader, and defend and glorify his great feats."
        },
        {
            "title": "DPRK Papers Call for All-out Advance toward Victory in 2012",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-12ee.html",
            "content": "DPRK Papers Call for All-out Advance toward Victory in 2012\r\n Pyongyang, January 5 (KCNA) -- Newspapers of the DPRK Thursday editorially call upon all the servicepersons and people to make a general advance for the proud victory in 2012 under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t Rodong Sinmun says that this year is the most significant year which marks the centenary of birth of President Kim Il Sung and the 70th birth anniversary of leader Kim Jong Il and the proud year of victory when Kim Jong Il's plan for prosperity will be carried into a brilliant reality.\n\t\t\t\t\t\n\t\t\t\t\t This year's grand advance to open the gate to a thriving nation is that of loyalty to thoroughly implement the behests of Kim Jong Il, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This year's grand advance to realize Kim Jong Il's plan for prosperity is the victorious advance led by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t To remain true to the idea and leadership of Kim Jong Un is just guarantee for the prosperity of the country and the happiness of all generations to come.\n\t\t\t\t\t\n\t\t\t\t\t The entire Party and army and all the people should cherish the steadfast faith to become an iron fortress in devotedly safeguarding Kim Jong Un and eternally follow the guidance of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t They should become honest persons keeping step with their leader in any adversity and true comrades working hard to translate the leader's intention into a brilliant reality.\n\t\t\t\t\t\n\t\t\t\t\t The exploits and behests of Kim Jong Il are the eternal treasure of the Korean revolution that we should keep forever.\n\t\t\t\t\t\n\t\t\t\t\t With noble sense of moral obligation, we should devote all our energy, wisdom and enthusiasm to the struggle for carrying into practice his behests and thus fully discharge our duty as his soldiers and disciples.\n\t\t\t\t\t\n\t\t\t\t\t We should vigorously launch a nationwide drive, all-people general offensive to open the gate to prosperity, always cherishing the noble will of Kim Jong Il who devoted his whole life to the prosperity of the country and the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls for eternally glorifying the new century of Kim Il Sung's Korea as that of prosperity and proud victory."
        },
        {
            "title": " Kim Jong Il Praised for Leading Socialist Cause to Victory",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-13ee.html",
            "content": "Kim Jong Il Praised for Leading Socialist Cause to Victory\r\n Pyongyang, January 5 (KCNA) -- Rodong Sinmun Thursday dedicates a bylined article to the 20th anniversary of leader Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\".\n\t\t\t\t\t The work, published on Jan. 3, Juche 81(1992), clarifies the historic lesson of socialist construction and the validity of the general line of the Workers' Party of Korea on it.\n\t\t\t\t\t\n\t\t\t\t\t 20 years since the publication of the work are shining as an immortal chronicle in which the validity and vitality of socialist theory set forth by the leader have been clearly proved, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the single-minded unity between the party and revolutionary ranks in every way and persistently adhered to the socialist principles. This was most valuable exploit as he provided a sure guarantee for the victory of Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the warm loving care shown by him for the people the whole country turned into a big socialist family where all the people formed an invincible harmonious whole while absolutely believing and following only the party and the leader on the basis of comradeship and obligation.\n\t\t\t\t\t\n\t\t\t\t\t The iron faith and will of Kim Jong Il frustrated every move of the imperialists against socialism and helped the revolutionary traits of creating and working our own way pervade the whole society.\n\t\t\t\t\t\n\t\t\t\t\t He also put the national power on a highest level and laid all the foundations which would help the DPRK prosper on its own feet. This was the outstanding feat performed by him before the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t Today Korean-style socialism is making steady progress to a fresh higher level under the leadership of the dear respected Kim Jong Un, the article notes, stressing the army and people of the DPRK will accomplish the revolutionary cause of Juche, the socialist cause through generations by upholding the ideas and leadership of Kim Jong Un with single mind and intention."
        },
        {
            "title": "S. Korean Military Warmongers' Outbursts Slammed",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-14ee.html",
            "content": "S. Korean Military Warmongers' Outbursts Slammed\r\n Pyongyang, January 5 (KCNA) -- Defense Minister of south Korea Kim Kwan Jin, in a recent address on the New Year, cried out for meting out a \"stern punishment\" in accordance with the judgment and decision of field officers in case of \"provocation from the north\", while talking about any \"unstable factor\".\n\t\t\t\t\t  On the same day, Chairman of the Joint Chefs of Staff Jong Sung Jo blustered that \"it is necessary to make a prompt and adequate retaliation on the spot\" as planned and prepared, in case of \"provocation,\" vociferating about the \"price to be paid for provocation\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Thursday observed in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the south Korean warmongers' sinister intention to noisily trumpet about the \"possible provocation\" from the north by abusing the great loss to the nation in a bid to escalate the tension and ignite a war of aggression against the north, seizing chance.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the row kicked up again by the south Korean warmongers to fan up a war atmosphere over the non-existent \"provocation from the north\" is a despicable intention to pass the buck for the escalating tension to the north in an attempt to cover up the hideous crimes committed by them during the nation's mourning and divert elsewhere the public criticism of them. \n\t\t\t\t\t\n\t\t\t\t\t It was none other than Lee Myung Bak who masterminded the above-said reckless racket for military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to improve the inter-Korean relations nor is it possible to achieve peace of the Korean Peninsula as long as the Lee Myung Bak group of traitors stays in office though they repeatedly committed unpardonable high treason against the nation, hell-bent on the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Ridiculing the puppet military group for letting loose a spate of ridiculous remarks about \"price to be paid for provocation,\" the commentary says they will come to keenly realize what high price they will have to pay for the thrice-cursed crimes. \n\t\t\t\t\t\n\t\t\t\t\t Should the puppet forces dare ignite a war, obsessed with a foolish daydream, the army and people of the DPRK will never miss the opportunity but deal merciless crushing blows at the enemy and thus accomplish the historic cause of national reunification without fail."
        },
        {
            "title": "Memorial Services Held in Different Countries",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-01ee.html",
            "content": "Memorial Services Held in Different Countries\r\n Pyongyang, January 5 (KCNA) -- Memorial services were held in Mexico, Pakistan and Denmark between Dec. 27 and 29 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\t Attending the memorial services were personages of governments, political parties and organizations in relevant countries including the Democratic Revolutionary Party, the San Luis Potosi State Committee of the Workers' Party, the Committee for the Study of Kimilsungism and the National Coordinating Committee for the Study of the Juche Idea of Mexico, the Sind State government and parliament, the People's Party, the Muslim League and the Awami National Party and the Peasants and Working People's Party of Pakistan, the Communist Party of Denmark, the Communist Party in Denmark and the Denmark-DPRK Friendship Association and masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Mexican Committee for the Study of Kimilsungism said that the demise of Kim Jong Il was the greatest loss and sorrow to the Korean people and adherents to the Juche idea throughout the world.\n\t\t\t\t\t\n\t\t\t\t\t He praised Kim Jong Il as a great master of ideology and theory, the sun of Juche and peerlessly illustrious commander of Songun who developed in depth the Juche idea and the Songun idea founded by President Kim Il Sung, thus glorifying them as a great guiding idea in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association stressed that the revolutionary cause of Kim Jong Il would be accomplished without fail by Kim Jong Un, the supreme leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He said that he would as ever express firm solidarity with the Korean people in their cause of socialist construction and independent and peaceful reunification of the country."
        },
        {
            "title": "Foreign Media Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-02ee.html",
            "content": "Foreign Media Mourn Demise of Kim Jong Il\r\n Pyongyang, January 5 (KCNA) -- Foreign media carried special write-ups between Dec. 22 and 28 last year on the demise of leader Kim Jong Il.\n\t\t\t\t\t The Iranian newspaper Kayhan International carried articles titled \"HE Kim Jong Il will always be with the Korean People\" and \"The ideas and exploits of the great leader HE Kim Jong Il will be immortal\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper said:\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK turned their sorrow into strength and courage and are now all out with the unshakable faith and the noble sense of moral obligation to hold leader Kim Jong Il in high esteem forever and glorify his feats for all eternity.\n\t\t\t\t\t\n\t\t\t\t\t With HE Kim Jong Un identical to Kim Jong Il standing at the helm of the Korean revolution, his feats will shine forever and his ideal is sure to come true.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian newspapers New Nigerian and Nigerian Observer carried articles titled \"Political elder\" and \"Father of the people\" praising his popular personality.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean Press Association said in an article posted on its internet homepage that Kim Jong Il performed undying feats for the country's prosperity and the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t Romanian TV and Peruvian Radio Comas aired news that the DPRK held the dear respected Kim Jong Un in high esteem as supreme leader of the party and people."
        },
        {
            "title": " Statement of NDC of DPRK Supported by Benin Political Party",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-03ee.html",
            "content": "Statement of NDC of DPRK Supported by Benin Political Party\r\n Pyongyang, January 5 (KCNA) -- The Socialist Party of Benin in a statement on Dec. 30 last year extended support to the statement released by the National Defence Commission of the DPRK in which it declared it would settle accounts with the thrice-cursed crimes committed by the Lee Myung Bak group of traitors during the mourning over the demise of leader Kim Jong Il.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t At a time when the progressive people all over the world were expressing the most profound condolences over the sudden demise of the great HE Kim Jong Il, only the south authorities hurled right-wing conservative reactionary organizations into frontline areas to frantically scatter leaflets speaking ill of the dignity of the supreme leadership of the DPRK several times.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities talked about \"contingency\" whenever an opportunity presented itself in a bid to lead it to \"a change.\" This is nothing but a trite method and a daydream.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing the single-minded unity of the Korean people demonstrated before the world during the mourning, our party keenly realizes the Korean-style socialist system is invincible.\n\t\t\t\t\t\n\t\t\t\t\t We support the principled stand clarified by the NDC of the DPRK as regards the thrice-cursed crimes committed by the south Korean authorities during the mourning over the great loss to the nation."
        },
        {
            "title": "Kim Jong Un Lauded",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-04ee.html",
            "content": "Kim Jong Un Lauded\r\n Pyongyang, January 5 (KCNA) -- M. M. Alhassan, chairman of the Nigerian National Committee for the Study of the Juche Idea, made public a statement on January 1 on the dear respected Kim Jong Un's assumption of the supreme commandership of the Korean People's Army.\n\t\t\t\t\t It is a great historic event that HE Kim Jong Un became the supreme commander of the KPA, a reflection of the unanimous desire of all servicepersons and people of the DPRK to defend the dignity of the country and the red flag of revolution to the end by firmly holding arms under the wise guidance of HE Kim Jong Un at the behests of the great leader Kim Jong Il, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It was the foresight of the great President Kim Il Sung and the intention of the great leader HE Kim Jong Il in his lifetime to inherit the bloodline of the country and nation by dint of arms.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected HE Kim Jong Un most perfectly personifies the disposition and traits as a modern type statesman and military strategist at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Joining Kim Jong Il in his journeys for Songun leadership for years, Kim Jong Un has wisely led the KPA.\n\t\t\t\t\t\n\t\t\t\t\t His assumption of the supreme commandership of the KPA provided a sure guarantee for eternally glorifying the immortal feats performed by Kim Jong Il in the army building and accomplishing the cause of Songun revolution generation after generation."
        },
        {
            "title": " Amendments to Laws Discussed in China",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-47ee.html",
            "content": "Amendments to Laws Discussed in China\r\n Beijing, January 4 (KCNA) -- The first session of the 24th meeting of the 11th Standing Committee of the National People's Congress (NPC) of China took place in the Great Hall of People in Beijing some days ago.\n\t\t\t\t\t Discussed in the session were draft amendments to occupational disease prevention and treatment law, criminal procedure law and budget law and a draft decision on convening the 5th meeting of the 11th NPC."
        },
        {
            "title": "CPPCC National Committee Meets",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-48ee.html",
            "content": "CPPCC National Committee Meets\r\n Beijing, January 4 (KCNA) -- The 43rd presidium session of the 11th National Committee of the Chinese People's Political Consultative Conference (CPPCC) took place in Beijing some days ago.\n\t\t\t\t\t Addressing the session, Chairman Jia Qinglin called for making a new-year plan in a proper way and sincerely studying and implementing the spirit of the 6th Plenum of the 17th Communist Party of China (CPC) Central Committee and the spirit of the national economic meeting.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to pool the wisdom and strength of various domains and work hard to build a comprehensively well-off society so as to greet the 18th CPC congress with notable successes."
        },
        {
            "title": "Stable, Rapid Industrial Development Urged in China",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-45ee.html",
            "content": "Stable, Rapid Industrial Development Urged in China\r\n Beijing, January 4 (KCNA) -- Zhang Dejiang, vice-premier of the Chinese State Council, recently called for ensuring a stable and comparatively rapid industrial development.\n\t\t\t\t\t Zhang, speaking at a national industrial and IT meeting, said it is important to maintain the advance along the new road of industrialization with the Chinese characteristics and promote the industrialization on the IT basis.\n\t\t\t\t\t\n\t\t\t\t\t He also underscored the need to greet the 18th Congress of the Communist Party with great achievements in making a stable and comparatively rapid development of the country's economy and promoting the social harmony and stability."
        },
        {
            "title": "China Outlines Foreign Policy for 2012",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-40ee.html",
            "content": "China Outlines Foreign Policy for 2012\r\n Beijing, January 4 (KCNA) -- In 2012, China will steadily intensify cooperation with neighboring nations, upgrade solidarity and cooperation among developing countries and continue to take part in international cooperation to cope with financial crisis, a Chinese Foreign Ministry spokesman said.\n\t\t\t\t\t Speaking at a recent news conference, Hong Lei said China will unshakably take the road of peaceful development, contribute to defending global peace and promote co-prosperity."
        },
        {
            "title": "Chinese Official Calls for Preserving Cultural Remains Well",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-42ee.html",
            "content": "Chinese Official Calls for Preserving Cultural Remains Well\r\n Beijing, January 4 (KCNA) -- A Chinese state councilor called for properly preserving cultural remains.\n\t\t\t\t\t Speaking at a recent national video meeting, Liu Yandong underscored the need to make a progress in preserving cultural remains and attain prosperity and development of culture by implementing the spirit of the 6th Plenum of the 17th Communist Party of China Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t She called for getting a correct understanding of the new duties concerning cultural remains and preserving the remains both in a legal and scientific way."
        },
        {
            "title": "Young, Middle-aged Cadres Urged to Enhance Their Role in China",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-44ee.html",
            "content": "Young, Middle-aged Cadres Urged to Enhance Their Role in China\r\n Beijing, January 4 (KCNA) -- Li Yuanchao, head of the Organization Department of the C.C., the Communist Party of China, called on young and middle-aged cadres to enhance their role. \n\t\t\t\t\t Addressing a recent round-table talk with members of a training course of the Central Party School, he said they should actively take part in establishing the system of socialist core value, possess noble traits and acquire profound knowledge, as demanded by General Secretary Hu Jintao. \n\t\t\t\t\t\n\t\t\t\t\t They should volunteer to do difficult jobs and work in complicated circumstances, learn the style of work and accumulate experience in practice and get a good understanding of the popular masses, he urged."
        },
        {
            "title": "China Discusses Developing High-speed Railway Sector",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-46ee.html",
            "content": "China Discusses Developing High-speed Railway Sector\r\n Beijing, January 4 (KCNA) -- An executive meeting of the State Council was held in China recently. Premier Wen Jiabao presided over the meeting. \n\t\t\t\t\t The meeting stressed the need to properly work out plans of railway, particularly high-speed railway management in a unified way and promote a scientific, stable and sustainable development of the high-speed railway sector."
        },
        {
            "title": "Provincial Fruit and Rape Outputs Rise in China",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-15ee.html",
            "content": "Provincial Fruit and Rape Outputs Rise in China\r\n Beijing, January 4 (KCNA) -- Shaanxi and Hubei provinces of China are directing big efforts to agricultural production.\n\t\t\t\t\t Last year Shaanxi Province produced 14.2 million tons of fruit and Hubei Province 2.2 million tons of rape, each leading the country in production of fruit and rape."
        },
        {
            "title": "Occupy Wall Street Demo Goes on in US",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-31ee.html",
            "content": "Occupy Wall Street Demo Goes on in US\r\n Pyongyang, January 5 (KCNA) -- The Occupy Wall Street demonstration went on in New York City.\n\t\t\t\t\t A huge crowd of people occupied a park in the city on Dec. 31 last year and staged a demonstration, vehemently denouncing the unlimited greed of a tiny handful of capitalists.\n\t\t\t\t\t\n\t\t\t\t\t Police arrested about 70 protesters, while cracking down on the demonstrators."
        },
        {
            "title": "85% Discontented with Japan's Political Situation",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-24ee.html",
            "content": "85% Discontented with Japan's Political Situation\r\n Pyongyang, January 5 (KCNA) -- About 85 percent of respondents in a nationwide poll are discontented with Japan's current political situation and 65 percent believe the situation will worsen down the road, according to The Tokyo Shimbun daily Tuesday."
        },
        {
            "title": "Over 70% of Top Japan Firms See Economy as Slowing or Flattening",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-27ee.html",
            "content": "Over 70% of Top Japan Firms See Economy as Slowing or Flattening\r\n Pyongyang, January 5 (KCNA) -- Voices of disappointment on economic situation continuously rise among Japanese enterprises.\n\t\t\t\t\t More than 70 percent of 105 leading Japanese companies surveyed by Kyodo News see economic activity in Japan as either receding or flattening out against the backdrop of the yen's steep appreciation and slowdowns in the U.S. and European economies, according to survey findings released Monday."
        },
        {
            "title": "Japan's Population Decreasing at Fastest Postwar Rate",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-29ee.html",
            "content": "Japan's Population Decreasing at Fastest Postwar Rate\r\n Pyongyang, January 5 (KCNA) -- Lots of human casualties were brought about by each kind of disease in Japan.\n\t\t\t\t\t Of the total number of deaths, 358,000 were attributed to cancer, 198,000 to heart disease and 126,000 to strokes, according to the survey by the Ministry of Health, Labor and Welfare."
        },
        {
            "title": "Plan for Dwelling Houses in Singapore",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-16ee.html",
            "content": "Plan for Dwelling Houses in Singapore\r\n Pyongyang, January 5 (KCNA) -- Singapore recently announced a new plan to solve the housing problem.\n\t\t\t\t\t According to the plan, the country is to build dwelling houses for 25,000 households this year.\n\t\t\t\t\t\n\t\t\t\t\t The government has decided to invest much fund in this plan."
        },
        {
            "title": "Iran Test-fires Long Range Missile",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-17ee.html",
            "content": "Iran Test-fires Long Range Missile\r\n Tehran, January 4 (KCNA) -- Iran successfully test-fired the homemade long range missile Qader on Monday during its military drill in the Strait of Hormuz. \n\t\t\t\t\t The deputy commander of Iran's Navy said that the ultra-advanced Qader missile has been upgraded in terms of its radar and satellites systems, as well as in its accuracy of hitting targets, its range, and smart radar-evading systems in comparison with its previous generations."
        },
        {
            "title": "Iran Says Non-regional Powers Have No Place in Persian Gulf",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-19ee.html",
            "content": "Iran Says Non-regional Powers Have No Place in Persian Gulf\r\n Tehran, January 4 (KCNA) -- Iran's Navy Commander Rear Admiral Habibollah Sayyari said the message of the ongoing naval maneuver in Iran's southern waters is that non-regional powers have no place in the Persian Gulf region, the English language satellite Press TV reported Sunday.\n\t\t\t\t\t The presence of foreign navies in the region causes regional insecurity and the establishment of sustainable security in the region in cooperation with neighboring countries is one of the goals of the naval maneuver, the Iranian commander was quoted as saying.\n\t\t\t\t\t\n\t\t\t\t\t He said that now the navy trains self-defense capability through military exercises in international waters."
        },
        {
            "title": " Myanmar Media Highlight Development Momentum on New Year Day",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-20ee.html",
            "content": "Myanmar Media Highlight Development Momentum on New Year Day\r\n Pyongyang, January 5 (KCNA) -- Myanmar official media highlighted the country's development momentum on Sunday, the first day of 2012, anticipating that the whole country will achieve greater success as the people can emphasize their business enjoying fruits of independence.\n\t\t\t\t\t \"All national brethren residing in the territory of Myanmar sacrificed lives in the struggle to win the independence,\" the New Light of Myanmar said in its editorial, stressing that to safeguard the independence is the duty of all the people who are to uphold three main national causes--non-disintegration of the union, non-disintegration of national solidarity and perpetuation of sovereignty for perpetuity of independence of Myanmar."
        },
        {
            "title": "Vietnam's GDP Growth in 2011 Touches 5.89 Pct",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-21ee.html",
            "content": "Vietnam's GDP Growth in 2011 Touches 5.89 Pct\r\n Pyongyang, January 5 (KCNA) -- Vietnam's gross domestic product (GDP) rose by 5.89 percent in 2011, reported the Vietnam General Statistics Office on Friday."
        },
        {
            "title": "Indonesia Takes Steps to Increase Rice Production",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-22ee.html",
            "content": "Indonesia Takes Steps to Increase Rice Production\r\n Pyongyang, January 5 (KCNA) -- Indonesia is taking steps to increase rice production amid ongoing climate change, Agriculture Minister Suswono said on Monday.\n\t\t\t\t\t Suswono told a press conference that production target of 72 million tons of rice this year is not a hard target.\n\t\t\t\t\t\n\t\t\t\t\t \"We have strategies to face climate change. We will optimize irrigation and pumping instruments,\" said Suswono, adding that the ministry will use contingency fund for the purpose.\n\t\t\t\t\t\n\t\t\t\t\t He said that to maintain production, his ministry will deploy superior seed that is adaptive to climate change.\n\t\t\t\t\t\n\t\t\t\t\t \"Starting this year, we target to create new rice field of 100,000 hectares while state-run companies focusing on agriculture will create another 100,000 hectares,\" he said."
        },
        {
            "title": "Mexico's Initiative on Child Welfare",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-23ee.html",
            "content": "Mexico's Initiative on Child Welfare\r\n Pyongyang, January 5 (KCNA) -- Mexico is paying deep attention to protecting children.\n\t\t\t\t\t The government of this country recently decided to invest much portion of the 2012 state budget in the work for children's education and health, especially promotion of children's welfare in rural areas in difficult condition."
        },
        {
            "title": "Greek Doctors, Pharmacists Greet New Year with Strike",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-25ee.html",
            "content": "Greek Doctors, Pharmacists Greet New Year with Strike\r\n Pyongyang, January 5 (KCNA) -- Greece was hit by the first nationwide strike in 2012 on Monday, as doctors and pharmacists launched a fresh wave of mobilizations against austerity and reform measures prescribed by the government to tackle a severe debt crisis.\n\t\t\t\t\t All public hospitals across the country will run on skeleton personnel until Thursday, while pharmacies will be closed till Wednesday in protest of a package of new changes in the health and social care sector aimed to save billions of euros in the debt-ridden country.\n\t\t\t\t\t\n\t\t\t\t\t They strongly demanded increase expenditure to the section of public health.\n\t\t\t\t\t\n\t\t\t\t\t By the strike confusion was created such as hospitals were closed."
        },
        {
            "title": "British Man Shoots 3 Family Members before Committing Suicide",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-26ee.html",
            "content": "British Man Shoots 3 Family Members before Committing Suicide\r\n Pyongyang, January 5 (KCNA) -- A British man is believed to have killed three female family members and then taken his own life at a house in County Durham in northern England, local police said on Monday.\n\t\t\t\t\t Detective Superintendent Paul Goundry said he believed \"the shootings were carried out by the 40-year-old male\" identified as Michael Atherton, a taxi driver."
        },
        {
            "title": "France and Spain Record Tepid Car Sales in 2011",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-28ee.html",
            "content": "France and Spain Record Tepid Car Sales in 2011\r\n Pyongyang, January 5 (KCNA) -- France sold less new cars in 2011 from a year earlier following the end of a scrapping scheme, French Car Sales Federation (CCFA) said Monday.\n\t\t\t\t\t Last year, 2.204 million units were sold across France, down by 2.1 percent from the previous year.\n\t\t\t\t\t\n\t\t\t\t\t Some 808,000 new cars were sold in Spain in 2011, 17.7 percent down from the previous year.\n\t\t\t\t\t\n\t\t\t\t\t It is said that the vehicle industry sections of those countries suffer from severe depression as reduction of sale quantities."
        },
        {
            "title": "Italians Worry about Economic Situation in 2012",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-30ee.html",
            "content": "Italians Worry about Economic Situation in 2012\r\n Pyongyang, January 5 (KCNA) -- Italians are worried about the country's economic outlook for 2012, with one in every two people pessimistic about the crisis, according to the country's leading business group.\n\t\t\t\t\t A survey conducted by Conferescenti-Swg said 48 percent of Italians were pessimistic about the situation compared to 33 percent in 2010, while 36 percent expected the impact on their families to be more serious in 2012."
        },
        {
            "title": "Tiene lugar acto de juramento de la clase obrera y miembros de la FGSC",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-53ee.html",
            "content": "Tiene lugar acto de juramento de la clase obrera y miembros de la FGSC\r\nPyongyang, 5 de enero (ACNC) -- Tuvo lugar el dia 5 en la ciudad de Nampho el acto de juramento de la clase obrera y los miembros de la Federacion General de los Sindicatos de Corea (FGSC) para materializar cabalmente las tareas combativas presentadas en la resolucion del Buro Politico del Comite Central del Partido del Trabajo de Corea, las consignas conjuntas del CC y la Comision Militar Central, del PTC, y en el editorial conjunto del Ano Nuevo, y para expresar apoyo a la carta de los trabajadores de la provincia de Hamgyong del Sur.\n\t\t\t\t\t  Presento el informe de la ocasion el presidente del Comite Central de la FGSC, Hyon Sang Ju, y otros le siguieron en usar la palabra.\n\t\t\t\t\t\n\t\t\t\t\t  Los oradores hablaron sobre todo del gran honor que les da el nombramiento de Kim Jong Un como Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguieron que esta asegurada la victoria de la causa de construccion del Estado prospero mientras cuentan con el partido, el ejercito y el Estado fortalecidos y desarrollados por el Dirigente       Kim Jong Il, la sabia direccion del Comandante Supremo Kim Jong Un y con el pueblo excelente que apoya fielmente a su dirigente de generacion en generacion.\n\t\t\t\t\t\n\t\t\t\t\t  Senalaron que unidos monoliticamente en torno a Kim Jong Un, todos deben coronar este ano significativo como el de gran victoria a registrarse especialmente en la gloriosa historia de la nacion de Kim Il Sung y la Corea de Kim Jong Il como el de prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Exhortaron a desplegar la emulacion socialista entre las fabricas y empresas de todo el pais para producir gran auge en la construccion del Estado prospero en acato al legado del Dirigente, la resolucion y el llamamiento combativo del partido a abrir la era de prosperidad y a la carta de Hamnam.\n\t\t\t\t\t\n\t\t\t\t\t  En el acto estuvieron presentes el jefe de departamento del CC del PTC, Ri Yong Su, los funcionarios interesados, los obreros, los funcionarios y miembros del Comite Central y comites locales de la FGSC."
        },
        {
            "title": "Exposicion de mercancias estimula desarrollo de industria ligera",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-54ee.html",
            "content": "Exposicion de mercancias estimula desarrollo de industria ligera\r\nPyongyang, 5 de enero (ACNC) -- Fue inaugurada el dia 3 la 3a exposicion de mercancias del Almacen No.1 de Pyongyang.\n\t\t\t\t\tEn esta ocasion fueron presentados mas de 5 millones 900 mil articulos de industria ligera de buena calidad de mas de 2 mil 800 variedades, producidos en centenares de fabricas y empresas, los equipos de produccion de la rama de servicio comercial, las companias asociadas y comanditarias,  etc.\n\t\t\t\t\t\n\t\t\t\t\tEn comparacion con la edicion anterior, se registro un incremento de mas de 70 y mas de mil 400 en el numero de entidades participantes y variedades presentadas, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t Como resultado de la campana que libraron todas las unidades del pais para hacer las mercancias de gran aceptacion popular y con competitividad mundial, todos los mostradores de la exposicion estan llenos de los productos de buena calidad demandados mucho por el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t En particular, ante los confites y pan y otros alimentos exhibidos por la Fabrica de Elaboracion de Harina de Trigo de Pyongyang, la Fabrica de Alimentos de Sonhung, etc., los visitantes recuerdan con gran emocion los esfuerzos abnegados del Dirigente Kim Jong Il realizados hasta el ultimo momento de su vida por el mejoramiento de la vida alimentaria del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  Acapararon la atencion tambien los nuevos productos hechos con la fibra Juche, inclusive el manto y tela para el traje de vinalon expuestos por la Direccion de la Industria Textil y la Direccion de la Industria de Tricotaje del Ministerio de Industria Ligera, y otras mercancias como la ropa interior de proteccion termica, el sueter y las medias.\n\t\t\t\t\t\n\t\t\t\t\t  En los productos de consumo popular como los de uso domestico, las utilidades escolares y los miscelaneos se denotan los trabajos abnegados de los productores por elevar las condiciones de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  En entrevista con la ACNC, la subgerente del almacen, Kim Ja Son (de 55 anos de edad), aseguro que distribuiria equitativamente al pueblo todas las mercancias concentradas en el almacen a traves de la feria."
        },
        {
            "title": "Periodicos exhortan a marchar hacia la victoria de 2012",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-55ee.html",
            "content": "Periodicos exhortan a marchar hacia la victoria de 2012\r\nPyongyang, 5 de enero (ACNC) -- En sendos editoriales difundidos este jueves, los periodicos capitalinos exhortan a todo el ejercito y todo el pueblo a marchar por la victoria orgullosa de 2012 bajo la direccion del Partido del Trabajo de Corea.\n\t\t\t\t\tEl diario Rodong Sinmun senala que este ano es el mas significativo en que se celebraran el centenario de natalicio del Presidente Kim Il Sung y el 70o aniversario del nacimiento del Dirigente Kim Jong Il y es el de la victoria orgullosa en que se realizara el proposito del segundo de construir una potencia prospera, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa gran marcha de este ano por abrir las puertas del Estado prospero es la de fidelidad para materializar cabalmente el legado del Dirigente y la de victoria guiada al frente por el Maximo dirigente       Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tApoyar la idea y la direccion de Kim Jong Un es precisamente la prosperidad y la felicidad eterna de la patria.\n\t\t\t\t\t\n\t\t\t\t\tTodo el partido, todo el ejercito y todo el pueblo deben estar dispuestos a marchar siempre en pos del partido orientador defendiendo a costa de la vida a Maximo Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDeben ser hombres y camaradas verdaderos que coordinen los pasos con su lider aun en los tiempos dificiles y se esfuercen por cumplir con exito su proposito.\n\t\t\t\t\t\n\t\t\t\t\tLas hazanas y el legado del Dirigente son patrimonios eternos de la revolucion a preservar siempre.\n\t\t\t\t\t\n\t\t\t\t\tCon la noble obligacion moral, deben dedicar las fuerzas,  inteligencias y pasion a la lucha por llevar a la realidad el legado del Dirigente cumpliendo asi el deber de soldados y discipulos de el.\n\t\t\t\t\t\n\t\t\t\t\tTeniendo siempre presente el noble proposito del Dirigente quien dedico toda su vida por la prosperidad de la patria y la felicidad del pueblo, han de librar la campana de movilizacion general de todo el Estado y la ofensiva general de todo el pueblo para abrir las puertas del Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson subraya que todos los habitantes deben coronar la nueva centuria de la Corea de Kim Il Sung como la de prosperidad y victoria orgullosa."
        },
        {
            "title": "Rodong Sinmun elogia hazanas del Dirigente Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-56ee.html",
            "content": "Rodong Sinmun elogia hazanas del Dirigente Kim Jong Il\r\nPyongyang, 5 de enero (ACNC) -- El diario Rodong Sinmun inserto en su numero de hoy un articulo individual dedicado al 20o aniversario de la obra del Dirigente Kim Jong Il \"Lecciones historicas de la construccion socialista y la linea general de nuestro Partido\" publicada el 3 de enero del 81 (1992) de la Era Juche.\n\t\t\t\t\tLa obra aclara las lecciones historicas de la construccion socialista y la justeza de la linea general del Partido del Trabajo de Corea sobre la construccion socialista, comienza el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos 20 anos transcurridos desde que fue publicada la obra son la cronica imperecedera en que quedaron comprobadas la justeza y la vitalidad de la teoria socialista presentada por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl fortalecio por todos los medios la unidad monolitica del partido y las filas revolucionarias y mantuvo invariablemente los principios socialistas, lo cual ha sido su hazana mas valiosa que ha dado la garantia de la victoria del socialismo al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl amor por el pueblo del Dirigente engendro la indestructible unidad monolitica de todo el pueblo que confia absolutamente en el partido y el lider y convirtio toda la sociedad en una familia socialista formada a base de camaraderia y obligacion moral.\n\t\t\t\t\t\n\t\t\t\t\tY su ferrea conviccion y voluntad frustraron todas las campanas antisocialistas de los imperialistas y llenaron toda la sociedad del espiritu revolucionario de crear y trabajar al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSus hazanas extraordinarias realizadas por la patria y la nacion son haber llevado a la cima el poderio estatal y sentado todas las bases para la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tEl socialismo al estilo coreano avanza dinamicamente hoy en la etapa mas alta bajo la direccion del Maximo Dirigente del Partido del Trabajo de Corea Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea llevaran a feliz termino de generacion en generacion la causa revolucionaria del Juche y la socialista apoyando unanimemente la idea y la direccion de Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun condena a los belicistas surcoreanos",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-57ee.html",
            "content": "Rodong Sinmun condena a los belicistas surcoreanos\r\nPyongyang, 5 de enero (ACNC) -- Al referirse al supuesto \"factor de inestabilidad\" en su reciente discurso del Ano Nuevo, el ministro surcoreano de Defensa, Kim Kwan Jin, dijo que en el caso de la \"provocacion del Norte\", los comandantes de campana deben \"tomar rotundas contramedidas\" segun su propio juicio y decision.\n\t\t\t\t\t El mismo dia, el jefe de la Junta de Jefes de Estado Mayor del Sur de Corea, Jong Sung Jo, hablo de \"lo que costaria la provocacion\" e insistio tambien en que \"se tomen en el lugar de los hechos rapidas y suficientes contramedidas\" como se ha planeado y preparado para la eventual \"provocacion\". \n\t\t\t\t\t\n\t\t\t\t\t  El diario Rodong Sinmun, en un comentario individual difundido en su edicion de este jueves, revela que esos dichos parten de la siniestra intencion de agravar la tension hablando de la \"posible provocacion\" de alguien durante el gran duelo nacional y desatar la guerra de agresion contra la Republica Popular Democratica de Corea cuando llegue la oportunidad. \n\t\t\t\t\t\n\t\t\t\t\t  Los belicistas surcoreanos vuelven a hablar de la inexistente \"provocacion del Norte\" con el proposito de imputar a la RPDC la responsabilidad por la agravacion de tension, encubrir sus tremendos crimenes cometidos en el periodo de duelo nacional y eludir la condena de la poblacion por el respecto, senala el comentario y prosigue: \n\t\t\t\t\t\n\t\t\t\t\t  El traidor Lee Myung Bak es el que anima a los belicistas surcoreanos a lanzar esa imprudente campana de enfrentamiento militar. \n\t\t\t\t\t\n\t\t\t\t\t  Mientras exista la banda del titere Lee que comete repetidamente tremendos e imperdonables crimenes ante la nacion, no se lograran la mejora de las relaciones intercoreanas ni la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\t  La capa militar surcoreana tendra que pagar con mucha amargura el precio de sus inexpiables actos criminales. \n\t\t\t\t\t\n\t\t\t\t\t  Si los titeres surcoreanos se atreven a cometer una provocacion contra la RPDC cautivados por su irrisoria ambicion, les asestaremos un golpe demoledor de venganza aprovechando esa ocasion y cumpliremos sin falta la historica causa de reunificacion de la patria."
        }
    ]
}