{
    "date": "2012-03-03",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Panmunjom",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-44ee.html",
            "content": "Kim Jong Un Inspects Panmunjom\r\n Pyongyang, March 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, supreme leader of the Workers' Party of Korea and people of the DPRK, inspected Panmunjom located in the biggest hotspot where the gunfire could be heard any time due to the reckless provocations of the enemies.\n\t\t\t\t\t He was accompanied by KPA Generals Pak Jae Gyong and Kim Yong Chol and KPA Colonel General Jo Kyong Chol.\n\t\t\t\t\t\n\t\t\t\t\t Also accompanying him were Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the WPK, Kang Sok Ju, member of the Political Bureau of the C.C., the WPK and vice premier, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the National Defence Commission, Kim Yang Gon, Pak To Chun, Choe Ryong Hae and Mun Kyong Dok, alternate members of the Political Bureau and secretaries of the C.C., the WPK, and Hwang Pyong So, vice-department director of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted on the spot by commanding officers of the unit standing guard over Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t After receiving a report on the unit's performance of combat duty, he went to the dangerous forefront.\n\t\t\t\t\t\n\t\t\t\t\t He first visited the Monument to President Kim Il Sung's Signature standing sublimely at Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with the officials accompanying him before the monument.\n\t\t\t\t\t\n\t\t\t\t\t Then he went up to the balcony of the Phanmun Pavilion to learn in detail about the enemy movements.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that all the soldiers on the outpost duty were following every move of the enemies with vigilance and performing their combat duties in a responsible manner with strong class resolution to defend the socialist country at the cost of their lives. He highly appreciated their feats.\n\t\t\t\t\t\n\t\t\t\t\t He told the soldiers on the outpost duty at Panmunjom to always maintain the maximum alertness as they are standing in confrontation with the enemies at all times.\n\t\t\t\t\t\n\t\t\t\t\t He met those soldiers who had finished their combat duties and had a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t He went round several places of Panmunjom including the Phanmun Pavilion, the Thongil House, the conference room of the armistice talks and the hall where the armistice agreement was signed.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to preserve and manage well the conference room of the armistice talks and the hall where the armistice agreement was signed associated with the history of the great Fatherland Liberation War in which the KPA defeated the imperialist allied forces and the Phanmun Pavilion and the Thongil House which reflect the will of the Korean people to reunify the country in order to show them to the generations to come who will live in the reunified country.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to glorify generation after generation the feats heroic Korea performed by winning victory in the war fought to beat back the U.S.-led imperialist allied forces, startling the world, he emphasized that if a fight occurs in the future, the army and people of the DPRK will force the enemies to sign a paper of surrender, not simply putting signature on the armistice agreement, their knees bent.\n\t\t\t\t\t\n\t\t\t\t\t  Going round a bedroom, mess hall and gymnasium of the soldiers standing guard over Panmunjom and other places, he learned in detail about their service and life. \n\t\t\t\t\t\n\t\t\t\t\t He put forth the important tasks which would serve as guidelines for increasing the combat capability of the unit.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people can sleep well and he feels reassured as the soldiers on the outpost duty are defending the gate of the country as firm as an iron wall, he said, adding that he fully believes in them. \n\t\t\t\t\t\n\t\t\t\t\t He gave them a pair of binoculars, an automatic rifle and a machinegun as souvenirs and had a photo session with them."
        },
        {
            "title": "Kim Yong Nam Greets Bulgarian President",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-26ee.html",
            "content": "Kim Yong Nam Greets Bulgarian President\r\n Pyongyang,  March 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK  Supreme People's Assembly, Saturday sent a message of greeting to Rosen Plevneliev, president of Bulgaria, on its national holiday.\n\t\t\t\t\t Kim Yong Nam extended greetings to the president and people of Bulgaria, sincerely wishing the friendly country progress and prosperity."
        },
        {
            "title": "Choe Yong Rim Greets Bulgarian PM",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-23ee.html",
            "content": "Choe Yong Rim Greets Bulgarian PM\r\n Pyongyang, March 3 (KCNA) -- DPRK Premier Choe Yong Rim on Saturday sent a message of greeting to Boyko Borisov, prime minister of Bulgaria, on its national holiday.\n\t\t\t\t\t The message wished him success in his work for the development of the country and well-being of the people.  \n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun sent a similar message to his Bulgarian counterpart Nickolay Mladenov on the same day."
        },
        {
            "title": "NDC Policy Department Holds Press Conference",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-39ee.html",
            "content": "NDC Policy Department Holds Press Conference \r\n Pyongyang, March 3 (KCNA) -- The Policy Department of the National Defence Commission of the DPRK held a press conference at the People's Palace of Culture on Saturday to condemn the Lee Myung Bak group of traitors for committing again such thrice-cursed act recently as hurting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t Present there were media persons, foreign correspondents in Pyongyang, diplomatic envoys of various countries and military attaches of foreign embassies and representatives of international organizations here. \n\t\t\t\t\t\n\t\t\t\t\t At the press conference Maj. General of the Korean People's Army Kwak Chol Hui, vice-director of the Policy Department of the NDC, informed its participants of the statement issued by a spokesman for the Supreme Command of the KPA denouncing the most hideous provocation made by the Lee group. \n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that the Lee group hurt the dignity of the supreme leadership of the DPRK and its mud-slinging is reaching a graver phase with each passing day, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The case of \"targeting DPRK flags\" at units of the three services of the puppet army, the case of slogans or placards hurting the dignity of the supreme leadership of the DPRK pasted at puppet army barracks and posts and military facilities and the case of \"taking the portraits of the supreme leaders\" of the DPRK as targets in firing ranges had already been disclosed.\n\t\t\t\t\t\n\t\t\t\t\t The gravest criminal act of hurting the dignity of the supreme leadership of the DPRK was the worst treason committed by the group against the nation during the mourning period. \n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation lies in that Lee Myung Bak masterminded the ideas of the above-said provocations and Kim Kwan Jin and Jong Sung Jo and other warmongers of the puppet military set them as \"state tasks\" and spearheaded them.\n\t\t\t\t\t\n\t\t\t\t\t This hideous act of treachery aimed at escalating confrontation with the DPRK is considered as the most serious provocation by the army and people of the DPRK, given that the dark clouds of a war are hanging heavily over the Korean Peninsula due to the Key Resolve and Foal Eagle joint military drills of the U.S. imperialists and the puppet forces\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly witness how miserable end traitor Lee and his servants meet in the merciless sacred war of all the service personnel and people of the DPRK who turned out to devotedly defend their own leader and the system. \n\t\t\t\t\t\n\t\t\t\t\t The time will prove the militant traits of the strong revolutionary army of Mt. Paektu to react to the unjust war of aggression by the just sacred and offensive war after punishing the provocation with thousand fold retaliation. \n\t\t\t\t\t\n\t\t\t\t\t He answered the questions put by reporters.\n\t\t\t\t\t\n\t\t\t\t\t Clarifying the truth behind the provocation perpetrated by the group of traitors again this time, he noted: \n\t\t\t\t\t\n\t\t\t\t\t It is the lesson drawn by the KPA and the truth it learned that it is necessary to wipe out all the traitors in order to put a definite end to such hideous provocation as hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces deteriorated the inter-Korean relations and even drove the situation to the brink of war in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t One of the sinister aims sought by them through these actions is to prevent their ruling foundation from shaking beyond control and prolong their remaining days. \n\t\t\t\t\t\n\t\t\t\t\t Their another aim is to bring about \"a change in the system\" of the DPRK through their last-ditch efforts and bring it down at any cost. \n\t\t\t\t\t\n\t\t\t\t\t The KPA's resolution to make retaliations has grown strongest. The  service personnel are anxiously waiting for an order to make retaliatory strikes at the most wicked provokers."
        },
        {
            "title": "Army and People of DPRK to Destroy S. Korean Regime",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-37ee.html",
            "content": "DPRK People Determined to Destroy S. Korean Regime\r\n Pyongyang, March 3 (KCNA) -- The military warmongers of south Korea again slandered and defamed the dignity of the DPRK supreme leadership.\n\t\t\t\t\t A south Korean army unit hung portraits of the peerlessly great men of Mt. Paektu on walls and doors, scrawling unspeakable defamatory words below them.\n\t\t\t\t\t\n\t\t\t\t\t Such high treasons have been committed at the instigation of traitor Lee Myung Bak and the military warmongers including Kim Kwan Jin and Jong Sung Jo. \n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and civilians of the DPRK have condemned them as hideous provocations, urging a sacred war to take revenge upon the enemy. \n\t\t\t\t\t\n\t\t\t\t\tJang Mun Song, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We, servicepersons, will make a clean sweep of the puppet group of traitors to the last man. \n\t\t\t\t\t\n\t\t\t\t\t Those who hurt the dignity of our supreme leadership will find no breathing spell. Not only those provocateurs but all their descendents will be a target of our strike.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see what a miserable end those wicked provocateurs will meet.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Jin Guk, an employee of the Pyongyang 326 Electric Wire Factory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We value the dignity of our supreme leadership more than our own lives. Anyone who dares insult and hurt it even a bit will be mercilessly punished. \n\t\t\t\t\t\n\t\t\t\t\t All members of the Worker-Peasant Red Guards at the factory, together with the servicepersons, are anxiously waiting for an order to launch a sacred war for advancing southward to sweep out the thrice-cursed traitors from this land.\""
        },
        {
            "title": "Servicepersons, Civilians, Ready for Action",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-36ee.html",
            "content": "Servicepersons, Civilians Ready for Action\r\n Pyongyang, March 3 (KCNA) -- Upon hearing the statement of a spokesman for the Supreme Command of the Korean People's Army (KPA), servicepersons are waiting for an order to go into action for a sacred war so as to make a full-fledged revenge upon the south Korean regime.\n\t\t\t\t\t An officer of the Korean People's Internal Security Forces (KPISF), Choe Myong Ho, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Not content with having created an atmosphere of nuclear war on the Korean Peninsula even during the mourning period in the DPRK, the Lee Myung Bak group of traitors in south Korea dared to hurt the dignity of our supreme leadership. This group can never be pardoned. \n\t\t\t\t\t\n\t\t\t\t\t Men and officers of our unit are waiting for an order to mercilessly annihilate traitor Lee and the military warmongers, including Defence Minister Kim Kwan Jin and Chairman of the Joint Chiefs of Staff Jong Sung Jo.\"\n\t\t\t\t\t\n\t\t\t\t\t A KPISF officer, Ri Ho Gil, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Now that our-style scared war was declared, we will show the U.S. imperialist warmongers and the Lee group of traitors what our arms and real war are like, by dint of the might of Songun (military-first) politics.\n\t\t\t\t\t\n\t\t\t\t\t Our revolutionary forces, guided by Supreme Commander Kim Jong Un, will wipe out the aggressors and traitors through unpredictable and merciless punishment.\"\n\t\t\t\t\t\n\t\t\t\t\t A department director of the C.C., General Federation of Trade Unions of Korea, Kim Kang Ho, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Traitor Lee Myung Bak and his lackeys Kim Kwan Jin and Jong Sung Jo still do not have a correct understanding of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the resolute temper of all servicepersons and civilians in the DPRK not to forgive anyone who does harm to its dignity, sovereignty and its socialist system.\n\t\t\t\t\t\n\t\t\t\t\t We will surely force the Lee group to pay dearly for its high treasons.\""
        },
        {
            "title": "Chief of AINDF Pyongyang Mission Interviewed",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-16ee.html",
            "content": "Chief of AINDF Pyongyang Mission Interviewed \r\n Pyongyang, March 3 (KCNA) -- Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Saturday. He denounced the Lee Myung Bak group of traitors for committing unpardonable treason. \n\t\t\t\t\t Expressing towering anger at the group for committing crimes at a time when the DPRK is mourning the great loss to the nation, he went on to say:\n\t\t\t\t\t\n\t\t\t\t\t The internal affairs team of a south Korean army unit in Inchon recklessly defamed the dignity of the peerlessly great men of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t The thrice-cursed high treason committed by the group of hysteric traitors, reminding one of a puppy knowing no fear of the tiger, stunned Koreans and all other people around the world. Lee Myung Bak, Kim Kwan Jin, Jong Sung Jo and other human scum orchestrated the case. \n\t\t\t\t\t\n\t\t\t\t\t We can never live under the same sky with those traitors who are obsessed with escalating confrontation with fellow countrymen and inflicting nuclear war disaster on the nation. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans are shuddering with towering grudge against the group of traitors who stroke down the precious achievements made after the publication of the June 15 joint declaration and drove the inter-Korean relations into a catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the nation would face bigger disasters unless they are punished. \n\t\t\t\t\t\n\t\t\t\t\t The history and the nation have already meted out severe punishment to the heinous group of traitors. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans will never pardon the reckless traitors who, being forsaken by the nation, run amuck to prolong their dirty remaining days while clinging to the coattails of outsiders. \n\t\t\t\t\t\n\t\t\t\t\t Vanguard fighters of the AINDF and all other patriotic south Koreans will actively turn out in the just action to end the traitorous, anti-reunification and unpopular rule."
        },
        {
            "title": "People of DPRK Eager to Conduct War against Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-42ee.html",
            "content": "Korean People Strongly Condemn Lee Myung Bak Regime for Its Heinous Provocation\r\n Pyongyang, March 3 (KCNA) -- The Lee Myung Bak regime of south Korea has gone beyond the limit in anti-DPRK moves.\n\t\t\t\t\t Recently the internal affairs team of the south Korean military unit in Inchon carelessly hung portraits of the peerlessly great men born of Mt. Paektu on walls and doors, scrawling unspeakable defamatory words below them.\n\t\t\t\t\t\n\t\t\t\t\t In this regard a spokesman for the Supreme Command of the Korean People's Army Friday released a statement to hit at the Lee group's another heinous provocation.\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the statement, all citizens of the DPRK hardly repress their towering wrath at the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Nam, vice department director of the Pyongyang City Committee of the Kim Il Sung Socialist Youth League, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak can no longer exist for his heinous crimes. We will destroy the Lee group of traitors, which defamed the dignity of our supreme leadership, and destroy the headquarters of those plot breeders by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Sil, an employee of the Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t Any children never pardon those who insulted their parents. I will let my two daughters take part in a sacred war of justice to annihilate Lee Myung Bak and his lackeys and all their descendants.\n\t\t\t\t\t\n\t\t\t\t\t Being a housewife, I will dedicate myself to defending our leader and social system as the women in Namgang village did during the last Fatherland Liberation War."
        },
        {
            "title": "1,747,493 Young Koreans Volunteer for Military Service",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-38ee.html",
            "content": "1,747,493 Young Koreans Volunteer for Military Service\r\n Pyongyang, March 3 (KCNA) -- Following the announcement of the statement of a spokesman for the Supreme Command of the Korean People's Army, a great number of the youth are volunteering for service in the People's Army with the resolution to safeguard their leader and hit back the offenders.\n\t\t\t\t\t According to consolidated data, 1,747,493 young people including students petitioned to be allowed to join or rejoin the Korean People's Army for 24 hours from noon of March 2 when the statement of the KPA Supreme Command was released.\n\t\t\t\t\t\n\t\t\t\t\t 268,068 and 212,720 young people including students signed petitions in South Phyongan Province and South Hamgyong Province each, calling for all-people revenge on south Korean human scum.\n\t\t\t\t\t\n\t\t\t\t\t All the officials of the C.C., the Kim Il Sung Socialist Youth League vowed to rush to the retaliatory war and become the first-line death-defying corps and human bullets and bombs in safeguarding the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The number of young workers, farmers and intellectuals who vowed to join the army totals 1,021 048 taking the country as a whole.\n\t\t\t\t\t\n\t\t\t\t\t They shouted \"Let us cut to pieces the hysteric mad-dogs and lunatics\" and \"Let us make traitor Lee Myung Bak, Kim Kwan Jin, Jong Sung Jo and all other human scum stand trial before the nation\".\n\t\t\t\t\t\n\t\t\t\t\t After the announcement of the statement, hundreds of thousands of students of universities and colleges across the country held meetings volunteering to join the army and vowing to take revenge.\n\t\t\t\t\t\n\t\t\t\t\t Among them are tens of thousands of students of Kim Il Sung University and Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t Written petitions read \"We won't return before beating gang to death\", \"Blood for blood, club to mad-dog\", \"Let us extirpate in the name of the nation the three generations of family of Lee Myung Bak who doesn't know even about ethics and morality\" and \"I will be the first man of striking Lee Myung Bak to death\".\n\t\t\t\t\t\n\t\t\t\t\t All the students of Ri Su Bok University of Chemical Engineering in Sunchon pledged to be today's Ri Su Bok.\n\t\t\t\t\t\n\t\t\t\t\t The number of volunteers from the secondary schools across the country including Changdok School, Hero Hyesan Secondary School No. 1 and Kim Ju Hyok Secondary School reached more than 535,600 and the ranks are increasing over time.\n\t\t\t\t\t\n\t\t\t\t\t 2,400 students in Kangwon Province who had exams for universities and colleges preferred military service to studying in classrooms."
        },
        {
            "title": "Lee Myung Bak: Fate of Mad Dog",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-41ee.html",
            "content": "Lee Myung Bak: Fate of Mad Dog\r\n Pyongyang, March 3 (KCNA) -- The south Korean newspaper Hangyore introduced the career of traitor Lee Myung Bak after he was nominated as candidate for the 17th puppet presidential election from the \"Grand National Party\" on August 2007.\n\t\t\t\t\t The career said in part:\n\t\t\t\t\t\n\t\t\t\t\t \"Lee Myung Bak was born in Osaka, Japan. It is said that his mother named his baby Myung Bak as she dreamed a dream that she held a full moon with her skirt. \n\t\t\t\t\t\n\t\t\t\t\t In 1945 when he was four years old, his family left Japan. It is said that the family barely survived a shipwreck before returning home.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war broke out when he was attending a primary school. At that time his elder sister and younger brother were killed by an air raid of U.S. forces. …\n\t\t\t\t\t\n\t\t\t\t\t When he was a third year student at College of Commerce of Korea University, he was elected chairman of the students council of the college. He was arrested for spearheading the June 3 demonstration against the 'normalization of south Korea-Japan relations' and sentenced to three years in jail and five years of a stay of execution on charges of 'offense against state safety'.\n\t\t\t\t\t\n\t\t\t\t\t It is said that when he served a four-month prison term at Sodaemun Prison, he determined to pursue business, not politics.\n\t\t\t\t\t\n\t\t\t\t\t He cited 'three cases as good opportunities in his life'. He had a good mother, his secondary school teacher recommended him to join a night higher school and he met Jong Ju Yong, chairman of Hyundai Group.\"\n\t\t\t\t\t\n\t\t\t\t\t Because of his career in the subsequent period, one may feel irritating when reading his personal history. \n\t\t\t\t\t\n\t\t\t\t\t To draw a conclusion as regards his career, it is characterized by betrayal and treachery. In other words, it is like a case history of a mad dog.\n\t\t\t\t\t\n\t\t\t\t\t He betrayed everything. He abandoned even principle which keeps a human being alive.\n\t\t\t\t\t\n\t\t\t\t\t It is disgusting to recall his records about his ties with the U.S. and Japan, the sworn enemies of not only the Korean nation but his family.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. is the enemy of his family as it killed his elder sister and young brother but he served it, talking about \"blood alliance\" and \"partnership\".\n\t\t\t\t\t\n\t\t\t\t\t He was active as \"chairman of the June 3 Fellowship Society\" in reward for his action against the \"normalization of south Korea-Japan relations\" in the capacity of chairman of the students council of a college. But, in fact, he made an ideological conversion already during his days in the prison and set about money making, thus desecrating the noble spirit of his fellow students and the participants in the June 3 struggle who shed blood. \n\t\t\t\t\t\n\t\t\t\t\t He betrayed Jong Ju Yong, former chairman of Hyundai Group who was like a benefactor of his life. He broke with Jong who declared candidacy for the \"presidential\" election early in 1992.\n\t\t\t\t\t\n\t\t\t\t\t Had the above-said secondary school teacher been still alive, what would have he said about the hysteria of the Lee group which recklessly hurt the dignity of the supreme leadership of the DPRK, not content with its act of rubbing salt into the wounds of the compatriots grieving over the great loss to the nation. The teacher would have deeply regretted for being teacher of Lee Myung Bak, heinous criminal and mad dog, who drove the situation in Korea to an uncontrollable phase.\n\t\t\t\t\t\n\t\t\t\t\t He earned an ill fame as \"a mad dog barking at the full moon\" from the whole nation in reward for his misrule and confrontation with fellow countrymen. So, he betrayed even his mother's dream.\n\t\t\t\t\t\n\t\t\t\t\t If there be anything he could not betray, it was his name.\n\t\t\t\t\t\n\t\t\t\t\t Evil is his fate of going to his grave."
        },
        {
            "title": "Title of Hero Awarded to Farmer",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-34ee.html",
            "content": "Title of Hero Awarded to Farmer\r\n Pyongyang, March 3 (KCNA) -- The title of DPRK Hero was awarded to Ri Chang Son, former head of sub-workteam No. 4 of Workteam No. 9 of Ohyon Co-op Farm in Yonan County, South Hwanghae Province. He was also honored with a gold star medal and Order of National Flag First Class.\n\t\t\t\t\t He dedicated his life to saving other farmers from a massive clod of earth that collapsed in the middle of work.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely worked with the sole desire of contributing to building a thriving nation with increased grain production.\n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly on awarding the title was made public Saturday."
        },
        {
            "title": "19 Players of DPRK Qualified for 30th Olympic Games",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-35ee.html",
            "content": "19 Players of DPRK Qualified for 30th Olympic Games\r\n Pyongyang, March 3 (KCNA) -- An Kum Ae, Kim Un Hyang and Kim Jin Ok of the DPRK were qualified for the 30th Olympic Games.\n\t\t\t\t\t An won a gold medal in the 52kg category event of the 2012 World Cup Women's Judo Tournament. Kim Un Hyang and Kim Jin Ok reached the level set by the International Federation of Swimming in the 18th World Cup Diving. \n\t\t\t\t\t\n\t\t\t\t\t Up to now, 19 players have got qualifications for different events of the 30th Olympic Games. Those events include weightlifting, marathon, wrestling, table tennis, archery, shooting, judo and diving as well as women's soccer."
        },
        {
            "title": "Foreign Delegations Leave",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-17ee.html",
            "content": "Foreign Delegations Leave\r\n Pyongyang, March 3 (KCNA) -- The delegations of Russia and Vietnam went back on Saturday after taking part in the international railways meeting of the Organization of Railways Cooperation.\n\t\t\t\t\t The delegations of China, Mongolia and Kazakhstan left earlier."
        },
        {
            "title": "Grand Performance on Day of Shining Star Goes on",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-18ee.html",
            "content": "Grand Performance on Day of Shining Star Goes on\r\n Pyongyang, March 3 (KCNA) -- Grand performance \"We Will Be Loyal Down through Generations\" commemorating General Secretary Kim Jong Il's birth anniversary is going on before full houses in Pyongyang Indoor Stadium.\n\t\t\t\t\t Its numbers include mixed duet and chorus \"Cantata to Comrade Kim Jong Il\", chorus \"Old Home Covered with Snow\", piano duet and chorus \"O Korea, I Will Add Glory to Thee\", male chorus \"The General Uses the Art of Compressing Space\" and male solo and mixed chorus \"We Will Never Forget\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang highly of the brilliant life of Kim Jong Il who performed everlasting exploits for the country, the nation, the times and history.\n\t\t\t\t\t\n\t\t\t\t\t The repertoire also include grand Kayagum ensemble and chorus \"His Ideal\", chorus \"Our Great Country\", dance and chorus for trumpet solo \"Attraction and Reverence\", female solo and Pangchang \"The General's Footsteps\", Oungum ensemble \"Our Father\" and chorus \"His Eternal Smile\".\n\t\t\t\t\t\n\t\t\t\t\t Narration and music \"The DPRK Advances Shoulder to Shoulder\", chorus \"Footsteps\" and chorus and tap dance \"Let Korea Advance\" deeply impressed the audience as they reflected the unshakable faith and will of the Korean army and people who rose up in unity around the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Enjoying the performance were officials of the party, armed forces and power bodies, working people's organizations, service persons of the Korean People's Army and the Korean People's Internal Security Forces, officials in the fields of literature and art and the press, working people of Pyongyang and other parts of the country and youths and students."
        },
        {
            "title": "KPA Will React to Any Slight Move for Preemptive Attack with Its Own Style Preemptive Strike: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-10ee.html",
            "content": "KPA Will React to Any Slight Move for Preemptive Attack with Its Own Style Preemptive Strike: KCNA Commentary \r\n Pyongyang, March 3 (KCNA) -- At a time when all the service personnel and people of the DPRK are filled with irrepressible resentment at the hideous provocations the Lee Myung Bak group of traitors made by hurting the dignity of the supreme leadership of the DPRK, the Key Resolve and Foal Eagle joint military exercises to invade the DPRK are being staged with increased frenzy.\n\t\t\t\t\t Every part of south Korea is pervaded with the smell of gunpowder and disturbed with terrible sound of bomb explosion.\n\t\t\t\t\t\n\t\t\t\t\t It is world public opinion that the ongoing saber-rattling is driving the situation on the Korean Peninsula to a touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle are maneuvers for a preemptive nuclear attack on the DPRK in their contents and the mode of deployment, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t \"OPLAN 5027\" which will be put into practice during the military exercises is a dangerous war scenario of the U.S. forces and the south Korean puppet army to invade the north, which is aimed at an all-out war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is an extremely adventurous scenario which calls for striking major military targets and depth of the DPRK and occupying all its regions at a strike. It is of more bellicose nature as it \"envisages stabilization in the north the keynote of which is the establishment of ruling machinery and its operation.\"\n\t\t\t\t\t\n\t\t\t\t\t \"OPLAN 5029\" was also conceived by the U.S. and the south Korean warmongers to \"go over to military intervention\" in \"contingency\", while talking about \"an emergency situation\". It is an illegal and dangerous operational plan for surprise attack. \n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the above-said joint military maneuvers pursuant to such war scenarios are anti-north war maneuvers for preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that a large-scale combined landing drill will also be staged while Key Resolve and Foal Eagle are under way.\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, the above-said landing drill which will take place in the area of Phohang similar to the coastal area of the north is an exercise for a preemptive attack on the north as it will be involved by more than three times as many troops of the Marine Corps as compared with those involved in the past. \n\t\t\t\t\t\n\t\t\t\t\t The ongoing saber-rattling brings into bolder relief its aggressive nature as it is being staged in the form of all-out operation, a special operation not only on the ground and in the air and seas but in the realm of cyber warfare, going beyond the scope of limited exercise.\n\t\t\t\t\t\n\t\t\t\t\t There is no guarantee that the three-dimensional and protracted saber-rattling will not develop into a real war any time.\n\t\t\t\t\t\n\t\t\t\t\t This heightens the vigilance of the army and people of the DPRK fully ready to wipe out the hysteric and insane Lee group of gangsters to the last man on this land.\n\t\t\t\t\t\n\t\t\t\t\t Preemptive attack is by no means a monopoly of one side on the Korean Peninsula where an extreme military tension persists.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will not remain a passive onlooker to the preemptive attack of the warmongers.\n\t\t\t\t\t\n\t\t\t\t\t They will react to any slight move for preemptive attack on the DPRK with their own style preemptive strike, faster and more powerful."
        },
        {
            "title": "KCNA Commentary: Lee Myung Bak Group Must Know Why It Must Die",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-15ee.html",
            "content": "KCNA Commentary: Lee Myung Bak Group Must Know Why It Must Die \r\n Pyongyang, March 3 (KCNA) -- Mourning siren that wailed in December last year still resounds on this land.\n\t\t\t\t\t The servicepersons and people of the DPRK, still stricken with the great grief at the loss of the great father and leader of the nation, feel strong yearning for him. He dedicated his all to the people all his life and was on a train for the journey for the people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t In this period of mourning, Lee Myung Bak group of traitors made no scruple of committing thrice-cursed high treason by challenging the mourners.\n\t\t\t\t\t\n\t\t\t\t\t They dared debase the dignity of the supreme leadership of the DPRK. They did not hesitate to commit such hooliganism as defiling portraits of the peerlessly great persons of Mt. Paektu whom the Koreans look up to.\n\t\t\t\t\t\n\t\t\t\t\t After the announcement of demise of the leader in the DPRK, Lee group said this or that about the place and time of his demise. Its mud-slinging has now reached an intolerable phase.\n\t\t\t\t\t\n\t\t\t\t\t The group has adopted it as a \"state task\" of the south Korean puppet authorities to hurl slanders and calumnies at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee is taking the lead in this campaign and the military warmongers such as Kim Kwan Jin, puppet minister of Defense, and Jong Sung Jo, puppet chairman of the Joint Chiefs of Staff, and hack writers are desperately running amuck to this end.\n\t\t\t\t\t\n\t\t\t\t\t Not content with their crimes against the mourners grieving over the great loss, they leveled guns at the compatriots and repeatedly debased the priceless dignity of the Korean nation. This is the most hideous confrontational act and the worst evil conduct.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK regard the dignity of its supreme leadership as the dignity and honor common to the nation which is more valuable than their life.\n\t\t\t\t\t\n\t\t\t\t\t They readily laid down their lives to preserve barked trees bearing the undying feats of the peerlessly great persons in the flames.\n\t\t\t\t\t\n\t\t\t\t\t Even though everything of the world may change, the human fortress made up of the hearts of all the servicepersons and people of the DPRK determined to devotedly defend their leader will never be cracked even a bit.\n\t\t\t\t\t\n\t\t\t\t\t Never before has the integral whole of the great fathers of the nation and all the servicepersons and people been consolidated as hard as today in the history of the nation spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\t Lee group's act is touching off the towering resentment of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They are replete with the sole pledge of retaliation to wipe out those who committed such an act to the last one so that they can no longer debase the dignity of the supreme leadership and system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Breathing will be a continuous pain for the Lee group as it had already jumped into fire with brushwood on its back. \n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors must know this before dying."
        },
        {
            "title": "S. Korean Warmongers Accused of Leading Situation to Brink of War",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-08ee.html",
            "content": "S. Korean Warmongers Accused of Leading Situation to Brink of War\r\n Pyongyang, March 3 (KCNA) -- The joint military exercises that started on Feb. 27 are going on, revealing their aggressive nature with each passing day. Different kinds of drills under the simulated conditions of \"wartime situation\" are under way one after another. Timed to coincide with this, south Korean warmongers deployed all types of monitoring devices and war equipment in the forefront areas, talking about \"possible provocations\" to spy on the moves of the DPRK. They are thus watching for a chance to invade the north. \n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined article in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The reckless saber-rattling of the south Korean warmongers is an extremely dangerous adventure to wreck peace on the Korean Peninsula and ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of thousands of aggressor troops involved in the exercises are staging madcap exercises for mounting a preemptive nuclear attack on the DPRK on the ground and in the air and seas. \n\t\t\t\t\t\n\t\t\t\t\t Last year the U.S. and south Korean troops worked out a plan to mount the preemptive nuclear attack on the DPRK with the armed forces involved in the Key Resolve and Foal Eagle joint military exercises once they see \"an abnormal sign of the north Korean army moves\" during the exercises. It is clear that they are now working on an adventurous scenario just as they did last year in the light of the ongoing joint saber-rattling. They confessed that the present war maneuvers are under way according to \"actual scenario\" and \"are aimed at mounting a military attack on the north\". \n\t\t\t\t\t\n\t\t\t\t\t This can be clearly explained by the fact that a few days later the U.S. imperialist aggressor troops and the south Korean puppet army are going to stage the largest-ever joint marine corps landing drill in 23 years in Phohang area of south Korea. Landing operation means attack. A war against the DPRK is about to start. The U.S. and south Korean warmongers' reckless actions have created such extreme tension on the Korean Peninsula that a war may break out any moment."
        },
        {
            "title": "Rodong Sinmun Urges Park Geun Hye to Behave Herself",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-11ee.html",
            "content": "Rodong Sinmun Urges Park Geun Hye to Behave Herself\r\n Pyongyang, March 3 (KCNA) -- Park Geun Hye, head of the emergency council of the \"Saenuri\" Party of south Korea, said \"the north's access to nukes is unacceptable\", talking about \"an opportunity for choice\".\n\t\t\t\t\t Park said this at a recent seminar held in the run-up to the \"Nuclear Security Summit\". \n\t\t\t\t\t\n\t\t\t\t\t Refuting her remarks, Rodong Sinmun Saturday says in a bylined commentary that the DPRK's access to nuclear weapons is a choice for self-defence to protect its sovereignty and the national security from the U.S. and the south Korean ruling forces' nuclear war threats.\n\t\t\t\t\t\n\t\t\t\t\t It goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t Park did not mention even a word about the crimes committed by the south Korean authorities that spawned the nuclear issue on the Korean Peninsula and instead said \"the north's access to nuclear is unacceptable\". It is a height of ignorance.\n\t\t\t\t\t\n\t\t\t\t\t Park does not draw a lesson from traitor Lee Myung Bak's failure in his confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t The \"opportunity for choice\" touted by her is aimed at leading the DPRK to \"change in its system.\" By talking about \"opportunity\" and the like she openly declared that her goal is the \"unification of the systems\" just like that of Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t Park is a confrontation-minded element as bad as Lee.\n\t\t\t\t\t\n\t\t\t\t\t She is keen to realize the conservative group's confrontation policy at any cost through its stay in power. She changed the party name under the signboard of \"revamping\" to calm down the public criticism of the group's four year misrule and made every possible effort to create impression that she is \"different\" from Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t However, the \"Saenuri\" Party's future is not bright because the south Korean people know well about the true colors of Park as a fellow of Lee.\n\t\t\t\t\t\n\t\t\t\t\t Park would be well advised to cogitate about her future through Lee Myung Bak's miserable fate and behave herself."
        },
        {
            "title": "U.S. Policy of Aggression against DPRK Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-12ee.html",
            "content": "U.S. Policy of Aggression against DPRK Bound to Go Bust: Rodong Sinmun\r\n Pyongyang, March 3 (KCNA) -- It is a daydream for the U.S. bellicose forces to try to bring about a change and a victory on the Korean Peninsula and in the rest of the Asia-Pacific region by use of \"rapid deployment forces\". \n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the U.S. is mulling creating new \"rapid deployment forces\" in the Asia-Pacific region centering around the 8th U.S. army present in south Korea, the article notes this is in pursuance of a new defense strategy.\n\t\t\t\t\t\n\t\t\t\t\t It is the general scenario of the U.S. to ward off the influence of big powers, expand its sphere of influence and contain the anti-imperialist independent forces and the socialist forces in the Asia-Pacific by force and establish its domination over this region, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is the major target of the operations of the \"rapid deployment forces.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are keen to use the Korean Peninsula as a test ground for their operations, regarding it as a key link in the chain efforts for carrying out their Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t The ultimate objective of the U.S. is to build a unipolar world and dominate it.\n\t\t\t\t\t\n\t\t\t\t\t To this end the U.S. pursues an aim to eliminate socialism from Asia. \n\t\t\t\t\t\n\t\t\t\t\t The banner of socialism is still fluttering with vigor in the DPRK. The people the world over are inspired to watch it.\n\t\t\t\t\t\n\t\t\t\t\t That is why the U.S. is working hard to bring the DPRK to its knees by means of war and bring down that banner.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers are staging the north-targeted saber-rattling as an advance process to carry out the scenario. As the DPRK had already declared, it would never pardon the provocateurs, should they intrude into the inviolable territory of the DPRK even an inch. This is not an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. would be well warned to roll back the plan to create the above-said forces and withdraw all its aggression forces from south Korea and the rest of the Asia-Pacific region."
        },
        {
            "title": "U.S. Can Not Stifle DPRK by Force and Psychological Warfare: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-13ee.html",
            "content": "U.S. Can Not Stifle DPRK by Force and Psychological Warfare: Rodong Sinmun\r\n Pyongyang, March 3 (KCNA) -- Neither \"pressure\" nor psychological warfare on the part of the U.S. will ever work on the DPRK, says Rodong Sinmun Saturday in a bylined commentary.\n\t\t\t\t\t The on-going Key Resolve and Foal Eagle joint military exercises are extremely huge in their scale. The ulterior aim sought by the U.S. through the unprecedentedly huge saber-rattling is to chill the hard-won atmosphere for dialogue and browbeat the DPRK by force, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to secure concession and benefit favorable for it at the talks by militarily pressing the DPRK outside the conference room through the military drills.\n\t\t\t\t\t\n\t\t\t\t\t The strategic design of the U.S. is not only to stifle the DPRK but to militarily encircle and restrain its neighboring countries and thus pave the way for realizing its ambition of dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. general goal is to stifle the DPRK by force and psychological warfare and use it as a bridgehead from which to invade its neighboring countries and realize the ambition of dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t But this sinister design can never come true.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a foolish daydream that the U.S. and the south Korean warmongers dare try to attack the DPRK, a country that has unswervingly followed the path of Songun for decades in the spirit of defending the leadership at the cost of life in anticipation of such a grave situation as now.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready for both dialogue and war. If the enemies are really set to make showdown with the DPRK by using force and psychological warfare, the army and people of the DPRK will mobilize all its powerful deterrent force to wipe out the aggressors and those who hurt the supreme leadership of the DPRK."
        },
        {
            "title": "Lee Myung Bak Group Slammed for Defaming Dignity of DPRK's Supreme Leadership: Minju Joson",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-14ee.html",
            "content": "Lee Myung Bak Group Slammed for Defaming Dignity of DPRK's Supreme Leadership: Minju Joson\r\n Pyongyang, March 3 (KCNA) -- Minju Joson Saturday denounces the Lee Myung Bak group for committing again a thrice-cursed high treason of defaming the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t The Lee group has defamed without hesitation the dignity of the supreme leadership of the DPRK, instead of making an apology for the high treason it committed before the nation grieving over the greatest loss, a bylined commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK regard the dignity of the supreme leadership more valuable than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t They have never pardoned those who hurt the dignity of the supreme leadership. Those who hurt the dignity of the supreme leadership of the DPRK should be made to pay a high price with their lives. This is an invariable will cemented in the hearts of the army and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is natural that the Lee group pays a high price as it has lost qualification to live under the same sky for its hideous provocation\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the group of traitors' hideous provocation is committed when Key Resolve and Foal Eagle joint military drills are under way.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear war exercises against the north push the situation on the Korean Peninsula to the brink of war. The hideous provocation openly committed by the group of traitors getting on the nerves of the DPRK is aimed to lure the DPRK into making military counteraction and create \"security crisis\". This is, at the same time, aimed to divert elsewhere the people's resentment before the \"parliamentary\" election in April in a bid to tide over the ruling crisis and realize its ambition for invading the north with the help of outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The successive fascist dictators of south Korea have used the confrontation with compatriots as a tool for tiding over the ruling crisis. But, no one made such a desperate effort to defame the dignity of the supreme leadership of the DPRK as Lee did, because they knew that defaming the dignity of the supreme leadership of the DPRK would lead them to risking their lives.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK will make the group of traitors, going reckless unaware of such a reason, pay a dear price. We never make an empty talk."
        },
        {
            "title": "Actions against Joint Military Drills Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-29ee.html",
            "content": "Actions against Joint Military Drills Launched in S. Korea\r\n Pyongyang, March 3 (KCNA) -- Actions have been launched in south Korea against the reckless joint military exercises of the U.S. imperialists and south Korean warmongers. \n\t\t\t\t\t They started the high-stake exercises for war against the DPRK on Feb. 27, defying strong opposition at home and abroad. That day news conferences, demos and fierce protests were launched across south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations held a joint news conference outside the U.S. military base in Ryongsan, Seoul. \n\t\t\t\t\t\n\t\t\t\t\t They said that the U.S. and the present \"government\" cry out for dialogue in public while staging war exercises targeted against the dialogue partner. \n\t\t\t\t\t\n\t\t\t\t\t Deriding it as hypocrisy, they said the exercises are apparently aiming at attack on the DPRK, not defense in view of their scale, period and characters. \n\t\t\t\t\t\n\t\t\t\t\t They said in strong terms that the joint war exercises should be immediately stopped. \n\t\t\t\t\t\n\t\t\t\t\t South Korean veterans of the reunification movement organisations have launched sit-in strike against the joint military exercises around the U.S. embassy in Seoul. \n\t\t\t\t\t\n\t\t\t\t\t They said that the U.S. is conducting Key Resolve and Foal Eagle joint military drills, regarding the Korean nation as pawn. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is letting south Korean warmongers level guns at the fellow countrymen, blocking the way for achieving peace of the Korean Peninsula, they noted. \n\t\t\t\t\t\n\t\t\t\t\t If the Lee Myung Bak \"government\" had implemented the south-north joint declaration, dark clouds of war would not have gathered over this land, they said, calling upon all the people to turn out to end the tragedy of today."
        },
        {
            "title": "Social Reforms Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-30ee.html",
            "content": "Social Reforms Urged in S. Korea\r\n Pyongyang, March 3 (KCNA) -- The south Korean Confederation of Trade Unions in a press conference on Wednesday called for fundamental changes of the society.\n\t\t\t\t\t The organization submits to the political camp a draft request for social reforms to ensure the right to existence of the working people who make up the overwhelming majority of the population with the upcoming \"parliamentary\" and \"presidential\" elections as occasions, it said.\n\t\t\t\t\t\n\t\t\t\t\t It also underlined the urgent need to abolish part-time jobs, guarantee the rights of full-time workers, increase the wage, end the layoff, stabilize the employment and stop the crackdown on trade unions.\n\t\t\t\t\t\n\t\t\t\t\t The organization urged the present \"government\" to lend an ear to the workers' demand, warning that if it refuses to accept the demand, it will face an all-out protest."
        },
        {
            "title": "Sit-in Hunger Strike for Abrogation of FTA Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-33ee.html",
            "content": "it-in Hunger Strike for Abrogation of FTA Launched in S. Korea\r\n Pyongyang, March 3 (KCNA) -- People from the \"Headquarters of the All-People Movement for Checking the Conclusion of the south Korea-U.S. Free Trade Agreement\", the Solidarity of Youth and the Solidarity for Progress and other organizations in south Korea launched a sit-in hunger strike on March 1 demanding the abrogation of the shackling agreement with the U.S.\n\t\t\t\t\t Prior to the strike, they held a press conference.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the FTA with the U.S. serves only the interests of the U.S. and a handful of big businesses.\n\t\t\t\t\t\n\t\t\t\t\t They will check the effectuation of the agreement slated for March 15 through the sit-in strike, they said.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to judge Lee Myung Bak regime and the \"Saenuri Party\" by all means at upcoming \"parliamentary\" and \"presidential\" elections."
        },
        {
            "title": "Japan's Policy of Discrimination against Koreans under Fire",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-28ee.html",
            "content": "Japan's Policy of Discrimination against Koreans under Fire\r\n Pyongyang, March 3 (KCNA) -- An emergency meeting took place in Tokyo on March 1 demanding an immediate inclusion of the Korean schools in the \"tuition-free program for senior high schools\".\n\t\t\t\t\t Attending the meeting were compatriots and Korean students in Kanto and members of Japanese civic and social organizations such as the liaison society against the exclusion of the Korean schools from the \"tuition-free program for senior high schools\" and the \"Forum peace, human rights and environment\".\n\t\t\t\t\t\n\t\t\t\t\t The speakers denounced the Japanese government for not granting the Korean schools' access to the program and enforcing the unwarranted policy of discriminating the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t They said that all students have the right to receive education on an equal basis.\n\t\t\t\t\t\n\t\t\t\t\t They said they would continue the struggle to firmly defend the democratic national education.\n\t\t\t\t\t\n\t\t\t\t\t Read out at the meeting were letters of solidarity sent by members of the House of Representatives from the Social-Democratic Party of Japan and the Japan Democratic Party and members of the House of Councillors from the Democratic Party.\n\t\t\t\t\t\n\t\t\t\t\t A resolution adopted at the meeting urged the Japanese government to repeal the institutional discrimination against the Koreans in Japan and immediately apply the program to the Korean schools in Japan."
        },
        {
            "title": "Photo Exhibition in Russia Marks Birth Anniversary of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-27ee.html",
            "content": "Photo Exhibition in Russia Marks Birth Anniversary of Kim Jong Il\r\n Pyongyang, March 3 (KCNA) -- The United Confederation of Koreans in the Maritime Territory of the Russian Federation held a photo exhibition at the Korean Cultural Centre in Artyom City from February 14 to 29 to commemorate the birth anniversary of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venue were photos of Kim Jong Il and Supreme Commander Kim Jong Un providing field guidance to People's Army units and industrial establishments. A photo of Kim Jong Il meeting with the Russian president was also on display.\n\t\t\t\t\t\n\t\t\t\t\t There were photos of the achievements of the Koreans in various fields of the national economy under the leadership of Kim Jong Il. Some photos dealt with the advantages of the socialist system and those related to national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in Artyom City and Ussuriysk City, Russian personages and people of various circles went round the venue.\n\t\t\t\t\t\n\t\t\t\t\t After touring the venue they praised Kim Jong Il, saying he devoted his all to the country and people and performed gigantic exploits before the cause of national reunification. They expressed sorrow at his early and mournful passing.\n\t\t\t\t\t\n\t\t\t\t\t They said they were convinced of the rosy future of the nation in the image of Kim Jong Un who is identical to Kim Jong Il."
        },
        {
            "title": "Mexican Organization Praises Juche Idea as Great Idea",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-01ee.html",
            "content": "Mexican Organization Praises Juche Idea as Great Idea\r\n Pyongyang, March 3 (KCNA) -- The Mexican Institute for the Study of the Juche Idea issued bulletin No. 88 under the title \"On the Juche Idea\" illustrated with a photo of General Secretary Kim Jong Il.\n\t\t\t\t\t The bulletin in an article said \"On the Juche Idea\" published by Kim Jong Il on March 31, 1982 is a work which comprehensively deals with the Juche idea founded by President Kim Il Sung and it was carried by many publications of over 90 countries in the world and published in booklet in 144 countries in less than one year after it was published.\n\t\t\t\t\t\n\t\t\t\t\t Prominent personages of the world praised the work as a \"new Communist Manifesto in the 80s of the 20th century\" and the \"first philosophy textbook which gave lucid answers to the issue of human emancipation for the first time\", the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t It can be said that the past 30 years since the publication of the work were the days when the scientific accuracy, truth and vitality of the Juche idea have been clearly demonstrated, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t Through its reality the DPRK clearly showed the international community how great the Juche idea is, it said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's work \"On the Juche Idea\" is important guidelines to be held fast to not only by the Korean people but by the people of all countries aspiring after independence, it added."
        },
        {
            "title": "Romanian Juche Idea Study Group Meets",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-02ee.html",
            "content": "Romanian Juche Idea Study Group Meets\r\n Pyongyang, March 3 (KCNA) -- An annual meeting of the Group for the Study of the Juche Idea in Bucharest of Romania discussed the issues of more deeply studying and disseminating the Juche idea and expanding and strengthening the ranks of the group this year when the World Conference on the Juche Idea will be held on the occasion of the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t The meeting held on Feb. 25 reviewed the group's activities last year.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the group said that the demise of General Secretary Kim Jong Il was an irrevocable loss to the Juche idea followers.\n\t\t\t\t\t\n\t\t\t\t\t The ideological and theoretical feats Kim Jong Il performed by developing and enriching the Juche idea founded by Kim Il Sung will last forever, he stressed."
        },
        {
            "title": "DPRK's Proposal for Achieving Reunification through Federal Formula Favored by Botswana President",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-03ee.html",
            "content": "DPRK's Proposal for Achieving Reunification through Federal Formula Favored by Botswana President\r\n Pyongyang, March 3 (KCNA) -- DPRK Ambassador to Botswana Jo Yong Man presented his credentials to Seretse Khama Ian Khama, president of Botswana, on Feb. 23.\n\t\t\t\t\t The president sincerely hoped that everything would go on well in the DPRK under the leadership of Supreme General Secretary Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I recognize that just is the proposal for achieving reunification through federal formula as it makes it possible to prevent a war in the Korean Peninsula and the region and achieve the peaceful reunification of Korea, he said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the bilateral cooperative relations with the DPRK would grow stronger in various fields."
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises Condemned in Bangladesh, Austria",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-04ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises Condemned in Bangladesh, Austria\r\n Pyongyang, March 3 (KCNA) -- The Bangladesh Communist Party issued a statement on Feb. 27 denouncing the U.S.-south Korea joint military exercises.\n\t\t\t\t\t The exercises targeted against the DPRK brought into bolder relief the true colors of the U.S. imperialists as war maniacs, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are posing a great danger to the peace and security on the Korean Peninsula and the sovereignty and dignity of the DPRK, it noted, demanding an immediate stop to the provocative military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Communist Party extends full support to the Korean people's just cause, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Left Bloc of the Austrian Trade Union Federation sent a letter to the south Korean embassy in Vienna on Feb. 26 in protest against the said military exercises.\n\t\t\t\t\t\n\t\t\t\t\t They are proving again that the south Korean authorities are persisting in their moves against the DPRK and bringing the danger of war to the Korean Peninsula, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t The Left Bloc of the Austrian Trade Union Federation demands the south Korean authorities stop the military exercises at once and have a sincere and peaceful dialogue with the DPRK, it stressed."
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises, Clear Provocation against DPRK: Russia's Radio",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-05ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises, Clear Provocation against DPRK: Russia's Radio\r\n Pyongyang, March 3 (KCNA) -- Voice of Russia aired a commentary on Feb. 27 as regards the joint military exercises, Key Resolve and Foal Eagle, launched by the U.S. and the south Korean authorities.\n\t\t\t\t\t The army and people of the DPRK are fully ready to fight against the war provokers of the U.S. and south Korea, it said, adding the exercises will rapidly strain the situation not only in the Korean Peninsula but in the rest of the region.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK warned of the possible consequences and made clear its stand that no one can ever predict the future developments, it noted.\n\t\t\t\t\t\n\t\t\t\t\t A tense situation will prevail in the Korean Peninsula as military exercises will last for two months, it said, noting that this will create a very grave situation in the military and international political aspects, in the relations between the north and the south of Korea in particular.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea joint military exercises are a blatant provocation which will invite a strong counteraction from the DPRK, it concluded."
        },
        {
            "title": "Australian Governor Hopes for Development of Bilateral Relations with DPRK",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-06ee.html",
            "content": "Australian Governor Hopes for Development of Bilateral Relations with DPRK\r\n Pyongyang, March 3 (KCNA) -- I hope that the bilateral relations with the DPRK would develop in the interests of the two peoples. Quentin Bryce, governor-general of the Commonwealth of Australia, said this on Feb. 23 when meeting with Ri Jong Ryul, DPRK ambassador to Australia.\n\t\t\t\t\t Expressing deep condolences once again over the demise of General Secretary Kim Jong Il, the governor went on:\n\t\t\t\t\t\n\t\t\t\t\t I hope that everything would go on well in the DPRK under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that progress would be made in the work to improve the DPRK-U.S. relations and reunify the country."
        },
        {
            "title": "Member of Mongolian Delegation Thanks for Beautiful Deed of Korean Hotel Employee",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-07ee.html",
            "content": "Member of Mongolian Delegation Thanks for Beautiful Deed of Korean Hotel Employee\r\n Pyongyang, March 3 (KCNA) -- People are impressed to hear about the beautiful deed displayed by a hotel employee for a foreign guest in the DPRK.\n\t\t\t\t\t An employee of Yanggakdo International Hotel Han Sun Sim happened to find a purse on Feb. 29 while cleaning the conference room of the international railways meeting of Asian countries of the Organization of Railways Cooperation.\n\t\t\t\t\t\n\t\t\t\t\t As there was nobody in the room except her, she told the whole story to officials concerned and requested them to help return it to its owner.\n\t\t\t\t\t\n\t\t\t\t\t This was how the purse containing a lot of foreign currency and a credit card was returned to its owner Moonon Gantulga, member of the Mongolian delegation.\n\t\t\t\t\t\n\t\t\t\t\t Not only its owner but members of other delegations of different countries who participated in the meeting said that this beautiful deed can take place only in the DPRK under the leadership of the dear respected Kim Jong Un. They expressed great admiration at the admirable behavior, adding that this beautiful trait can be displayed only by the Korean people brought up by President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The owner said in an excited tone:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere thanks to the Korean woman employee who helped me retrieve the lost purse as it was. \n\t\t\t\t\t\n\t\t\t\t\t I was deeply impressed once again by the noble and beautiful spiritual world of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Her honesty and kindness will always be remembered.\n\t\t\t\t\t\n\t\t\t\t\t I will tell our Mongolians about her clean conscience and pure mind.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I hope the friendship between the peoples of Mongolia and the DPRK will grow stronger."
        },
        {
            "title": "Indonesian President Expects Steel Industry to Speed Up Development",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-19ee.html",
            "content": "Indonesian President Expects Steel Industry to Speed Up Development\r\n Pyongyang, March 3 (KCNA) -- Indonesian President Susilo Bambang Yudhoyono expected steel industry to spur industrialization across the country that is part of the government's Development Acceleration and Expansion Master Plan (MP3EI) program, a local media reported on Wednesday.\n\t\t\t\t\t President Yudhoyono said that the MP3EI is a large-scale infrastructure development project in Indonesia and this project needs products from high quality steel industries.\n\t\t\t\t\t\n\t\t\t\t\t He added that steel industry could also help the development of national defense sector."
        },
        {
            "title": "Abbas Condemns Israeli Raid on West Bank TVs",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-20ee.html",
            "content": "Abbas Condemns Israeli Raid on West Bank TVs\r\n Pyongyang, March 3 (KCNA) -- Palestinian President Mahmoud Abbas on Wednesday condemned an Israeli raid at the headquarters of two local television stations in the West Bank.\n\t\t\t\t\t \"This is a flagrant aggression against freedom of information and expression,\" Abbas said in a brief statement.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Palestinian Prime Minister Salam Fayyad said, \"This is part of the aggressive policy of the Israeli occupation that it practices daily against the Palestinian people,\" accusing Israel of working to \"strike the Palestinian National Authority.\""
        },
        {
            "title": "China Cooperates with Different Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-21ee.html",
            "content": "China Cooperates with Different Countries\r\n Pyongyang, March 3 (KCNA) -- China and Indonesia on Tuesday held the third meeting of a bilateral dialogue mechanism at deputy prime ministerial level, with the two sides vowing to further cooperate in the fields of infrastructure construction, bilateral trade, military exchanges, culture, education, health, media and youth.\n\t\t\t\t\t On the same day China and Kyrgyzstan signed a cooperative agreement on fighting drug trafficking and the abuse of narcotics, psychotropic drugs and precursor chemicals."
        },
        {
            "title": "Israeli Army Arrests 20 Palestinians in West Bank Raids",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-22ee.html",
            "content": "Israeli Army Arrests 20 Palestinians in West Bank Raids\r\n Pyongyang, March 3 (KCNA) -- Israeli forces arrested 20 Palestinians during raids in the West Bank where they also stormed a local television station and seized broadcast equipment, Palestinian sources said Wednesday."
        },
        {
            "title": "Spain Condemns Israeli Settlements in Palestine",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-24ee.html",
            "content": "Spain Condemns Israeli Settlements in Palestine\r\n Pyongyang, March 3 (KCNA) -- Spain on Tuesday condemned the decision of Israeli authorities to authorize the construction of 695 new houses in settlements in the occupied Palestinian territories in the West Bank.\n\t\t\t\t\t In a statement released by the Foreign Ministry, the government of Mariano Rajoy, of the conservative Partido Popular, recalled that those settlements are illegal, according to international law.\n\t\t\t\t\t\n\t\t\t\t\t Spain described this attitude as an obstacle for the resumption of Israeli-Palestinian negotiations aimed at achieving a comprehensive, just and lasting peace in the Middle East based on the solution of two states living side by side in peace and security."
        },
        {
            "title": "Over 9 in 10 Americans Say Economy Is Important in Election",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-25ee.html",
            "content": "Over 9 in 10 Americans Say Economy Is Important in Election\r\n Pyongyang, March 3 (KCNA) -- More than 9 in 10 U.S. voters said that economy is extremely or very important to their vote in this year's presidential election, a new Gallup poll showed on Wednesday.\n\t\t\t\t\t Fifty-nine percent of Americans said that they disapprove of Obama's handling of the economy, according to a Gallup poll released earlier this month."
        },
        {
            "title": "Russian PM on Abiding Principle in Relations with U.S.",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-31ee.html",
            "content": "Russian PM on Abiding Principle in Relations with U.S.\r\n Moscow, March 2 (KCNA) -- Russian Prime Minister Vladimir Putin in an article published by Moskovskiye Novosti on Feb. 27 stressed his stand to strictly abide by the principle in relations with the U.S.\n\t\t\t\t\t The article noted that Russia will improve the relations with the U.S. based on the principle of equality and mutual respect.\n\t\t\t\t\t\n\t\t\t\t\t It accused the U.S. of its regular attempts to play the role of a \"political technician\" in the course of election campaign in Russia. This does not help consolidate mutual understanding, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. plan to establish the missile defense system in Europe is to directly provoke Russia's strategic nuclear deterrence and upset the regional political and military equilibrium. So it arouses due concerns of the country, it added."
        },
        {
            "title": "Russian PM Opposes Attempted Military Attack on Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-32ee.html",
            "content": "Russian PM Opposes Attempted Military Attack on Iran\r\n Moscow, March 2 (KCNA) -- Vladimir Putin, prime minister of Russia, in his article contributed to the paper Moskovskiye Novosti on Feb. 27, expressed his attitude opposing the reckless plan of military attack on Iran.\n\t\t\t\t\t The increasing danger of military attack on Iran is throwing Russia into uneasiness, the article said, adding if the situation turns that way, it will only result in a catastrophic consequence.\n\t\t\t\t\t\n\t\t\t\t\t The international community calls for recognizing Iran's right to nuclear development for peaceful purposes, the article said, adding Iran's nuclear issue can be settled only by a peaceful way.\n\t\t\t\t\t\n\t\t\t\t\t It blamed the West for being intent on punishing individual countries and clinging to sanctions and military attacks on those countries for no proper reasons."
        },
        {
            "title": "Kim Jong Un inspecciona Phanmunjom",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-45ee.html",
            "content": "Kim Jong Un inspecciona Phanmunjom\r\nPyongyang, 3 de marzo (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del Partido del Trabajo de Corea y el pueblo coreano, inspecciono Phanmunjom en la zona mas candente donde puede entablarse ahora mismo el intercambio de tiros y canonazos debido a las imprudentes provocaciones de los enemigos.\n\t\t\t\t\t  Le acompanaron los generales de ejercito del EPC, Pak Jae Gyong y Kim Yong Chol, y el coronel general del EPC, Jo Kyong Chol.\n\t\t\t\t\t\n\t\t\t\t\t  Figuraban tambien entre los acompanantes Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, Kang Sok Ju, miembro del BP del CC del PTC y vicepremier, Jang Song Thaek, miembro suplente del BP del CC del PTC y vicepresidente del Comite de Defensa Nacional, Kim Yang Gon, Pak To Chun, Choe Ryong Hae y Mun Kyong Dok, miembros suplentes del BP y secretarios del CC del PTC, y Hwang Pyong So, subjefe de departamento del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\t  Acogieron a Kim Jong Un los comandantes de la unidad que defiende Phanmunjom.\n\t\t\t\t\t\n\t\t\t\t\t  Luego de recibir el parte sobre el cumplimiento de la mision de combate por esa unidad, el Comandante Supremo se dirigio al frente avanzado donde persiste el peligro mas grande.\n\t\t\t\t\t\n\t\t\t\t\t  Vio primero el monumento a la firma autografa del Presidente Kim Il Sung construido en Phanmunjom, delante del cual se retrato junto con los funcionarios acompanantes.\n\t\t\t\t\t\n\t\t\t\t\t  Seguidamente, subio al mirador del pabellon Phanmun donde se cercioro de la situacion de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\t  Evaluo altamente los meritos de todos los centinelas en el frente avanzado mostrandose muy satisfecho de que ellos cumplieran con responsabilidad su servicio vigilando agudamente cada movimiento de los enemigos con la ferrea decision clasista de defender a costa de la vida la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\t  Los soldados vanguardias de Phanmunjom deben mantenerse siempre en el perfecto estado de movilizacion puesto que en todo momento se enfrentan con armas de cara a cara con los enemigos, dijo.\n\t\t\t\t\t\n\t\t\t\t\t  Recibio a los soldados que terminaron su servicio de guardia y tomo una foto de recuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\t  Recorrio varios puntos de Phanmunjom como el Pabellon Phanmun, el Thong-il, la sala de negociaciones de armisticio y el edificio donde se firmo el Acuerdo de Armisticio.\n\t\t\t\t\t\n\t\t\t\t\t  Hay que conservar y cuidar bien la sala de negociaciones de armisticio y el edificio donde se firmo el Acuerdo de Armisticio, que entranan la historia de victoria del pueblo coreano sobre la coalicion imperialista en la gran Guerra de Liberacion de la Patria, y los Pabellones Phanmun y Thong-il, que dejan conocer su voluntad de reunificar, para mostrarlos a las generaciones venideras que podran vivir en la patria reunificada, instruyo.\n\t\t\t\t\t\n\t\t\t\t\t  Es preciso glorificar de generacion en generacion la proeza de Corea heroica que logro la victoria en esa guerra sorprendiendo al mundo al rechazar a los imperialistas norteamericanos y las fuerzas aliadas imperialistas, enseno.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo enfatico que si se desata la guerra en el futuro, el ejercito y el pueblo de la RPDC haran a los enemigos firmar de rodillas no el Acuerdo de Armisticio sino el acta de capitulacion.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo el dormitorio, el comedor, el gimnasio y otros lugares para los soldados vanguardias, averiguo en detalles como ellos prestan el servicio militar y viven.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas importantes que serviran de directiva en aumentar la combatividad de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tExpreso su gran confianza en los uniformados en la primera linea del frente diciendo que gracias a ellos que defienden con firmeza la puerta de la patria, el pueblo coreano duerme en tranquilidad y se siente seguro tambien el Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un dejo como recuerdos a la unidad los binoculos, fusil automatico y ametralladora y se fotografio junto a los militares de ella."
        },
        {
            "title": "Departamento de Politica del CDN concede rueda de prensa",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-46ee.html",
            "content": "Departamento de Politica del CDN concede rueda de prensa\r\nPyongyang, 3 de marzo (ACNC) -- En relacion con que en estos dias, la banda del traidor surcoreano Lee Myung Bak ofende nuevamente la maxima dignidad de la Republica Popular Democratica de Corea, el Departamento de Politica del Comite de Defensa Nacional de la RPDC concedio hoy en el capitalino Palacio Cultural del Pueblo una conferencia de prensa.\n\t\t\t\t\tEn la ocasion estuvieron presentes los periodistas de la rama de prensa e informacion de esta capital, los corresponsales extranjeros, los representantes diplomaticos y los agregados militares de las embajadas de varios paises y los representantes de organizaciones internacionales, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, el mayor general del Ejercito Popular de Corea Kwak Chol Hui, subjefe del citado departamento, informo la declaracion del portavoz de la Comandancia Suprema del EPC publicada ayer en relacion con tal provocacion de la horda de Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tNo es la primera vez que los traidores surcoreanos insultan y calumnian la maxima dignidad de la RPDC y estas practicas se tornan cada dia mas graves, subrayo Kwak y continuo:\n\t\t\t\t\t\n\t\t\t\t\tYa se conocieron el caso de \"tomar como blanco la bandera nacional de la RPDC\", el de \"consignas y pancartas\" de materia insultante a esta y el de \"tomar como blanco de tiro la maxima dignidad de la RPDC\", reportados en las unidades terrestres, navales y aereas del ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tLos crimenes cometidos durante gran duelo nacional constituyeron la peor maldad que insulto mas gravemente nuestra maxima dignidad.\n\t\t\t\t\t\n\t\t\t\t\tLa gravedad del caso reside en que el traidor Lee es autor intelectual de tales provocaciones y el ministro titere de Defensa Nacional Kim Kwan Jin, el jefe titere de la Junta de Jefes de Estado Mayor, Jong Sung Jo, y otros belicistas militares surcoreanos las ejecutan como una \"tarea de politica nacional\".\n\t\t\t\t\t\n\t\t\t\t\tPor eso, nuestro ejercito y pueblo se ven obligados a considerar como una provocacion extremada nunca perdonable tal locura antinacional y de enfrentamiento anti-RPDC cometida por la banda de Lee cuando se crea en la Peninsula Coreana una situacion a punto de explosion de guerra debido a los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\".\n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera cuan tragico sera el fin de los provocadores de pesima calana en la sagrada guerra de nuestro ejercito y pueblo que se han levantado para defender a costa de la vida a su Lider y su regimen.\n\t\t\t\t\t\n\t\t\t\t\tEl tiempo sera testigo del temperamento combativo del poderoso ejercito revolucionario del monte Paektu decidido a castigar las provocaciones con el fuego de represalia mil veces mas duro y responder con la justa guerra sagrada de ataque a la injusta guerra de agresion.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el respondio a las preguntas de los periodistas.\n\t\t\t\t\t\n\t\t\t\t\tExplico en detalles la esencia de la provocacion cometida otra vez por la banda de traidores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que ha sacado la leccion de que para eliminar totalmente los actos de ofensa a la maxima dignidad de la RPDC, hay que exterminar a los elementos de la banda de Lee.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el intento de los titeres surcoreanos, que llevan las ya empeoradas relaciones entre ambas partes coreanas al borde de guerra en contubernio con EE.UU., es mantener su base de gobernacion en sacudida y alargar los dias contados de su vida politica.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que ellos estan desesperados para traer el \"cambio del regimen\" en la RPDC y tomarla a toda costa.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que llego al extremo el revanchismo de todos los uniformados del EPC que esperan con ansia la orden de abrir el fuego de represalia a los provocadores."
        },
        {
            "title": "Responderemos con golpe preventivo a nuestro estilo, senala ACNC",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-47ee.html",
            "content": "Responderemos con golpe preventivo a nuestro estilo, senala  ACNC\r\nPyongyang, 3 de marzo (ACNC) -- En estos dias se desarrollan mas activamente los ejercicios militares conjuntos  \"Key Resolve\" y \"Foal Eagle\", simulacro de guerra de agresion a la Republica Popular Democratica de Corea coincidiendo con la tremenda provocacion de la banda del traidor Lee Myung Bak que hizo sablazos a la dignidad suprema de esta, lo cual causa la gran indignacion de nuestro ejercito y pueblo. \n\t\t\t\t\tEn toda la extension surcoreana huele densamente la polvora y no cesa el ruido ensordecedor.\n\t\t\t\t\t\n\t\t\t\t\tLa opinion publica del mundo transmite que tal simulacro lleva al borde de guerra muy peligrosa la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tDicho entrenamiento es la prueba de ataque preventivo nuclear que apunta a la RPDC tanto en su contenido como en modo de despliegue.\n\t\t\t\t\t\n\t\t\t\t\t El \"plan de operacion 5027\", que se ejecutara en todo el periodo de ejercicios militares, constituye el guion de guerra de agresion a la RPDC de las tropas yanquis y el ejercito titere surcoreano tendentes a desencadenar la guerra total en la Peninsula Coreana atacando los principales objetos militares y las profundidades de la RPDC para tomar de una vez toda la extension de esta. Hay tambien el contenido mas belicoso de estabilizar el Norte mediante el establecimiento de los organismos de gobernacion y su manejo.\n\t\t\t\t\t\n\t\t\t\t\tEl \"plan de operacion 5029\" tambien fue trazado por los belicistas norteamericanos y surcoreanos para \"pasar a la intervencion militar\" en el \"tiempo de emergencia\" hablando de la \"situacion de cambio repentino\". En una palabra es el plan de operacion de ataque sorprendente de caracter ilegal y peligroso.\n\t\t\t\t\t\n\t\t\t\t\tLo mas problematico es que durante dichos ejercicios militares se realiza simultaneamente el simulacro de desembarco combinado de gran envergadura.\n\t\t\t\t\t\n\t\t\t\t\tEsta maniobra de ataque preventivo a la RPDC se desplegara con la participacion de los efectivos de la infanteria de marina tres veces mas que lo anterior en la zona de Phohang similar a la costa maritima de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl presente simulacro hace resaltar mas el caracter agresivo porque se despliega a modo de operacion especial abarcando tanto el territorio, el cielo y el  mar  como la esfera cibernetica rebasando el entrenamiento local.\n\t\t\t\t\t\n\t\t\t\t\tNo hay ninguna garantia de que tales ejercicios militares, que se realizan de manera tridimensional y a largo plazo, no pasen  a la guerra real en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\tEn la Peninsula Coreana que perdura la tension militar muy delicada, el golpe preventivo no es el monopolio de una contraparte.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo no  esperaran  hasta cuando los belicistas asesten el golpe preventivo.\n\t\t\t\t\t\n\t\t\t\t\tResponderemos con  el golpe preventivo  a nuestro estilo mas rapido y mas potente al minimo movimiento de golpe preventivo que apunta a la RPDC."
        },
        {
            "title": "RPDC obtiene mas clasificacion olimpica",
            "url": "http://kcna.co.jp/item/2012/201203/news03/20120303-48ee.html",
            "content": "RPDC obtiene mas clasificacion olimpica\r\nPyongyang, 3 de marzo (ACNC) -- Las jugadoras coreanas An Kum Ae, Kim Un Hyang y Kim Jin Ok obtuvieron hace poco los boletos a los 30o Juegos Olimpicos.\n\t\t\t\t\t  An conquisto la medalla de oro en la division de 52 kg del Torneo de Judo Femenino por la Copa Mundial 2012, mientras las otras dos llegaron al nivel establecido por la Federacion Internacional de Natacion en el 18o Torneo de Clavado por la Copa Mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta la fecha, se clasificaron a la magna cita deportiva 19 jugadores coreanos en diversas disciplinas como futbol femenino, levantamiento de pesas, maraton, lucha, tenis de mesa, tiro al arco, tiro, judo y clavado."
        }
    ]
}