{
    "date": "2012-08-05",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-05ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Hanoi",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-12ee.html",
            "content": "Kim Yong Nam Arrives in Hanoi\r\n Pyongyang, August 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Sunday arrived in Hanoi to pay an official goodwill visit to Vietnam at the invitation of Vietnamese President Truong Tan Sang.\n\t\t\t\t\t He was accompanied by Minister of Foreign Trade Ri Ryong Nam, Minister of Mining Industry Kang Min Chol, Vice-Minister of Foreign Affairs Kung Sok Ung and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by the director of the General Office of the Presidency of Vietnam, Ho Xuan Son, deputy minister of Foreign Affairs, Vietnamese Ambassador to the DPRK Le Quang Ba and officials concerned, DPRK Ambassador to Vietnam Kim Chang Il and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam headed for the city escorted by motorcycles."
        },
        {
            "title": "Choe Yong Rim Tours Anju City Hit by Flood",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-08ee.html",
            "content": "Choe Yong Rim Tours Anju City Hit by Flood\r\n Pyongyang, August 4 (KCNA) -- Choe Yong Rim, premier of the Cabinet who is a member of the Presidium of the Political Bureau of the Workers' Party of Korea Central Committee, toured Anju City, South Phyongan Province hit by flood. \n\t\t\t\t\t The torrential rain hit Anju City recently, leaving houses for thousands of families, almost all public buildings and industrial facilities inundated or destroyed and a large area of farmland washed away or buried under silt. This made it hard for a large area of cultivated land to expect any harvest of crops. \n\t\t\t\t\t\n\t\t\t\t\t The flooding also left water supply and drainage networks and power supply system unworkable. \n\t\t\t\t\t\n\t\t\t\t\t The premier learned in detail about the flood damage before holding an urgent consultative meeting. \n\t\t\t\t\t\n\t\t\t\t\t The meeting underscored the importance of restoring the systems for the supply of drinking water and electricity in bringing the living of the people in the afflicted areas to normal and dealt with issues of determining a proper order of priority for recovery operations and focusing efforts on it. \n\t\t\t\t\t\n\t\t\t\t\t The premier called upon the Cabinet and other relevant units to pay deep attention to recovery operations in the city and fulfill their responsibility and roles."
        },
        {
            "title": "Development and Use of Space for Peaceful Purposes Called for",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-07ee.html",
            "content": "Development and Use of Space for Peaceful Purposes Called for\r\n Pyongyang, August 5 (KCNA) -- A DPRK delegate made a speech at the plenary meeting of the Geneva Disarmament Conference on July 31. \n\t\t\t\t\t There are unceasing undesirable factors which may spark off a new arms race in the field of space development contrary to the unanimous aspiration of the international community after the peaceful use of space, he noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t The \"only superpower in the world\" which has already almost completed the building of the missile shield in Europe is busy deploying this in Northeast Asia and the Middle East.\n\t\t\t\t\t\n\t\t\t\t\t This missile shield is being built in the direction of laying a siege to big powers in the Asia-Pacific region from East and West. This fact suggests that it is an offensive system to contain those countries and gain a military edge over them to all intents and purposes. \n\t\t\t\t\t\n\t\t\t\t\t These developments go to prove that it is an urgent issue to provide a new multilateral legal system to more effectively and comprehensively foil the attempt to militarize space. \n\t\t\t\t\t\n\t\t\t\t\t It is the invariable stand of the DPRK to oppose the militarization of space. \n\t\t\t\t\t\n\t\t\t\t\t It holds that space should be developed and used in line with the world trend for peace. \n\t\t\t\t\t\n\t\t\t\t\t The principle of equal sovereignty and non-interference in internal affairs of other counties is emphasized more than ever before in the international community. \n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that some countries' space development is connived at though it is for military purposes, but other countries' space development is regarded as problematic though it is for peaceful purposes. This represents the height of the application of partial double standards. \n\t\t\t\t\t\n\t\t\t\t\t Space is not an exclusive property for anyone. \n\t\t\t\t\t\n\t\t\t\t\t All countries have rights to develop and use space for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t No one has the right to meddle in the space development in other countries for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever take an active part in the peaceful development of space and continue to support international initiatives and efforts to check the militarization of space in order to develop space science and technology as a space developing state."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-13ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung and Kim Jong Il\r\n Pyongyang, August 5 (KCNA) -- The participants in the 2012 Pyongyang Machine Equipment Exhibition visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Sunday.\n\t\t\t\t\t They laid a floral basket before the statues and paid tribute to them in humble reverence."
        },
        {
            "title": "Chongryon Delegations Visit Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-16ee.html",
            "content": "Chongryon Delegations Visit Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, August 5 (KCNA) -- A delegation of educational officials of the General Association of Korean Residents in Japan (Chongryon) led by Pak Jae Su, director of the Korean Language Institute of Joson University, and a home-visiting group of Joson University of Chongryon led by Kim Se Jong, dean of a faculty of the university, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Sunday to pay tribute to them."
        },
        {
            "title": "Lifting of \"May 24 Step\" Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-15ee.html",
            "content": "Lifting of \"May 24 Step\" Called for in S. Korea\r\n Pyongyang, August 5 (KCNA) -- Strong voices demanding the Lee Myung Bak puppet regime lift the \"May 24 step\" which totally blocked north-south cooperation and exchange are heard from different circles of south Korea.\n\t\t\t\t\t According to recent information available from the south Korean Association for Supporting South-North Exchange and Cooperation, nearly 200 out of the south Korean enterprises involved in cooperation and exchange with the north went bankrupt from 2010 to the end of 2011 when the \"May 24 step\" was taken. The economic loss of the enterprises is estimated to be 9,000 billion won with the loss of about 300,000 jobs.\n\t\t\t\t\t\n\t\t\t\t\t Those concerned of the north-south economic cooperation enterprises, disclosing this fact on August 1, submitted to the \"National Assembly\" a petition calling for lifting the \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t They said they would submit this petition to the \"Ministry of Unification\" and propose a motion calling on the \"government\" to compensate for the damage done by the step.\n\t\t\t\t\t\n\t\t\t\t\t This petition campaign was joined in by those concerned of civic and public organizations, experts on inter-Korean relations and lawmakers from opposition parties.\n\t\t\t\t\t\n\t\t\t\t\t Lawmakers from opposition parties proposed a resolution calling for lifting the \"May 24 step\" on July 25.\n\t\t\t\t\t\n\t\t\t\t\t Different circles of south Korea are growing discontent with the \"May 24 step\" day by day to be a strong protest, driving the regime into a tighter corner."
        },
        {
            "title": "US, S. Korea Warned of Severest Punishment for Attempted Terrorism",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-10ee.html",
            "content": "US, S. Korea Warned of Severest Punishment for Attempted Terrorism\r\n Pyongyang, August 5 (KCNA) -- It is the will of the army of the DPRK to scour and punish those who orchestrated state-sponsored, politically-motivated hideous terrorism against the DPRK and those involved in it whether they are in Washington or Seoul or in any other parts of the world, says Rodong Sinmun Sunday in a bylined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces in the DPRK were founded under the care of the great man of Mt. Paektu and have grown strong under the commanders of Mt. Paektu. Their nature as the army of the leader and the supreme commander can never change.\n\t\t\t\t\t\n\t\t\t\t\t Any act of hurting the dignity of the supreme leadership of the DPRK is as serious as violating the life and soul of the revolutionary armed forces. \n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the faith of the sons and daughters of the DPRK that it would be unthinkable of the honor of the matchless People's Army and the one-match-for-a hundred fighters without the idea and leadership of the brilliant commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Looking back on history, the revolutionary armed forces of the DPRK have wiped out all the enemies to attempt to hurt the headquarters of the revolution. The spirit of devotedly defending the leader has become a tradition and legacy of the People's Army as it has been carried forward generation after generation. This sprit has served as a banner for the life and struggle of the People's Army and its vital life and soul.\n\t\t\t\t\t\n\t\t\t\t\t There is no statute of limitation for such unethical crime to do harm to the destiny of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such crime did not start yesterday or today. It has reached an unbearable limit. \n\t\t\t\t\t\n\t\t\t\t\t One is seriously mistaken if one thinks the will for annihilating the enemy can change with the passage of time and the replacement of the old generation by a new one.\n\t\t\t\t\t\n\t\t\t\t\t  Unchangeable are the towering hatred at the criminals who hurt the dignity of the supreme leadership of the DPRK and the nature of the arms held high by the powerful revolutionary army of Mt. Paektu."
        },
        {
            "title": "Minju Joson Accuses US, S. Korea of Their Confab to Invade DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-11ee.html",
            "content": "Minju Joson Accuses US, S. Korea of Their Confab to Invade DPRK\r\n Pyongyang, August 5 (KCNA) -- It was reported that shortly ago, Ashton Carter, U.S. deputy defense secretary, flew into south Korea and met Kim Kwan Jin, \"minister of Defence\", and Kim Song Hwan, \"minister of Foreign Affairs and Trade\" of south Korea to hear from them a report on the \"recent tendency in the north.\" He explained the U.S. strategy switchover and discussed pending issues related to \"alliance\" including the issue of the transfer of wartime operational control (OPCON).\n\t\t\t\t\t Minju Joson Sunday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. and the south Korean puppet group of traitors are pushing forward the secret and dangerous scenario for igniting a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They should duly apologize for their politically-motivated terrorism and take a measure for punishing criminals at a time when the DPRK-U.S. relations and the inter-Korean relations are bedeviled more than ever before. It is none other than they who were closeted with each other over the issue of seeking a pretext for provoking a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is open secret that the U.S. recently made a switchover in the focus of its military strategy to the Asia-Pacific region from Europe, directing the spearhead of attack to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. deputy defense secretary visited south Korea not just to inform his south Korean counterpart of its strategy. It is as clear as a noonday that Carter examined the puppet forces' preparations for invading the DPRK, pursuant to the U.S. changed strategy.\n\t\t\t\t\t\n\t\t\t\t\t It is beyond doubt that the issue of beefing up armed forces to invade the DPRK was dealt with the OPCON as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the U.S. and the puppet group may ignite the war against the DPRK any moment.\n\t\t\t\t\t\n\t\t\t\t\t However, such war will lead them to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Some aggressors barely survived the last Korean war but in case of another Korean war no aggressors will be able to go back alive."
        },
        {
            "title": "Rodong Sinmun Praises War Veterans",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-09ee.html",
            "content": "Rodong Sinmun Praises War Veterans\r\n Pyongyang, August 5 (KCNA) -- It is the great pride of the Workers' Party and people of Korea to have heroic defenders of the country who brought about July 27 victory by shedding blood for the country and the people under the leadership of President Kim Il Sung, an invincible and iron-willed commander. \n\t\t\t\t\t Rodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The war veterans were the fighters who fought, regarding loyalty to the party and the leader as their unshakable faith, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t They heartily responded to the call of the President as they were firmly convinced that the road indicated by him would lead to victory.\n\t\t\t\t\t\n\t\t\t\t\t Nowhere else in the world one can find such revolutionaries loyal and steadfast in their stand of upholding the leader as the war veterans in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It was none other than the defenders of the country in the 1950s who won the victory in the war, working military miracles unprecedented in the world history of wars under the leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t Every tree and every blade of grass and every stone of the country are associated with the blood and sweat shed by the defenders of the country.\n\t\t\t\t\t\n\t\t\t\t\t Our war veterans are keeping the flowers of the revolution in full bloom in the on-going general onward movement.\n\t\t\t\t\t\n\t\t\t\t\t There are in the world war veterans who live under the protection of society, proud of their military exploits performed for war victory. But it is hard to found anywhere such people as the war veterans in the DPRK who have followed the road of devotion for the party, the country and its people without expecting any honor and reward.\n\t\t\t\t\t\n\t\t\t\t\t Their dignity and honor have reached the highest level in the era led by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Their spirit of defending the country and their heroic feats will shine forever amid the blessings of Kim Jong Un."
        },
        {
            "title": "US, S. Korea Hit for Seeking to Conceal Their Attempted Terrorism against DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-14ee.html",
            "content": "US, S. Korea Hit for Seeking to Conceal Their Attempted Terrorism against DPRK\r\n Pyongyang, August 5 (KCNA) -- The Central Association of Korean Nationals in Russia in a statement on August 2 denounced the U.S. and the south Korean puppet regime for their sinister moves to cover up the crime.\n\t\t\t\t\t It was fully disclosed that the U.S. and the south Korean puppet regime have pursued the organized and premeditated moves to demolish statues symbolic of the dignity of the supreme leadership of the DPRK and its grand monuments, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t They are, however, resorting to despicable tricks to conceal their criminal acts, far from apologizing for their thrice-cursed crimes. This goes to clearly prove that they are seeking to continue perpetrating the above-said terrorism against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We fully support and approve the statement of the Committee for the Peaceful Reunification of Korea in which it declared that those daring hurt the dignity of the supreme leadership of the DPRK and its social system and people will neither be able to go scot-free nor escape a merciless punishment by the army and people of the DPRK no matter where they are in hiding.\n\t\t\t\t\t\n\t\t\t\t\t The Central Association of Korean Nationals in Russia will wage a more dynamic struggle to shatter the south Korean puppet regime's moves against the DPRK."
        },
        {
            "title": "Kim Jong Il's Work Carried by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-01ee.html",
            "content": "Kim Jong Il's Work Carried by Bangladeshi Paper\r\n Pyongyang, August 5 (KCNA) -- The full text of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was carried by the Bangladeshi paper Natun Bangla on July 30.\n\t\t\t\t\t The work made public on August 4, 1997 deals with the undying feats President Kim Il Sung performed for national reunification and formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks and ways for accomplishing the cause of national reunification on the basis of the charters."
        },
        {
            "title": " Kim Il Sung' Feats Performed for Winning War Victory Lauded",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-02ee.html",
            "content": "Kim Il Sung' Feats Performed for Winning War Victory Lauded\r\n Pyongyang, August 5 (KCNA) -- Internet website of Brazil and specially posted an article and a broadcasting service of Cambodia aired a special program on the occasion of the 59th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted on its website photos of President Kim Il Sung with an article titled \"Exploits performed by President Kim Il Sung for winning victory in the war\" on July 26.\n\t\t\t\t\t\n\t\t\t\t\t The article said the victory in the war was a victory of the Juche idea and the Songun idea based on the idea of attaching importance to man and loving the people quite contrary to the imperialists' idea of aggression and misanthropy aimed at enslaving Koreans again, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The President solved all issues arising in winning the victory in the war on the principles of Juche with his extraordinary ideological and theoretical wisdom.\n\t\t\t\t\t\n\t\t\t\t\t He in his works and speeches clarified the essence of the war, the Korean People's Army's political, ideological and strategic advantages and might and their deciding factor and role in fighting a revolutionary war as well as tasks and ways for carrying out them.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could defeat the U.S. imperialists thanks to the President's outstanding military wisdom, strategy and tactics and superb combat methods.\n\t\t\t\t\t\n\t\t\t\t\t FM 90.5 Radio of Cambodia introduced the feats performed by Kim Il Sung for winning the victory in the war on July 23 and 24.\n\t\t\t\t\t\n\t\t\t\t\t The radio aired: \n\t\t\t\t\t\n\t\t\t\t\t The Korean people's victory in the war nearly 60 years ago was a miracle unprecedented in history. This miracle was performed by none other than Kim Il Sung, the founder of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The exploits the President performed by leading the army and people of the DPRK to victory in the war with his unique military idea and outstanding commanding art will last forever."
        },
        {
            "title": "Kim Jong Il's Total Dedication to People Praised by Int'l Public",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-03ee.html",
            "content": "Kim Jong Il's Total Dedication to People Praised by Int'l Public\r\n Pyongyang, August 5 (KCNA) -- International public is praising leader Kim Jong Il for dedicating himself to the prosperity of the socialist country and its people's happiness all his life.  \n\t\t\t\t\t The Indian newspaper Tourism Era said:\n\t\t\t\t\t\n\t\t\t\t\t The core of Kim Jong Il's personality was love for the people. \n\t\t\t\t\t\n\t\t\t\t\t He pursued benevolent politics rare to be found in the world as he loved the people so much. \n\t\t\t\t\t\n\t\t\t\t\t It was his outlook on life to devotedly serve the people. \n\t\t\t\t\t\n\t\t\t\t\t He considered the people's wishes and interests as a yardstick and a starting point for his thinking and practical activities and deemed it as the most important issue to meet them under any circumstances. \n\t\t\t\t\t\n\t\t\t\t\t The Indonesian newspaper Suara Karya recalled Kim Jong Il said it was his greatest wish to enable the Korean people to live a well-off life early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The mayor of Braso do Norte City, Santa Catarina State of Brazil said that Kim Jong Il was a state leader recognized by the world. \n\t\t\t\t\t\n\t\t\t\t\t There would be no one in the world like him who enjoyed so boundless reverence from his people, he added. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Vladivostok City Assembly of Russia said that all the amazing successes in the DPRK would be unthinkable without the wise leadership of Kim Jong Il, adding that he was a peerless statesman and incarnation of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Romanian Workers' Association noted Kim Jong Il was not only a great leader but tender-hearted father of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea in an article posted on its Internet website said history does not know such great man as Kim Jong Il who devoted all his life to the people."
        },
        {
            "title": "Kim Jong Un Congratulated in Nepal",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-04ee.html",
            "content": "Kim Jong Un Congratulated in Nepal\r\n Pyongyang, August 5 (KCNA) -- Ram K. Karmacharya, chairman of the Nepali National Committee for celebrating the event for holding the dear respected Kim Jong Un in high esteem as supreme leader of the Korean and world revolution, carried an article on the July 27th issue of the Nepali newspaper Ostito in congratulation of his receiving the title of DPRK Marshal.\n\t\t\t\t\t In the article the chairman extended warm congratulations to Kim Jong Un upon receiving the title. \n\t\t\t\t\t\n\t\t\t\t\t It is the firm belief of the world peace-loving people that the Juche idea fathered by President Kim Il Sung and the Songun politics pursued by General Secretary of the Workers' Party of Korea Kim Jong Il will be creditably carried forward and developed under the wise leadership of Kim Jong Un, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The homogenous Korean nation with a 5 000-year history and one language and one culture has undergone sufferings since it was partitioned into two parts by outside forces. \n\t\t\t\t\t\n\t\t\t\t\t The proposal for founding the Democratic Federal Republic of Koryo clarified by Kim Il Sung and the June 15 North-South Joint Declaration provided by Kim Jong Il are the most just proposals for the independent and peaceful reunification of Korea but they have not yet been realized owing to foreign interference. \n\t\t\t\t\t\n\t\t\t\t\t We believe that the reunification of Korea desired by the preceding leaders is sure to be achieved and world peace fully ensured thanks to Kim Jong Un."
        },
        {
            "title": "US, S. Korean Regime's Attempted Terrorism against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-05ee.html",
            "content": "US, S. Korean Regime's Attempted Terrorism against DPRK under Fire\r\n Pyongyang, August 5 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with the Korean People and Supporting the Reunification of Korea, dedicated an article to the Jordanian newspaper Al Diyar on July 24 disclosing the attempted monstrous terrorism of the U.S. and south Korean regime against the DPRK. \n\t\t\t\t\t In the article he accused the U.S. and the south Korean reactionaries of hurting even the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t As the sun in the sky can never be covered by a palm and truth cannot be concealed, they will never achieve their despicable aims. \n\t\t\t\t\t\n\t\t\t\t\t Personages from all walks of life of south Korea and many countries come to have the following conviction after witnessing spectacular successes made by the Korean people in building a thriving nation while staying in the DPRK: \n\t\t\t\t\t\n\t\t\t\t\t First, all the people are united close around their leader in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Second, the revolutionary traditions of Juche have been successfully carried forward under the leadership of the dear respected Kim Jong Un fully supported by the people.\n\t\t\t\t\t\n\t\t\t\t\t Third, Kim Jong Un enjoys the support from the revolutionary armed forces. \n\t\t\t\t\t\n\t\t\t\t\t Fourth, the Korean people firmly solidarize with the world people. \n\t\t\t\t\t\n\t\t\t\t\t Fifth, great progress has been made in all fields of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Sixth, the falsity of the smear campaign aimed at hurting the dignity of the supreme leadership of the DPRK and twisting its situation is being fully disclosed as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will step up the building of a thriving socialist nation and dynamically struggle for achieving the historic cause of national reunification under the leadership of Kim Jong Un."
        },
        {
            "title": "Events Held in Philippines to Support Korea's Reunification",
            "url": "http://kcna.co.jp/item/2012/201208/news05/20120805-06ee.html",
            "content": "Events Held in Philippines to Support Korea's Reunification\r\n Pyongyang, August 5 (KCNA) -- Solidarity events supporting the independent and peaceful reunification of Korea are brisk in different parts of Philippines. \n\t\t\t\t\t An inaugural meeting of the action supporting the independent and peaceful reunification of Korea took place at Southeastern University in Davao City, Philippines on July 17, according to the action program of the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea. It was sponsored by the Philippines Solidarity Committee for Peace and Reunification in the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Norma Binas, vice-president of the Philippines solidarity committee and co-secretary general of the Asia-Pacific regional committee, personages of local governments and various trade unions, media persons, teachers and students of the university and other people. \n\t\t\t\t\t\n\t\t\t\t\t The meeting heard an action program of the Asia-Pacific regional committee and a declaration on solidarity with the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said all the people of Philippines fully support the Korean people in their struggle to achieve the independent and peaceful reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. occupation of south Korea after the liberation of Korea from Japan's colonial rule brought about the division of Korea, the declaration said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is not only an internal issue of Korea but the urgent task of the times for achieving world peace. \n\t\t\t\t\t\n\t\t\t\t\t We fully support the just demand of the Korean people for the immediate withdrawal of the U.S. troops and nukes from south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The declaration demanded the U.S., Japan and south Korea halt their moves to knock into shape a triangular military alliance and urged the U.S. and south Korea to stop their anti-DPRK joint military exercises for blocking the independent and peaceful reunification of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting signed the declaration."
        }
    ]
}