{
    "date": "2012-02-08",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Il Sends 700,000 Books to Library",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-36ee.html",
            "content": "Kim Jong Il Sends 700,000 Books to Library\r\nPyongyang, February 8 (KCNA) -- General Secretary Kim Jong Il sent more than 700,000 books and materials in more than 595,000 kinds to the Grand People's Study House during his life.\n\t\t\t\t\t The House is a unique Korean-style library provided by President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The President made sure that the grand library which can accommodate workers, farmers, intellectuals, youth and students was built in the best place he had spared for two decades after the war.\n\t\t\t\t\t\n\t\t\t\t\t True to his intention, Kim Jong Il saw to it that the House was built into the country's great documentary base and the world-level scientific and technological database. He sent books of national value and other books presented from foreign countries to the House for their wide use by officials, working class and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t 2011 witnessed 40 deliveries which included more than 8,730 books and CDs of over 1,940 kinds covering various fields.\n\t\t\t\t\t\n\t\t\t\t\t In December last year, he sent nearly 6,000 scientific and technological books and magazines, collections of world famous juvenile stories and CD materials of more than 300 kinds in several batches.\n\t\t\t\t\t\n\t\t\t\t\t The books and materials cover science, technology, economy, culture, sports and all other fields. \n\t\t\t\t\t\n\t\t\t\t\t The books and materials associated with warm benevolence of the fatherly leader will be handed down as the precious wealth of the people along with the House, a reflection of the idea of believing in the people as in Heaven."
        },
        {
            "title": "Art Troupe of Koreans in Japan Arrives",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-33ee.html",
            "content": "Art Troupe of Koreans in Japan Arrives\r\n Pyongyang, February 8 (KCNA) -- An art troupe of Koreans in Japan led by Ri Ryong Su, head of the Kumgangsan Opera Troupe of the General Association of Korean Residents in Japan, arrived here Wednesday by air to commemorate the Day of the Shining Star."
        },
        {
            "title": "Science and Technology Prize Awarded in DPRK",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-32ee.html",
            "content": "Science and Technology Prize Awarded in DPRK\r\n Pyongyang, February 8 (KCNA) -- February 16 Science and Technology Prize was conferred on scientists, technicians and researchers who have made distinguished contributions to putting the nation's science and technology on a higher level and building an economic power and improving the people's livelihood.\n\t\t\t\t\t February 16 Science and Technology Prize was awarded to Pyongyang Medical College of Kim Il Sung University, the Marine Transport Designing Institute of the Ministry of Land and Marine Transport, the Math Institute of the State Academy of Sciences and other units. Science and Technology Innovation Prize were conferred on the Pharmaceutical Institute of the Academy of Medical Science, the Kanggye Koryo Medicine Factory, the Capital City Passenger Traffic Guiding Bureau, the Geological Institute under the State Academy of Sciences and the Kangso Mineral Water Factory.\n\t\t\t\t\t\n\t\t\t\t\t Diplomas and medals of the  February 16 Science and Technology Prize went to Pak Yong Ju and Ri So Yong, room chiefs of Pyongyang Medical College of Kim Il Sung University, Ri Yong Rin, vice-director of the Marine Transport Designing Institute of the Ministry of Land and Marine Transport, Son Kil Song, a surveyor of the Chongjin Harbor Construction Station, Won Se Yong, room chief of the Hydraulic Engineering Institute of Hamhung University of Hydraulic Engineering, and Kim Tu Jin, room chief of the Math Institute of the State Academy of Sciences and others.\n\t\t\t\t\t\n\t\t\t\t\t Diplomas of Science and Technology Innovation Prize were awarded to Ri Hui Suk, Jon Myong Ae and Kim Song Sun, researchers of the Pharmaceutical Institute of the Academy of Medical Science, Kim Kwang Jin, director of the Capital City Passenger Traffic Guiding Bureau, Ra Sung Il, a teacher at Pyongyang University of Mechanical Engineering, Rim Son Hwa, manager of the Kangso Mineral Water Factory and others.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding them took place at the People's Palace of Culture on Wednesday."
        },
        {
            "title": "10-day Film Shows Open to Mark Day of Shining Star",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-34ee.html",
            "content": "10-day Film Shows Open to Mark Day of Shining Star\r\n Pyongyang, February 8 (KCNA) -- The 10-day film show was opened with due ceremony at the People's Palace of Culture Wednesday to commemorate the birth anniversary of General Secretary Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Documentary films dealing with the revolutionary history of great persons born of Mt. Paektu will be screened at cinemas and cultural houses in Pyongyang and other parts of the DPRK during the show.   They would include \"Carrying forward the Songun Revolutionary Cause of Mt. Paektu\", \"Under the Guidance of the Great Brilliant Commander\" and \"Care Shown to Make Their Lives Shine.\"\n\t\t\t\t\t\n\t\t\t\t\t Also to be screened will be feature films such as \"Star of Korea\", \"Heritage\", \"A Summer at Hwasong Uisuk School\", \"White Gem\" and \"Wish.\"\n\t\t\t\t\t\n\t\t\t\t\t Similar film shows opened in all provinces on the same day."
        },
        {
            "title": "Letters Praising Kim Jong Il Carved on Natural Rock",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-35ee.html",
            "content": "Letters Praising Kim Jong Il Carved on Natural Rock\r\n Pyongyang, February 8 (KCNA) -- Letters \"Peerless Patriot General Kim Jong Il. February 16, Juche 101 (2012)\" were carved on natural rock in Mt. Sokda, Jungsan County, South Phyongan Province on the 70th anniversary of his birth.\n\t\t\t\t\t The total length of the letters is 120 meters with his name 10 meters high, 5.5 meters wide and 1.4 meters deep. Other letters are 8.5 meters high, 4.8 meters wide and 0.9 meters deep.\n\t\t\t\t\t\n\t\t\t\t\t Officials and working people in South Phyongan Province chose the rock that is easily visible, reflecting the ardent desire of the people around the country to exalt his immortal revolutionary feats forever. \n\t\t\t\t\t\n\t\t\t\t\t An unveiling ceremony took place on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop officials concerned, party members and other working people in the county and helpers."
        },
        {
            "title": "Tireless Efforts of Leader Kim Jong Il for People",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-25ee.html",
            "content": "Tireless Efforts of Leader Kim Jong Il for People\r\n Pyongyang, February 8 (KCNA) -- With the approach of the Day of the Shining Star (February 16), the birthday of General Secretary Kim Jong Il, the Korean people are recollecting his whole life devoted to the country and the people.\n\t\t\t\t\t In his lifetime, he used to spend days and nights in train to visit every nook and corner of the country.\n\t\t\t\t\t\n\t\t\t\t\t One day in September Juche 98 (2009), he told officials that next day would mark the end of the 150-day campaign, so he was going to give field guidance to the project of the Huichon Power Station. The officials asked him to cancel the plan because it was a long journey.\n\t\t\t\t\t\n\t\t\t\t\t But he said he considered it a great pride to make a long journey to find himself among people.\n\t\t\t\t\t\n\t\t\t\t\t The officials told him the mileage he covered by train that year for field guidance was as long as that in the past ten years.\n\t\t\t\t\t\n\t\t\t\t\t Saying he felt as if he were at home when he was in train and as if he were at a hotel when he was at home, he left for Huichon.\n\t\t\t\t\t\n\t\t\t\t\t He was also in train for a field guidance tour at the time when he passed away.\n\t\t\t\t\t\n\t\t\t\t\t The train serves as a witness of the tireless efforts Kim Jong Il made for the happiness of the people. -0-"
        },
        {
            "title": "Best Players, Coaches of Taekwon-Do, Ssirum for 2011",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-27ee.html",
            "content": "est Players, Coaches of Taekwon-Do, Ssirum for 2011\r\n Pyongyang, February 8 (KCNA) -- Ten best players and ten best coaches of Taekwon-Do and ssirum (Korean wrestling) for Juche 100 (2011) have been selected in the Democratic People's Republic of Korea.\n\t\t\t\t\t The best players are nine Taekwon-Do players and one ssirum player.\n\t\t\t\t\t\n\t\t\t\t\tRi Sun Gum and Kim Sun Hui, both girls, displayed the might of Taekwon-Do, the martial art of the Korean nation, through demonstrations in the U.S. in June last year. \n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Jin, Jin Hak Min and Pak Song Hak, male players, and Ri Hyang, Kim Su Ryon, Kim Pom Mi and Jong Chan Suk, female players, won gold medals in the 17th World Taekwon-Do Championship.\n\t\t\t\t\t\n\t\t\t\t\t Ssirum player Ri Hyok Chol proved successful in the 6th National Martial Art Championship for \"September 10 Prize\".\n\t\t\t\t\t\n\t\t\t\t\t The ten best coaches are nine Taekwon-Do coaches -- Won Young Nam, Jang Kyong Ok, Ri Kwang Hyok, Pu Song Min, Kim Yong Gun, Kim Chol Rok, Im Sung Gon, Kim Jong Chol and Ju Myong Bok -- and one Ssirum coach -- Kim Ho Jong."
        },
        {
            "title": "Lacquer Vase, Gift from Japanese Juche Idea Followers",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-26ee.html",
            "content": "Lacquer Vase, Gift from Japanese Juche Idea Followers\r\n Pyongyang, February 8 (KCNA) -- A lacquer vase displayed at the International Friendship Exhibition House in the DPRK is a gift presented to President Kim Il Sung by the chief of the Society for the Study of the Juche Idea in Wakayama Prefecture, Japan.\n\t\t\t\t\t The flower vase was made of the hardest part of a sun tree.\n\t\t\t\t\t\n\t\t\t\t\tThe vase reflects his wishes for the President to lead the cause of global independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t The chief became an ardent follower and disseminator of the Juche idea after learning the truthfulness, scientific accuracy and great vitality of the idea through his study of the President's famous works.\n\t\t\t\t\t\n\t\t\t\t\t The vase was prepared by the unanimous will and wisdom of all the members of the society when they were participating in the seminar on the Juche idea organized just before the 80th birthday of the President. -0-"
        },
        {
            "title": "New Seed Processing Substance Invented",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-28ee.html",
            "content": "New Seed Processing Substance Invented\r\n Pyongyang, February 8 (KCNA) -- The Agrobiology Research Institute under the Academy of Agricultural Science of Korea has invented a new variety of seed processing substance.\n\t\t\t\t\t The substance, called \"Chonggye 65\", contains phosphorus, potassium and rare-earth and bioactive elements.\n\t\t\t\t\t\n\t\t\t\t\t It helps reduce the seed processing time, move up the flowering time of crops and raise their fertilization and ripening rate.\n\t\t\t\t\t\n\t\t\t\t\t It also ensures a stable yield even under unfavorable climate conditions. \n\t\t\t\t\t\n\t\t\t\t\t When it is applied to cotton growing, its harvest shows an increase of 30 to 50 percent per hectare.\n\t\t\t\t\t\n\t\t\t\t\t The substance enjoyed popularity at a world up-to-date agricultural technology exhibition held in Shenyang, China in last September."
        },
        {
            "title": "Minju Joson Condemns Japan's National Chauvinism",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-06ee.html",
            "content": "Minju Joson Condemns Japan's National Chauvinism\r\n Pyongyang, February 8 (KCNA) -- The Tokyo Metropolitan administration of Japan on Jan. 16 decided to cut off subsidy to Korean schools and exclude them from the fiscal 2013 budget. \n\t\t\t\t\t This shows Japan's hostility towards the DPRK and the General Association of Korean Residents in Japan (Chongryon) and national chauvinism. Minju Joson Wednesday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries play a trick to cover up their inhumanitarian criticism of the educational contents of Korean schools. But they can never escape from the moral responsibility and blame put on it for violating international law. \n\t\t\t\t\t\n\t\t\t\t\t What Korean schools teach their students is an issue belonging to the sovereign rights of the DPRK and Chongryon. Japan has legal and moral obligation to guarantee and support the education of Korean schools. \n\t\t\t\t\t\n\t\t\t\t\t Being oblivious of such important responsibility, the Japanese reactionaries expanded suppression of Koreans to education field. This sordid act can never be tolerated. \n\t\t\t\t\t\n\t\t\t\t\t They seek to achieve their sinister goal through economic oppression against Korean schools. This only reveals their mean colors in the world eyes. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should immediately stop the foolish acts inviting misfortune."
        },
        {
            "title": "DPRK Papers Hit at US-Japan-S. Korea Military Nexus",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-08ee.html",
            "content": "DPRK Papers Hit at US-Japan-S. Korea Military Nexus\r\n Pyongyang, February 8 (KCNA) -- The south Korean authorities, together with the United States, recently signed the \"guidelines of strategic plan\" for \"scenario of jointly coping with local provocation\", advertising about \"provocation\" from someone and \"defense commitment\". Some days later, they invited the U.S. and Japanese military authorities to Jeju Island of south Korea to hold an anti-DPRK confab.\n\t\t\t\t\t Commenting on this fact, DPRK newspapers Wednesday condemn their confab as a provocative action of deteriorating the acute inter-Korean relations and fanning up tensions on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The warlike forces of south Korea, together with their U.S. and Japanese masters, have had dangerous anti-DPRK war confabs day after day allegedly to cope with any provocation. This goes to prove that they are seeking confrontation and war in actuality, though paying lip-service to \"dialogue\" and improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The confab on Jeju Island was aimed to strengthen the \"information sharing\" among the U.S., Japan and south Korea and thus ensure consistency in preparations and cooperation for igniting a war of aggression on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"dialogue\" touted by the south Korean authorities is no more than a deceptive farce to cover up their scheme for war against the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is so stupid for the south Korean puppet forces to attempt to threaten the DPRK and attain their aggression aims with help of their senior allies.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson advises the warmongers to be mindful that those who seek fire would be visited only with corpses and death."
        },
        {
            "title": "Rodong Sinmun on Reunification by Federal Formula",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-07ee.html",
            "content": "Rodong Sinmun on Reunification by Federal Formula\r\n Pyongyang, February 8 (KCNA) -- The line and policies for the country's reunification associated with General Secretary Kim Jong Il's lifelong efforts and devotion should be carried forward and thoroughly implemented, says Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t The country's reunification by federal formula was Kim Jong Il's noble intention, desire and last instructions, the article says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t He formulated the proposal for founding the Democratic Federal Republic of Koryo initiated by President Kim Il Sung as the three charters, three pillars for national reunification together with the three principles of national reunification and the ten-point program of great national unity and aroused all the Koreans to realizing them.\n\t\t\t\t\t\n\t\t\t\t\t He wrote many works including \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\", \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and \"The Country's Reunification Should Be Realized Independently by Concerted Efforts of Our Nation\". In their works he proved the validity and vitality of the reunification proposal by federal formula and clarified at home and abroad the WPK's positive stand on it.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il ushered in a new heyday for the independent reunification by providing the historic June 15 joint declaration. This was the one of the distinguished feats he made before the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t If the Koreans follow the road indicated by the federal proposal, they can surely achieve the national unity and the country's peaceful reunification despite the differing ideas and systems in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The remarkable successes made in the north-south relations since the adoption of the June 15 joint declaration clearly prove that the federal formula is the most aboveboard way of achieving the reunification and the north and the south should keep to this path."
        },
        {
            "title": "KCNA Blasts US Scenario to Realize Its Strategy for Supremacy",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-30ee.html",
            "content": "KCNA Blasts US Scenario to Realize Its Strategy for Supremacy\r\n Pyongyang, February 8 (KCNA) -- The 8th U.S. Army in south Korea took part in a recent U.S.-Japan joint military maneuver staged in Japan.\n\t\t\t\t\t This was part of the U.S. scenario for \"strategic flexibility\" aimed at maintaining and expanding its military domination over Asia-Pacific by using its forces present in south Korea in even the areas beyond the boundary of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the U.S. set up in Hawaii a new command post for rapid deployment force capable of hurling thousands of troops within 48 hours in case of \"contingency\" on the peninsula and other areas. The right to use troops of the 8th U.S. Army, the core of the U.S. forces in south Korea, was transferred to the Commander of the U.S. Army in the Pacific from the commander of the U.S. forces present in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This should not be overlooked as it is a move pursuant to the U.S. forces' strategy for using the 8th U.S. Army as a flexible task force in Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The \"strategic flexibility\" pursued by the U.S. is a military strategy, a war strategy for realizing its invariable ambition to put the Asia-Pacific including the whole of the Korean Peninsula under its military control with south Korea as a stronghold.\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the U.S. \"strategic flexibility\" is to keep the U.S. forces present in different parts of the world ready to rapidly cope with any \"contingency\" in any region including that on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario to increase the role of its forces in south Korea is designed, in the final analysis, to intensify the moves for a new war of aggression in the peninsula and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warlike forces regard the Asia-Pacific as a key to carrying out their strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. keeps deploying high-tech military hardware in this region while intensifying joint military drills with forces of its allies. This development indicates its intention to contain and pressurize other powers and stifle its \"rivals\" through collective military actions by putting the Asia-Pacific under its military control.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, there is more acute military tension in the peninsula and the rest of the Asia-Pacific than in any other regions of the world, putting peace and stability in the region at great peril. \n\t\t\t\t\t\n\t\t\t\t\t Many countries and nations in the Asia-Pacific are taking the road of independence.\n\t\t\t\t\t\n\t\t\t\t\t No country in the region allows the U.S. hegemonic position.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario for realizing its strategy for supremacy is bound to go bust."
        },
        {
            "title": "KCNA Slams Japan's Reckless Ambition to Grab Tok Islets",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-31ee.html",
            "content": "KCNA Slams Japan's Reckless Ambition to Grab Tok Islets\r\n Pyongyang, February 8 (KCNA) -- The Japanese authorities made reckless remarks again in a bid to grab Tok Islets, touching off towering resentment among the Koreans.\n\t\t\t\t\t Japanese Foreign Minister Kenba was under fire by the Korean nation for raising a brigandish claim to Tok Islets in November last year. He was reported recently to have blustered that \"he would say what should be stated as regards the issue of Tok Islets\" and vociferated about tenacious reaction.\n\t\t\t\t\t\n\t\t\t\t\t Even the prime minister of Japan officially confirmed that \"he has no intention to retract what the foreign minister said about Tok Islets\".\n\t\t\t\t\t\n\t\t\t\t\t This was a wanton infringement upon the sovereignty of the Korean nation and an action to provoke a war.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets are part of the territory of Korea from a historical, geographical and legal point of view. Therefore, there can be no territorial issue as regards the islets. If there be any issue, it is only issue of how the owner of the islets should defend them and the issue of foreign forces working hard to grab other's territory.\n\t\t\t\t\t\n\t\t\t\t\t That was why any remarks or actions concerning the issue of Tok Islets by state officials or NGOs in Japan triggered off so strong resistance among all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-left forces of Japan are keen to achieve its wild ambition for overseas expansion while working hard to realize the old dream of \"Greater East Asia Co-Prosperity Sphere.\" They are now busy making outsiders interpret the issue of Tok Islets as a pending \"international issue\" and \"territorial dispute\" under the complicated situation prevailing in Northeast Asia and trying hard to grab the islets completely by force, watching for a chance.\n\t\t\t\t\t\n\t\t\t\t\t Militarist Japan's attempt to grab Tok Islets is a wild dream which can never come true.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is no longer what it used to be in the past and Asia is also no longer what it used to be in the past.\n\t\t\t\t\t\n\t\t\t\t\t Japan should draw a serious lesson from the miserable defeat it suffered for waging a war of aggression against Korea and other Asian countries in the past.\n\t\t\t\t\t\n\t\t\t\t\t It had better honestly repent of, apologize and break with the history of invasion, instead of repeating its history of invasion."
        },
        {
            "title": "Japan Defense Minister Derided for Poor Intelligence",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-24ee.html",
            "content": "Japan Defense Minister Derided for Poor Intelligence\r\n Pyongyang, February 8 (KCNA) -- Japan Defense Minister Tanaka has become a laughing stock again for disclosing ignorance.\n\t\t\t\t\t When asked about the joint air-sea battle initiative by former defense minister Koike at the Budget Committee of the House of Representatives on Feb. 1, he said it was not understandable, amazing the auditorium.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now pushing forward the air force-navy joint battle initiative to cope with Chinese army's modernization drive.\n\t\t\t\t\t\n\t\t\t\t\t He was also derided for his lack of elementary knowledge about \"security\" unbecoming for the defense chief.\n\t\t\t\t\t\n\t\t\t\t\t The Japan Defense Ministry laid down the concept of mobile defense capabilities emphasizing the mobility of \"Self-defense forces\" in the 2010 defense guidelines in line with the U.S. \"joint battle initiative\".\n\t\t\t\t\t\n\t\t\t\t\t Tanaka was derided the following day also for revealing his low intelligence. When asked how Io Island housing a SDF base is pronounced, he stammered he thinks it is Ioto, stunning the people.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Japanese newspapers jeered at him, saying \"Defense Minister Tanaka discloses his poor knowledge again\" and \"the defense minister reveals his novice.\""
        },
        {
            "title": " S. Korean Army Wages Military Drill",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-37ee.html",
            "content": "S. Korean Army Wages Military Drill\r\n Pyongyang, February 8 (KCNA) -- The 39th division of south Korean military began military exercises for a war against the north in Changwon, South Kyongsang Province from Feb. 6, according to south Korean Yonhap News.\n\t\t\t\t\t On Feb. 7 a mobile battalion under the division waged a drill of landing from a copter on the hill where the opposition forces are deployed.\n\t\t\t\t\t\n\t\t\t\t\t This drill will continue till Feb.11.\n\t\t\t\t\t\n\t\t\t\t\t The continued war rehearsals by the Lee Myung Bak group of traitors are dampening the desire of all the fellow countrymen for peaceful reunification."
        },
        {
            "title": "Traffic Mishap by GI's Wife in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-23ee.html",
            "content": "Traffic Mishap by GI's Wife in S. Korea\r\n Pyongyang, February 8 (KCNA) -- A family member of the U.S. forces in south Korea brought about a traffic accident in Jamsil-dong, Songpha District, Seoul on Feb. 3 while driving in a drunken state.\n\t\t\t\t\t The offender rammed at a citizen's car running beside her and was arrested after trying to escape.\n\t\t\t\t\t\n\t\t\t\t\t But, the police did not give any punishment to her under the south Korea-U.S. \"Status of Forces Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t This unequal and humiliating agreement makes GIs and their families in south Korea commit all sorts of crimes without reserve while behaving as extraterritorial beings."
        },
        {
            "title": "Kim Jong Il's Works Published in Mexico and Russia",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-01ee.html",
            "content": "Kim Jong Il's Works Published in Mexico and Russia\r\n Pyongyang, February 8 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\" was published in booklet by the Publishing House of the Workers' Party of Mexico on Jan. 30.\n\t\t\t\t\t The work, published on October 3, Juche 79 (1990), expounds the idea that the leadership of the party provides a sure guarantee for the victory of the socialist cause, the matter of developing the WPK into a revolutionary party of Juche type, the basic ways for the Party to discharge its mission and duty as a leading political organization, etc.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Jong Il's work \"Abuses of Socialism Are Intolerable\" was brought out in booklet by the Russian Association for Development of Friendship and Cooperation with Foreign Countries.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on March 1, Juche 82 (1993), lays bare the reactionary nature and absurdity of the sophistic description of socialism as \"totalitarian,\" \"barracks-like\" and \"administrative and commanding\" made by imperialists and renegades of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the principled matters arising in defending and accomplishing the cause of socialism, including the matters of maintaining an unshakable faith in socialism and regarding it as moral duty to defend it and giving full play to its advantages."
        },
        {
            "title": "Seminars Held Abroad",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-02ee.html",
            "content": "Seminars Held Abroad\r\n Pyongyang, February 8 (KCNA) -- Seminars to mark the birth anniversary of General Secretary Kim Jong Il took place in Bulgaria, Guinea and South Africa between Jan. 28 and 31.\n\t\t\t\t\t Attending the seminars were personages of the Communist Party, Worker's Party-Communist, Communists Union, Group for the Study of the Juche Idea of Bulgaria, Bulgaria-Korea Friendship Association, Guinean Group for the Study of February 16 Art and the Group for the Study of the Progressive Ideas of South Africa and the masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bulgaria-Korea Friendship Association and other speakers noted that Kim Jong Il developed the Workers' Party of Korea into an invincible, veteran and experienced ever-victorious party that has achieved unity based on the revolutionary idea of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the DPRK founded by Kim Il Sung into a political and ideological power in which the society has formed a harmonious whole for the first time in the world political history and a military power which no formidable enemy dare infringe upon, they said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il devoted his heart and soul into strengthening the world forces against imperialism and building an independent new world through his energetic external activities, they added.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people celebrated his birthday as the greatest national holiday every year, a clear reminder of the high admiration he enjoyed from the people, the chief of the Guinean Group for the Study of February 16 Art pointed out.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the South African Group said the Korean people are sure to emerge victorious in building a thriving nation under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the seminar in Bulgaria."
        },
        {
            "title": "Bangladesh Organizations Praise Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-03ee.html",
            "content": "Bangladesh Organizations Praise Kim Jong Il\r\n Pyongyang, February 8 (KCNA) -- Bangladeshi organizations issued a bulletin to commemorate the birth anniversary of General Secretary Kim Jong Il.\n\t\t\t\t\t The Bangladesh-Korea Friendship and Solidarity Committee carried an article titled \"Leader Kim Jong Il Will Be Remembered Forever\" on Jan. 31.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK manufactured and launched satellites and had access to nuke thanks to the energetic leadership of Kim Jong Il, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He provided the historic June 15 north-south joint declaration with the idea of \"By the Korean nation itself\" as its core to usher in the June 15 era of reunification and open a bright prospect for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy carried an article titled \"The Illustrious Commander of Songun\" in the bulletin of Feb. 1.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, leader of Korea, was a man possessed of unusual stratagem and matchless pluck. It was thanks to him that the United States could not avoid shameful defeats whenever there created touch-and-go situation on the Korean Peninsula, the article said.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the basic political mode under socialism and led the socialism of the DPRK and global independence against imperialism to victory, it added.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK making steady victorious progress under the banner of Songun is greatly encouraging the people of the country aspiring after independence and is dynamically promoting the international socialist movement, it stressed."
        },
        {
            "title": " Indian Papers Praise Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-04ee.html",
            "content": "Indian Papers Praise Kim Jong Il\r\n Pyongyang, February 8 (KCNA) -- Indian newspapers carried special write-ups on the birth anniversary of General Secretary Kim Jong Il with his photo on Jan. 26.\n\t\t\t\t\t They dedicated much space to the articles including \"Guide of Cause of Independence\" and \"Veteran Statesman\".\n\t\t\t\t\t\n\t\t\t\t\t The Tourism Era in an article \"Popular Leader\" enumerated how he regarded the people's happiness as his biggest pleasure and lavished everything on them, adding it is natural that the Korean people followed him calling him father.\n\t\t\t\t\t\n\t\t\t\t\t The Krishna Aberta in an article \"Son of Mt. Paektu\" said Kim Jong Il exactly resembles Mt. Paektu. The mountain is symbolic of his traits and spirit characterized by lofty ambition, unusual wisdom, unyielding courage, strong will, broad magnanimity and perfect leadership, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Defence and Humanity in an article \"Outstanding Ideological and Theoretical Disposition\" praised his extraordinary observation power and insight, excellent analyzing power and judgment and scientific foresight.\n\t\t\t\t\t\n\t\t\t\t\t The Science Technology and Education News introduced details of measures he had taken to defend the interests of the people.\n\t\t\t\t\t\n\t\t\t\t\t The India Europe News and Information Bureau introduced undying feats performed by Kim Jong Il, an outstanding thinker and theoretician and a great man of leadership and independent politics, saying that he is praised by the international community as a man of great eminence."
        },
        {
            "title": "China Rejects US Accusation: FM Spokesman",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-12ee.html",
            "content": "China Rejects US Accusation: FM Spokesman\r\n Beijing, February 7 (KCNA) -- Chinese Foreign Ministry spokesman Liu Weimin on Monday rejected the U.S. groundless accusation against China.\n\t\t\t\t\t The U.S. government said in its recent report that China stole the U.S. intellectual property rights and \"spied\" on the economy by intruding into the U.S. computer network. Such accusation is groundless and it is for insidious purpose, the spokesman pointed out.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is irresponsible act to judge the source of cyber attack without detailed investigation and clear evidence.\n\t\t\t\t\t\n\t\t\t\t\t China urges the U.S. to abandon its Cold War way of thinking, respect objective facts and stop groundless accusation, he said."
        },
        {
            "title": "Russian PM Opposes Arbitrariness of US",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-21ee.html",
            "content": "Russian PM Opposes Arbitrariness of US\r\n Moscow, February 7 (KCNA) -- Russian Prime Minister Vladimir Putin recently clarified the stand against arbitrary practices of the U.S. in international arena.\n\t\t\t\t\t With principle that \"Those who do not support us are our foe\" the United States goes other way, starting to concentrate its armed forces and move all its allies of its own accord, he said.\n\t\t\t\t\t\n\t\t\t\t\t The United Nations has not supported the U.S. plans on Iran, he said, adding that the UN would lose its effectiveness at once if it starts to serve for the U.S. political interests."
        },
        {
            "title": "Russian FM Reaffirms Its Stand against Sanctions on Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-17ee.html",
            "content": "Russian FM Reaffirms Its Stand against Sanctions on Iran\r\n Moscow, February 7 (KCNA) -- The Russian Foreign Ministry in a recent commentary reaffirmed his country's stand against the sanctions upon Iran.\n\t\t\t\t\t The commentary said the U.S. is putting pressure on Iran such as sanctions even by costing the process of the talks, adding this would screw up tension and drive the situation to a tight corner.\n\t\t\t\t\t\n\t\t\t\t\t Russia is strongly opposed to the attempt to solve Iran's nuclear related issues by force of arms, the commentary noted."
        },
        {
            "title": "US Police Evict \"Occupy DC\" Protesters",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-13ee.html",
            "content": "US Police Evict \"Occupy DC\" Protesters\r\n Pyongyang, February 8 (KCNA) -- U.S. Park Police on Saturday cleared \"Occupy DC\" protesters from their encampment blocks from the White House, arresting at least six people.\n\t\t\t\t\t The police arrived before dawn at McPherson Square, where the protesters have been camping for about four months, and began carrying the tents away from the site. The removal went on for most part of the day.\n\t\t\t\t\t\n\t\t\t\t\t Heavy police presence was witnessed at the site, with mounted police, helicopter, police in riot gear and even forklifts. Park Police even set up their own tent on the southwest side of McPherson Square, where they investigated items confiscated from the camp."
        },
        {
            "title": "Accident Occurs in US Nuclear Plant",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-15ee.html",
            "content": "Accident Occurs in US Nuclear Plant\r\n Pyongyang, February 8 (KCNA) -- Water recently leaked out from steam pipe in an atomic plant in California, U.S.\n\t\t\t\t\t The U.S. Nuclear Regulatory Commission said that small quantity of radioactive substance might leak out to the air as water escaped from pipe of the reactor No. 3 in the plant.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the reactor's operation was stopped."
        },
        {
            "title": " Coolant Leaks from Japan's Crippled Fukushima Reactor",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-11ee.html",
            "content": "Coolant Leaks from Japan's Crippled Fukushima Reactor\r\n Pyongyang, February 8 (KCNA) -- 8.5 tonnes of coolant leaked from the No. 4 reactor of Japan's Fukushima Daiichi Power Plant. Leakage also occurred from the building housing the reactor, according to Tokyo Electric Power Co.\n\t\t\t\t\t A professor of the Tokyo Agricultural University, releasing the investigative results into forest in three cities of Fukushima Prefecture, said 2,300 becquerels of radioactive cesium was detected per kilogram of cryptomeria and 95,000 becquerels per kilogram of the bark of Chamaecyparis Obtusa."
        },
        {
            "title": "Cuba Slams US Radio-Electric Aggression in Geneva",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-14ee.html",
            "content": "Cuba Slams US Radio-Electric Aggression in Geneva\r\n Pyongyang, February 8 (KCNA) -- The World Radiocommunication Conference on Thursday reaffirmed the illegal nature of the radio and television aggressions that the United States has maintained against Cuba.\n\t\t\t\t\t Wilfredo Lopez, head of the Cuban delegation to the Conference and director of regulations and rules at the Cuban Ministry of Informatics and Communications, denounced at the forum the increase in interferences caused by U.S. radio aggression.\n\t\t\t\t\t\n\t\t\t\t\t Over 20 broadcasting transmitters from different audio services have broadcast over 2 000 hours weekly of anti-Cuban programs from U.S. territory, including the execution of terrorist actions, Lopez said.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban representative said in his speech that his country will continue defending all its attributes of sovereignty, including the administration of its own radio-electric frequencies."
        },
        {
            "title": " Bolivian President Condemns US Interference",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-16ee.html",
            "content": "Bolivian President Condemns US Interference\r\n Pyongyang, February 8 (KCNA) -- President of Bolivia Evo Morales on Friday slashed the U.S. interfering policy and noted that that lacks the moral authority to judge Bolivia.\n\t\t\t\t\t Rejecting statements made in the United States that described him as authoritarian, Morales said that the only authoritarian country is the United States, which sends its troops to intervene in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The United States still charges the countries and their anti-capitalist and anti-imperialists ideological initiatives, said the president."
        },
        {
            "title": " IRGC Starts Military Drill in Southern Iran",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-18ee.html",
            "content": "IRGC Starts Military Drill in Southern Iran\r\n Tehran, February 7 (KCNA) -- Iran's Islamic Revolution Guards Corps (IRGC) started a military drill near its southern waters on Saturday.\n\t\t\t\t\t The commander of the IRGC Ground Forces said that the \"Hamiane Velayat\" (Supporters of Velayat) drill is aimed at keeping and promoting the readiness of IRGC forces to confront any threats."
        },
        {
            "title": "Iran Successfully Launches New Satellite into Orbit",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-20ee.html",
            "content": "Iran Successfully Launches New Satellite into Orbit\r\n Tehran, February 7 (KCNA) -- Iran successfully launched its domestically-built Navid-e Elm-o Sanat satellite into orbit on Friday. The satellite was carried by the Iranian-made Safir satellite-carrier.\n\t\t\t\t\t This remote-sensing observation satellite is designed to take hi-res pictures of the globe and collect data on weather conditions."
        },
        {
            "title": " Kyrgyz President Calls for Fighting Extremism",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-19ee.html",
            "content": "Kyrgyz President Calls for Fighting Extremism\r\n Pyongyang, February 8 (KCNA) -- Kyrgyz President Almazbek Atambaev emphasized the need to fight extremism and organized crimes. He ratified a relevant decree recently. \n\t\t\t\t\t He expressed concern about the hideous criminal actions committed in different parts of the country and the ethnic disputes breaking out like clockwork. Extremism and organized crimes have become major threats to the social order, stability and national security, he added.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for the government and the parliament to tighten legal order and ensure social stability and for law-enforcing organs to promptly and effectively react to the ethnic disputes, he stressed."
        },
        {
            "title": " German FM Calls for Withdrawal of US Nuclear Weapons from Europe",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-29ee.html",
            "content": "German FM Calls for Withdrawal of US Nuclear Weapons from Europe\r\n Pyongyang, February 8 (KCNA) -- German Foreign Minister Guido Westerwelle referred to the need to withdraw U.S. tactical nuclear weapons from Europe. He said this speaking at the 48th Munich security meeting on Feb. 4.\n\t\t\t\t\t The cut-down and removal of all tactical nuclear weapons would be an important contribution to security in Europe, he said.\n\t\t\t\t\t\n\t\t\t\t\t Those weapons are leftovers of the Cold War era, he added."
        },
        {
            "title": "Malaria Kills More People Worldwide than Thought: Research",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-22ee.html",
            "content": "Malaria Kills More People Worldwide than Thought: Research\r\n Pyongyang, February 8 (KCNA) -- More than 1.2 million people died from malaria worldwide in 2010, according to a recent worldwide research."
        },
        {
            "title": "Youth Unemployment Worldwide",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-09ee.html",
            "content": "Youth Unemployment Worldwide\r\n Pyongyang, February 8 (KCNA) -- Last year alone, 75 million youth found themselves without a job worldwide, according to the survey data released by the UN on Feb. 1."
        },
        {
            "title": "Many Countries Hit by Long Spell of Cold Snap",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-10ee.html",
            "content": "Many Countries Hit by Long Spell of Cold Snap\r\n Pyongyang, February 8 (KCNA) -- Damage caused by a long spell of cold snap and heavy snow is increasing in various countries of the world. \n\t\t\t\t\t An onslaught of extreme cold and heavy snow in Europe has claimed more than 260 casualties. \n\t\t\t\t\t\n\t\t\t\t\t At least 130 people were reported dead and nearly 2,300 frozen in Ukraine as of late Sunday. Temperature plunged below minus 34 degrees Fahrenheit in Central, Western and Northern regions of the country from late January. \n\t\t\t\t\t\n\t\t\t\t\t The death toll in Poland increased to 45 and in Romania to 28. \n\t\t\t\t\t\n\t\t\t\t\t Casualties also increased in the Czech Republic, France, Austria, Greece and other countries. \n\t\t\t\t\t\n\t\t\t\t\t Unprecedented severe cold and heavy snowfalls forced the Serbian government to announce emergency across the country and close schools in most of parts of the country from Monday. \n\t\t\t\t\t\n\t\t\t\t\t Many parts of Bosnia and Herzegovina are paralyzed by heavy snowfalls, strong wind and biting cold 20 degrees below zero. The international airport in the capital was closed and traffic was put in chaos. Avalanche blocked a tunnel on a highway leading to the capital, leaving vehicles stranded inside it for a long time. Trucks and buses were banned from running across the country. \n\t\t\t\t\t\n\t\t\t\t\t Heavy snowfalls hit Macedonia Monday, leaving the international airport in the capital closed and railway service and motor transport paralyzed. \n\t\t\t\t\t\n\t\t\t\t\t Cold snap also hit Italy, leaving 17 people dead. Many places in central Italy remained completely isolated and over 75,000 families were left without electricity. The capital was hit by the heaviest snow in 26 years, banning traffic in some areas. \n\t\t\t\t\t\n\t\t\t\t\t Heavy snow began falling in Belgium from Feb. 3, putting traffic into chaos. Some roads including a ring road were closed in Brussels. It took two hours more than ever for travelers to go beyond the city. There was a traffic jam in 1,100km-long section of a road in a central region due to heavy snowfalls. \n\t\t\t\t\t\n\t\t\t\t\t Foreign press reports said that a long spell of biting cold and heavy snowfalls increased the possibility of acute shortage of gas. \n\t\t\t\t\t\n\t\t\t\t\t Denver, Colorado in the U.S., was slammed with a blast of heavy snowfall that broke an 80-year-old record. More than 600 flights were cancelled at Denver International Airport. Up to 5 feet of snow was reported in some parts of Colorado. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the heaviest snowfall since February of 2005 hit El Djazair, Algeria on Feb. 3 and 4, putting traffic into chaos and leaving 18 provinces of the country without gas and electricity."
        },
        {
            "title": "Kim Jong Un inspecciona la comandancia de unidad 324 del EPC",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-38ee.html",
            "content": "Kim Jong Un inspecciona la comandancia de unidad 324 del EPC\r\nPyongyang, 8 de febrero (ACNC) -- Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea y Maximo Dirigente del Partido del Trabajo de Corea, el Estado y el ejercito, inspecciono la comandancia de la gran unidad combinada 324 del EPC y una unidad adscrita a ella.\n\t\t\t\t\tLe acompanaron el vicemariscal del EPC Ri Yong Ho, jefe del Estado Mayor General del EPC, el vicemariscal del EPC Kim Yong Chun, ministro de las Fuerzas Armadas Populares, los generales de ejercito del EPC Kim Myong Guk y Pak Jae Gyong, y los tenientes generales del EPC Ro Hung Se y Ri Tu Song.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo primero en la comandancia de la gran unidad combinada 324.\n\t\t\t\t\t\n\t\t\t\t\tTras retratarse junto con los militares, recorrio las salas de educacion en la historia revolucionaria y de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tRecordando con emocion las inmortales hazanas del Presidente Kim Il Sung y el Dirigente          Kim Jong Il registradas en la historia de la unidad, senalo que gracias a la sabia guia y esmerada atencion de ellos, la unidad combinada pudo convertirse en las poderosas filas de flor y nata.\n\t\t\t\t\t\n\t\t\t\t\tAveriguo como ejercitan los comandantes en la sala de estudio de operaciones, el centro de tiro y otros lugares.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la gran unidad combinada realizara sustancialmente los ejercicios para elevar la capacidad de mando de operaciones de los comandantes tras acondicionar bien las salas de estudios militares de modo que puedan estudiar profundamente y aplicar los autoctonos metodos de combate del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDio valiosas instrucciones que serviran de guia en formar a todos los comandantes como los capaces de organizar y dirigir habilmente cualquier mision dificil de la guerra moderna.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo inspecciono seguidamente el puesto de mando avanzado de la gran unidad combinada.\n\t\t\t\t\t\n\t\t\t\t\tLlegado al puesto, escucho el parte de las circunstancias dado por el comandante de la gran unidad.\n\t\t\t\t\t\n\t\t\t\t\tParado enfrente del mapa operacional, diviso las zonas de defensa haciendo conocimiento detallado de la topografia y los objetos terrestres y de la distribucion de las fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar la ciudad, aldeas, muchas fabricas y granjas cooperativas en el contorno, dijo que son garantizadas la prosperidad del pais y la felicidad del pueblo porque los militares del EPC defienden con armas esa valiosa patria socialista que no se puede cambiar por nada.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas importantes para defender la patria socialista como bastion inexpugnable al aniquilar a los enemigos en las zonas de defensa del frente, ya que estos continuan cometiendo acciones en busca de la nueva guerra.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, estuvo en la unidad 156 que recibio el titulo de Septimo Regimiento de O Jung Hup y se retrato con los uniformados de ella.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar el parte de decision del jefe de la unidad, se entero en detalles del estado de ejercicios en ella.\n\t\t\t\t\t\n\t\t\t\t\tEs muy importante la mision de esta unidad, senalo y presento las tareas importantes que serviran de directiva en centuplicar la combatividad de ella.\n\t\t\t\t\t\n\t\t\t\t\tLa primera mision del militar con armas es ejercitar bien, dijo y destaco que deben concentrar todas las fuerzas en intensificar los ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, es preciso formar a los militares de la unidad como soldados omnipotentes capaces de cumplir perfecta e independientemente cualesquier misiones de combate, enseno.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por la biblioteca y otras facilidades de educacion ideo-cultural, averiguo como marcha la labor politica para los militares.\n\t\t\t\t\t\n\t\t\t\t\tAtendio las condiciones de vida de los soldados pasando revista al cuarto de soldados, la sala de educacion y las de leccion y ejercicios de una compania adscrita directamente a la unidad 156."
        },
        {
            "title": "700 mil libros enviados al Palacio de Estudio del Pueblo por Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-39ee.html",
            "content": "700 mil libros enviados al Palacio de Estudio del Pueblo por Kim Jong Il\r\nPyongyang, 8 de febrero (ACNC) -- El Dirigente Kim Jong Il envio durante toda su vida cerca de 700 mil libros de mas de 595 mil generos al Palacio de Estudio del Pueblo, centro de estudio de todo el pueblo construido al estilo coreano por el Presidente Kim Il Sung y el Dirigente Kim Jong Il. \n\t\t\t\t\tEl Presidente hizo construirlo en un sitio apropiado, que valoraba tanto durante 20 anos despues de terminada la guerra, para que pudieran estudiar los obreros, campesinos, intelectuales, jovenes y estudiantes. \n\t\t\t\t\t\n\t\t\t\t\tEn acato al proposito del Presidente, el Dirigente acondiciono el Palacio como una base de datos cientificos y tecnicos de talla mundial y envio cada ano muchos libros de valor nacional y otros donados por varios paises. \n\t\t\t\t\t\n\t\t\t\t\tSolo en 2011 se entregaron en 40 ocasiones mas de 8 mil 730 libros de mas de mil 940 generos y los CD. \n\t\t\t\t\t\n\t\t\t\t\tEn diciembre pasado el Dirigente envio en varias ocasiones cerca de 6 mil libros y revistas cientifico-tecnicos de mas de 300 generos, las antologias de cuentos famosos mundiales para ninos y los CD. \n\t\t\t\t\t\n\t\t\t\t\tTales libros y datos abarcan todos los dominios incluso la ciencia y tecnica, la economia, la cultura y el deporte."
        },
        {
            "title": " Periodicos denuncian confabulacion militar EE.UU.-Japon-Sur de Corea",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-40ee.html",
            "content": "Periodicos denuncian confabulacion militar EE.UU.-Japon-Sur de Corea\r\nPyongyang, 8 de febrero (ACNC) -- Hace poco, las autoridades surcoreanas firmaron con Estados Unidos la \"guia del plan estrategico\" para poner en practica el \"plan de enfrentamiento conjunto a la provocacion local\" hablando de la supuesta \"provocacion\" de alguien y del \"compromiso de defensa\". Unos dias despues, realizaron en la isla surcoreana Jeju un debate contra la Republica Popular Democratica de Corea junto con las autoridades de defensa de EE.UU. y Japon. \n\t\t\t\t\tLos periodicos coreanos divulgaron el dia 8 sendos comentarios individuales calificando esa confabulacion anti-RPDC de accion provocativa que agrava las ya agudas relaciones intercoreanas y la tensa situacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun senala como sigue: \n\t\t\t\t\t\n\t\t\t\t\tLos belicistas surcoreanos sostuvieron sucesivamente los debates de guerra para atacar a la RPDC junto con sus amos de EE.UU. y Japon bajo el pretexto de \"hacer frente a la provocacion\". \n\t\t\t\t\t\n\t\t\t\t\tEste hecho comprueba que ellos hablan del \"dialogo\" y de la mejora de relaciones intercoreanas, pero, de hecho, persiguen la confrontacion y la guerra. \n\t\t\t\t\t\n\t\t\t\t\tEl objetivo del debate en la isla Jeju reside en \"compartir mejor las informaciones\" entre Estados Unidos, Japon y el Sur de Corea para coordinar los preparativos y la cooperacion con vistas a la guerra de agresion anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl \"dialogo\" aludido por las autoridades surcoreanas no pasa de ser una cortina de humo para encubrir su designio antinacional de provocar la guerra. \n\t\t\t\t\t\n\t\t\t\t\tEs muy ridiculo que los titeres surcoreanos intenten amenazar a la RPDC y lograr su objetivo agresivo con la ayuda de sus amos. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson advirtio a los belicistas destacando que los que prefieren llamas no tendran otro resultado que la muerte tragica de ellos mismos."
        },
        {
            "title": " ACNC comenta ambicion de Japon de usurpar el islote Tok",
            "url": "http://kcna.co.jp/item/2012/201202/news08/20120208-41ee.html",
            "content": "ACNC comenta ambicion de Japon de usurpar el islote Tok\r\nPyongyang, 8 de febrero (ACNC) -- Las autoridades japonesas volvieron a mostrar la ambicion de usurpar el islote coreano Tok, provocando una gran indignacion de la nacion coreana. \n\t\t\t\t\tEl canciller japones, Kenba, quien en diciembre del ano pasado recibio censura de los coreanos por haber dicho de la \"posesion de Japon sobre el islote Tok\", solto otra vez recientemente que \"dire si es necesario respecto al problema del islote Tok\" y que es preciso una \"contramedida persistente\". \n\t\t\t\t\t\n\t\t\t\t\tHasta el premier japones Noda afirmo oficialmente que no tiene la voluntad de revocar las palabras del canciller. \n\t\t\t\t\t\n\t\t\t\t\tEsto es una violacion brutal a la soberania de la nacion coreana y una provocacion de guerra. \n\t\t\t\t\t\n\t\t\t\t\tEvidentemente dicho, el islote Tok es una parte del territorio coreano tanto en el punto de vista historico y geografico como en el juridico. \n\t\t\t\t\t\n\t\t\t\t\tEs por eso que en cuanto al islote Tok no hay ningun problema del territorio.  \n\t\t\t\t\t\n\t\t\t\t\tSiempre que se presentaba en Japon el problema del islote Tok, sea en palabras o en acciones, sea en el nivel estatal o en el civil, chocaba con fuerte protesta de toda la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas ultraderechistas japoneses, enfrascadas en la ambicion de expansion a ultramar sonando con la \"esfera de coprosperidad de la gran Asia Oriental\", pretenden hacer reconocer a los paises extranjeros como si el problema del islote Tok fuera un \"problema internacional\" y un \"conflicto territorial\" y apoderarse con las fuerzas de ese territorio coreano en un momento apropiado. \n\t\t\t\t\t\n\t\t\t\t\tLa intencion de Japon militarista de usurpar el islote Tok es una ilusion vana nunca realizable. \n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana no es la de ayer y Asia pasa lo mismo. \n\t\t\t\t\t\n\t\t\t\t\tJapon debe sacar una seria leccion de su derrota tragica sufrida en la guerra de agresion contra Corea y otros paises asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tEn lugar de repetir la historia de agresion, debe reflexionarse y pedir sinceras disculpas por el respecto y despedirse de ella."
        }
    ]
}