{
    "date": "2012-02-15",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-15ee.html",
    "articles": [
        {
            "title": "Title of Generalissimo Awarded to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-01ee.html",
            "content": "Title of Generalissimo Awarded to Kim Jong Il\r\nPyongyang, February 15 (KCNA) -- The title of Generalissimo of the DPRK was awarded to leader Kim Jong Il in the DPRK.\n\t\t\t\t\tA relevant decree of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the DPRK National Defence Commission and the Presidium of the DPRK Supreme People's Assembly was issued on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il strengthened the Korean People's Army founded and led by Generalissimo Kim Il Sung along the path of victory and glory, honorably defended the socialist country and the destiny of the nation and made immortal contribution to global peace and stability. \n\t\t\t\t\t\n\t\t\t\t\tHe turned the DPRK into a military power with his invincible Songun revolutionary leadership and led the stand-off with imperialism and the U.S. to victory, thus performing undying feats before the country and the revolution."
        },
        {
            "title": "Kim Jong Un Issues Order on Promoting Military Ranks of KPA Officers",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-09ee.html",
            "content": "Kim Jong Un Issues Order on Promoting Military Ranks of KPA Officers\r\nPyongyang, February 15 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army, on Wednesday issued Order No. 003 on promoting the military ranks of KPA commanding officers.\n\t\t\t\t\tIn the order he said that the Korean revolutionary armed forces, which have reliably guaranteed the revolutionary cause of Juche with arms for 80 years since their birth was declared in the thick forests of Mt. Paektu, are now strikingly demonstrating their dignity as elite army of Mt. Paektu in defence of the country and building of a thriving socialist nation while further adding luster to the glorious tradition of devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\tHe ordered to promote the military ranks of KPA commanding officers, the core of the Workers' Party of Korea and vanguard fighters of the Songun revolution, on the occasion of the significant Day of the Shining Star, expressing firm belief that they would in the future, too, remain loyal to the WPK's leadership over the Songun revolution, as befitting the descendants of President Kim Il Sung and soldiers and disciples of leader Kim Jong Il, and fully discharge their duties in the sacred struggle to successfully accomplish the revolutionary cause of Juche generation after generation.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the order, Pak To Chun and Kim Yong Chol have been promoted to General, Ju Kyu Chang, Paek Se Bong and Kim Song Chol to Col. General and Kim Myong Sik, Hyon Sun Hak and 16 others to Lieut. General."
        },
        {
            "title": "Greeting to Serbian FM",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-26ee.html",
            "content": "Greeting to Serbian FM\r\nPyongyang, February 15 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, Wednesday sent a message of greeting to his Serbian counterpart Vuk Jeremic on the national day of Serbia.\n\t\t\t\t\tWishing him success in the work for improving external relations, Pak hoped that the traditional relations of friendship and cooperation between the two countries would further develop in the mutual interests of their peoples."
        },
        {
            "title": "WPK Secretary Meets IIJI Secretary General and His Party",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-38ee.html",
            "content": "WPK Secretary Meets IIJI Secretary General and His Party\r\nPyongyang, February 15 (KCNA) -- Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Wednesday had a talk with Kenichi Ogami, secretary general of the International Institute of the Juche Idea (IIJI), and his party. \n\t\t\t\t\tKenichi Ogami said leader Kim Jong Il devoted his all efforts to prosperity of socialist Korea, happiness of its people and global independence. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il energetically worked to carry out the behests of President Kim Il Sung, he noted, expressing the will to keep to the path of Juche true to the wise leadership of the dear respected Kim Jong Un who is identical to Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Staff Members of Pyongyang Mission of AINDF Lay Floral Basket before Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-17ee.html",
            "content": "Staff Members of Pyongyang Mission of AINDF Lay Floral Basket before Statues of Kim Il Sung and Kim Jong Il\r\nPyongyang, February 15 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and its staff members Wednesday laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il riding on horses together at the Mansudae Art Studio on the birth anniversary of Kim Jong Il.\n\t\t\t\t\tThey laid the floral basket before the statues and paid tribute to them in the humblest reverence."
        },
        {
            "title": "Members of UNICEF Office Lay Floral Basket before Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-41ee.html",
            "content": "Members of UNICEF Office Lay Floral Basket before Statues of Kim Il Sung and Kim Jong Il\r\nPyongyang, February 15 (KCNA) -- Representative Bijaya Rajbhandari and members of the Office of the United Nations Children's Fund Wednesday laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il at the Mansudae Art Studio on the Day of the Shining Star.\n\t\t\t\t\tThey laid the floral basket before the statues and paid respects for the great men for the century who made immortal contribution to global independence."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visits Hana Music Information Center",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-42ee.html",
            "content": "Economic and Commercial Councilors Corps Visits Hana Music Information Center\r\nPyongyang, February 15 (KCNA) -- The Economic and Commercial Councilors Corps here visited the Hana Music Information Center on Wednesday.\n\t\t\t\t\tThe center is an integrated base for art information which collects, edits and disseminates information on music and dances of Korea and other countries.\n\t\t\t\t\t\n\t\t\t\t\tThe guests went round its various places.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the visit Wang Zhilin, economic and commercial councilor of the Chinese embassy who is doyen of the corps, said that the center was splendidly built to contribute to the cultural and emotional life of the people under the deep care of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe visit to the center offered us an opportunity to know better about the dedication made by Kim Jong Il to the people, he added."
        },
        {
            "title": "Staffers of WHO Mission Visit Statue of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-18ee.html",
            "content": "Staffers of WHO Mission Visit Statue of Kim Il Sung\r\nPyongyang, February 15 (KCNA) -- Nazira Artykova, acting representative of the mission of the World Health Organization (WHO) here, and its staffers on Wednesday visited the statue of President Kim Il Sung on Ryongnam Hill on the occasion of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\tThey laid a floral basket before the statue and paid tribute to him."
        },
        {
            "title": "Military Attaches Corps Congratulates Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-12ee.html",
            "content": "Military Attaches Corps Congratulates Kim Jong Un\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tNguyen Van Lich, military attache of the Vietnamese embassy who is doyen of the corps, handed the basket and letter over to KPA Vice Marshal Kim Yong Chun, minister of the People's Armed Forces, on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile congratulatory letters to Kim Jong Un from military attaches of embassies of Vietnam, Cuba, Iran, Russia and Egypt and the military, naval and air attache of Chinese embassy were conveyed to an official concerned of the DPRK on the same day."
        },
        {
            "title": "Congratulations to Kim Jong Un from Economic and Commercial Councilors Corps",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-28ee.html",
            "content": "Congratulations to Kim Jong Un from Economic and Commercial Councilors Corps\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a floral basket from the economic and commercial councilors corps here on the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tWang Zhilin, economic and commercial councilor of the Chinese embassy who is doyen of the corps, conveyed the basket to an official concerned on Wednesday."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Chinese Family",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-14ee.html",
            "content": "Floral Basket to Kim Jong Un from Chinese Family\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un Wednesday received a floral basket from the family of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr, on the occasion of the 70th birth anniversary of leader Kim Jong Il."
        },
        {
            "title": "Floral Baskets to Kim Jong Un from Japanese",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-15ee.html",
            "content": "Floral Baskets to Kim Jong Un from Japanese\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un Wednesday received floral baskets from Japanese organizations and personages on the 70th birth anniversary of leader Kim Jong Il. They included the Japanese Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung, the Ehime Prefectural Preparatory Committee for Commemorating the Centenary of Birth of President Kim Il Sung and 70th Birth Anniversary of General Secretary Kim Jong Il, the Miyagi Prefectural Japan-DPRK Friendship Association, Kimikazu Tomoi, advisor of the Hyogo Prefectural Citizens Council for Japan-DPRK Friendship, Takashi Ito, general secretary of the Japan-Korea Society for Art and Cultural Interchange, Hinako Suemoto, representative of the Kyoto Women Council for the Promotion of Japan-Korea Friendship, Shinya Totsuka, former member of House of Representatives of Japan, and Fusatoshi Fujisawa, representative of the Love and Peace of Japan."
        },
        {
            "title": "Congratulations to Kim Jong Un from Japanese",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-16ee.html",
            "content": "Congratulations to Kim Jong Un from Japanese\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a floral basket from Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and his party and a floral basket and a gift from the delegation of the Japan Society for Study of Kim Jong Il's Works led by Masaji Ie, advisor of its National Liaison Council, on the 70th birth anniversary of leader Kim Jong Il. They are now on a visit to the DPRK.\n\t\t\t\t\tKenichi Ogami and Masaji Ie handed the floral baskets and gift to an official concerned on Wednesday."
        },
        {
            "title": "Pakistani, Iranian Ambassador Congratulates Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-32ee.html",
            "content": "Pakistani, Iranian Ambassadors Congratulates Kim Jong Un\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a floral basket and a letter of greeting from Pakistani Ambassador to the DPRK Arif Mahmood and a congratulatory letter from Iranian Ambassador Morteza Moradian on the occasion of the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe basket and letters were respectively handed over to officials concerned on Wednesday."
        },
        {
            "title": "Gift to Kim Jong Un from Egyptian",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-25ee.html",
            "content": "Gift to Kim Jong Un from Egyptian\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by Yehia Zakaria Khairullah, chairman of the Egyptian Committee for the Study of the Juche Idea.\n\t\t\t\t\tThe chairman handed the gift over to the DPRK ambassador to Egypt on Feb. 11."
        },
        {
            "title": "Gift to Kim Jong Un from IIJI",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-29ee.html",
            "content": "Gift to Kim Jong Un from IIJI\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a gift from the International Institute of the Juche Idea on the 70th birth anniversary of leader Kim Jong Il. \n\t\t\t\t\tKenichi Ogami, IIJI secretary general on a visit to the DPRK, handed the gift over to an official concerned Wednesday."
        },
        {
            "title": "Gift to Kim Jong Un from Foreign Personage",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-44ee.html",
            "content": "Gift to Kim Jong Un from Foreign Personage\r\nPyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a gift from a director of the European Society for the Study of the Juche Idea on a visit to the DPRK on the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tLyne Sinyodyium, director of the society, handed the gift to an official concerned on Wednesday."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung and Kim Jong Il from Various Countries",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-33ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung and Kim Jong Il from Various Countries\r\nPyongyang, February 15 (KCNA) -- The Oceanic Regional Preparatory Committee and the chairman of the Malaysian Preparatory Committee to Commemorate the Centenary of Birth of President Kim Il Sung sent floral baskets to the statues of President Kim Il Sung and leader Kim Jong Il at the Mansudae Art Studio Wednesday on the occasion of the birth anniversary of Kim Jong Il.\n\t\t\t\t\tOn the same day a floral basket was sent to the statues by the Switzerland-Korea Committee."
        },
        {
            "title": "Floral Baskets to DPRK Embassy from Lao Personages and Organization",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-02ee.html",
            "content": "Floral Baskets to DPRK Embassy from Lao Personages and Organization\r\nPyongyang, February 15 (KCNA) -- Floral baskets were sent to the DPRK embassy in Vientiane by Lao Vice-Prime Minister and Minister of Defence Duangchay Phichith who doubles as member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, Vice-Minister of Defence Chansamone Chanyarath who doubles as member of the C.C., the Lao People's Revolutionary Party, and the Central Committee of the National Construction Front of Laos to mark the birth anniversary of leader Kim Jong Il on February 10.\n\t\t\t\t\tThe floral baskets were laid before the full-length picture of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Title of KPA Vice Marshal Conferred on Kim Jong Gak",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-10ee.html",
            "content": "Title of KPA Vice Marshal Conferred on Kim Jong Gak\r\nPyongyang, February 15 (KCNA) -- The Central Military Commission of the Workers' Party of Korea and the National Defence Commission of the DPRK decided to award the title of Vice Marshal of the Korean People's Army to Kim Jong Gak.\n\t\t\t\t\tThe decision was made public on Wednesday."
        },
        {
            "title": "AINDF Chief Interviewed on Day of Shining Star",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-35ee.html",
            "content": "AINDF Chief Interviewed on Day of Shining Star\r\nPyongyang, February 15 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) was interviewed by the Korean Central News Agency Wednesday on the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\tHe said:\n\t\t\t\t\t\n\t\t\t\t\tRecollecting the great revolutionary life of Kim Jong Il with the approach of the February holiday, the south Koreans have prayed for the immortality of the brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\tHis birth was a great fortune and an auspicious event of the nation.\n\t\t\t\t\t\n\t\t\t\t\tHe defended and glorified the sovereignty and dignity of the nation by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe self-defensive deterrent provided by him helped defend peace on the Korean Peninsula and usher in the June 15 reunification era.\n\t\t\t\t\t\n\t\t\t\t\tHe led Korea to shine as Kim Il Sung's Korea and Kim Il Sung's nation forever. This feat will remain long in history.\n\t\t\t\t\t\n\t\t\t\t\tWith the Day of the Shining Star drawing near, louder voices praising him canbe heard among broad people.\n\t\t\t\t\t\n\t\t\t\t\tArticles introducing his Songun feats are posted on Internet and publications carry special write-ups on his greatness as a man born of heaven with his picture.\n\t\t\t\t\t\n\t\t\t\t\tNothing can stop the people willing to eternally follow the sun of Songun.\n\t\t\t\t\t\n\t\t\t\t\tToday the dear respected Kim Jong Un stands in the van of the sacred cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe patriotic people in south Korea deeply respect Kim Jong Un identical to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe vanguard fighters of the AINDF and the south Koreans will wage a dynamic drive to implement the June 15 joint declaration and the October 4 declaration, confident that the nation will surely be reunified as there is Kim Jong Un."
        },
        {
            "title": "Japanese Pressman Reveres Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-19ee.html",
            "content": "Japanese Pressman Reveres Kim Jong Il\r\nPyongyang, February 15 (KCNA) -- In his lifetime, leader Kim Jong Il was on friendly terms even with foreigners who stood for justice, truth and independence.\n\t\t\t\t\tOne of them was Yoshiyuki Oe, a Japanese pressman.\n\t\t\t\t\t\n\t\t\t\t\tAs an orphan, he had been subject to maltreatment and humiliation from early years.\n\t\t\t\t\t\n\t\t\t\t\tLooking for economic opportunities he began a small business, but only to make losses.\n\t\t\t\t\t\n\t\t\t\t\tIn the meantime, it happened to him to make a tour of the DPRK in October 1990.\n\t\t\t\t\t\n\t\t\t\t\tDuring his stay in Pyongyang, he was deeply moved by the living conditions of the Korean people. The State was granting its people access to jobs in accordance with their aspirations and appetites. In particular, it was providing its people with education and medical services free of charge.\n\t\t\t\t\t\n\t\t\t\t\tHe made up his mind to devote himself to introducing the greatness of President Kim Il Sung and Kim Jong Il, who were pursuing such a splendid popular politics.\n\t\t\t\t\t\n\t\t\t\t\tWhenever he came to Korea the leader looked after his convenience, paying attention even to schedule and lodging.\n\t\t\t\t\t\n\t\t\t\t\tConsiderate of his bad health, Kim Jong Il sent him tonics and various kinds of gifts, as well.\n\t\t\t\t\t\n\t\t\t\t\tHe was deeply impressed by the leader's largess for him.\n\t\t\t\t\t\n\t\t\t\t\tTurning to his Korea visit later, he said, \"Kim Jong Il is, indeed, a leader who is pursuing the popular politics which no other statesmen can match.\"\n\t\t\t\t\t\n\t\t\t\t\tOut of the reverence for the leader, he edited books \"Collection of Materials on Mt. Paektu\" and \"Mt. Paektu Album\", sparking sensation in Japan."
        },
        {
            "title": "Helicopters Carry Gifts to Children on Remote Islands in West Sea",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-47ee.html",
            "content": "Helicopters Carry Gifts to Children on Remote Islands in West Sea\r\nPyongyang, February 15 (KCNA) --The children of the DPRK received gifts on the occasion of the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\tThe dear respected Kim Jong Un took a measure to ensure that helicopters flew to enable the children on remote islands to receive gifts just as those on the land did. \n\t\t\t\t\t\n\t\t\t\t\tWhenever icebergs prevented ships from carrying the gifts, helicopters were used to carry them for the children on islands. This year, too, helicopters performed the same missions.\n\t\t\t\t\t\n\t\t\t\t\tHelicopters flew to Sodo, Sokdo, Jamaedo, Suundo, Kado, Taehwado, Rapdo and Aedo in the West Sea Tuesday and Wednesday."
        },
        {
            "title": "Kimjongilia Festival Visited by Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-37ee.html",
            "content": "Kimjongilia Festival Visited by Foreign Diplomats\r\nPyongyang, February 15 (KCNA) -- Diplomatic envoys of different countries and representatives of international organizations here on Wednesday visited the venue of the 16th Kimjongilia festival.\n\t\t\t\t\tAt the end of the visit, Russian Ambassador to the DPRK Valery Sukhinin who is doyen of the diplomatic corps said those immortal flowers reflect the Korean people's reverence for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tChinese Ambassador to the DPRK Liu Hongcai said that while visiting the venue of the festival, he missed Kim Jong Il very much. Kimjongilia will always be kept in full bloom as a flower dedicated to the great man.\n\t\t\t\t\t\n\t\t\t\t\tBijaya Rajbhandari, representative of the Office of UN Children's Fund, said every flower in the venue reflects the reverence of the Korean people for Kim Jong Il, adding that he has never seen such marvelous flower festival.\n\t\t\t\t\t\n\t\t\t\t\tOn the same day they also visited the Hana Music Information Center."
        },
        {
            "title": "National Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-23ee.html",
            "content": "National Fine Art Exhibition Opens\r\nPyongyang, February 15 (KCNA) -- A national fine art exhibition \"Great sun of Songun Korea\" opened at the Pyongyang Circus Theater with due ceremony Wednesday on the occasion of the Day of the Shining Star.\n\t\t\t\t\tOn display are 70 art works dealing with the personalities of the three commanders of Mt. Paektu as great persons including the revolutionary career of leader Kim Jong Il and his feats.\n\t\t\t\t\t\n\t\t\t\t\tKorean painting \"Our supreme commander who visited the post on an island despite rough waves\" and acryl painting \"Dawn of the new era\" and other works impressively deal with the personality of Kim Jong Il as a great man who led all the servicepersons and people along the road of victory under the uplifted banner of Songun, thereby demonstrating the dignity and might of Kim Il Sung's nation. \n\t\t\t\t\t\n\t\t\t\t\tKorean painting \"They always were together on the road for the people\" and \"Road of Samjiyon at dawn\" and acryl drawing \"On the top of Mt. Paektu\" and other works help the visitors cherish the truth that President Kim Il Sung and leader Kim Jong Il who dedicated their lives to the country and its people will always be with us.\n\t\t\t\t\t\n\t\t\t\t\tAlso on display are paintings like Korean painting \"February holiday with the liberation of the country approaching\" and an oil painting \"Endowed with the spirit of Mt. Paektu.\" They tell about the undying feats of President Kim Il Sung and Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\tAmong the exhibits are works depicting the efforts of the Korean people in all work sites for a great surge.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the opening ceremony were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, and officials concerned and painters and working people here."
        },
        {
            "title": "Int'l Figure Skating Festival Opens",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-36ee.html",
            "content": "Int'l Figure Skating Festival Opens\r\nPyongyang, February 15 (KCNA) -- The 21st Paektusan Prize International Figure Skating Festival opened Wednesday with due ceremony at the Ice Rink in Pyongyang to commemorate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tPresent at the ceremony were Kim Yong Nam, Choe Ryong Hae, officials concerned, sportspersons and working people.\n\t\t\t\t\t\n\t\t\t\t\tAlso attending it were the overseas Koreans' delegations, compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and foreign guests. \n\t\t\t\t\t\n\t\t\t\t\tFigure skaters from the DPRK, Russia, China, Bulgaria, France and Finland entered the ice rink.\n\t\t\t\t\t\n\t\t\t\t\tMinister of Physical Culture and Sports Pak Myong Chol made an opening address.\n\t\t\t\t\t\n\t\t\t\t\tThen followed a demonstration performance \"Great sun of Songun shining all over the world\".\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK figure skaters staged colorful numbers such as \"Fortune of Korea\", \"Song of love for people\" and \"Footsteps.\" \n\t\t\t\t\t\n\t\t\t\t\tThey impressively represented the faith and will of all the service persons and people to make this year a year of prosperity to be specially recorded in the glorious history of Kim Il Sung's nation, Kim Jong Il's Korea under the leadership of the dear respected Kim Jong Un, holding Kim Jong Il, eternal heart and great power of the DPRK, in high esteem. \n\t\t\t\t\t\n\t\t\t\t\tForeign figure skaters also presented diverse numbers, exhibiting their high technique."
        },
        {
            "title": "Demonstration Performance of Synchronized Swimming Staged",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-22ee.html",
            "content": "Demonstration Performance of Synchronized Swimming Staged\r\nPyongyang, February 15 (KCNA) -- A demonstration performance of synchronized swimming \"Yearning will last forever\" was staged here Wednesday on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star). \n\t\t\t\t\tAmong the spectators were Choe Yong Rim, Choe Ryong Hae and officials concerned and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were a delegation of Koreans in Japan for commemorating the Day of the Shining Star headed by Pae Ik Ju, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, and other delegations of overseas compatriots and compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\tThe performance began with prologue \"Attraction and Reverence\" while the venue of the event was pervaded with unbounded reverence for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe event included such colorful numbers as group synchronized swimming \"General Is Son of Guerrillas\", quintet synchronized swimming \"He Will Come for Sure\", single girl synchronized swimming \"Thinking of Love\" and \"Happiness of Being under His Loving Care\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers represented their ardent yearning for the leader who made dedication and tireless efforts day and night for the country's prosperity and its people's happiness through graceful rhythms and a variety of changing formations, splash, quick rise, etc.\n\t\t\t\t\t\n\t\t\t\t\tTheir presentation was acclaimed by the spectators for a good combination of swimming, gymnastics and dances."
        },
        {
            "title": "Korean Artistes in Japan Perform to Mark Feb. 16",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-20ee.html",
            "content": "Japan-resident Korean Artistes Perform in Pyongyang to Mark Feb. 16\r\nPyongyang, February 15 (KCNA) -- The art troupe of Koreans in Japan gave a music and dance performance at the Pyongyang Grand Theatre on Feb. 13 and 14 to commemorate the Day of the Shining Star (February 16), birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe art troupe is very friendly to the people of the DPRK as their performing activities in homeland are an annual event.\n\t\t\t\t\t\n\t\t\t\t\tThis year the performance included items reflecting yearning, reverence and loyalty for the late Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tFirst item narration and dance \"I Want to Come to Homeland\" portrayed the Koreans in Japan longing for Kim Jong Il, who showed deep loving care for them during his lifetime. The artistes and audience all shed tears during the performance of a song about Japan-resident Koreans' minds going out to him, who opened a bright future for the General Association of Korean Residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\tIn numbers like male solo \"Oh, Dear General Kim Jong Il\", mixed quartet \"Charm and Respect\", female solo \"Thinking of Father\", the artistes eulogized the greatness of Kim Jong Il, man of unreserved and popular personality, with deep and rich voice and refined rendition. \n\t\t\t\t\t\n\t\t\t\t\tSome numbers represented the faith and will of Koreans in Japan to devote their all to the development of the association with the spirit of the Korean nation enshrined in their minds.\n\t\t\t\t\t\n\t\t\t\t\tThe performance reflected the pledge of the Koreans in Japan to remain patriotic under the leadership of the dear respected Kim Jong Un, always cherishing the warm loving care bestowed on them by Kim Jong Il."
        },
        {
            "title": "National Meeting Commemorates Kim Jong Il's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-30ee.html",
            "content": "National Meeting Commemorates Kim Jong Il's Birth Anniversary\r\nPyongyang, February 15 (KCNA) -- A national meeting took place here on Wednesday to commemorate the 70th birth anniversary of leader Kim Jong Il. \n\t\t\t\t\tThe dear respected Kim Jong Un, supreme leader of the Workers' Party of Korea, the army and the state, was present at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Kim Yong Nam, Choe Yong Rim, Ri Yong Ho and other senior party, state and army officials, officials of the party, armed forces, power bodies, social organizations, ministries and national institutions, servicepersons of the Korean People's Army and the Korean People's Internal Security Forces, officials in the fields of science, education, culture and arts, public health and media, bereaved families of revolutionary martyrs, persons of distinguished service, working people in the city, delegations of overseas compatriots, compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\tAll the participants observed a moment's silence in the humblest reverence in memory of Kim Jong Il, the father of the nation and peerless Songun brilliant commander, \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, made a report.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's nearly 70 year-long revolutionary life was the most brilliant life of the peerlessly great man who adorned the protracted course of the Juche revolution, the Songun revolution with shining victory and glory, with boundless loyalty to the idea and cause of President Kim Il Sung, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\tHe, who was born as son of guerrillas in Mt. Paektu and grew up to be a great revolutionary, led the Korean revolution and the human cause of independence to victory with his distinguished idea, rare leadership and noble virtues, thus performing immortal feats on behalf of the country and the nation, the times and the history.\n\t\t\t\t\t\n\t\t\t\t\tHe formulated the President's revolutionary idea as an integral system of ideas and theories and methods of Juche.\n\t\t\t\t\t\n\t\t\t\t\tHe comprehensively developed and enriched the Juche idea, Songun idea with original and profound principles and contents as required by the times and the revolutionary development.\n\t\t\t\t\t\n\t\t\t\t\tHe turned the WPK into an ideologically unblemished organization, organizational integral whole and an entity united in action firmly based on the party's monolithic ideological system and the monolithic guidance system and successfully laid down the party's foundation to carry forward the cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\tHe built the WPK into a true mother party which takes care of the destiny of the people in a highly responsible manner, its roots struck among the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tHe clarified from a new angle the philosophy on single-minded unity based on the revolutionary comradeship, built up the revolutionary ranks into invincible ranks united close in ideology and purpose and sense of moral obligation centered on the leader and rallied broad masses around the party with benevolent and all-embracing politics.\n\t\t\t\t\t\n\t\t\t\t\tWhile providing the Songun revolutionary leadership, he made sure that the Kim Il Sung Constitution was adopted and the state machinery with main emphasis on national defence was set up. \n\t\t\t\t\t\n\t\t\t\t\tHe formulated the three charters for national reunification true to the last instructions of the President for the country's reunification, and provided the June 15 North-South Joint Declaration and the October 4 declaration with his immensely broad magnanimity and attraction, bringing about a landmark phase in the movement for reunification advancing in the idea of \"By our nation itself\". \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's idea and cause are being steadfastly carried forward by the dear respected Kim Jong Un, the only successor to the revolutionary cause of Juche, the reporter noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\tAll the party members, servicepersons and people should protect Kim Jong Un politically and ideologically with their lives and get united around him, cherishing the spirit of single-minded unity to invariably defend the center of the unity and the center of the leadership no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to make sustained great efforts to bolster the country's defence capability to the maximum, true to the unshakable Songun will of Kim Jong Un, supreme commander of the KPA, and thus firmly defend the socialist system and gains of the revolution with the might of arms of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tIt is imperative to carry out the historic tasks for laying the firm foundation for an economic power so as to open the gate to a thriving nation this significant year without fail and enter into a new high stage of comprehensively building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to make a breakthrough towards independent reunification under the uplifted slogan \"Let all the compatriots open the gates of national reunification full of fresh confidence!\" and resolutely foil all sorts of anti-reunification moves of the separatist forces at home and abroad and accomplish the historic cause of the country's reunification, the greatest desire of the nation, without fail.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will, in the future, too, hold fast to the idea of independence, friendship and peace and boost the relations of friendship with all the countries that respect its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tSimilar meetings took place in all provinces, cities, counties and at complexes on the same day."
        },
        {
            "title": "Members of KCU Meets",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-34ee.html",
            "content": "Members of KCU Meets\r\nPyongyang, February 15 (KCNA) -- A joint national meeting of the Korean Children's Union organizations took place at the Taekwon-do Hall Wednesday to commemorate the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tAttending the meeting were representatives of the KCU from all provinces, schoolchildren in Pyongyang and pupils joining it.\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were Choe Thae Bok, Yang Hyong Sop, Choe Ryong Hae, Mun Kyong Dok and officials concerned, officials of party organs and the youth league in Pyongyang, war veterans and persons of merit.\n\t\t\t\t\t\n\t\t\t\t\tRi Yong Chol, first secretary of the C.C., the Kim Il Sung Socialist Youth League, in his report said that Kim Jong Il who always paid deep attention to the work for bringing up successors to the revolution led the KCU members to make long journeys for the Songun revolution under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter called on all KCU members to actively learn from the glorious childhood and youthhood of Kim Jong Il to study hard and sincerely take part in their organizational life and thus establish sense of organization and discipline to prepare themselves as pillars of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tThen followed an admission ceremony of the KCU.\n\t\t\t\t\t\n\t\t\t\t\tLed by Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, pupils admitting the KCU took an oath.\n\t\t\t\t\t\n\t\t\t\t\tOfficials, war veterans and persons of merit put red ties around their necks and pinned KCU badges on their chests. \n\t\t\t\t\t\n\t\t\t\t\tCongratulatory speeches were made by Pak Chan Su, lecturer at the Victorious Fatherland Liberation War Museum, Pang Sung Son, principal of Pyongyang Secondary School No. 1, and Labor Hero and People's Sportswoman Jang Kyong Ok. \n\t\t\t\t\t\n\t\t\t\t\tThe speakers told them to hold father Kim Jong Il in high esteem forever and become genuine KCU members intensely loyal to the dear respected Kim Jong Un."
        },
        {
            "title": "Picture Albums Published",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-45ee.html",
            "content": "Picture Albums Published\r\nPyongyang, February 15 (KCNA) -- Picture albums \"President Kim Il Sung\" and \"Leader Kim Jong Il\" were published in the DPRK to commemorate the centenary of birth of President Kim Il Sung and the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThey comprehensively record the revolutionary careers of great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tThe picture album \"President Kim Il Sung\" comprises Chapter 1 \"Benefactor of national resurrection\", Chapter 2 \"Founder of new Korea\", Chapter 3 \"Builder of socialist Korea\", Chapter 4 \"Lodestar of national reunification\", Chapter 5 \"Elder statesman of global independent politics\" and Chapter 6 \"Immortal President Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\tThe album carries 232 photos showing the personality of the President as a great man and 320 photos dealing with the successful achievements made in his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tThe picture album \"Leader Kim Jong Il\" has Preface, Chapter 1 \"Leader of the people\", Chapter 2 \"Creator of happiness\", Chapter 3 \"Guardian of justice\" and Last Chapter.\n\t\t\t\t\t\n\t\t\t\t\tIt carries 206 photos showing the revolutionary activities of Kim Jong Il and 325 photos dealing with his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tIts preface carries the words of immortal revolutionary hymn \"Song of General Kim Jong Il\" and an article highly praising the spirit and personality of the great man born of Heaven and sublime picture of lake Chon on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tThe pictures in the last chapter deal with the sorrow of the Korean people and progressive mankind over the untimely, sudden and sorrowful demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe albums were translated into various foreign languages."
        },
        {
            "title": "Report on Kim Jong Il's Contribution to National Security and Regional Peace: Foreign Ministry Institute",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-31ee.html",
            "content": "Report on Kim Jong Il's Contribution to National Security and Regional Peace: Foreign Ministry Institute\r\nPyongyang, February 15 (KCNA) -- The Institute for Disarmament and Peace of the DPRK Foreign Ministry released a report on leader Kim Jong Il's immortal contribution to security and peace in the Korean Peninsula and Northeast Asia on Wednesday on the occasion of his 70th birth anniversary.\n\t\t\t\t\tThe full text of the report is as follows:\n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il’s was the life of a patriot and champion of peace dedicated to the country and its independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\tWith his outstanding ideas and leadership, Kim Jong Il, endowed with deep love for the country and the nation, opened up a new era of reunification, June 15 reunification era, at the turn of a new century and brought national reunification within hailing distance, thereby making an immense contribution to the efforts aimed at securing peace and security in Northeast Asia and the world.\n\t\t\t\t\t\n\t\t\t\t\tThe international community still cherishes the happy memory of the meaningful days; the days which were inaugurated with the historic inter-Korean summit, first of its kind since the national division; a series of events that followed the DPRK-U.S. Joint Communique, the DPRK-Japan Pyongyang Declaration and talks for the declaration of the end of the Korean War and instilled hope into the heart of the mankind longing for national reunification and regional peace.\n\t\t\t\t\t\n\t\t\t\t\tAll these signal events were precious results of the June 15 era of independent reunification Kim Jong Il ushered in, pursuing Songun politics and fully guaranteeing the security of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe Institute for Disarmament and Peace of the DPRK Foreign Ministry hereby releases this report on the occasion of the 70th birth anniversary of Kim Jong Il after summing up research data which relate only to the part of what he contributed towards ensuring the security of the Korean Peninsula and peace in Northeast Asia in his immortal exploits for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t1. Laying the keystone of peace on the Korean Peninsula\n\t\t\t\t\t\n\t\t\t\t\tNational reunification and security are issues of utmost importance for the Korean nation that has suffered from national division and constant threat of war for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\tReunification and security of the Korean Peninsula are closely linked with each other.\n\t\t\t\t\t\n\t\t\t\t\tAny way of thinking and attempt to achieve reunification by forcing the social system of one side upon the other would trigger confrontation and lead to a war in the long run.\n\t\t\t\t\t\n\t\t\t\t\tThe past history of inter-Korean relations is showing that the theory of \"unification of systems\" itself is one of the root causes which gravely threaten the security of the Korean Peninsula by feeding distrust and triggering tension.\n\t\t\t\t\t\n\t\t\t\t\tIt was all the more evident through the theory of \"unification by prevailing over communism\" sought by military dictatorial governments of south Korea. The theory of \"unification of systems\" advocated by the south Korean \"civilian government\" in the 1990s had also deepened distrust between the north and the south and wreaked havoc with the situation of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il unfolded the great Songun politics and opened up the June 15 era of reunification. Through this, he delivered a decisive blow to the attempts of hostile forces to stifle the DPRK as well as to the theory of \"unification of systems\" and opened up the future of independent and peaceful reunification of the country. Herein lie the immortal exploits for national reunification performed by him, who had made contribution to ensuring the security of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tWith the Songun politics, he decisively smashed the pressure and threats of the U.S. and its followers against the DPRK, secured a firm guarantee for defending security of the Korean Peninsula and provided the general principles for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tIn his historic work \"Let us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" on August 4, 1997, Kim Jong Il formulated the great reunification legacies of President Kim Il Sung--Three Principles of National Reunification, 10-Point Programme of the Great Unity of the Whole Nation and the Proposal for Founding the Democratic Federal Republic of Koryo--into the Three Charters for National Reunification and, thus, provided all Koreans with undying banner to be upheld in the efforts to reunify the country.\n\t\t\t\t\t\n\t\t\t\t\tThe core and goal of the Three Charters for National Reunification, as clarified by Kim Jong Il, is to establish an independent unified state on the Korean Peninsula by federal formula.\n\t\t\t\t\t\n\t\t\t\t\tReunification by federal formula is not only reasonable but also just and fair reunification formula because it doesn't presuppose supremacy or interest of one side only. So, this formula serves as the best way for ensuring security of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il opened up the June 15 era of reunification based on the three charters with his prominent leadership ability and strong power of execution.\n\t\t\t\t\t\n\t\t\t\t\tThe inter-Korean summit, the first of its kind in the history of national division that lasted more than half a century, was held in June 2000, resulting in the adoption of the June 15 North-South Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe north and the south, through June 15 Joint Declaration, came to agree at the highest level on the way of reunification which would defend security of the Korean Peninsula based on the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tThis made it possible for the inter-Korean relations to develop on the basis of co-existence and co-prosperity, and a new chapter recorded as the \"June 15 era of reunification\" could go down in history.\n\t\t\t\t\t\n\t\t\t\t\tAs the inter-Korean relations turned and moved towards reconciliation and unity, it became possible to agree on lots of measures to build up trust and ensure security, things that had looked impossible in the past.\n\t\t\t\t\t\n\t\t\t\t\tThe second inter-Korean summit, held on October 4, 2007, resulted in the adoption of the \"Declaration for the Development of the North-South Relations and Peace and Prosperity\". This Declaration stipulated that a large portion of the disputed waters in the West Sea, where the risk of accidental clash was high, should be turned into a peace zone and that the two sides of Korea should cooperate with each other in encouraging parties concerned to declare the end of the Korean War.  This is a good example of showing that the June 15 reunification era made not a small contribution to defending security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe anti-DPRK confrontation fanatics took power in south Korea and advocated the old theory of \"unification of systems\", driving the inter-Korean relations into the biggest catastrophe ever in history. The present situation goes to prove that only the June 15 reunification era can bring earlier the national reunification and safeguard national security.  \n\t\t\t\t\t\n\t\t\t\t\tThe June 15 reunification era is a precious legacy of reunification leader Kim Jong Il left for the entire Korean nation. It is also a legacy of defending security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t2. Contribution towards Ensuring Peace in Northeast Asia\n\t\t\t\t\t\n\t\t\t\t\tNortheast Asia is of more importance than any other regions in ensuring global peace and security.\n\t\t\t\t\t\n\t\t\t\t\tWorld War I which broke out in the 20th century began and ended in Europe. But World War II began in Europe and ended in Northeast Asia. This can be called a historical phenomenon indicating a gradual shift of strategic gravity of the world.\n\t\t\t\t\t\n\t\t\t\t\tAs we enter into the 21st century, strategic gravity of Northeast Asia is more striking and accelerated in its shift. Economic gravity is now on the move to the Asia-Pacific region. This also caused military and strategic importance to be moved into Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\tWhat is also moved into Northeast Asia is the Cold War structure between the East and the West which once divided Europe, and there is a symptom that this Cold War structure would reappear as a \"new Cold War\" structure of dividing Northeast Asia into two.\n\t\t\t\t\t\n\t\t\t\t\tNortheast Asia, far from having such a multilateral security regime at a regional level as can be found in Europe and Southeast Asia, only has in place the vestige of the cold war that exists in the form of U.S.-south Korea military alliance and U.S.-Japan military alliance. As the days go by, those military alliances are causing a threat to regional security and global peace.\n\t\t\t\t\t\n\t\t\t\t\tAs long as a force with its eye on global domination does exist in this world, it is a par for the course that there would be a limit to the build-up of trust between the countries, and the danger of conflict would never cease to hang over.\n\t\t\t\t\t\n\t\t\t\t\tSuch being the situation, Northeast Asia does need to form a buffer zone which is capable of dividing physically big powers which stand confrontational with each other. Buffer zone is to draw the line between those involved in the disputes in regions. This approach of establishing the buffer zone is recognized as an effective method of ensuring peace which stood the test of time through years of international practices.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean Peninsula is in a delicate geographical position of being sandwiched between big powers, a position which is sensitive enough to bring the neighboring big powers to a fight or prevent them from doing it. If the Korean Peninsula is reunified and stands neutral and independent, it can hold in check possible conflicts between neighboring big powers. But, to the contrary, if it opts to remain divided and seek a confrontational approach, it would feed the excuse of a fight to big powers and get itself drawn into that fight. This is what we call the delicate position of the Korean Peninsula. History shows that if and when the inter-Korean relations remain tense, neighboring big countries also remain tense in their own relations and heightened their own military showdowns.\n\t\t\t\t\t\n\t\t\t\t\tIt is from such a delicate position of the Korean Peninsula that the world expected that the peninsula, situated in the middle of Northeast Asia, would be a buffer zone between big powers.\n\t\t\t\t\t\n\t\t\t\t\tWhat Kim Jong Il opened as the June 15 era of reunification made it possible to bring a new phase in ensuring security of the Korean Peninsula and peace of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tIn the past, people in neighboring and some other countries of the world took an ambivalent approach towards this formula of federal reunification. They said this formula is a good one for Korea's reunification, but they remained skeptical over the possible realization of it, saying it would be difficult to do so unless the north and the south agreed on it.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il agreed with the south Korean side, through June 15 North-South Joint Declaration, on the way of reunification which would guarantee security of both the north and the south of the Korean Peninsula, thus instilling a new hope and faith for national reunification into the people at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tIf federal reunification is achieved, our country would naturally be a national unified state which is independent, peace-loving and neutral. This would make it possible for the Korean Peninsula to become a rampart for ensuring peace in Northeast Asia enabling it to play a role of buffer zone between big powers.\n\t\t\t\t\t\n\t\t\t\t\tThe Inter-Korean Joint Declaration holds a great significance in ensuring peace in Northeast Asia and the rest of the world. This constitutes one of the reasons of why this Declaration has received full support and welcome from all countries of the world, and UN and other international organizations, let alone from the entire Korean nation.\n\t\t\t\t\t\n\t\t\t\t\tThe June 15 era of reunification proved that if the inter-Korean relations were improved, it would set a tone for the overall atmosphere of the region and would eventually go a long way towards providing an atmosphere of global detente.\n\t\t\t\t\t\n\t\t\t\t\tJust after the June 15 Joint Declaration was made public, a special envoy of Kim Jong Il visited Washington and met the U.S. president first ever in the history of DPRK-U.S. relations, and a subsequent DPRK-U.S. Joint Communique was announced. Following that, the U.S. secretary of State visited Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese prime minister visited Pyongyang and a DPRK-Japan summit was held for the first time in the history of their relations, and a subsequent DPRK-Japan Declaration was adopted. This all had happened in the era of June 15 Joint Declaration. The West, which did not recognize DPRK for dozens of years, established diplomatic relations with DPRK all at once. This all had happened in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\tEspecially, six-way talks was held first time with the participation of the countries from Northeast Asia and an important regional agreement, i.e., the September 19 Joint Statement, was reached. This also had happened in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe June 15 era of reunification showed that only when the inter-Korean relations were oriented towards co-existence and co-prosperity it would help defend security on the Korean Peninsula. That era also showed that neighboring countries are accepting such developments with a good grace.\n\t\t\t\t\t\n\t\t\t\t\tThe situation of the Korean Peninsula is now on the brink of war due to the present south Korean authorities and the U.S. capitalized on this to deploy its military force massively into Northeast Asia. Such situation is producing evidence that national reunification is holding a clinching significance in defending security of the region.\n\t\t\t\t\t\n\t\t\t\t\tA dark cloud of cold war was hanging over Northeast Asia. Just at this time, Kim Jong Il held aloft the banner of Songun and brought to us the June 15 era of reunification. Through this, he provided a sure guarantee for peace and security in Northeast Asia. Herein lie his immortal feats for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t3. Great Exploits that Will Be Everlasting in the World\n\t\t\t\t\t\n\t\t\t\t\tThe Korean nation started its movement for the country's reunification at the very day when it was divided. Since then, it has undergone through a myriad of turns and twists year after year.\n\t\t\t\t\t\n\t\t\t\t\tIt experienced confrontations over policies between reunification and division, which all came out of the moves pursued by separatists at home and abroad. The same is truth in case of confrontations between the formula of federal reunification and the theory of \"unification of systems\".\n\t\t\t\t\t\n\t\t\t\t\tAs the struggle for national reunification drags on and a generation changes, we also found some people in south Korea and some other countries who lost their hopes for reunification. Some even thought that reunification is as far off as North Pole.\n\t\t\t\t\t\n\t\t\t\t\tBut, all the fellow countrymen and the world people, getting along in the June 15 reunification era, came to have firm confidence that it is quite possible to achieve the peaceful reunification of the Korean Peninsula and so there is practical possibility of ensuring a lasting peace in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tEven today, exacerbating confrontation between the north and the south drives the situation of the Korean Peninsula to the brink of war. However, our army and people remain optimistic about the prospect of national reunification and are full of confidence to drive out confrontation maniacs and safeguard security in the peninsula. All this is attributable to treasured sword of Songun and inter-Korean declarations provided by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt is important to steadily defend and enrich the valuable reunification achievements of Kim Jong Il, who made an immortal contribution to the prosperity of the nation and global peace. Herein lies a sure guarantee for finally ensuring national reunification and security of the Korean Peninsula all together.\n\t\t\t\t\t\n\t\t\t\t\tWhat is important is to implement to the letter the June 15 North-South Joint Declaration and its action programme, the October 4 Declaration, which were all provided by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThose two declarations are a symbol of the June 15 reunification era and beacon of reunification and peace.\n\t\t\t\t\t\n\t\t\t\t\tFirst of all, we should base ourselves on the idea of \"By our nation itself\" in getting all of our efforts oriented towards the national reunification which would help defend security on the Korean Peninsula. The level of mutual confidence between the north and the south should be restored to the same level as it was in the June 15 reunification era without any delay by thoroughly demolishing the temporarily revived specter of \"unification of systems\".\n\t\t\t\t\t\n\t\t\t\t\tThe first step in establishing the lasting peace regime throughout the Korean Peninsula is to turn the West Sea of Korea, where the risk of clash is high, into the area of peace as stipulated in the October 4 Declaration.\n\t\t\t\t\t\n\t\t\t\t\tImplementation of the inter-Korean declarations is in full accord with the interests of all countries that show concern over peace in the Korean Peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tNeighboring and other countries concerned are worried about the present bedeviled relations between the north and the south of Korea. They all could hardly refrain from recalling the time, with a fond and nostalgic memory, when the inter-Korean declarations were adopted and implemented, a time when everybody felt safe and sound and got benefit from the adoption and implementation of the above declarations.\n\t\t\t\t\t\n\t\t\t\t\tNow only a handful of people refuse to implement those declarations in the Korean Peninsula. Immediately after the present south Korean authorities took office, they spoke ill of the June 15 reunification era, defiling it as \"lost 10 years\". But, they are now standing before the court of judgment for their crimes.\n\t\t\t\t\t\n\t\t\t\t\tIf a country truly wants to see the provision of security in the Korean Peninsula, it should squarely see that the only way to do it is to implement the declarations that would lead to improved relations between the north and the south and, further, to peace and security in Northeast Asia, instead of lending its ear to the sophism of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\tIf a country keeps its distance from mentioning the implementation of the inter-Korean declarations while talking about the need to improve the inter-Korean relations, this would rather be viewed as an unconstructive attitude of taking sides with the present south Korean authorities which remain dead set against the declarations. At present, the U.S. often talks that it wants to see the improved relations between the north and the south, but it still bypasses any chance of expressing its stand towards the implementation of those declarations, only to keep us doubtful about its willingness. This is a typical example of an unconstructive attitude by a certain country towards the inter-Korean declarations.\n\t\t\t\t\t\n\t\t\t\t\tThe stand towards the inter-Korean declarations is an acid test which will determine who stands for or against security of the Korean Peninsula and peace in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\tThe cause of national reunification started by President Kim Il Sung and advanced victoriously by Kim Jong Il is truly entering into a new historical turning point.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, the supreme leader of our Party, state and army, now stands at the helm of our people in their general march to brilliantly accomplish the cause of national reunification, true to the behests of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe movement of national reunification is sure to emerge victorious as there are the dear respected Kim Jong Un and the great idea of independent and peaceful reunification that guides all Koreans with the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tThe immortal exploits of Kim Jong Il for national reunification will remain long in the history of a reunified country."
        },
        {
            "title": "Vol. 1 of \"Complete Collection of Kim Jong Il's Works\" Off Press",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-13ee.html",
            "content": "Vol. 1 of \"Complete Collection of Kim Jong Il's Works\" Off Press\r\nPyongyang, February 15 (KCNA) -- Vol. 1 of \"Complete Collection of Kim Jong Il's Works\" was brought out in the DPRK in commemoration of the 70th birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tIt is a library of the immortal Juche idea, Songun idea which systematically and comprehensively deals with famous works of the peerlessly great man in a chronological order.\n\t\t\t\t\t\n\t\t\t\t\tThe book contains 104 works including historic speeches, conclusions, talks and others made by him from July 1952 to August 1960.\n\t\t\t\t\t\n\t\t\t\t\t\"Let Us Follow the Examples Set by Respected Marshal Kim Il Sung in His Childhood\" and \"Let Us Defend and Glorify the Revolutionary Feats of the Respected Leader\" and other works clarify the idea of upholding, deeply studying and grasping the glorious revolutionary history and feats of President Kim Il Sung and principled issues which serve as guidelines for thoroughly inheriting and developing the glorious revolutionary traditions of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThere are in the book such works as those calling upon the young people to creditably play the role of vanguard and shock brigade in all difficult and labor consuming work sites of socialist construction and clarifying tasks and ways to prepare all school youth and children as revolutionary talents, knowledgeable, virtuous and healthy.\n\t\t\t\t\t\n\t\t\t\t\tIt also has immortal famous works authored by him such as \"Care of Country\", \"Song of Best Wishes\", \"My Mother\", \"Greeting the Sun Rising over the Taedong River\".\n\t\t\t\t\t\n\t\t\t\t\tThe book contains works stressing the need to preserve the characteristics of the newspapers and magazines and positively support the struggle of the Korean students in Japan and giving theoretical and practical solutions to the matters in various fields."
        },
        {
            "title": "Creators of Opera \"Liang Shanbo and Zhu Yingtai\" Commended",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-46ee.html",
            "content": "Creators of Opera \"Liang Shanbo and Zhu Yingtai\" Commended\r\nPyongyang, February 15 (KCNA) -- An awarding ceremony of commendations to creators of opera \"Liang Shanbo and Zhu Yingtai\" took place on Tuesday.\n\t\t\t\t\tCreators and artistes of the Phibada Opera Troupe successfully created the opera in a Korean style and performed it, fully demonstrating the might of Juche arts and making a contribution to the development of the traditional DPRK-China ties under the energetic guidance of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tKim Yun, artist of the Phibada Opera Troupe, received the title of Labor Hero of the DPRK and the Order of the National Flag First Class and Gold Medal (Hammer and Sickle). \n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung Order went to Jon In Ok, secretary of the primary committee of the WPK of the troupe, and Paek Ui Son, vice-chairman of the C.C., the Writers Union of Korea, and Kim Il Sung Prize to Chae Myong Sok, director of the troupe. \n\t\t\t\t\t\n\t\t\t\t\tWatches bearing the august name of President Kim Il Sung were awarded to Room Chief Han Myong Chon, artist Ri Kuk Song, director Jon Un Gyong and 10 others of the troupe. \n\t\t\t\t\t\n\t\t\t\t\tThe letters of commendation of leader Kim Jong Il went to 10 people including Vice-Director Kim Tong Ju and composer O Sung Hak of the troupe. \n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung Youth Honor Prize went to six people of the troupe including artistes O Chong Song and Pak Myong Jin. \n\t\t\t\t\t\n\t\t\t\t\tYun Hui Gwang, chief of a department of Pyongyang Kim Won Gyun Conservatory, and Kim Yong Rok, section chief of the Phibada Opera Troupe, and actor Pak Sung Yong and director Sin Ryul of the troupe that of People's Artiste. The title of People's Journalist was conferred upon Pak Hyon, head of office of the Central Broadcasting Committee of Korea, the title of Merited Artiste upon conductor Song In Dok and director O Kyong Chol and two others of the opera troupe and 19 people including Choe ye Ok and Son Chol Nam, artistes of the opera troupe, received the title of Merited Artiste. \n\t\t\t\t\t\n\t\t\t\t\tThe Order of the National Flag First Class went to four people, the Order of Labor to eight people, the Order of the National Flag Second Class to 39 and the Order of the National Flag Third Class to 54 and Medal of Merit to 98."
        },
        {
            "title": "DPRK Team Beats S. Korean Team 1:0",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-21ee.html",
            "content": "DPRK Team Beats S. Korean Team 1:0\r\nPyongyang, February 15 (KCNA) --The DPRK team beat its rival south Korean team 1:0 at the 2012 China International Women's Soccer Invitational Tournament which is being held in Yongchuan,   Chongqing of China.\n\t\t\t\t\tOn Feb. 15, the first day of the tournament, the DPRK team kicked a good goal in the match with the south Korean team through consecutive opportunities of scoring.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK team is to have the second match with the Mexican team.\n\t\t\t\t\t\n\t\t\t\t\tThe tournament will go on till Feb. 19. Competing are the DPRK, south Korea, Mexico and China."
        },
        {
            "title": "Russian Figure Skater, Well Known to Korean People",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-39ee.html",
            "content": "Russian Figure Skater, Well Known to Korean People\r\nPyongyang, February 15 (KCNA) -- The 21st International Figure Skating Festival for Paektusan Prize now under way in the Ice Rink in Pyongyang id drawing many domestic and foreign figure skaters. \n\t\t\t\t\tAmong them is a Russian Olympic gold medalist, Evgeny Phyulushchenk. The 30-year-old man is a title holder of several world and European figure skating championships. \n\t\t\t\t\t\n\t\t\t\t\tHe has become popular among the Korean people for his distinguished performance last year.\n\t\t\t\t\t\n\t\t\t\t\tIn an interview with KCNA on Wednesday, he said he was pleased to attend the current festival.\n\t\t\t\t\t\n\t\t\t\t\t\"Not only the Koreans but other people around the world were saddened by the death of leader Kim Jong Il. I wish the Korean people every success in their efforts to implement his behests,\" he said. \"It is beyond doubt that the current festival would bear fruits as the preparations were made in a creditable manner, and with accomplished figure skaters from various countries attending.\" \n\t\t\t\t\t\n\t\t\t\t\t\"Although I am not in good condition from a recent bruise, I came here, Pyongyang,\" he added.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed his will to continue to participate in the coming festivals."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung and Kim Jong Il to Be Commemorated in Hungary",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-03ee.html",
            "content": "Birth Anniversaries of Kim Il Sung and Kim Jong Il to Be Commemorated in Hungary\r\nPyongyang, February 15 (KCNA) -- A preparatory committee for commemorating the centenary of birth of President Kim Il Sung and the 70th birth anniversary of leader Kim Jong Il was formed in Hungary on February 1.\n\t\t\t\t\tGyula Thurmer, chairman of the Hungarian Communist Workers' Party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee decided to hold colorful events on the Day of the Sun and the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star Marked",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-04ee.html",
            "content": "Day of Shining Star Marked\r\nPyongyang, February 15 (KCNA) -- Events took place in various countries on the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThey included meeting, photo exhibition, film show, lecture and remembrance meeting in Mexico, Ukraine, Pakistan, Mongolia and France between February 6 and 8. \n\t\t\t\t\t\n\t\t\t\t\tAt an event the general secretary of the C.C., the People's Socialist Party of Mexico praised Kim Jong Il as a prominent thinker and theoretician, a rare political elder and a peerlessly brilliant commander of Songun who led the revolutionary cause of Juche along the road of victory with his profound ideas and theories and extraordinary leadership and as a peerless patriot and a benevolent father of the people who adorned his life with noble dedication to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\tAndre Aubry, president of the France-Korea Friendship Association, referred to the immortal feats performed by him for the building of a thriving nation in the DPRK and for the independent and peaceful reunification of the country and global independence.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Association for the Study of Songun Politics in Mariupol City of Ukraine noted it is ascribable to the Songun politics that the DPRK is demonstrating its might as a politico-ideological power and a military power and is pushing back the frontiers of science and technology in all fields through a high-pitched drive for the industrial revolution in the new century for the improvement of the standard people's living.\n\t\t\t\t\t\n\t\t\t\t\tD. Michka, general manager of the Mongolian HUM Company Ltd., said there are many leaders and heads of state in the world but no leader dedicated himself to his country and its people all his life without having even a single day of rest as Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMessages to the dear respected Kim Jong Un were adopted at the events in Ukraine, Pakistan, Mongolia and France."
        },
        {
            "title": "Day of Shining Star Observed by Foreign Papers",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-06ee.html",
            "content": "Day of Shining Star Observed by Foreign Papers\r\nPyongyang, February 15 (KCNA) -- Papers of various countries carried special write-ups illustrated with a portrait of smiling leader Kim Jong Il on his birth anniversary.\n\t\t\t\t\tThe Bangladeshi paper Natun Bangla on February 6 in an article titled \"On the occasion of the Day of the Shining Star, 70th birth anniversary of the great leader H.E. Kim Jong Il\" said Kim Jong Il was the greatest man.\n\t\t\t\t\t\n\t\t\t\t\tIt continued: \n\t\t\t\t\t\n\t\t\t\t\tHe comprehensively developed in depth the Juche idea and Songun idea founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe considered independence, peace and friendship as an invariable idea of the foreign policy of the DPRK and conducted energetic external activities, making a signal contribution to global independence. \n\t\t\t\t\t\n\t\t\t\t\tHe will be always alive in the hearts of the Korean people and progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\tAnother Bangladeshi paper Natun Katha on February 7 noted the reality of the DPRK winning victory after victory under the banner of Songun is greatly encouraging the people of the countries aspiring after independence and dynamically pushing ahead with the socialist movement in the world.\n\t\t\t\t\t\n\t\t\t\t\tThe paper of Democratic Congo La Prosperite on February 6 edited in its one whole page the articles titled \"A great master of leadership\" and \"Benevolent father of the people\" illustrated with photos showing the orders Kim Jong Il received and the Kumsusan Memorial Palace.\n\t\t\t\t\t\n\t\t\t\t\tThe Myanmar paper The Voice on February 6 carried an article titled \"H.E. Kim Jong Il will be immortal along with his exploits.\""
        },
        {
            "title": "Kim Jong Il Praised by Bangladeshi Figure",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-05ee.html",
            "content": "Kim Jong Il Praised by Bangladeshi Figure\r\nPyongyang, February 15 (KCNA) -- Leader Kim Jong Il performed immortal exploits before the era and history by leading the revolution and construction in the DPRK along the road of victory with his brilliant wisdom, outstanding ideas and theories and extraordinary leadership art for years.\n\t\t\t\t\tGarib Newaz, president of the Bangladesh People's League and the chairman of the Bangladesh Self-Reliance Research Centre, said this in his statement on February 8.\n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tHe comprehensively systemized the Juche idea, a great idea steering the era of independence, providing progressive humankind with it.\n\t\t\t\t\t\n\t\t\t\t\tHe was a prominent leader of the Korean people and the world progressive people struggling to realize independence.\n\t\t\t\t\t\n\t\t\t\t\tWe are sure that the Songun leadership of the dear respected H.E. Kim Jong Un, a reliable successor to the revolutionary cause of H.E. Kim Jong Il, would bring the Korean people and progressive humankind greater victory and glory."
        },
        {
            "title": "Kim Jong Il Praised by Lao Paper",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-07ee.html",
            "content": "Kim Jong Il Praised by Lao Paper\r\nPyongyang, February 15 (KCNA) -- The Lao paper Pasason carried an article titled \"Benevolent leader of the Korean people\" on the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe paper noted:\n\t\t\t\t\t\n\t\t\t\t\tIt was the view of Kim Jong Il that the purpose of a revolution is to bring the love for people into full bloom and patriotism and revolution originate from the ardent love for people and a revolution for achieving man's independence is the most ardent love for human beings.\n\t\t\t\t\t\n\t\t\t\t\tIt was his outlook on life to serve the people and dedicate himself to them.\n\t\t\t\t\t\n\t\t\t\t\tThe paper cited facts to prove that Kim Jong Il spared nothing for the people's happiness, adding:\n\t\t\t\t\t\n\t\t\t\t\tHe always thought of the people while making foreign tours.\n\t\t\t\t\t\n\t\t\t\t\tIt is by no means fortuitous that the Russian presidential envoy who had accompanied him on visit to Russia noted in his article that Kim Jong Il, chairman of the National Defence Commission, was the leader who devoted his all thoughts and enthusiasm to the happiness of the people only.\n\t\t\t\t\t\n\t\t\t\t\tHow ardently he loved the people can be explained by the ceaseless field guidance provided by him.\n\t\t\t\t\t\n\t\t\t\t\tIt is quite natural for the Korean people to hold such leader in high esteem, calling him their father."
        },
        {
            "title": "Kim Jong Il Awarded Nigeria's Honorary Citizenship",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-24ee.html",
            "content": "Kim Jong Il Awarded Nigeria's Honorary Citizenship\r\nPyongyang, February 15 (KCNA) -- Damaturu City, Yobe State of Nigeria, presented the title of its honorary citizen to leader Kim Jong Il on his 70th birth anniversary. \n\t\t\t\t\tA ceremony of conveying the citizen certificate took place at the presidential guesthouse on Feb. 9.\n\t\t\t\t\t\n\t\t\t\t\tThe certificate of honorary citizen was conveyed to the head of the DPRK technical assistance group.\n\t\t\t\t\t\n\t\t\t\t\tThe governor of the city said:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, the great leader of the Korean people, was the iron-willed commander who provided the powerful nuclear deterrent with his rare courage and pluck.\n\t\t\t\t\t\n\t\t\t\t\tHe dispatched doctors and technicians of the DPRK to Damaturu City to greatly contribute to the improvement of its citizens' health and set a good example of South-South cooperation in various fields including education, agriculture and construction.\n\t\t\t\t\t\n\t\t\t\t\tThe immortal feats of Kim Jong Il who made contribution to the prosperity of the DPRK and the world peace and stability will be kept in the hearts of the Koreans and the world people and the citizens of Damaturu City forever."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Ecuador",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-08ee.html",
            "content": "Kim Jong Il's Work Introduced in Ecuador\r\nPyongyang, February 15 (KCNA) -- The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People posted the full text of leader Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" on its Internet homepage on February 8.\n\t\t\t\t\tThe work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original philosophy evolved and systemized with its peculiar principles and a revolutionary and popular philosophy which genuinely serves the popular masses in their struggle for independence."
        },
        {
            "title": "Kim Jong Un ordena elevar grados militares de comandantes del EPC",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-02ss.html",
            "content": "Kim Jong Un ordena elevar grados militares de comandantes del EPC\r\nPyongyang, 15 de febrero (ACNC) -- El Comandante Supremo del Ejercito Popular de Corea, Kim Jong Un, emitio el dia 15 la orden no. 003 de elevar los grados militares de los miembros de mando del EPC. \n\t\t\t\t\tEn su orden, el Comandante Supremo senalo que las fuerzas armadas revolucionarias de Corea han venido asegurando fidedignamente la causa revolucionaria del Juche durante 80 anos desde cuando proclamaron en la selva del Paektu su nacimiento y hoy tambien hacen gala del poderio del ejercito revolucionario mas selecto del monte Paektu en la defensa de la patria y la construccion del Estado prospero socialista heredando las gloriosas tradiciones de defensa a ultranza al lider.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que los miembros de mando del EPC, pilares nucleares del Partido del Trabajo de Corea y combatientes de vanguardia de la revolucion del Songun, seguiran apoyando con fidelidad la direccion del partido sobre la revolucion mediante el Songun como dignos descendientes del Presidente Kim Il Sung y soldados y discipulos del Dirigente Kim Jong Il y cumpliendo con su deber en la sagrada lucha por llevar a feliz termino de generacion en generacion la causa revolucionaria del Juche, el ordeno elevar sus grados militares con motivo del significativo Dia de la Estrella Luz (16 de febrero, dia de nacimiento del Dirigente). \n\t\t\t\t\t\n\t\t\t\t\tLa orden senala que da a Pak To Chun y Kim Yong Chol el titulo militar de general de ejercito, a Ju Kyu Chang, Paek Se Bong y Kim Song Chol, el  de coronel general y a Kim Myong Sik, Hyon Sun Hak y otros 16, el de teniente general."
        },
        {
            "title": "Kim Jong Un recibe regalo de personalidad de Egipto",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-13ss.html",
            "content": "Kim Jong Un recibe regalo de personalidad de Egipto\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio regalo que le dirigiera Yehia Zakaria Khairullah, presidente del Comite Egipcio para el Estudio de la Idea Juche.\n\t\t\t\t\tYehia lo entrego el dia 11 al embajador coreano en Egipto."
        },
        {
            "title": "Kim Jong Un recibe cesto de flores y carta de Cuerpo de Agregados Militares",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-16ss.html",
            "content": "Kim Jong Un recibe cesto de flores y carta de Cuerpo de Agregados Militares\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un cesto de flores y carta de felicitacion que le dirigiera el Cuerpo de Agregados Militares acreditados en Corea con motivo del 70o aniversario del nacimiento del Dirigente  Kim Jong Il. \n\t\t\t\t\tEl agregado militar de la embajada vietnamita y jefe del citado cuerpo, Nguyen Van Lich, los entrego este miercoles al vicemariscal del Ejercito Popular de Corea, Kim Yong Chun, ministro de las Fuerzas Armadas Populares.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, fueron trasladadas tambien a un funcionario coreano las cartas de felicitacion que le dedicaran a Kim Jong Un los agregados militares de las embajadas de Cuba, Vietnam, Iran, Rusia, Egipto y China."
        },
        {
            "title": "Kim Jong Un recibe presente de IIIJ",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-23ss.html",
            "content": "Kim Jong Un recibe presente de IIIJ\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio presente que le dedicara el Instituto Internacional de la Idea Juche con motivo del 70o aniversario del nacimiento del Dirigente Kim Jong Il. \n\t\t\t\t\tKenichi Ogami, secretario general del IIIJ, de visita en Corea, lo entrego este miercoles a un funcionario coreano."
        },
        {
            "title": "Kim Jong Un recibe cesto de flores de consejeros economico-comerciales ",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-18ss.html",
            "content": "Kim Jong Un recibe cesto de flores de consejeros economico-comerciales\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un cesto de flores que le dedicara el Cuerpo de Consejeros Economicos y Comerciales acreditado en Corea con motivo del 70o aniversario del nacimiento del Dirigente       Kim Jong Il. \n\t\t\t\t\tEl consejero chino y jefe del citado cuerpo, Wang Zhilin, lo traslado el dia 15 a un funcionario coreano."
        },
        {
            "title": "Kim Jong Un recibe cestos de flores y regalo de los adeptos a idea Juche",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-15ss.html",
            "content": "Kim Jong Un recibe cestos de flores y regalo de los adeptos a idea Juche\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un cesto de flores que con motivo del 70o aniversario del natalicio del Dirigente Kim Jong Il, le dedicaran el secretario general del Instituto Internacional de la Idea Juche y su comitiva de visita en Corea.\n\t\t\t\t\tTambien le dirigio un cesto de flores y regalo la delegacion de la Sociedad para el Estudio de las Obras de Kim Jong Il en Japon, de visita en Corea, con motivo de la misma efemeride.\n\t\t\t\t\t\n\t\t\t\t\tKenichi Ogami, secretario general del IIIJ, y Masaji Ie, asesor del Consejo Nacional de Enlace de la citada entidad japonesa, los entregaron el dia 15 por separado a un funcionario coreano."
        },
        {
            "title": "Kim Jong Un recibe presente de personalidad europea",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-31ss.html",
            "content": "Kim Jong Un recibe presente de personalidad europea\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio presente que le dedicara el director de la Sociedad Europea para el Estudio de la Idea Juche, Lyne Sinyodyium, de visita en Corea. \n\t\t\t\t\tEl visitante lo entrego el dia 15 a un funcionario coreano."
        },
        {
            "title": "Kim Jong Un recibe cesto floral y cartas de embajadores",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-21ss.html",
            "content": "Kim Jong Un recibe cesto floral y cartas de embajadores\r\nPyongyang, 15 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio un cesto de flores y una carta de felicitacion que con motivo del 70o aniversario de nacimiento del Dirigente Kim Jong Il, le enviara Arif Mahmood, embajador de la Republica Islamica de Pakistan en Corea, y una carta de felicitacion del embajador de la Republica Islamica de Iran en Corea, Morteza Moradian.\n\t\t\t\t\tEl cesto de flores y cartas de felicitacion fueron entregados el dia 15 por separado a los funcionarios coreanos."
        },
        {
            "title": "Kim Jong Il recibe certificado de ciudadano honorario de Nigeria ",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-12ss.html",
            "content": "Kim Jong Il recibe certificado de ciudadano honorario de Nigeria\r\nPyongyang, 15 de febrero (ACNC) -- Con motivo del 70o aniversario de nacimiento del Dirigente   Kim Jong Il, fue otorgado a este gran hombre el certificado de ciudadano honorario de la ciudad de Damaturu, Estado de Yobe de Nigeria. \n\t\t\t\t\tTuvo lugar el dia 9 la ceremonia de otorgamiento en la Casa de Huespedes del Presidente. \n\t\t\t\t\t\n\t\t\t\t\tEl certificado de ciudadano honorario fue entregado al jefe de la delegacion de cooperacion tecnica de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl gobernador de la ciudad dijo que Su Excelencia Kim Jong Il, gran Dirigente del pueblo coreano, fue el comandante de acero quien preparo el fuerte disuasivo nuclear con fuerte audacia y coraje. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente envio a nuestra ciudad a los medicos y tecnicos coreanos para que contribuyeran al fomento de la salud de los ciudadanos y crearan un excelente modelo de la cooperacion Sur-Sur en varios dominios como la educcion, la agricultura y la construccion, prosiguio. \n\t\t\t\t\t\n\t\t\t\t\tQuedaran siempre en el corazon del pueblo coreano, los demas del mundo y los ciudadanos de Damaturu, Estado de Yobe de Nigeria, las imborrables proezas de Su Excelencia Kim Jong Il quien hizo aporte a la prosperidad de Corea, la paz y la estabilidad del mundo, apunto."
        },
        {
            "title": "Otorgado a Kim Jong Gak grado de vicemariscal del EPC",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-03ss.html",
            "content": "Otorgado a Kim Jong Gak grado de vicemariscal del EPC\r\nPyongyang, 15 de febrero (ACNC) -- La Comision Militar Central del Partido del Trabajo de Corea y el Comite de Defensa Nacional de la Republica Popular Democratica de Corea decidieron otorgar a Kim Jong Gak el grado de vicemariscal del Ejercito Popular de Corea. \n\t\t\t\t\tLa resolucion correspondiente fue publicada el dia 15."
        },
        {
            "title": "MINREX publica reporte con motivo del 70o cumpleanos de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201202/news15/20120215-39ss.html",
            "content": "MINREX publica reporte con motivo del 70o cumpleanos de Kim Jong Il\r\nPyongyang, 15 de febrero (ACNC) -- Con motivo del 70o aniversario del natalicio del Dirigente     Kim Jong Il, el Instituto de Desarme y Paz del Ministerio de Relaciones Exteriores de Corea publico el dia 15 un reporte que resena los datos de investigacion sobre la contribucion del Dirigente a la defensa de seguridad en la Peninsula Coreana y a la paz del Nordeste Asiatico.\n\t\t\t\t\tEn su historica obra publicada el 4 de agosto de 1997 \"Materialicemos de modo consecuente el legado del gran Lider, camarada Kim Il Sung, para la reunificacion de la Patria\", el Dirigente Kim Jong Il formulo los Tres Principios de la Reunificacion de la Patria, el Programa de Diez Puntos de la Gran Unidad Pannacional y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo, patrimonios dejados por el Presidente  Kim Il Sung, como las Tres Cartas para la Reunificacion de la Patria dando asi a toda la nacion la bandera a levantar en alto en esa causa nacional, comienza el reporte y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa propuesta de reunificacion a modo de sistema federal, componente importante de las Tres Cartas para la Reunificacion de la Patria, es la mejor opcion para defender la seguridad de la Peninsula Coreana porque es la razonable e imparcial que no supone la supremacia o los intereses unilaterales de una de las dos partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tCon su extraordinaria capacidad de dirigir e implementar, el Dirigente dio inicio a la epoca del 15 de Junio por la reunificacion materializando las tres cartas arriba mencionadas.\n\t\t\t\t\t\n\t\t\t\t\tEn junio de 2000, se realizo por primera vez en la historia de division de mas de medio siglo la cumbre Norte-Sur y se aprobo la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tA traves de este documento, el Norte y el Sur de Corea acordaron en el maximo nivel la formula de reunificacion que garantiza la seguridad de la Peninsula Coreana a base del ideal \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tLa era de reunificacion del 15 de Junio, abierta por el Dirigente, marco un nuevo hito para defender la seguridad de la Peninsula Coreana y la paz del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tRenovo la esperanza y la fe en la reunificacion de los connacionales dentro y fuera del pais al acordar con la parte Sur la formula de reunificacion que garantiza la seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion Conjunta ha sido aplaudida y apoyada totalmente no solo por toda la nacion coreana sino tambien por todos los paises del mundo y las organizaciones internacionales incluyendo la ONU. Una de las razones de tal aceptacion reside en la gran importancia que tiene ese acuerdo para la defensa de la paz del Nordeste Asiatico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tDespues de publicada la Declaracion Conjunta del 15 de Junio, se realizo por primera vez en la historia de las relaciones RPDC-EE.UU. el encuentro en Washington entre el enviado especial del Dirigente y el entonces presidente norteamericano y se publico el comunicado conjunto RPDC-EE.UU., seguido de la visita a Pyongyang de la secretaria de Estado de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, el premier japones visito a Pyongyang por primera vez en la historia de relaciones Corea-Japon y acordo la Declaracion Corea-Japon de Pyongyang luego de la cumbre bilateral.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, los paises occidentales, que no habian reconocido durante decadas a la RPDC, establecieron simultaneamente las relaciones diplomaticas con esta.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, con la participacion de los paises del Nordeste Asiatico, tuvieron lugar por primera vez las conversaciones a 6 bandas y se logro el acuerdo regional importante como la Declaracion Conjunta del 19 de Septiembre.\n\t\t\t\t\t\n\t\t\t\t\tMantener y glorificar las preciosas hazanas realizadas por el Dirigente Kim Jong Il, he aqui la garantia para lograr finalmente la reunificacion de la patria y la seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa tarea mas importante es ejecutar consecuentemente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, programa de implementacion de  la primera, preparadas por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEstas declaraciones son simbolo de la epoca del 15 de Junio por la reunificacion y bandera de la paz y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, hay que orientarse a la reunificacion que pueda garantizar la seguridad de la Peninsula Coreana a base del ideal \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tEs preciso frustrar la doctrina de la \"reunificacion mediante la fusion de regimenes\" renacida temporalmente y recuperar rapidamente la confianza entre el Norte y el Sur al nivel de la epoca del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tComo se ha establecido en la Declaracion del 4 de Octubre, se debe implantar el sistema de paz mas estable en toda la region de la Peninsula Coreana comenzando por convertir el Mar Oeste con grandes peligros de conflictos armados en la zona maritima pacifica.\n\t\t\t\t\t\n\t\t\t\t\tLa ejecucion de las declaraciones conjuntas conviene enteramente a los intereses de todos los paises que estan interesadas en la paz y la seguridad de la Peninsula Coreana y la region del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tLa posicion sobre ellas es la pauta que determina a los que desean la seguridad de la Peninsula Coreana y la paz del Nordeste Asiatico y a los que no las quieren.\n\t\t\t\t\t\n\t\t\t\t\tLa causa de reunificacion de la patria iniciada por el Presidente Kim Il Sung e impulsada victoriosamente por el Dirigente Kim Jong Il entra en el nuevo periodo de viraje historico.\n\t\t\t\t\t\n\t\t\t\t\tGracias al Maximo Dirigente Kim Jong Un y a la gran idea de reunificacion independiente y pacifica que orienta a todos los connacionales segun el ideal \"Entre nosotros, los connacionales\", es definitiva la victoria de esa causa nacional."
        }
    ]
}