{
    "date": "2012-03-24",
    "url": "http://kcna.co.jp/item/2012/201203/2012-03-24ee.html",
    "articles": [
        {
            "title": "Fifth Session of 12th SPA of DPRK to Be Held",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-01ee.html",
            "content": "Fifth Session of 12th SPA of DPRK to Be Held\r\n Pyongyang, March 24 (KCNA) -- The Fifth Session of the 12th Supreme People's Assembly (SPA) of the DPRK will be held here on April 13.\n\t\t\t\t\t A relevant decision of the Presidium of the SPA was released on Thursday."
        },
        {
            "title": "Kim Yong Nam Greets Greek President",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-29ee.html",
            "content": "Kim Yong Nam Greets Greek President\r\n Pyongyang, March 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Greek President Carlos Papoulias on National Day of Greece.\n\t\t\t\t\t Kim in the message wished the president and the people of Greece prosperity and welfare."
        },
        {
            "title": "New Documentaries Shown",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-21ee.html",
            "content": "New Documentaries Shown \r\n Pyongyang, March 24 (KCNA) -- Parts 2 and 3 of documentaries \"The great leader Comrade Kim Jong Il will be immortal\" were shown at the People's Palace of Culture on Saturday on the occasion of the 100th day since the demise of General Secretary Kim Jong Il. \n\t\t\t\t\t Among the audience were Kim Yong Nam, Choe Yong Rim and other senior officials of the party and state and officials of power bodies, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The films show overseas compatriots and people in south Korea bitterly grieving over the loss of the father of the nation upon hearing the sad news which came like a bolt from the blue and world people mourning the demise of Kim Jong Il in sorrow. \n\t\t\t\t\t\n\t\t\t\t\t Documentaries have scenes showing Koreans in Japan and other Koreans in different parts of the world deeply grieving over the leader's passing. They also show south Korean people setting up incense-burning altars in different places to express condolences. \n\t\t\t\t\t\n\t\t\t\t\t The audience was moved to tears to watch the dear respected Kim Jong Un cordially receiving overseas Koreans on visits to the bier of Kim Jong Il though he was more bitterly saddened than anybody else. \n\t\t\t\t\t\n\t\t\t\t\t The documentaries deal with accounts of solemn mourning events held in more than 190 countries, international organizations and even in those countries in hostile relationship with the DPRK to express deep condolences on his demise. \n\t\t\t\t\t\n\t\t\t\t\t They also deal with the facts that foreign party, state and government leaders and high-ranking officials of political, social and military circles and many foreigners expressed deep condolences on the demise of Kim Jong Il in bitter sorrow and sent condolatory messages."
        },
        {
            "title": "Tribute Paid to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-22ee.html",
            "content": "Tribute Paid to Kim Il Sung and Kim Jong Il \r\n Pyongyang, March 24 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, Saturday visited the equestrian statues of President Kim Il Sung and General Secretary Kim Jong Il at the Mansudae Art Studio to pay his respects to them.\n\t\t\t\t\t The vice-chairman laid a bouquet before the statues and made a bow.\n\t\t\t\t\t\n\t\t\t\t\t Ro arrived here Saturday to attend the commemorations of the 100th day since the demise of Kim Jong Il."
        },
        {
            "title": "Overseas Koreans Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-24ee.html",
            "content": "Overseas Koreans Visit Mangyongdae\r\n Pyongyang, March 24 (KCNA) -- Overseas Koreans including the members of the mourners' delegations of the General Association of Koreans in China and the Central Association of Korean Nationals in Russia toured Mangyongdae, birthplace of President Kim Il Sung, on Saturday. They are visiting the homeland to attend the memorial service on the 100th day since the demise of General Secretary Kim Jong Il\n\t\t\t\t\t They first visited the graves of Kim Po Hyon, the President's grandfather, Ri Po Ik, his grandmother, Kim Hyong Jik and Kang Pan Sok, his parents, and paid a moment's silence.\n\t\t\t\t\t\n\t\t\t\t\t They then toured the historical mementoes preserved at the President's birthplace, being briefed on the old home. \n\t\t\t\t\t\n\t\t\t\t\t Chairperson Choe Un Bok, head of the mourners' delegation of the General Association of Koreans in China, said Kim Il Sung born into a patriotic family was a great leader who embarked on the revolutionary road at his early age and liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t Vice-chairperson Ri Chae Son, head of mourners' delegation of the Central Association of Korean Nationals in Russia, said the President's undying exploits would shine for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea and the Three Charters for National Reunification Memorial Tower on the same day."
        },
        {
            "title": "Chinese Diplomats Pay Floral Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-19ee.html",
            "content": "Chinese Diplomats Pay Floral Tribute to Kim Il Sung and Kim Jong Il\r\n Pyongyang, March 24 (KCNA) -- Chinese Ambassador to the DPRK Liu Hongcai and staff members of the Chinese embassy here Saturday visited the Mansudae Art Studio to lay a floral basket before the equestrian statues of President Kim Il Sung and General Secretary Kim Jong Il there on the occasion of the 100th day since the demise of Kim Jong Il.\n\t\t\t\t\t After laying the floral basket before the statues, they paid tribute in boundless reverence to the peerlessly great men who performed undying exploits for the development of the DPRK-China friendship and the human cause of independence."
        },
        {
            "title": "Koreans in China Pay High Tribute to Kim Jong Il: GAKC Chairwoman",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-20ee.html",
            "content": "Koreans in China Pay High Tribute to Kim Jong Il: GAKC Chairwoman\r\n Pyongyang, March 24 (KCNA) -- Koreans in China pay high tribute to General Secretary Kim Jong Il, sun of Juche and lodestar of national reunification.\n\t\t\t\t\t Choe Un Bok, chairwoman of the General Association of Koreans in China, said this when interviewed by KCNA Friday now staying in the homeland to take part in the commemorations of the 100th day since his demise.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, endowed with ardent love for the country and the nation, demonstrated the dignity and national power of the socialist homeland before the whole world, she noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless patriot and great father of the nation as he devoted all his life to the people's happiness and the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans are honoring the memory of him in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Strong yearning for him finds a more vivid manifestation in boundless reverence for the dear respected Kim Jong Un who is identical to him.\n\t\t\t\t\t\n\t\t\t\t\t It is the expression of the most ardent patriotism for us to hold Kim Jong Un in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary feats of Kim Jong Il will shine forever under the leadership of Kim Jong Un."
        },
        {
            "title": "Books, Poems and Articles Praising Kim Jong Il Published in Many Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-23ee.html",
            "content": "Books, Poems and Articles Praising Kim Jong Il Published in Many Countries\r\n Pyongyang, March 24 (KCNA) -- Many personages of different social standings and progressives in more than 180 countries wrote books on General Secretary Kim Jong Il, poems and articles lauding his brilliant ideological and theoretical activities, outstanding leadership ability and noble personality as a great man. \n\t\t\t\t\t A total of at least 10 000 books and works were authored and published and articles carried by media to express reverence for the leader. \n\t\t\t\t\t\n\t\t\t\t\t In the first year of the new century China, Russia, Nepal, Bangladesh, Pakistan, Portugal, Democratic Congo, Guinea and other countries published such books as \"Personality of Kim Jong Il as a great man\" (parts 1 and 2), \"Stars shine thanks to the sun\", \"Victorious advance of the Juche cause\", \"Kim Jong Il's era\", \"The 60th spring\" and \"Secret of Korean-style socialism\".\n\t\t\t\t\t\n\t\t\t\t\t Among them is \"Great brilliant commander Kim Jong Il\", serial of \"Great man Kim Jong Il\" authored by Nikolai Ryashenko, hero of the former Soviet Union. It says Kim Jong Il possessed of the same spirit, enthusiasm and strategy as those of Mt. Paektu is the general of Mt. Paektu style as he has magnanimous personality.\n\t\t\t\t\t\n\t\t\t\t\t Dozens of books including \"In the country of leader Kim Jong Il\" written by a member of the Political Bureau of the Socialist Unionist Party of Syria, \"General Secretary Kim Jong Il, the sun of the 21st century\" by the honorary director-general of the International Institute of the Juche Idea, \"Country of shining star\" by the secretary general of the Arabic Association for Arts, Culture and Information of Egypt and \"The great man in my mind\" by the chairman of the Swiss Committee for Supporting the Independent and Peaceful Reunification of Korea were published and distributed in 2002. \n\t\t\t\t\t\n\t\t\t\t\t Academician, Prof. and Dr. G. I. Korotkov, military history researcher of Russia, published the book \"Great Strategist in the 21st century\" on the occasions of the 90th birth anniversary of President Kim Il Sung and the 70th founding anniversary of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t The then American Group for Study of the Songun Politics released a book carrying works of Kim Jong Il and his propositions.\n\t\t\t\t\t\n\t\t\t\t\t The Philippines-DPRK Friendship Society named its internet homepage \"Kim Il Sung-Kim Jong Il e-library\" and posted on it the leader's famous works and articles praising and revering him. \n\t\t\t\t\t\n\t\t\t\t\t A representative of the Ehime Institute for Contemporary Korean Issue in Japan published collection of poems \"Paeans praising the sun of the 21st century\" and a Peruvian poet authored collection of poems \"Paeans of Kim Jong Il\". More than 110 countries published poems and articles. \n\t\t\t\t\t\n\t\t\t\t\t Foreign political party leaders and organizations released statements in praise of the revolutionary exploits of Kim Jong Il in publications more than 1 000 times. \n\t\t\t\t\t\n\t\t\t\t\t Foreign political parties' organs and internet homepages carried articles praising Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Newspapers, magazines, TVs and other foreign media carried special write-ups or aired special programs more than 2 500 times and released bulletins praising the great man more than 1 000 times on the occasion of the Day of the Sun and the Day of the Shining Star. \n\t\t\t\t\t\n\t\t\t\t\t The International Liaison Committee for the Reunification and Peace in Korea and groups for the study of the Juche idea and organizations for friendship and solidarity with the Korean people in Peru, Russia, Sri Lanka, Brazil, Egypt, South Africa and other countries carried special write-ups hundreds of times."
        },
        {
            "title": "39,900 Gifts to Kim Jong Il from 170 Odd Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-26ee.html",
            "content": "39,900 Gifts to Kim Jong Il from 170 Odd Countries\r\n Pyongyang, March 24 (KCNA) -- Kim Jong Il, leader of the Democratic People's Republic of Korea, received more than 39,900 gifts from 170 odd countries, according to data available.\n\t\t\t\t\t Among those presenters were party and state leaders and personages of different circles, who praised him as a peerlessly great man, the sun of mankind and great brilliant Songun commander for his enormous contribution to the Korean revolution and global independence.\n\t\t\t\t\t\n\t\t\t\t\t The gifts include craftworks, embroideries, ivories, silk banners, flower vases and oil paintings showing culture and customs of different nations.\n\t\t\t\t\t\n\t\t\t\t\t In August 2011 when he visited Russia and China, Kim Jong Il received a large number of gifts from the president and personages of Russia and Chinese party and government leaders. Among those gifts are dagger, etching, bronze sculpture, jewel painting and porcelain and wooden crafts, which carried their sincerity and reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t The world people's reverence for him has grown deeper after his demise.\n\t\t\t\t\t\n\t\t\t\t\t Lots of gifts came to him from various countries. Among them is \"Natural Stone Flowers\" from the manager of a Chinese company. The flowers resemble Kimjongilia and azalea.\n\t\t\t\t\t\n\t\t\t\t\t There are also picture \"Kimjongilia\" from China and crystal ware \"Horse\" from Kuwait."
        },
        {
            "title": "Volume of Kim Jong Il's Works Strike People with Wonder",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-25ee.html",
            "content": "Volume of Kim Jong Il's Works Strike People with Wonder\r\n Pyongyang, March 24 (KCNA) -- Many people in the DPRK visit the Exhibition of Works on the Juche Idea at the Three Revolution Exhibition here with the approach of the 100th day after the demise of General Secretary Kim Jong Il.\n\t\t\t\t\t The visitors are struck with admiration to see a large number of famous works authored by him. The works include \"On the Juche Idea\", \"On Some Problems of Education in the Juche Idea\" and \"The Juche Philosophy Is an Original Revolutionary Philosophy\", written by him to formulate the revolutionary idea of President Kim Il Sung as the guiding idea of the times and enrich it.\n\t\t\t\t\t\n\t\t\t\t\t With his remarkable writing ability Kim Jong Il gave clear answers to the pressing questions arising in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t For instance, in February 1974 he made public several works in less than ten days to bring about a great change in the work of the Workers' Party of Korea. Among them are historic talks \"Information Workers of the Party Should Go Deep among the Masses\" on Feb. 20, talks \"On Making a Revolution in Writing Editorials\" on Feb. 22 and speech \"On Breaking Outdated Patterns and Bringing About a Fresh Change in Party Work\" on Feb. 28.\n\t\t\t\t\t\n\t\t\t\t\t  \"Theory of Cinematic Art\", \"On Juche Literature\" and other works, which give perfect exposition of the theoretical and practical issues related to literature and arts, well illustrate his profound knowledge.\n\t\t\t\t\t\n\t\t\t\t\t In works \"The Historical Lesson in Building Socialism and the General Line of Our Party\" and \"Abuses of Socialism Are Intolerable\" he clarified the cause of the collapse of socialism in some countries and its features and the shortcut to building of Juche-based socialism. These works served as a mental mainstay for the party, army and people in the DPRK to invariably defend the red flag of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t In particular, he formulated the Songun (military-first) policy as one of the theories and developed it in the practice of the Korean revolution, thus providing powerful self-defensive deterrence and the great unity of the army and people, invincible strength.\n\t\t\t\t\t\n\t\t\t\t\t Through the visit to the exhibition, the Korean people have keenly realized once again that the DPRK owes its high dignity to the ideological and theoretical wisdom of Kim Jong Il, the great sun of the 21st century."
        },
        {
            "title": "Kim Jong Il, Father of Great Family",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-27ee.html",
            "content": "Kim Jong Il, Father of Great Family \r\n Pyongyang, March 24 (KCNA) -- General Secretary Kim Jong Il was not only a peerlessly great man and hero but tender-hearted father of the great family embracing all the people of the DPRK.\n\t\t\t\t\t The Korean people like to call him their father, although he has a lot of designations given by them in recognition of his feats for the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Everywhere he visited in his lifetime, there are many legend-like stories showing his fatherly love for the people.\n\t\t\t\t\t\n\t\t\t\t\t Whenever inspecting military units, he toured their every nook and corner to take warm care of servicepersons' living. He was so meticulous as to send cosmetic cream to women soldiers to keep their skin from being chapped by cold wind. \n\t\t\t\t\t\n\t\t\t\t\t At a naval port, he instructed its commanding officers to place the beds of barracks in a proper direction, afraid that soldiers might get exposed to cold wind from windows.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a farmer's house in a newly-built village, he consulted the housekeeping with family members, saying that it was desirable to cultivate vegetables and plant fruit trees around the house and sow kidney bean under its fence.\n\t\t\t\t\t\n\t\t\t\t\t At a footwear factory, he weighed in his hand shoes to be used by people and, at the delicacy restaurant under Okryu Restaurant, hefted frying-pans used by cooks several times, saying it was somewhat heavy for cooks to hold them for a while.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to such paternal love of Kim Jong Il, the people of the DPRK could lead a happy and worthwhile life."
        },
        {
            "title": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (9)",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-28ee.html",
            "content": "\"Kim Il Sung's Korea\", Special Write-ups to Centenary of His Birth (9)\r\nKim Il Sung's Feats in Building Independent and Sovereign State\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, March 24 (KCNA) -- President Kim Il Sung advanced a great programme for building a Juche-based independent and sovereign state and opened a broad avenue for its development.\n\t\t\t\t\t\n\t\t\t\t\t Though Korea was liberated from the Japanese imperialists' colonial rule, many difficult tasks were coming up before the Korean people, who found it hard to decide which road liberated Korea should take.\n\t\t\t\t\t\n\t\t\t\t\t At that time the President made public famous works \"On Building the Party, State and Armed Forces in the Liberated Homeland\" and \"On Progressive Democracy\" on August 20, 1945, five days after the liberation of the country, to show the road ahead of the Korean people in building a new country.\n\t\t\t\t\t\n\t\t\t\t\t He also delivered a historic speech at a Pyongyang mass rally held in welcome of his triumphant return on October 14 that year. In the speech he called on all the Korean people to unite and pool their efforts in order to build a new democratic country. Those with strength should give strength, those with knowledge dedicate knowledge, and those with money donate money to make tangible contributions to building a new country, he urged.\n\t\t\t\t\t\n\t\t\t\t\t This appeal was a historic call for building a genuine country for the people under the banner of unity, and it is still encouraging the ongoing grand advance for national prosperity. \n\t\t\t\t\t\n\t\t\t\t\t To build a democratic new country where the popular masses are masters, he paid primary attention to founding a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t He dispatched anti-Japanese revolutionary fighters to different areas so as to rearrange local party organizations formed by different groups and rally them in a unified way.\n\t\t\t\t\t\n\t\t\t\t\t After making full preparations in a short span of time, the President convened an inaugural congress of the Central Organizing Committee of the Communist Party of North Korea on October 10, 1945.\n\t\t\t\t\t\n\t\t\t\t\t The congress declared the birth of the Workers' Party of Korea to the world.\n\t\t\t\t\t\n\t\t\t\t\t Then he paid big efforts to establishing an independent government so that the Korean nation could proudly appear in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t Under the very complicated situation with emergence of various isms, he took positive steps for the Korean people to set up local power organs by their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t As a result, people's committees were organized in all areas of the northern half of Korea in a few months after the national liberation and the Provisional People's Committee (PPC) of North Korea was founded in February 1946.\n\t\t\t\t\t\n\t\t\t\t\tFollowing the successful fulfillment of tasks for the anti-imperialist, anti-feudal democratic revolution under the independent people's power, the PPC developed into the People's Committee of North Korea.\n\t\t\t\t\t\n\t\t\t\t\t In 1948 it was very urgent to establish a unified central government throughout Korea.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation Kim Il Sung, in his New Year Address and \"Report to the Second Congress of the Workers' Party of North Korea on the Work of the Central Committee\", stressed the need to establish the unified central government in Korea without delay so as to frustrate the U.S. imperialists' scheme for setting up separate \"government\".\n\t\t\t\t\t\n\t\t\t\t\t Consequently, such preparations for founding of the Republic were made successfully as the institution of constitution, national flag and emblem.\n\t\t\t\t\t\n\t\t\t\t\t On this basis, he saw to it that general elections were held in the north and the south of Korea in August 1948.\n\t\t\t\t\t\n\t\t\t\t\t On September 9 that year, the Government of the Democratic People's Republic of Korea emerged with Kim Il Sung as head of state and premier of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t He also worked hard to strengthen the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic activities, the Pyongyang Institute was established in February 1946 and the Marine Security Corps in June while foundations were laid for organizing parent bodies of the three services and all branches of technical service and domestic ordnance industry was built.\n\t\t\t\t\t\n\t\t\t\t\t After all, the Korean People's Revolutionary Army developed into the Korean People's Army, the first regular armed forces in the country, in February 1948.\n\t\t\t\t\t\n\t\t\t\t\t The birth of the strong armed forces made it possible for the Korean people to advance along the road of independent development."
        },
        {
            "title": "KCNA Report on Intense Loyalty Displayed by Korean People in 100 days since Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-06ee.html",
            "content": "KCNA Report on Intense Loyalty Displayed by Korean People in 100 days since Demise of Kim Jong Il\r\n Pyongyang, March 24 (KCNA) -- The Korean Central News Agency released a report on Saturday on the intense loyalty displayed by the Korean people in the efforts to carry out the cause of immortalizing General Secretary Kim Jong Il and implement his last instructions on the 100th day since his demise.\n\t\t\t\t\t The report said:\n\t\t\t\t\t\n\t\t\t\t\t The past 100 days were a period characterized by single-minded unity in which the service personnel and people of the DPRK devotedly defended the dignity of the supreme leadership of the DPRK and demonstrated the steadfast succession and invincibility of Songun Korea, always holding Kim Jong Il in high esteem. \n\t\t\t\t\t\n\t\t\t\t\t This period witnessed the opening of a new chapter in carrying out the cause of immortalizing the leader.\n\t\t\t\t\t\n\t\t\t\t\t A total of more than 260 million servicepersons, working people from all walks of life, school youth and children expressed condolences on his demise in over ten days of mourning in December last year.\n\t\t\t\t\t\n\t\t\t\t\t  A decision of the Political Bureau of the C.C., the Workers' Party of Korea was adopted. The slogan of faith \"The Great Leader Comrade Kim Jong Il Will Always Be with Us\" was put up and the song \"The Might of DPRK\" resounded forth across the country on the morning of Jan. 1.\n\t\t\t\t\t\n\t\t\t\t\t February 16 was instituted as the Day of the Shining Star and the Kumsusan Memorial Palace renamed the Kumsusan Palace of the Sun on the occasion of the 70th birth anniversary of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The WPK, the state and the people of the DPRK presented the title of Generalissimo of the DPRK to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK instituted Order of Kim Jong Il, Kim Jong Il Prize, Kim Jong Il Youth Honor Prize and Kim Jong Il Children Honor Prize engraved with a portrait of the smiling leader. Badges bearing his portrait were manufactured and presented to people. \n\t\t\t\t\t\n\t\t\t\t\t The equestrian statues of President Kim Il Sung and Kim Jong Il were erected and the 16th Kimjongilia Festival was held with splendor.\n\t\t\t\t\t\n\t\t\t\t\t Letters \"Peerless Patriot General Kim Jong Il\" were carved on natural rock in Mt. Sokda, Jungsan County, South Phyongan Province and documentary films \"The Great Leader Comrade Kim Jong Il Will Be Immortal\" (Parts 1. 2. 3) were produced.\n\t\t\t\t\t\n\t\t\t\t\t The unshakable will of all the servicepersons and people was expressed to steadily carry forward the bloodline of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of servicepersons of the three services of the Korean People's Army took place in the plaza of the Kumsusan Palace of the Sun on Feb. 16. It demonstrated the faith and will of the army of the DPRK to always share the destiny with the party and accomplish the revolutionary cause of Songun started in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t More than 1.94 million youth and students volunteered to join or rejoin the KPA in order to protect the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The patriotic devotion of the dear respected Kim Jong Un and his ardent love served as a powerful engine which gave full play to the DPRK's inexhaustible strength.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the portrait of smiling Kim Jong Il was deeply engraved in the minds of the army and the people of the DPRK and his statues and towers to his immortality were erected. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un inspected the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA on the New Year and this was followed by his inspection of KPA units one after another. Through his dynamic Songun leadership he aroused the whole party and army and all the people to implement the last instructions of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK fully displayed patriotic enthusiasm and the might of unity in the sacred drive to implement the plan for building a thriving nation, the desire of Kim Jong Il in his lifetime.\n\t\t\t\t\t\n\t\t\t\t\t The militant slogan \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il\" inspired the people in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t There started a high-pitched drive to commemorate the centenary of the birth of the President and greet the historic WPK Conference with high political enthusiasm and shining labor achievements.\n\t\t\t\t\t\n\t\t\t\t\t The news of the DPRK's projected launch of working satellite Kwangmyongsong-3, manufactured by itself with indigenous technology once again strikingly testified to its government's policy of space development and its use for peaceful purposes and level of scientific and technological development.\n\t\t\t\t\t\n\t\t\t\t\t The construction of objects conducive to improving the people's living standard made brisk headway and the flame kindled by the people in South Hamgyong Province flared up in the fields of light industry and agriculture.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard sectors of the national economy and basic industry made a breakthrough in the general offensive drive.\n\t\t\t\t\t\n\t\t\t\t\t Thousands of industrial establishments across the country carried out their first quarter year plans ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t Scientists and technicians in different parts of the country solved scientific and technical problems of great practice significance. \n\t\t\t\t\t\n\t\t\t\t\t Great successes were reported from the fields of literature and arts.\n\t\t\t\t\t\n\t\t\t\t\t The last 100 days during which all Koreans and the whole mankind mourned the passing of Kim Jong Il in the humblest reverence hardened the conviction of the army and the people of the DPRK that thanks to the leadership of Kim Jong Un socialist Korea has bright today and future when the last instructions of Kim Jong Il become brilliant realities."
        },
        {
            "title": "U.S. Ships Latest Armored Cars into S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-18ee.html",
            "content": "U.S. Ships Latest Armored Cars into S. Korea\r\n Pyongyang, March 24 (KCNA) -- The U.S. forces in south Korea introduced Striker armored cars to south Korea to be deployed in their units.\n\t\t\t\t\t The 19th support activities headquarters of the U.S. forces opened to media the unloading of armored cars at Pusan port on Mar. 20.\n\t\t\t\t\t\n\t\t\t\t\t Striker armored cars are known as main combat vehicles of the Striker unit, a rapid deployment force of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to a new military strategy for bolstering the U.S. forces overseas, the U.S. imperialists buckled down to realizing the \"strategic flexibility\" calling for the transfer and deployment of U.S. forces in south Korea in any place of the world as the first measure for carrying it out. \n\t\t\t\t\t\n\t\t\t\t\t As part of the moves for putting it into practice some of the forces of the U.S. 2nd Division in south Korea were reorganized and bolstered into a rapid deployment unit using Striker armored cars as main offensive means.\n\t\t\t\t\t\n\t\t\t\t\t It was in June of 2003 that the DPRK-targeted war exercises were frantically staged by use of those armored cars for the first time in south Korea."
        },
        {
            "title": "Actions for Peaceful Reunification against U.S. Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-14ee.html",
            "content": "Actions for Peaceful Reunification against U.S. Called for in S. Korea\r\n Pyongyang, March 24 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a commentary on March 20 on the lapse of 9 years since the U.S. invasion of Iraq.\n\t\t\t\t\t The bestialities perpetrated by the U.S. troops in Iraq made all people tremble with anger, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is laying a stumbling block in the way of the inter-Korean relations which had been oriented toward reunification and imposing misfortune and pains on Koreans while talking about the non-existent \"nuclear threat from the north\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime is increasing the danger of a nuclear war in south Korea pursuant to the U.S., it added.\n\t\t\t\t\t\n\t\t\t\t\t It is possible to defuse the danger of a war and achieve reunification of the nation only when it drives the U.S. forces out of south Korea and punishes the \"government\" keen on sycophancy and treachery, it said, calling on all south Koreans to turn out in the positive struggle for peaceful reunification against the U.S."
        },
        {
            "title": "Candlelight Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-15ee.html",
            "content": "Candlelight Rally Held in S. Korea\r\n Pyongyang, March 24 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a candlelight rally in Seoul on March 21 in demand of peace on the Korean Peninsula.\n\t\t\t\t\t At the rally the organization called for concluding an agreement on peace on the peninsula in order to avert a war and put an end to the division.\n\t\t\t\t\t\n\t\t\t\t\t Actions for peace being waged by civic, social and religious circles should be escalated into all-people ones, it held.\n\t\t\t\t\t\n\t\t\t\t\t The organization said it would hold candlelight rallies for peace against war once in a month and stage them simultaneously in every part of south Korea including Inchon, Taejon, Kwangju and Taegu."
        },
        {
            "title": "S. Korean Workers Stage Protest ",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-16ee.html",
            "content": "S. Korean Workers Stage Protest \r\n Pyongyang, March 24 (KCNA) -- Those forcibly discharged by the south Korean puppet group and part time workers have been on a sit-down action under the motto \"99 percent plaza of hope for a society free from lay-off and part-time jobs\" in Seoul since March 10.\n\t\t\t\t\t Its participants held a press conference near Chongwadae on March 21 at which they denounced the puppet authorities for their moves to enforce man-killing part time jobs and lay-off against workers.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference, they deplored it is very difficult for the above-said people to live every day.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to abrogate the law on part-time jobs and lay-off which forces people to wander about streets.\n\t\t\t\t\t\n\t\t\t\t\t The serious problem of lay-off and part-time jobs was caused by the present regime, they said, urging Lee to own responsibility for this situation and settle it without delay.\n\t\t\t\t\t\n\t\t\t\t\t Then, they staged an action in demand of an interview with traitor Lee."
        },
        {
            "title": "S. Korean Student Organizations Protest against Puppet Authorities",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-17ee.html",
            "content": "S. Korean Student Organizations Protest against Puppet Authorities\r\n Pyongyang, March 24 (KCNA) -- Student organizations in South Korea including the Federation of University Students in the 21st Century staged a protest in Seoul on March 16 denouncing the puppet authorities for sidestepping the issue of halving the registration fee.\n\t\t\t\t\t The participants in the actions recalled that students have staged actions in solidarity with civic and public organizations, urging the Lee Myung Bak \"government\" to fulfill commitment to halve the registration fee.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the authorities shut eyes to the raise of registration fee at universities and refused to fulfill their commitment to halve the registration fee, they said.\n\t\t\t\t\t\n\t\t\t\t\t Holding that their militant slogan can no longer be an empty talk, they called for finding a solution to the problem of registration fee at any cost through this general election.\n\t\t\t\t\t\n\t\t\t\t\t They stated that they would hold a rally with 20,000 students attending on March 30 to demonstrate the will of the students. \n\t\t\t\t\t\n\t\t\t\t\t Then, representatives of student organizations had their hair cut short in token of their protest against the authorities."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung Commemorated in Italy, Spain",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-02ee.html",
            "content": "Birth Anniversary of Kim Il Sung Commemorated in Italy, Spain\r\n Pyongyang, March 24 (KCNA) -- Events took place in Italy and Spain to commemorate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t A seminar was held in Italy on March 15 on the theme of \"The great President Kim Il Sung was an outstanding leader who made a great contribution to triumphant advance of socialist movement and human cause of independence.\"\n\t\t\t\t\t\n\t\t\t\t\t The secretary for Youth Affairs of the Lazio Regional Committee of the Communist Party of Italy explained Kim Il Sung's ideological and theoretical exploits and his feats in building party, army and state.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the strong political and military potentials and economic foundation provided by the President the DPRK launched satellites by its own efforts and with its indigenous technology and brought about a fresh turning point in building a thriving nation, the secretary said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The progressives are regarding the Korean-style socialism centered on the popular masses as a beacon of hope and waging a dynamic struggle for building a new independent world.\n\t\t\t\t\t\n\t\t\t\t\t A lecture was given in Spain on March 16.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Korean Friendship Association headquartered in Spain introduced the brilliant revolutionary careers of Kim Il Sung and General Secretary Kim Jong Il and their undying feats and the Korean people working hard to build a thriving nation under the uplifted banner of the Juche idea."
        },
        {
            "title": "No One Has Right to Find Fault with DPRK's Satellite Launch",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-03ee.html",
            "content": "No One Has Right to Find Fault with DPRK's Satellite Launch\r\n Pyongyang, March 24 (KCNA) -- The National Leading Council of the Diversity Unity Party of Indonesia released a statement on March 20 in support of the DPRK's plan for launching a working satellite.\n\t\t\t\t\t The DPRK is not big in the territory but it manufactured the satellite by its own efforts and with its indigenous technology despite the blockade and pressure of the U.S. and the West and succeeded in launching experimental satellites twice, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Some hostile forces are strongly opposed to the DPRK's launch of Kwangmyongsong-3 because they dislike to see it emerging a space power and it is also an extension of their hostile policy toward the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It reiterated its full support for the DPRK's plan for launching the satellite for peaceful purposes aimed at scientific researches and economic development.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, in a statement on March 19 said that the DPRK would successfully launch Kwangmyongsong-3 and thus demonstrate once again before the world the mightiness of the country and its independent dignity.\n\t\t\t\t\t\n\t\t\t\t\t M. M. Alhassan, chairman of the Nigerian National Committee for the Study of the Juche Idea, and Than Tun, general director for Administrative Affairs of the Union of Myanmar Economic Holdings Limited, in their statements on the same day said that no one has right to find fault with the DPRK's satellite launch."
        },
        {
            "title": "Anniversary of KNA Observed in Bangladesh",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-04ee.html",
            "content": "Anniversary of KNA Observed in Bangladesh\r\n Pyongyang, March 24 (KCNA) -- The Bangladesh Institute of the Juche Idea issued a bulletin titled \"Idea of Jiwon (Aim High)\" on March 20 on the occasion of the 95th anniversary of the Korean National Association (KNA).\n\t\t\t\t\t The bulletin said in its article:\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Jik, an outstanding leader of the anti-Japanese national liberation movement in Korea, advanced the idea of \"Aim High\" reflecting the will to certainly achieve the country's independence and prosperity by carrying on the struggle generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t He formed the Korean National Association on March 23, 1917.\n\t\t\t\t\t\n\t\t\t\t\t The KNA was the largest underground anti-Japanese revolutionary organization among the organizations formed by participants in the movement for independence of Korea at home and abroad at that time. It was aimed at achieving the independence of the country by efforts of all the united Korean people and building a genuine civilized country.\n\t\t\t\t\t\n\t\t\t\t\t The formation of the KNA was the fruition of Kim Hyong Jik's steadfast idea of independence against imperialism, the idea of rejecting dependence on outside forces and achieving the country's independence by the concerted efforts of the Korean people, and his arduous struggle for materializing it.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung explored a new path of the Korean revolution by carrying forward the idea of \"Aim High.\"\n\t\t\t\t\t\n\t\t\t\t\t This idea will shine forever with prosperous socialist Korea."
        },
        {
            "title": "Kim Il Sung's Centenary of Birth to Be Commemorated in Benin",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-05ee.html",
            "content": "Kim Il Sung's Centenary of Birth to Be Commemorated in Benin\r\n Pyongyang, March 24 (KCNA) -- A preparatory committee of the Socialist Party of Benin for commemorating the centenary of the birth of President Kim Il Sung (Day of the Sun) was inaugurated with due ceremony on March 18.\n\t\t\t\t\t The ceremony elected President of the Party Ali Houdou chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful events including meeting, seminar on his exploits and film show on the significant Day of the Sun."
        },
        {
            "title": "Iran Will Beat Back U.S. and Israeli Invasion: Seyed Ali Khamenei",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-07ee.html",
            "content": "Iran Will Beat Back U.S. and Israeli Invasion: Seyed Ali Khamenei\r\n Tehran, March 23 (KCNA) -- Seyed Ali Khamenei, leader of the Islamic Revolution of Iran, in a speech on March 20 declared that Iran would beat back the invasion by the U.S. and Israel.\n\t\t\t\t\t Iran will neither have access to nuclear weapons nor make them but will take self-defensive retaliatory steps of the same level as any aggression by the U.S. or Israel, he warned."
        },
        {
            "title": "Ahmadinejad Reiterates Pressure Won't Resolve Nuclear Issue",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-08ee.html",
            "content": "Ahmadinejad Reiterates Pressure Won't Resolve Nuclear Issue\r\n Teheran, March 23 (KCNA) -- Iranian President Mahmoud Ahmadinejad in an exclusive interview with German public broadcaster ZDF on Monday strongly censured the U.S. and the West's pressure on his country. \n\t\t\t\t\t The nuclear issue can't be resolved by sanctions and pressure, reiterated Iran's chief executive.\n\t\t\t\t\t\n\t\t\t\t\t Ahmadinejad made clear that while his country was not looking for a war with any country, it was ready to defend itself from any military aggression.\n\t\t\t\t\t\n\t\t\t\t\t He urged the UN nuclear body to treat Iran fairly within the framework of its laws and regulations and respect its nuclear rights."
        },
        {
            "title": "Venezuelan President Refers to Issue of Increasing Defense Capability",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-09ee.html",
            "content": "Venezuelan President Refers to Issue of Increasing Defense Capability\r\n Pyongyang, March 24 (KCNA) -- Venezuelan President Hugo Chavez Frias in a speech at a Cabinet meeting on March 20 referred to the issue of increasing the defense capability.\n\t\t\t\t\t He said that the government would include the bolstering of defense capability as a major project in the 2013-2019 Simon Bolivar national plan.\n\t\t\t\t\t\n\t\t\t\t\t At present Venezuela has 25 percent of the world's oil resources, he noted, adding that they will contribute to increasing the defense capability of the country and strengthening its sovereignty."
        },
        {
            "title": "Russian FM Warns Israel of Consequences of Its Use of Force against Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-11ee.html",
            "content": "Russian FM Warns Israel of Consequences of Its Use of Force against Iran\r\n Moscow, March 23 (KCNA) -- Russian Foreign Minister Sergei Lavrov at a recent interview with a TV broadcasting service warned that any military action against Iran would entail catastrophic consequences. \n\t\t\t\t\t The Israeli prime minister's initiative for striking nuclear facilities of Iran is a big mistake and such action should not occur under any circumstances, Lavrov added."
        },
        {
            "title": "Finnish and Swedish FMs Reject Military Actions against Iran",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-12ee.html",
            "content": "Finnish and Swedish FMs Reject Military Actions against Iran\r\n Pyongyang, March 24 (KCNA) -- Finnish Foreign Minister Erkki Tuomioja and Swedish Foreign Minister Carl Bildt clarified their stand against the military actions against Iran in their recent joint article to U.S. newspaper \"International Herald Tribune\".\n\t\t\t\t\t They warned that the military actions against Iran would cause serious consequences in Mideast.\n\t\t\t\t\t\n\t\t\t\t\t They asserted that only diplomatic means would help solve the nuclear issue of Iran."
        },
        {
            "title": "Cooperation among Different Countries",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-13ee.html",
            "content": "Cooperation among Different Countries\r\n Pyongyang, March 24 (KCNA) -- Costa Rica and Bhutan issued on Wednesday a joint statement on opening diplomatic and consular relations.\n\t\t\t\t\t Ministers of agriculture of Serbia and Montenegro on Tuesday signed in Budva three interstate agreements on cooperation in agriculture."
        },
        {
            "title": "Publicada convocatoria de 5o periodo de sesiones de XII legislatura de APS",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-30ee.html",
            "content": "Publicada convocatoria de 5o periodo de sesiones de XII legislatura de APS\r\nPyongyang, 24 de marzo (ACNC) -- Se convocara el 13 de abril en esta capital el quinto periodo de sesiones de la duodecima legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, de acuerdo con la resolucion del Presidium de ese organo legislativo publicada el dia 22."
        },
        {
            "title": "CRPP critica el objetivo anti-RPDC de la cumbre de Seul",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-31ee.html",
            "content": "CRPP critica el objetivo anti-RPDC de la cumbre de Seul\r\nPyongyang, 24 de marzo (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 23 una declaracion condenando a la banda del traidor surcoreano Lee Myung Bak que trata de convertir la inminente \"cumbre de seguridad nuclear\" de Seul en un debate internacional para el enfrentamiento con la Republica Popular Democratica de Corea.\n\t\t\t\t\tLa \"cumbre de seguridad nuclear\", cuya primera edicion tuvo lugar en 2010 en Washington con el alegato de \"prevenir el terrorismo nuclear\", no tiene ningun motivo de acusar a la RPDC, senala el texto y continua:\n\t\t\t\t\t\n\t\t\t\t\tInicialmente, la camarilla de Lee sostenia que la cumbre no tratara el \"problema nuclear norcoreano\", para evadir la repulsa de la RPDC y las criticas de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tAhora expone abiertamente su siniestro intento de convertir esa reunion internacional en un debate de conspiradores para censurar el disuasivo nuclear de la RPDC y hasta su plan de lanzamiento del satelite \"Kwangmyongsong-3\" con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\tAl recrudecer de esa manera la campana de enfrentamiento y guerra anti-RPDC en el periodo final de su mandato, la banda de Lee pretende aglutinar las fuerzas conservadoras con el proposito de salir de la seria crisis de gobernacion y cambiar las desfavorables circunstancias de elecciones generales.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, intenta levantar la nueva oleada de sancion anti-RPDC renovando las anteriores resoluciones correspondientes de la ONU que han sido desgastadas ya por el repudio de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tTales pretensiones de los titeres surcoreanos parten del temor a que se manifieste a todo el mundo el gran poderio nacional de la RPDC y del deseo de recuperar su honra deteriorada tanto por el fracaso de dos veces en el lanzamiento de satelite artificial que intentaron con la ayuda de otro pais.\n\t\t\t\t\t\n\t\t\t\t\tEsos gangsteres politicos son los unicos que pueden malemplear la cumbre internacional en su campana de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC ya dejo en claro su posicion sobre la \"cumbre de seguridad nuclear\" de Seul. \n\t\t\t\t\t\n\t\t\t\t\tSi los traidores surcoreanos abren por fin en la cumbre los debates anti-RPDC cuestionando el disuasivo nuclear y el lanzamiento de satelite artificial con fines pacificos pese a la advertencia repetida de la RPDC y a la censura interna y externa, esta se vera obligada a tomar la mas fuerte e inimaginable contramedida.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es consecuente con lo que ha dicho y respondera con intransigencia a cualquier presion o provocacion. \n\t\t\t\t\t\n\t\t\t\t\tSi en la Peninsula Coreana se crea una situacion extremada, los provocadores y sus satelites seran totalmente responsables de ella."
        },
        {
            "title": "Proyectado nuevo documental",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-32ee.html",
            "content": "Proyectado nuevo documental\r\nPyongyang, 24 de marzo (ACNC) -- Con motivo de 100 dias del fallecimiento del Dirigente Kim Jong Il, fue estrenado en el capitalino Palacio Cultural del Pueblo las 2 y 3 partes del documental coreano \"El gran Dirigente, camarada Kim Jong Il, sera inmortal\".\n\t\t\t\t\tLas vieron Kim Yong Nam, Choe Yong Rim, y otros cuadros del Partido y el Estado y los funcionarios de los organismos del Poder, ministerios y organos centrales, etc. \n\t\t\t\t\t\n\t\t\t\t\tEl filme muestra a los compatriotas en ultramar, habitantes surcoreanos y pueblos del mundo que muy entristecidos por el fallecimiento del Dirigente, expresan las condolencias por el respecto. \n\t\t\t\t\t\n\t\t\t\t\tLos coreanos residentes en Japon y los demas paises y los habitantes surcoreanos instalaron los altares de incensacion para expresar las condolencias. \n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un, mas entristecido que nadie, acoge cordialmente a los compatriotas que expresaron las condolencias ante el feretro del difunto Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tLa pelicula se refiere a que en mas de 190 paises y organizaciones internacionales y hasta en los paises que tienen relaciones hostiles con la RPDC se expresaron las profundas condolencias por el fallecimiento del Dirigente y se realizaron con solemnidad los actos de condolencias. \n\t\t\t\t\t\n\t\t\t\t\tNarra que los jefes de partido, Estado y gobierno, los funcionarios de alto rango de circulos politico, social y militar y otros extranjeros hicieron llegar los mensajes de condolencias por el deceso del Dirigente."
        },
        {
            "title": "ACNC publica informacion sobre 100 dias llenos de noble fidelidad",
            "url": "http://kcna.co.jp/item/2012/201203/news24/20120324-33ee.html",
            "content": "ACNC publica informacion sobre 100 dias llenos de noble fidelidad\r\nPyongyang, 24 de marzo (ACNC) -- Con motivo del centesimo dia del fallecimiento del Dirigente      Kim Jong Il, la Agencia Central de Noticias de Corea (ACNC) publico el dia 24 una informacion sobre la noble fidelidad del pueblo coreano dispuesto a realizar la causa de eternidad del lider y materializar el legado del Dirigente.\n\t\t\t\t\tDurante 100 dias pasados el pueblo coreano demostro a todo el mundo como defendio a costa de la vida la maxima dignidad de la Republica Popular Democratica de Corea enalteciendo eternamente al Dirigente y como realizo la firme sucesion y la invencibilidad de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tSe ha registrado durante 100 dias el nuevo capitulo en realizar la causa de eternidad del lider.\n\t\t\t\t\t\n\t\t\t\t\tEn mas de 10 dias de duelo nacional, mas de 260 millones de oficiales y soldados del Ejercito Popular de Corea, trabajadores de distintos estratos, jovenes y ninos escolares le expresaron condolencias por el fallecimiento del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tFue aprobada la resolucion del Buro Politico del Comite Central del Partido del Trabajo de Corea y se presentaron en todo el pais el primero de enero la consigna de la fe \"El gran Dirigente, camarada      Kim Jong Il, vive siempre en nosotros\" y la cancion \"La fuerza de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 70o aniversario de natalicio (el 16 de febrero) del Dirigente esta fecha fue instituido como Dia de la Estrella Luz y el Palacio Memorial Kumsusan fue denominado como el Palacio del Sol de Kumsusan.\n\t\t\t\t\t\n\t\t\t\t\tEl Partido del Trabajo de Corea, el Estado y el pueblo otorgaron al Dirigente el titulo de generalisimo de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron instituidos la Orden Kim Jong Il, el Premio Kim Jong Il, el Premio de Honor Juvenil            Kim Jong Il y el Premio de Honor Infantil          Kim Jong Il  que llevan su imagen con amplia sonrisa y fue elaborada y suministrada la insignia de  su retrato.\n\t\t\t\t\t\n\t\t\t\t\tFueron erguidas las estatuas ecuestres de bronce del Presidente y el Dirigente y tuvo lugar con solemnidad el XVI Festival de Kimjongilias.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron grabadas las letras \"El General            Kim Jong Il, patriota sin igual\" en la roca natural en el monte Sokda situado en el distrito de Jungsan de la provincia de Phyong-an del Sur y fue filmado el documental coreano \"El gran Dirigente, camarada Kim Jong Il sera inmortal\" (1, 2 y 3 partes).\n\t\t\t\t\t\n\t\t\t\t\tSe ha hecho mas firme la voluntad de todo el ejercito y el pueblo de heredar con firmeza el linaje del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de los oficiales y soldados de las fuerzas terrestres, navales y aereas del Ejercito Popular de Corea efectuada el 16 de febrero en la Explanada frente al Palacio del Sol de Kumsusan demostro la conviccion y la voluntad del ejercito coreano de llevar a feliz termino la causa revolucionaria del Songun iniciada en el Paektu compartiendo eternamente el destino con el partido.\n\t\t\t\t\t\n\t\t\t\t\tMas de un millon 940 mil jovenes y estudiantes solicitaron el ingreso o el retorno al ejercito popular para defender la maxima dignidad de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa abnegacion patriotica y la ardiente benevolencia del Maximo Dirigente Kim Jong Un sirven de una gran fuerza motriz que trajo la ilimitada fuerza de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl hizo conservar eternamente el cuerpo del Dirigente, guardar en el corazon del ejercito y el pueblo su imagen con amplia sonrisa y construir la estatua de bronce y el monumento a la eternidad del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo Kim Jong Un visito el dia primero de enero la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su del EPC y seguidamente inspecciono una tras otra las unidades del EPC exhortando a todo el partido, todo el ejercito y todo el pueblo a materializar el legado del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea pusieron de pleno manifiesto el entusiasmo patriotico y las fuerzas unidas en la sagrada lucha por realizar el proposito del Dirigente de construir el pais prospero, anhelo de su vida.\n\t\t\t\t\t\n\t\t\t\t\tSe ve por doquier del pais la consigna combativa \"!En acato al legado del gran camarada Kim Jong Il, hagamos del 2012 un ano de triunfos enorgullecedores que anuncian el inicio de una era de fortalecimiento y prosperidad!\"\n\t\t\t\t\t\n\t\t\t\t\tSe libra el empeno para acoger con el alto entusiasmo politico y brillantes exitos laborales el centenario de natalicio del Presidente Kim Il Sung y la historica Conferencia del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa noticia sobre el lanzamiento del satelite artificial de uso practico \"Kwangmyongsong-3\", elaborado con las propias fuerzas y tecnologias, volvio a demostrar patentemente la politica del gobierno de la RPDC en materia del desarrollo de universo y el uso pacifico, y el nivel de desarrollo de su ciencia y tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tSe ha impulsado en gran escala la construccion de objetos pedidos a contribuir a la mejora de la vida del pueblo y avivado en el sector de la industria ligera y de agricultura las llamas de Hamnam.\n\t\t\t\t\t\n\t\t\t\t\tEl sector de vanguardia de la economia nacional y el de industria basica abrieron la brecha de la ofensiva general.\n\t\t\t\t\t\n\t\t\t\t\tMiles de fabricas y empresas a lo largo del pais cumplieron con anticipacion sus planes de primer trimestre de este ano.\n\t\t\t\t\t\n\t\t\t\t\tLos cientificos y tecnicos de todas partes resolvieron los problemas cientifico-tecnicos de gran importancia practica.\n\t\t\t\t\t\n\t\t\t\t\tSe han logrado grandes exitos tambien en el sector de literatura y arte.\n\t\t\t\t\t\n\t\t\t\t\tA traves de 100 dias en que todos los coreanos y toda la humanidad expresaron condolencias mas solemnes por el deceso del Dirigente Kim Jong Il, el ejercito y el pueblo de la RPDC estuvieron convencidos de que gracias al Maximo Dirigente Kim Jong Un existe y existira la patria socialista capaz de florecer el legado del Dirigente."
        }
    ]
}