{
    "date": "2012-04-22",
    "url": "http://kcna.co.jp/item/2012/201204/2012-04-22ee.html",
    "articles": [
        {
            "title": "Choe Yong Rim Sends Message of Sympathy to Pakistani PM",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-27ee.html",
            "content": "Choe Yong Rim Sends Message of Sympathy to Pakistani PM\r\n Pyongyang, April 22 (KCNA) -- Choe Yong Rim, premier of the DPRK Cabinet, Sunday sent a message of sympathy to Syed Yusuf Raza Gilani, prime minister of Pakistan, as regards an airliner's crash in Islamabad that caused many casualties.\n\t\t\t\t\t The message extended deep sympathy and condolences to the victims and their bereaved families."
        },
        {
            "title": "DPRK Foreign Ministry Warns Lee Myung Bak of Its Extreme Confrontation Hysteria",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-28ee.html",
            "content": "DPRK Foreign Ministry Warns Lee Myung Bak of Its Extreme Confrontation Hysteria\r\n Pyongyang, April 22 (KCNA) -- A spokesman for the DPRK Foreign Ministry Sunday issued the follow statement:\n\t\t\t\t\t Prevailing on the Korean Peninsula is  such emergency situation that the Lee Myung Bak group of traitors' confrontation hysteria has gone beyond a tolerance limit and should not be allowed to go on any longer.\n\t\t\t\t\t\n\t\t\t\t\t The despicable group which has committed the worst evils went the lengths of recklessly hurting the dignity of the supreme leadership of the DPRK again.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous human nature and noble sentiment in the world to regard the cherished mental mainstay as dignity dearer than one's own life and not to tolerate any act of hurting it.\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, the universally accepted morality to respect the dignity of the supreme leadership of each country and nation irrespective of idea, system, religion and political view.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak, however, let loose a string of such malignant invectives that can be uttered only by a shark that the north might spend a ridiculous amount of money for the celebrations of the centenary of the birth of President Kim Il Sung and that amount of fund would be enough to buy a large quantity of food. This was, indeed, a hideous provocative act of seriously hurting the noble feelings of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The centenary of the birth of Kim Il Sung, the benefactor of the national resurrection, the great sage of mankind and the eternal President of the DPRK, is the greatest holiday of the nation in history and the great jubilee in human history.\n\t\t\t\t\t\n\t\t\t\t\t Lee is no more than human scum of the times as he so malignantly desecrated this significant holiday, far from congratulating the compatriots in the north on it.\n\t\t\t\t\t\n\t\t\t\t\t It is certain that he went through an ill-famed course before being reduced to human scum. \n\t\t\t\t\t\n\t\t\t\t\t Looking back on history, it was none other than Lee who drove the inter-Korean relations into the lowest ebb though they had developed thanks to the growing desire for reunification after the publication of the June 15 joint declaration and he was the arch criminal who escalated only the tensions on the peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors was busy with the groundless false propaganda that \"the north was stockpiling food for feasts on the Day of the Sun,\" not content with making desperate efforts to deter the international moves for food aid to the DPRK last year. At that time we had already branded him as an underwit.\n\t\t\t\t\t\n\t\t\t\t\t  The service personnel and people of the DPRK are shaking with irrepressible resentment at the group which defamed the father of the nation whom they are holding in high esteem as the sun. They are now eagerly waiting for the issue of an order so that they may mercilessly punish the traitor.\n\t\t\t\t\t\n\t\t\t\t\t Loud shouts of slogan \"Let us beat to death the group of rat-like Lee Myung Bak\" are also heard even from the women of the country known as a country of courteous people in the East from olden times. \n\t\t\t\t\t\n\t\t\t\t\t As the Lee group is making last-ditch efforts to seek a way out in escalated confrontation with fellow countrymen, the service personnel and people unanimously hold that this group should be eradicated as early as possible for being a cancer-like entity disturbing the peace and stability in the peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula is so tense that it may go beyond control due to the desperate frenzy of the traitor on the deathbed. \n\t\t\t\t\t\n\t\t\t\t\t In view of the prevailing situation, the DPRK Foreign Ministry solemnly declares that in case something happens on the peninsula now, the responsibility will entirely rest with traitor Lee. \n\t\t\t\t\t\n\t\t\t\t\t If any country intends to interfere in the internal affairs of the Korean nation under the pretext of being an ally or partner, patronizing the above-said human scum which wantonly violates human ethics and  morality, it will not be able to escape the strikes of the extremely infuriated service personnel and people of the DPRK."
        },
        {
            "title": "Strategic Dialogue between WPK and CPC Held",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-10ee.html",
            "content": "Strategic Dialogue between WPK and CPC Held\r\n Pyongyang, April 22 (KCNA) -- A strategic dialogue between the Workers' Party of Korea and the Communist Party of China took place in Beijing on Saturday.\n\t\t\t\t\t Present there from the WPK side were members of the WPK delegation led by Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the WPK, and Ji Jae Ryong, DPRK ambassador to China, and from the CPC side Wang Jiarui, head of the International Liaison Department of the C.C., the Communist Party of China, and members of the department.\n\t\t\t\t\t\n\t\t\t\t\t Both sides exchanged views on further developing the friendly and cooperative relations between the two parties and two countries and matters of mutual concern. \n\t\t\t\t\t\n\t\t\t\t\t The dialogue proceeded in a comradely and friendly atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t Wang Jiarui gave a reception in honor of the WPK delegation in the evening."
        },
        {
            "title": "North Phyongan and Kangwon Provinces Vow to Wipe out Lee Group",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-13ee.html",
            "content": "Rodong Sinmun on Mankind's Inevitable Advance toward Socialism\r\n Pyongyang, April 22 (KCNA) -- The idea of the Pyongyang Declaration has been deeply cherished in the hearts of the broad popular masses as it serves as a banner encouraging an increasing number of political parties and progressive people of the world in their struggle to accomplish the cause of socialism.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" adopted in the DPRK on April 20, 1992 clarifies the validity and vitality of the cause of socialism and indicates tasks of the struggle to build socialism and ways for implementing them, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the closing period of the 20th century, such abnormal situation as the collapse of socialism and revival of capitalism was created in the former Soviet Union and various other East European countries. In the wake of these happenings the imperialists and their mouthpieces trumpeted about the \"end\" of socialism and the eternity of capitalism.\n\t\t\t\t\t\n\t\t\t\t\t It was against the backdrop of this situation that the Pyongyang Declaration was made public to usher in a new era for the world socialist movement to advance on the basis of independence as required by its intrinsic requirements.\n\t\t\t\t\t\n\t\t\t\t\t The truth taught by the declaration has been proved in the present reality.\n\t\t\t\t\t\n\t\t\t\t\t Capitalism which has got upbeat since the demise of the Cold War is now shaking to its very foundation.\n\t\t\t\t\t\n\t\t\t\t\t Even those mouthpieces which had been busy embellishing capitalism are now pessimistic about its prospect. \n\t\t\t\t\t\n\t\t\t\t\t The vitality of the Pyongyang Declaration has been proved in the world arena. \n\t\t\t\t\t\n\t\t\t\t\tThe declaration which made its appearance 20 years ago with 70 political parties signing it has been inked by 289 political parties so far. \n\t\t\t\t\t\n\t\t\t\t\t Revolutionary parties were rebuilt and struggles for reviving socialism are now under way in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The reality indicates that it has become an irresistible trend of the times for peoples of the world to head for socialism under the banner of the declaration. \n\t\t\t\t\t\n\t\t\t\t\t It is an immutable law governing the development of history for mankind to advance toward socialism.\n\t\t\t\t\t\n\t\t\t\t\t The new century will prove to be a great era of accomplishing the popular masses' cause of independence, the cause of global socialism under the banner of the declaration."
        },
        {
            "title": "Workers Vow to Take Revenge upon Lee Myung Bak Group",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-25ee.html",
            "content": "Workers Vow to Take Revenge upon Lee Myung Bak Group\r\n Pyongyang, April 22 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) met in Kaesong on Sunday to cut off the windpipe of the rat-like Lee Myung Bak group shaking a fist at the sky.\n\t\t\t\t\t Present there were Ri Yong Su, department director of the C.C., the Workers' Party of Korea, Chairman Hyon Sang Ju and officials of the C.C., the GFTUK, workers, members of the GFTUK and working people in Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\t The statement issued by a spokesman for the KPA Supreme Command was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said just as rats do only mischief, the rat-like Lee Myung Bak group committed high treason during the period of mourning the great loss to the nation, adding that they will never pardon this group for perpetrating such hooliganism as daring hurt the dignity of the supreme leadership of the DPRK by mobilizing riff-raffs.\n\t\t\t\t\t\n\t\t\t\t\t The workers and trade union members will never allow the rat-like Lee group to squeak here and there but beat them to death by searching all the rat-holes in the world, the speakers noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This group got so reckless as to take issue with the DPRK's peaceful satellite launch to please his master in the wake of hurting the dignity of the supreme leadership of the DPRK with foam in his mouth. Top class lackey rat-like Lee's living still brings disgrace to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Once an order is issued, we will rush to every place, be it the heart of Seoul, and behead and dismember Lee Myung Bak and wipe out his stooges.\n\t\t\t\t\t\n\t\t\t\t\t Then participants staged a protest demonstration."
        },
        {
            "title": "First Rafts Afloat on River Amnok This Year",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-24ee.html",
            "content": "First Rafts Afloat on River Amnok This Year\r\n Pyongyang, April 22 (KCNA) -- The first rafts this year were let float on the River Amnok on Sunday.\n\t\t\t\t\t The Amnokgang Rafting Office accelerated waterway readjustment and the project for repairing raft-floating foundations and made many rafts.\n\t\t\t\t\t\n\t\t\t\t\t Raftsmen energetically steered rafts amid the send-off of the employees of the office and their families."
        },
        {
            "title": "Art Performance Given by Kindergarteners",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-26ee.html",
            "content": "Art Performance Given by Kindergarteners\r\n Pyongyang, April 22 (KCNA) -- An art performance was given by kindergarteners across the country at the Pyongyang Students and Children's Palace on Sunday to celebrate the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t Appreciating the performance were Choe Thae Bok, secretary of the C.C., the Workers' Party of Korea, Kim Sung Du, chairman of the Education Commission, officials of ministries and national institutions and officials in the field of education and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with prelude \"We Go to the Statues on Mansu Hill\".\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively reflected the ardent yearning for the great generalissimos Kim Il Sung and Kim Jong Il in such colorful numbers as trio of national instrumental music \"Mangyongdae Is a Flower Garden\", girls' chorus \"Mangyongdae and Mt. Paektu Are Our Native Places\" and boys and girls' chorus \"Mt. Paektu\".\n\t\t\t\t\t\n\t\t\t\t\t Watching such numbers as triplets' song and oungum ensemble \"We Are Grateful to Generalissimo Kim Il Sung\", the audience felt boundlessly grateful to the President for glorifying his sacred revolutionary career with unbounded love for the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t Narration and song \"Our Stage Is Decorated by Flowers\", kayagum solo \"Pyongyang Nalpharam\" and dance \"Dance of Red Ribbon\" vividly represented lively children having their ability and talents in full bloom under the care of the benevolent socialist country."
        },
        {
            "title": "Lee Myung Bak Group of Traitors Deserves Merciless Punishment: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-11ee.html",
            "content": "Lee Myung Bak Group of Traitors Deserves Merciless Punishment: Rodong Sinmun\r\n Pyongyang, April 22 (KCNA) -- Traitor Lee Myung Bak of south Korea let loose unspeakable invectives against the north, finding fault with the celebrations of the 100th Day of the Sun held in the DPRK. He did not hesitate to perpetrate such illegal evil acts as bribing even student hooligans to hurt the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t Rodong Sinmun Sunday observes in a by-lined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a last-ditch effort of the worst confrontation maniac and traitor on the deathbed who was so shocked by the single-minded unity of the army and people of the DPRK that he was bereft of elementary reason as a human being. \n\t\t\t\t\t\n\t\t\t\t\t The might of the single-minded unity displayed by service personnel and people of the DPRK in the venues of the events held to mark the Day of the Sun was, in fact, little short of death sentence inflicted upon the puppet forces of south Korea for pursuing the policy of confrontation with fellow countrymen and \"unification of the social systems\".\n\t\t\t\t\t\n\t\t\t\t\t The fate of the Lee Myung Bak group has already been sealed up.\n\t\t\t\t\t\n\t\t\t\t\t The world knows such no great country as the DPRK where all the service personnel and people have formed a harmonious whole and advance, single-mindedly united around the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The traitors in south Korea are selling off all the interests of the nation while kowtowing to outside forces. It is as foolish an act as letting one's head run against a wall to try to hurt the unbreakable single-minded unity and dignified social system in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the DPRK is the greatest pride of Koreans and a powerful weapon for protecting the nation's sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never pardon but mercilessly wipe out the Lee Myung Bak group of traitors as it is perpetrating evermore pronounced crimes against the nation, keen on confrontation with the DPRK."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Minister of Unification's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-12ee.html",
            "content": "Rodong Sinmun Slams S. Korean Unification Minister's Reckless Remarks\r\n Pyongyang, April 22 (KCNA) -- Ryu U Ik, south Korean minister of Unification who has advocated the \"theory of appeasement toward the north\", at a recent press conference, echoed the provocative outbursts let loose by traitor Lee Myung Bak. He was so impertinent as to jabber that \"it is fundamental of politics to provide the people with food so they may not go hungry,\" decrying the satellite launch of the DPRK and its events held to mark the Day of the Sun in terms of finance. \n\t\t\t\t\t Ryu blustered that \"one should pay for provocation\" and \"it is necessary to suspend the extension of appeasement measure towards the north\", disclosing his sordid intention to zealously enforce sanctions against the DPRK in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Sunday observes in a by-lined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Ryu U Ik talked a lot about the \"flexibility in the policy toward the north\" after taking office as minister of Unification but it was nothing but jargons let loose, showing a forced smile on his lips, a dagger hidden under his belt.\n\t\t\t\t\t\n\t\t\t\t\t The recent reckless remarks made by Ryu can never be interpreted as a product of ignorance but an inevitable revelation of his inveterate confrontational nature.\n\t\t\t\t\t\n\t\t\t\t\t Ryu U Ik painted a wrong picture of himself as if he had done something for improving the north-south relations in a bid to mislead the public opinion. This is, however, nothing but a subterfuge to hide his true colors as a confrontation maniac. \n\t\t\t\t\t\n\t\t\t\t\t After becoming a top-class stooge of Lee, Ryu U Ik got off anti-DPRK hysteria, discarding his uncomfortable mask. This finally stripped bare his confrontational nature which can never change. \n\t\t\t\t\t\n\t\t\t\t\t He will come to realize what hideous crimes he has committed against the nation by dancing to the tune of the puppet chief executive in his confrontation campaign.\n\t\t\t\t\t\n\t\t\t\t\t Ryu U Ik is also bound to meet the same miserable end as that of Lee Myung Bak no better than an old stray dog."
        },
        {
            "title": "Rodong Sinmun on Mankind's Inevitable Advance toward Socialism",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-13ee.html",
            "content": "Rodong Sinmun on Mankind's Inevitable Advance toward Socialism\r\n Pyongyang, April 22 (KCNA) -- The idea of the Pyongyang Declaration has been deeply cherished in the hearts of the broad popular masses as it serves as a banner encouraging an increasing number of political parties and progressive people of the world in their struggle to accomplish the cause of socialism.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" adopted in the DPRK on April 20, 1992 clarifies the validity and vitality of the cause of socialism and indicates tasks of the struggle to build socialism and ways for implementing them, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the closing period of the 20th century, such abnormal situation as the collapse of socialism and revival of capitalism was created in the former Soviet Union and various other East European countries. In the wake of these happenings the imperialists and their mouthpieces trumpeted about the \"end\" of socialism and the eternity of capitalism.\n\t\t\t\t\t\n\t\t\t\t\t It was against the backdrop of this situation that the Pyongyang Declaration was made public to usher in a new era for the world socialist movement to advance on the basis of independence as required by its intrinsic requirements.\n\t\t\t\t\t\n\t\t\t\t\t The truth taught by the declaration has been proved in the present reality.\n\t\t\t\t\t\n\t\t\t\t\t Capitalism which has got upbeat since the demise of the Cold War is now shaking to its very foundation.\n\t\t\t\t\t\n\t\t\t\t\t Even those mouthpieces which had been busy embellishing capitalism are now pessimistic about its prospect. \n\t\t\t\t\t\n\t\t\t\t\t The vitality of the Pyongyang Declaration has been proved in the world arena. \n\t\t\t\t\t\n\t\t\t\t\tThe declaration which made its appearance 20 years ago with 70 political parties signing it has been inked by 289 political parties so far. \n\t\t\t\t\t\n\t\t\t\t\t Revolutionary parties were rebuilt and struggles for reviving socialism are now under way in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t The reality indicates that it has become an irresistible trend of the times for peoples of the world to head for socialism under the banner of the declaration. \n\t\t\t\t\t\n\t\t\t\t\t It is an immutable law governing the development of history for mankind to advance toward socialism.\n\t\t\t\t\t\n\t\t\t\t\t The new century will prove to be a great era of accomplishing the popular masses' cause of independence, the cause of global socialism under the banner of the declaration."
        },
        {
            "title": "Rodong Sinmun Warns US of Arms Race",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-14ee.html",
            "content": "Rodong Sinmun Warns U.S. of Arms Race\r\n Pyongyang, April 22 (KCNA) -- The U.S. bellicose forces recently announced their plan to spend 1.45 trillion dollars for the development and operation of F-35 for more than five decades to come. Timed to coincide with this, two fighters of the same type were inducted to the U.S. Marines for the first time. The Defense Department decided to increase the number of drones to 650 by 2021, 85 of which will be deployed in the fiscal 2013.\n\t\t\t\t\t Rodong Sinmun Sunday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the U.S. imperialists' invariable policy of strength to realize their ambition for world domination through unchallenged military edge.\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the U.S. imperialists cannot be interpreted otherwise than an anachronistic act of going against the desire of the people for global peace and stability and the trend of the times, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. war-thirsty forces are talkative about \"peace\" and \"stability\" but their deeds do not agree with their words.\n\t\t\t\t\t\n\t\t\t\t\t These words, in essence, are nothing but a pretext to maintain a military edge.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are the arch criminals escalating the arms race and tensions worldwide and wrecking global peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to persist in the development and production of new type weapons as now, the world will find itself in a vortex of arms race and this will compel other countries to bolster up war deterrent to counter it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. arms race will only end up throwing itself into a pitfall.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are bound to meet their end due to the arms race sparked by themselves. Time will prove this."
        },
        {
            "title": "Japanese PM's Reckless Remarks on Sexual Slavery Slammed",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-15ee.html",
            "content": "Japanese PM's Reckless Remarks on Sexual Slavery Slammed\r\n Pyongyang, April 22 (KCNA) -- Japanese Prime Minister Yoshihiko Noda talked nonsense that the expression of \"sexual slavery for the Imperial Japanese Army\" is contrary to historical facts and incorrect.\n\t\t\t\t\t Minju Joson Sunday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What the prime minister of Japan uttered as regards the crimes related to the \"comfort women\" for the Imperial Japanese Army and the approach taken by him towards this issue are a total negation of the stark historical facts and a downright mockery of its victims and human conscience.\n\t\t\t\t\t\n\t\t\t\t\t Japan's persistent denial of its past crimes is by no means irrelevant to its policy of militarist overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan is as ever rushing headlong into militarist overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t It is the Japanese reactionaries' contention that they should embellish their past history stained with the blood of Asians if they are to imbue the Japanese society with militarist idea and hurl people into a war of overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by this, they are running the whole gamut of reckless remarks distorting history, paying no heed to the demand of the international community for Japan's settlement of its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind their outpourings is a sinister aim to make the question as to whether \"the comfort women\" for the Imperial Japanese Army actually existed in history or not a subject of debate and hush it up in the end. \n\t\t\t\t\t\n\t\t\t\t\t This is, however, no more than a daydream. No matter how desperately the Japanese reactionaries may negate their wrongs, they can never hide the truth about history."
        },
        {
            "title": "Brief Biography of Kim Il Sung Carried by Iranian Paper",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-01ee.html",
            "content": "Brief Biography of Kim Il Sung Carried by Iranian Paper\r\n Pyongyang, April 22 (KCNA) -- The brief biography of President Kim Il Sung was carried by Iranian paper Iran News on April 9.\n\t\t\t\t\t The paper also carried the portrait of smiling Kim Il Sung."
        },
        {
            "title": "Reminiscences of Kim Il Sung Carried by Russian Paper",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-02ee.html",
            "content": "Reminiscences of Kim Il Sung Carried by Russian Paper\r\n Pyongyang, April 22 (KCNA) -- \"6. Living Apart from the People Is Impossible\" of \"Chapter 15 Expansion of the Underground Front\" from Vol. 5 of Part 1 Anti-Japanese Revolution of President Kim Il Sung's reminiscences \"With the Century\" was carried by Russian paper Sovetskaya Rossiya on April 14."
        },
        {
            "title": "Joint Internet Homepage Opens in Kuwait to Mark Day of Sun",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-03ee.html",
            "content": "Joint Internet Homepage Opens in Kuwait to Mark Day of Sun\r\n Pyongyang, April 22 (KCNA) -- The Kuwaiti Preparatory Committee for Celebrating the Centenary of the Birth of President Kim Il Sung and the Kuwait-DPRK Friendship Association opened a joint Internet homepage on the occasion of the Day of the Sun.\n\t\t\t\t\t The following introductory article was posted on the homepage accompanied by a portrait of the smiling President:\n\t\t\t\t\t\n\t\t\t\t\t We have the pleasure to open a homepage on the occasion of the centenary of the birth of President Kim Il Sung, founder of modern Korea and a close friend of the Arab people.\n\t\t\t\t\t\n\t\t\t\t\t The Day of the Sun is a holiday of not only the Korean people but of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The world people are sharing joy with the Korean people and organizing various events to extend heartfelt congratulations to the President.\n\t\t\t\t\t\n\t\t\t\t\t Many delegations are visiting the DPRK to participate in the celebrations of the centenary of the birth of the President.\n\t\t\t\t\t\n\t\t\t\t\t There are news, photo, DPRK and other columns on the homepage. Also posted there were an article titled \"Immortal President Kim Il Sung, founder of People's Korea (1912-1994)\" and several files."
        },
        {
            "title": "Special Write-Ups Carried by Foreign Newspapers to Mark of Kim Il Sung's Birth",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-04ee.html",
            "content": "Special Write-Ups Carried by Foreign Newspapers to Mark  of Kim Il Sung's Birth\r\nPyongyang, April 22 (KCNA) -- Foreign newspapers carried special write-ups illustrated with portraits of smiling President Kim Il Sung on the occasion of his 100th birth anniversary.\n\t\t\t\t\t Laotian paper Pasason on April 12 in an article titled \"President Kim Il Sung's Political Idea\" said his life was totally dedicated to the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung regarded believing in the people as in Heaven as a transparent political idea.\n\t\t\t\t\t\n\t\t\t\t\t He enforced various democratic reforms in liberated Korea, enabling the people to emerge masters of their land, factories and destiny.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung always regarded the people as the best teacher. \n\t\t\t\t\t\n\t\t\t\t\t He shaped the line and all policies in reflection of people's thoughts and desires. He found out good idea for agricultural development among the people.\n\t\t\t\t\t\n\t\t\t\t\t He ceaselessly visited wherever people lived without having rest despite his advanced age of 80.\n\t\t\t\t\t\n\t\t\t\t\t The papers Vientiane Mai on April 11 and Vatelao on April 12 posted similar articles.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper The First Times on April 5 devoted its one whole page to a special write-up under the title \"In commemoration of the 100th Birth Anniversary of President Kim Il Sung.\" \n\t\t\t\t\t\n\t\t\t\t\t The paper recalled in detail that the President founded and embodied the Juche idea, Songun idea, setting a worldwide example in the struggle of the popular masses for achieving their cause of independence and positively supported the oppressed people in their struggle for national liberation and the building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian paper Al Thawrah on April 11 said that Kim Il Sung frustrated all the ceaseless moves of the U.S. imperialists against the DPRK."
        },
        {
            "title": "Decisions of Fourth WPK Conference Supported by Political Figure of Myanmar",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-05ee.html",
            "content": "Decisions of Fourth WPK Conference Supported by Political Figure of Myanmar\r\n Pyongyang, April 22 (KCNA) -- Aung Thein Lynn, a member of the Central Executive Committee Union Solidarity and Development Party, Union of Myanmar, issued a statement on April 12 in support of the decisions of the Fourth Conference of the Workers' Party of Korea.\n\t\t\t\t\t The decision on holding leader Kim Jong Il in high esteem forever as general secretary of the WPK is an expression of the noble loyalty of the dear respected Kim Jong Un to the preceding leader and a manifestation of the steadfast will of the Korean people to carry out the grandiose plan of President Kim Il Sung and Kim Jong Il, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's election to the top post of the WPK is an expression of the absolute support and trust of all the members of the WPK and service personnel and people of the DPRK in him who has made a great contribution to realizing the ideas and cause of the President and Kim Jong Il, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's election as first secretary of the WPK made it possible for the Korean people to dynamically advance along the road indicated by the President and Kim Jong Il, it stressed."
        },
        {
            "title": "Kim Jong Un Congratulated by Foreign Personages on His Election to Top Post of DPRK",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-06ee.html",
            "content": "Kim Jong Un Congratulated by Foreign Personages on His Election to Top Post of DPRK\r\n Pyongyang, April 22 (KCNA) -- Syrian and Indonesian personages congratulated the dear respected Kim Jong Un on his election as first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission.\n\t\t\t\t\t Saaeed Eleia Dawood, chairman of the Syrian Arab-Korea Friendship Association and director of the Organizational Department of the Regional Leadership of the Syria’s Baath Arab Socialist Party, said in a statement on April 13:\n\t\t\t\t\t\n\t\t\t\t\t The Syrian people are greatly pleased with HE Kim Jong Un's election to the top post of People's Korea. \n\t\t\t\t\t\n\t\t\t\t\t I hope the brave Korean people will shatter the moves of the imperialists to break the single-minded unity of Korean society and register greater progress and prosperity under the leadership of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Shapril Arsiyad, chairman of the Indonesian Federation of Transport Workers Unions, in a statement on April 14 extended warm congratulations to Kim Jong Un. He expressed that the Korean people would make great progress in building a thriving nation under his leadership."
        },
        {
            "title": "Pyongyang Declaration Signed by at Least 280 Political Parties",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-07ee.html",
            "content": "Pyongyang Declaration Signed by at Least 280 Political Parties\r\n Pyongyang, April 22 (KCNA) -- 20 years have passed since the Pyongyang Declaration \"Let Us Defend and Advance the Cause of Socialism\" was published.\n\t\t\t\t\t The Pyongyang Declaration was signed by 70 communist and workers' parties and heads and delegates of political parties of different countries aspiring after socialism, that took part in the celebrations of the 80th birthday of President Kim Il Sung in April 1992. Its adoption was a historic event as it provided a programme common to the world revolutionary parties and people.\n\t\t\t\t\t\n\t\t\t\t\t The declaration which confirmed the truth and validity of the socialist cause, the aspiration and desire of mankind, and the necessity of its victory, has enjoyed strong support and warm sympathy of the world progressives generation after generation and its attraction is rapidly increasing day by day.\n\t\t\t\t\t\n\t\t\t\t\t It has been signed so far by more than 280 political parties.\n\t\t\t\t\t\n\t\t\t\t\t Progressive political parties of many countries including Bangladesh, Democratic Congo, Ireland and Belgium accepted the Pyongyang Declaration as a programme of their parties and distributed it as a document of the parties and have dynamically advanced, taking it as a banner of struggle for the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Communist and workers' parties have conducted worldwide activities to implement the tasks set forth in the declaration and, at the same time, boosted international unity and solidarity among political parties to revive the socialist movement.\n\t\t\t\t\t\n\t\t\t\t\t Seminars were held briskly to support the declaration. \n\t\t\t\t\t\n\t\t\t\t\t They adopted declarations, resolutions and statements on setting forth the Pyongyang Declaration as a programme common to the revolutionary parties and boosting international unity and solidarity for the victory of the socialist cause in the spirit of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t Brisk media activities were conducted to give wide publicity to the Pyongyang Declaration to unite progressive political parties and people under the banner of the declaration.\n\t\t\t\t\t\n\t\t\t\t\t Political party leaders in their statements vowed to glorify for all ages the undying feats of leader Kim Jong Il who indicated the way to be followed by the world socialist movement and accomplish the socialist cause under the banner of the declaration."
        },
        {
            "title": "Koreans in CIS Urge Lee Myung Bak Group to Apologize to Nation",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-08ee.html",
            "content": "Koreans in CIS Urge Lee Myung Bak Group to Apologize to Nation\r\n Pyongyang, April 22 (KCNA) -- United confederations of Koreans overseas Friday made public a joint statement in support of the statement of the spokesman for the Supreme Command of the Korean People's Army and the statement of the government, political parties and organizations of the DPRK.\n\t\t\t\t\t They included the united confederations of Koreans in Russia, Maritime Territory, Sakhalin Region, Kamchatka Territory and Khabarovsk Territory of the Russian Federation, Kazakhstan and Kyrgyzstan.\n\t\t\t\t\t\n\t\t\t\t\t The joint statement strongly denounced the rat-like Lee Myung Bak group for its traitorous and unethical acts in the name of all Koreans in the Commonwealth of Independent States (CIS).\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group decried in terms of finance the celebrations of the 100th Day of the Sun which demonstrated the spirit of the nation before the whole world as a grand festival of the century to be recorded in human history. This is a mockery of all Koreans as well as a ridiculous behavior of ignorant moneymakers whose mental faculties are worse than animals. This is, at the same time, hysteric fit of confrontation maniacs stunned by the might of single-minded unity and invincible military power of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, the motherland, is an invincible power and pride of the nation in which the leader and people form a harmonious whole with noblest intention and feelings and they regard the dignity of the supreme leadership and authority of the leader dearer than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors should behave itself, kneeling themselves before all the service personnel and people of the DPRK and all other Koreans overseas.\n\t\t\t\t\t\n\t\t\t\t\t No Korean on earth will pay heed to rhetoric let loose by rat-like Lee group, a tiny handful of traitors who bring the dark clouds of war to hang over the Korean Peninsula and are keen on wrongdoings only.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the CIS will never pardon the hideous crimes perpetrated by the Lee group which can hardly be considered as part of the nation. They will always be by service personnel and people in the homeland in their sacred war for wiping out the enemy, the war to devotedly protect the leader of the nation."
        },
        {
            "title": "Kim Jong Un's Speech Given Wide Publicity by World Media",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-09ee.html",
            "content": "Kim Jong Un's Speech Given Wide Publicity by World Media\r\n Pyongyang, April 22 (KCNA) -- More than 12,000 media of the world conveyed the speech made by the dear respected Kim Jong Un at the military parade celebrating the centenary of the birth of President Kim Il Sung as topic news. Hundreds of millions of people all over the world listened to his speech.\n\t\t\t\t\t It is the first time that the voice of Kim Jong Un, first secretary of the Workers' Party of Korea, was aired worldwide, media said, commenting on every content of the speech and expression used in it. \n\t\t\t\t\t\n\t\t\t\t\t People's Daily of China carried a report titled \"Supreme Leader Kim Jong Un delivered an open speech for the first time and paid highest tribute to President Kim Il Sung.\"\n\t\t\t\t\t\n\t\t\t\t\t Supreme Leader Kim Jong Un said the far-reaching strategy and final victory of the Korean revolution lie in advancing straight along the road of independence, the road of Songun and the path of socialism indicated by the great leaders, said Xinhua News of China.\n\t\t\t\t\t\n\t\t\t\t\t CCTV, Phoenix Satellite TV Holdings Ltd., Hong Kong, Huan Qiu Shibao, Beijing Daily and other media of China carried reports under such titles as \"Era of Kim Jong Un started in DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his speech praised the exploits of Kim Il Sung, founder of the DPRK, and reiterated his decision to carry forward the Songun policy true to the behest of leader Kim Jong Il, reported ITAR-TASS of Russia. \n\t\t\t\t\t\n\t\t\t\t\t Ria－Novosti, NTV, Internet websites and other media of Russia including papers Komsomolskaya Pravda and Rossiskaya Gazeta reported under such titles as \"Kim Jong Un Vows to Carry Forward Songun Policy\". \n\t\t\t\t\t\n\t\t\t\t\t CNN said Kim Jong Un in his speech voiced his will to carry forward the cause of revolution pioneered by Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The New York Times said the speech of the supreme leader of the DPRK demonstrated the capacity of its new young leadership and the voice and gesture of Kim Jong Un bore a resemblance to Kim Il Sung's. \n\t\t\t\t\t\n\t\t\t\t\t  AP quoted Kim Jong Un as solemnly clarifying that the military and technical superiority is no longer a monopoly of the imperialists and gone are the days when the enemies could threaten and blackmail with A bombs.\n\t\t\t\t\t\n\t\t\t\t\t Al－Jazeera Satellite Television of Qatar, BBC, ABC of Australia, NHK of Japan and other TV broadcasting services aired video footage of service personnel and people of the DPRK broking into cheers in response to Kim Jong Un's call \"Forward for Final Victory!\".\n\t\t\t\t\t\n\t\t\t\t\t Egyptian paper Egyptian Gazette, Indian papers Times of India and Hindustan Times, AFP and Monde of France, VOA, Reuters, Kyodo News and Jiji Press of Japan and other leading media of the world gave detailed accounts of the historic event."
        },
        {
            "title": "New York's Poverty Rate Rises",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-16ee.html",
            "content": "New York's Poverty Rate Rises\r\n Pyongyang, April 22 (KCNA) -- The poverty rate in New York City rose a record high to 21 percent in 2010, according to the latest report released by the city's Center for Economic Opportunity on Tuesday."
        },
        {
            "title": "Poverty Decreases in Brazil",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-17ee.html",
            "content": "Poverty Decreases in Brazil\r\n Pyongyang, April 22 (KCNA) -- In the last 10 years, some 50 million Brazilians have shaken off poverty and joined the middle class, the government said recently."
        },
        {
            "title": "Mexican President Calls for Promoting Economic Stabili",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-18ee.html",
            "content": "Mexican President Calls for Promoting Economic Stability\r\n Pyongyang, April 22 (KCNA) -- Mexican President Felipe Calderon Hinojosa, addressing a regional meeting on Tuesday, called for focussing efforts on promoting regional economic stability.\n\t\t\t\t\t Economic stability is a \"precondition\" for growth and job creation, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed it is important for regional economies to promote global economic growth and create conditions that encourage investment and trade."
        },
        {
            "title": "Iran Denounces US Plan for Missile Shield in Persian Gulf",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-19ee.html",
            "content": "Iran Denounces US Plan for Missile Shield in Persian Gulf\r\n Tehran, April 21 (KCNA) -- The commander of Iran's ground forces denounced a U.S. proposed plan to build a missile shield in the Persian Gulf, local satellite Press TV reported on Thursday. \n\t\t\t\t\t Commander Ahmad-Reza Pourdastan said the plan is aimed at countering alleged threats from Iran.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attempts to spread Iranophobia in the region aim to support its large arms sales and military presence in the region, said the Iranian commander.\n\t\t\t\t\t\n\t\t\t\t\t Iran plays a constructive role in establishing security in the region and the regional countries are fully capable of safeguarding their interests without resorting to foreign assistance, he added."
        },
        {
            "title": "Cooperation among Asian Countries",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-20ee.html",
            "content": "Cooperation among Asian Countries\r\n Pyongyang, April 22 (KCNA) -- China and Thailand pledged Wednesday to boost bilateral cooperation in light of the poor state of the global economy.\n\t\t\t\t\t Cambodia and Singapore on Wednesday pledged to strengthen bilateral military cooperation in order to contribute to regional peace and security. \n\t\t\t\t\t\n\t\t\t\t\t That day Malaysia and Kazakhstan agreed on cooperating with each other in the fields of energy, information technology, education, etc."
        },
        {
            "title": "Iran's President on Role of Police",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-21ee.html",
            "content": "Iran's President Calls for Enhancing Role of Police\r\n Tehran, April 21 (KCNA) -- Iranian President Mahmoud Ahmadinejad called upon the police to further enhance its role in ensuring social security and improving the traffic order. He said this at a recent national meeting of police commanding officers.\n\t\t\t\t\t Referring to the achievements made in the field of social security in the past, he said that in order to successfully discharge its duty, the police should maintain good relations with the people.\n\t\t\t\t\t\n\t\t\t\t\t The police should respect and protect the dignity of the people, he noted, adding that the police cannot fulfill its responsibility and duty without their assistance."
        },
        {
            "title": " Collective Security Treaty Organization Opposes Interference in Internal Affairs of Belarus",
            "url": "http://kcna.co.jp/item/2012/201204/news22/20120422-22ee.html",
            "content": "Collective Security Treaty Organization Opposes Interference in Internal Affairs of Belarus\r\n Pyongyang, April 22 (KCNA) -- Nikolai Borzhzya, secretary of the Collective Security Treaty Organization, in a recent meeting of the organization clarified the stand of opposing the interference of outsiders in Belarus.\n\t\t\t\t\t There have continued attempts at direct or indirect interference in the internal affairs of the member nations of the organization and if they are not subject to them, they are labeled violators of human rights and sanctions are slapped against them, he said.\n\t\t\t\t\t\n\t\t\t\t\t The member nations see all this through Belarus, he noted, stressing that the organization is opposed to such interference in Belarus."
        }
    ]
}