{
    "date": "2012-07-12",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-12ee.html",
    "articles": [
        {
            "title": "Choe Yong Rim Learns about Beer Production and Barley Transport",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-29ee.html",
            "content": "Choe Yong Rim Learns about Beer Production and Barley Transport\r\n Pyongyang, July 12 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, went to the Taedonggang Beer Factory to learn about the production of beer and transport of raw materials for its production.\n\t\t\t\t\t He said the factory is crystal of the loving care shown by General Secretary Kim Jong Il for people, underscoring the need to operate equipment with good care, take thorough-going measures for storing raw materials and keep the production going at a high rate so as to provide greater quantities of tasty and fresh beer to people. \n\t\t\t\t\t\n\t\t\t\t\t Looking round outdoor barley loading yard, he learned about the quality of raw materials. He encouraged the factory officials and employees and those of relevant units to register successes in concentrated transport of raw materials and beer production. \n\t\t\t\t\t\n\t\t\t\t\t Choe discussed on the spot the issue of cultivating barley in an intensive manner in areas high in its yield and favorable for transport. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, he went to Korean Film Studio to discuss the matter of sprucing it up."
        },
        {
            "title": "Conference of Kim Il Sung Socialist Youth League Held",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-27ee.html",
            "content": "Conference of Kim Il Sung Socialist Youth League Held\r\n Pyongyang, July 12 (KCNA) -- A conference of the Kim Il Sung Socialist Youth League was held at the People's Palace of Culture on Thursday.\n\t\t\t\t\t Present there were Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and director of the General Political Bureau of the Korean People's Army, Kim Ki Nam, secretary of the C.C., the WPK, Ri Yong Su, department director of the C.C., the WPK, and delegates elected at provincial (municipal) conferences of the youth league.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned were present at the conference as observers.\n\t\t\t\t\t\n\t\t\t\t\t Members of the youth league carrying the flag of the Kim Il Sung Socialist Youth League bearing a portrait of smiling President Kim Il Sung entered the venue of the conference.\n\t\t\t\t\t\n\t\t\t\t\t The conference decided on the agenda items \"On the tasks of the Kim Il Sung Socialist Youth League to hold General Secretary Kim Jong Il in high esteem for all ages as the eternal leader of our party and revolution and accomplish the Juche cause, Songun revolutionary cause under the leadership of the dear respected Kim Jong Un generation after generation\" and \"On revising the rules of the Kim Il Sung Socialist Youth League\". \n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, first secretary of the C.C., the youth league, said in a report on the first item that the history of the Juche-oriented youth movement is a glorious history in which it has covered the road of one victory after another under the leadership of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The President had regarded the issue of young people as an important one related to the success of the revolution and the nation's future destiny since the days he embarked upon the road of revolution and worked heart and soul for the development of the youth movement.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made sure that the youth movement developed into the most revolutionary one for successfully carrying forward the idea and cause of the leader and wisely led all the young people across the country to take the lead in implementing the Songun politics of the WPK, regarding the youth league along with the party and the army as a main force for accomplishing the revolutionary cause of Songun. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un sent autographic letters to the young people with his loving care and trust, encouraging them to make a leaping advance towards new victory.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the young people to dynamically advance for a final victory.\n\t\t\t\t\t\n\t\t\t\t\t  The floor was taken by Ri Ung Il, first secretary of the Kim Il Sung University Committee of the league, and Ri Kun Chol, first secretary of the Pyongyang City Committee of the league, and other participants.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to develop the youth league into the one of the President, Kim Jong Il and Kim Jong Un in name and reality. \n\t\t\t\t\t\n\t\t\t\t\t A decision on the first agenda item was adopted at the conference.\n\t\t\t\t\t\n\t\t\t\t\t At the discussion on the second agenda item, all the delegates unanimously adopted a decision on revising the rules of the Kim Il Sung Socialist Youth League. \n\t\t\t\t\t\n\t\t\t\t\tThe decision noted that first secretary and secretary of youth league committees at all levels would be called chairman and vice-chairman and secretary and deputy secretary of primary committee and primary organization chairman and vice-chairman."
        },
        {
            "title": "Pak Ui Chun Meets Several FMs in Cambodia",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-25ee.html",
            "content": "Pak Ui Chun Meets Several FMs in Cambodia\r\n Pyongyang, July 12 (KCNA) -- DPRK Foreign Minister Pak Ui Chun, head of the delegation now taking part in the ministerial meeting of the ASEAN Regional Forum, on Wednesday met with the Cambodian  deputy prime minister of the government who concurrently is the minister of Foreign Affairs and International Cooperation.\n\t\t\t\t\t On the same day he met foreign ministers of China, Vietnam and Singapore respectively."
        },
        {
            "title": "Kim Yong Il Meets New Brazilian Ambassador ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-11ee.html",
            "content": "Kim Yong Il Meets New Brazilian Ambassador\r\n Pyongyang, July 12 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with Roberto Colin, new Brazilian ambassador to the DPRK, who paid a courtesy call on him Thursday."
        },
        {
            "title": "Reception Given on Anniversary of DPRK-China Treaty ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-30ee.html",
            "content": "Reception Given on Anniversary of DPRK-China Treaty \r\n Pyongyang, July 12 (KCNA) -- The Chinese People's Association for Friendship with Foreign Countries and the China-Korea Friendship Association Wednesday hosted a reception in Beijing on the occasion of the 51st anniversary of the DPRK-China treaty of friendship, cooperation and mutual assistance. \n\t\t\t\t\t Present there on invitation were Ji Jae Ryong, DPRK ambassador to China, and staff members of the DPRK embassy in Beijing. \n\t\t\t\t\t\n\t\t\t\t\t Among those present there were Wu Donghe, chairman of the China-Korea Friendship Association, Peng Zuoku, vice-president of the Chinese People's Association for Friendship with Foreign Countries, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there. \n\t\t\t\t\t\n\t\t\t\t\t Wu Donghe said that the two countries have understood, supported and helped each other in the spirit of the treaty and the Sino-DPRK friendship grew stronger to be unbreakable one despite of all ordeals.\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK relations have steadily developed with fresh dynamism on good terms under the care of the top leaders of the two countries and thanks to the efforts of the two peoples and the bilateral ties are making a positive contribution to protecting common interests and ensuring regional peace and development, he said. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will achieve bigger successes in building a thriving socialist nation under leadership of the dear respected Kim Jong Un, he added. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador praised the undying exploits President Kim Il Sung and General Secretary Kim Jong Il performed in developing the DPRK-China friendship. \n\t\t\t\t\t\n\t\t\t\t\t He praised the Chinese people for waging a dynamic drive to successfully greet the 18th congress of the Communist Party of China while pushing ahead with the construction of socialism with Chinese characteristics. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to make positive efforts to boost unity and cooperation between the two countries and jointly protect the regional peace and security in the future, too."
        },
        {
            "title": "Talks between Delegations of DFRK and NCFL Central Committees Held",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-18ee.html",
            "content": "Talks between Delegations of DFRK and NCFL Central Committees Held\r\n Pyongyang, July 12 (KCNA) -- Talks between delegations of the Central Committees of the Democratic Front for the Reunification of Korea (DFRK) and the National Construction Front of Laos (NCFL) were held in Vientiane on Tuesday.\n\t\t\t\t\t Present there from the DFRK side were members of the delegation led by Director of its Secretariat Kim Wan Su and the DPRK ambassador to Laos and from the NCFL side were Chairman of its Central Committee Phandoaungchit Vongsa, its Standing Vice-Chairman Tong Yeu Tho who is chairman of Laos-Korea Friendship Association, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on boosting the friendly and cooperative relations between the two organizations and matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a friendly atmosphere."
        },
        {
            "title": "Lao Vice-President Praises Single-minded Unity and Invincible Military Power of DPRK ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-19ee.html",
            "content": "Lao Vice-President Praises Single-minded Unity and Invincible Military Power of DPRK\r\n Pyongyang, July 12 (KCNA) -- Lao Vice-President Bounnhang Vorachith, member of the Political Bureau and permanent secretary of the Secretariat of the Central Committee of the Lao People's Revolutionary Party (LPRP), on July 10 met and had a talk with the visiting delegation of the Central Committee of the Democratic Front for the Reunification of Korea headed by Director of its Secretariat Kim Wan Su.\n\t\t\t\t\t The vice-president recalled that General Secretary Kim Jong Il and the dear respected Kim Jong Un received Choummaly Sayasone, general secretary of the LPRP and president of Laos, adding that it was a landmark event in developing the traditional friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It is the biggest achievements of the Korean people that they attained the single-minded unity and built an invincible military power, he said, adding that the LPRP and the Workers' Party of Korea have traditional friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the recent visits of high-ranking delegations between the two countries contributed to the development of the bilateral friendly relations."
        },
        {
            "title": "CPRK Secretariat Accuses S. Korean Regime of Bringing Inter-Korean Relations to Worst Phase",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-31ee.html",
            "content": "CPRK Secretariat Accuses S. Korean Regime of Bringing Inter-Korean Relations to Worst Phase\r\n Pyongyang, July 12 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued an indictment on Thursday accusing the Lee Myung Bak regime of bringing the inter-Korean relations to a collapse through its grave politically-motivated military provocations and hideous challenges and driving the situation on the Korean Peninsula to the worst phase since its seizure of power.\n\t\t\t\t\t According to the indictment, the Lee group perpetrated its first provocation against the nation by denying the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Claiming that \"there would be no reunification, pursuant to the June 15 joint declaration,\" the group slandered the north-south joint declaration as a \"pro-communist, enemy-benefiting document.\" It declared \"the June 15 joint declaration and the October 4 declaration adopted by the preceding regimes with the north are invalid and there is no obligation to implement them\". \n\t\t\t\t\t\n\t\t\t\t\t While addressing \"a meeting commemorating the March first popular uprising\" in 2008 and a ceremony of appointing generals of the puppet army in April of the same year he termed the noble idea of \"by our nation itself\" \"narrow-minded nationalism\" and \"chauvinist nationalism\" and talked nonsense that with the idea it is impossible to settle the inter-Korean relations\".\n\t\t\t\t\t\n\t\t\t\t\t In July of that year the group unilaterally suspended the tour of Mt. Kumgang under the pretext of a tourist case in Mt. Kumgang. In March, 2010 it fabricated the \"Cheonan\" warship sinking case, taking the \"May 24 measures\" to completely sever the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The group caused the Yonphyong Island shelling incident two days before the start of the inter-Korean Red-Cross Talks expected to take place in Munsan area of south Korea in 2010. This derailed the talks.\n\t\t\t\t\t\n\t\t\t\t\t Early in 2011 when the government, political parties and organizations of the DPRK released a joint statement proposing the authorities, political parties and organizations of south Korea to have wide-ranging dialogue and negotiations, the group groundlessly described it as a \"camouflaged peace offensive\" and \"tactics of the united front\". \n\t\t\t\t\t\n\t\t\t\t\t The Lee group made no scruple of blatantly challenging the dignified social system of the DPRK in gross violation of the north-south agreement on recognizing and respecting each other's ideology and social system.\n\t\t\t\t\t\n\t\t\t\t\t In a special lecture given in April this year, the Lee group found fault with the living of the people in the north and, not content with this, said that \"the north should make a regime change,\" talking about \"land reform\" and \"wind of change.\"\n\t\t\t\t\t\n\t\t\t\t\t The group persistently kicked up an anti-DPRK human right racket.\n\t\t\t\t\t\n\t\t\t\t\t It took the lead in cooking up \"a resolution on human rights in the north\" together with the U.S. and its followers at the 63rd UN General Assembly session in November 2008. In April and May of 2011 the group staged a burlesque called \"week of freedom for the north\" with riffs-raffs of the U.S. and Japan involved, hurting the DPRK's dignity and social system.\n\t\t\t\t\t\n\t\t\t\t\t Since it came to power, the Lee group has perpetrated reckless military provocations and anti-north war moves, escalating the military tension to extremes.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group supplemented and rounded off anti-north war scenarios including \"OPLAN 5027\" and \"OPLAN 5029\" to be more provocative ones in collusion with its American master. In September 2010 the group confirmed the preemptive attack on the north in direction of pursuing \"its military policy towards the north\" at \"a meeting for the general review of state security.\" \n\t\t\t\t\t\n\t\t\t\t\t Of late the group of traitors cried out for the \"preemptive strike at Pyongyang\" and is getting frantic in new military provocations after drafting a very reckless \"plan for striking the corresponding target\".\n\t\t\t\t\t\n\t\t\t\t\t Among the crimes committed by the puppet forces was the most hideous one of hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors has spoken ill of the supreme leadership of the DPRK by spreading the fiction of \"contingency\" from the outset of its office.\n\t\t\t\t\t\n\t\t\t\t\t  In August 2010 it set up TV broadcasting facility in the area of Paekryong Island to send anti-DPRK program to the western area of the DPRK including North Phyongan Province.  \n\t\t\t\t\t\n\t\t\t\t\t No sooner had an important report of the DPRK concerning the great loss to the nation been made public in December 2011 than it called a \"meeting on state security\" and a \"cabinet meeting\" and put the units of the three services of the puppet forces on alert and combat readiness. \n\t\t\t\t\t\n\t\t\t\t\t It called the celebrations for the Day of the Sun and the 66th anniversary of the Korean Children's Union \"showcasing ceremonies\" and \"political show\" to hurt the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It threw Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), behind bars as soon as he crossed the demarcation line in Panmunjom and set in motion the riff raffs to slander the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The indictment says that the south Korean puppet forces, the provocateurs, talked about \"provocation\" by the DPRK, reminding one of the thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak and his clan, the worst provocateurs in the world, deserves due punishment, said the indictment."
        },
        {
            "title": "Gift to Kim Jong Un from C.C., Lao National Construction Front",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-17ee.html",
            "content": "Gift to Kim Jong Un from C.C., Lao National Construction Front\r\n Pyongyang, July 12 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by the Central Committee of the National Construction Front of Laos.\n\t\t\t\t\t It was handed over by its Chairman Phandoaungchit Vongsa on July 10 to the head of the delegation of the Central Committee of the Democratic Front for the Reunification of Korea on a visit to Laos."
        },
        {
            "title": "Pentavalent Vaccination Launched in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-24ee.html",
            "content": "Pentavalent Vaccination Launched in DPRK\r\n Pyongyang, July 12 (KCNA) -- Pentavalent vaccination was launched in the Democratic People's Republic of Korea.\n\t\t\t\t\t A ceremony for the vaccination took place at the People's Palace of Culture in Pyongyang on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Attending it were local officials from the ministries of Public Health and Foreign Affairs, the National Hygienic and Anti-epidemic Center and healthcare establishments in Pyongyang, along with representatives and members of UNDP and other international organizations and diplomatic missions in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Minister of Public Health Choe Chang Sik made a speech at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now ready to introduce new pentavalent vaccine to the national routine immunization programme, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t \"With the introduction of pentavalent vaccine, children can now be immune from meningitis and pneumonia caused by Hib as well as pertussis, diphtheria, tetanus, and Hepatitis B, providing us with a good prospect for the reduction of child mortality and morbidity and for achieving MDG goals.\n\t\t\t\t\t\n\t\t\t\t\t \"The introduction of pentavalent vaccine has been preceded by planning and various preparatory activities in close collaboration with the Ministry of Public Health, GAVI, WHO and UNICEF.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory activities include strengthening of cold chain system on a national scale, development of guidelines for the introduction of the new vaccine and training of all immunization staff and doctors in the country. These activities established a full basis for the introduction of the pentavalent vaccine throughout the country.\"\n\t\t\t\t\t\n\t\t\t\t\t The minister expressed the appreciation to international organizations and their representatives active in the DPRK for their sincere support to the country in the successful implementation of EPI.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory speeches were made at the ceremony by Bijaya Rajbhandari, UNICEF representative, and Yonas Tegegen, WHO representative.\n\t\t\t\t\t\n\t\t\t\t\t The ceremony was followed by a technical course for pentavalent vaccine. \n\t\t\t\t\t\n\t\t\t\t\t The pentavalent vaccination was conducted at the Puksae Clinic in Moranbong District, Pyongyang, and Wonhwari People's Hospital in Phyongwon County, South Phyongan Province, on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The representative of UNICEF told that the DPRK has achieved high inoculation progress and that this is right time for it to introduce pentavalent vaccination.\n\t\t\t\t\t\n\t\t\t\t\t \"UNICEF is part of the team of those supporting the progress of the vaccination program and we have been working closely in the cold chain establishment for the preparations of taking care of additional vaccines in the DPRK,\" the representative said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the current vaccination program would be implemented with success, as others were.\n\t\t\t\t\t\n\t\t\t\t\t Roles of UNICEF are to make sure that the vaccines are absolutely going out to counties and rural communities in the DPRK, that there is proper communication plan so that everybody is aware of the use of pentavalent vaccination and that there is adequate technical support to the mixture procurement, the representative added."
        },
        {
            "title": "Antiaircraft Combat Commanded by Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-20ee.html",
            "content": "Antiaircraft Combat Commanded by Kim Il Sung\r\n Pyongyang, July 12 (KCNA) -- In the period of the Fatherland Liberation War (1950-1953) President Kim Il Sung personally commanded many combats, including antiaircraft battle.\n\t\t\t\t\t It was one day in November Juche 39 (1950) when he called at an anti-aircraft artillery unit stationed near the Supreme Command of the Korean People's Army in Kosanjin.\n\t\t\t\t\t\n\t\t\t\t\t He taught the artillerymen how to down more enemy planes, saying that they have heavy duty to reliably defend the sky of the fatherland from the invasion of the U.S. imperialist air pirates.\n\t\t\t\t\t\n\t\t\t\t\t At that time a guard alarmed emergence of enemy planes. In that dangerous situation, President Kim Il Sung took care of artillerymen's camouflage and combat readiness. And he ordered an officer of the unit to start fire, encouraging the soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The artillery pieces launched fire all at once under the officer's directive, and one enemy plane fell down in flames. The soldiers continued to fire guns with surging wrath and hatred. Another enemy plane was shot down and other planes ran away in the grip of fear.\n\t\t\t\t\t\n\t\t\t\t\t The soldiers in artillery position burst out into cheers of victory. The President congratulated them on their feat, saying that they were skilled in shooting.\n\t\t\t\t\t\n\t\t\t\t\t Through the combat, the soldiers became more convinced that the DPRK would surely win in the war as it was led by Kim Il Sung with distinguished military strategy and wisdom, matchless courage and gut."
        },
        {
            "title": "Ryu Kyong Su Intensely Loyal to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-22ee.html",
            "content": "Ryu Kyong Su Intensely Loyal to Kim Il Sung\r\n Pyongyang, July 12 (KCNA) -- President Kim Il Sung, in his reminiscences \"With the Century\", said he would put forward such persons as Ryu Kyong Su whenever talking about faith and will of a revolutionary.\n\t\t\t\t\t Born into a peasant family in South Hamgyong Province in Juche 4 (1915), Ryu Kyong Su took part in the anti-Japanese revolutionary struggle in his early years in response to Kim Il Sung's line on armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t He performed signal feats in a number of battles and made contributions to liberating Korea from the Japanese colonial rule while active as an able military commanding officer.\n\t\t\t\t\t\n\t\t\t\t\t After the national liberation, he played a big role in founding the party and building the regular army.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Fatherland Liberation War (June 1950-July 1953), he devoted all his mental and physical energies to the implementation of the President's strategic and tactical policy, serving as division and corps commanders of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t In the post-war period, he invested all his efforts in strengthening the KPA into invincible forces devotedly defending the party and the leader and guaranteeing the revolutionary cause of Juche with arms.\n\t\t\t\t\t\n\t\t\t\t\t The statue of Ryu stands in his native village and his remains were buried at the Revolutionary Martyrs Cemetery on Mt. Taesong.\n\t\t\t\t\t\n\t\t\t\t\t The KPA unit commanded by him is now called Seoul Ryu Kyong Su 105 Guards Tank Division.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Leader and Ryu Kyong Su\" came off the press recently. It deals with his loyalty to the President."
        },
        {
            "title": "Heroic Feats of KPA Artillerymen in Korean War ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-23ee.html",
            "content": "Heroic Feats of KPA Artillerymen in Korean War \r\n Pyongyang, July 12 (KCNA) -- Wolmi Island in the western sea of Korea boasts of the heroic feats coastal artillerymen of the Korean People's Army (KPA) performed in fighting against the U.S. aggressors in the Fatherland Liberation War (June 25, 1950-July 27, 1953). \n\t\t\t\t\t In September 1950, the U.S. forces began a \"general offensive\" in order to turn the war situation in favor of them.\n\t\t\t\t\t\n\t\t\t\t\t As part of the offensive, they launched an operation to land on Inchon past Wolmi Island with several hundred warships boarded with 50,000 troops, supported by more than 1,000 planes.\n\t\t\t\t\t\n\t\t\t\t\t There was only a KPA coastal artillery company with four guns on the island.\n\t\t\t\t\t\n\t\t\t\t\t The artillerymen sank many warships in the first- and second-day battles, delaying the enemy landing.\n\t\t\t\t\t\n\t\t\t\t\t Ahead of a life-and-death battle, the company commander, Ri Tae Hun read a letter of oath to Supreme Commander Kim Il Sung, which was signed by the remainders.\n\t\t\t\t\t\n\t\t\t\t\t The letter represented their death-defying resolution to fight the aggressors to the last man.\n\t\t\t\t\t\n\t\t\t\t\t It also reflected their absolute trust in the supreme commander.\n\t\t\t\t\t\n\t\t\t\t\tFor them, the supreme commander was precisely their motherland and vice versa.  \n\t\t\t\t\t\n\t\t\t\t\t Thereby, they shouted \"Long Live General Kim Il Sung!\" and \"Long Live the Workers' Party of Korea!\" in the last battle.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' landing was delayed for three days by their heroic fighting."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Aim in Slandering DPRK's Media Activities",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-08ee.html",
            "content": "Rodong Sinmun Discloses U.S. Aim in Slandering DPRK's Media Activities\r\n Pyongyang, July 12 (KCNA) -- Freedom House, an international human rights organization in the U.S., recently made public 2012 world report on freedom of media, slinging mud at media activities in the DPRK.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The report is the height of politicization of media and application of double-standards as it is peppered with whole gamut of falsities and fabrications.\n\t\t\t\t\t\n\t\t\t\t\t Its injustice finds vivid expression in that it failed to refer to crackdown on media by the U.S., its followers and south Korean authorities, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has the worst record of suppression of media. A typical example is the law on protection of cyber space as national property adopted by Senate on June 24, 2010. In this regard BBC in February last year said that the U.S. often demanded the countries which put control on use of Internet ensure freedom on it, calling them \"closed societies\". The broadcasting service accused the U.S. of working hard to provide a legal framework for restricting the use of Internet within the country. This indicates that freedom of media, privacy of correspondence and other rights the Americans are entitled as citizens are openly violated under the signboard of \"national security.\"\n\t\t\t\t\t\n\t\t\t\t\t The serious suppression of media in the U.S. also finds its manifestation in that the U.S. is tapping all repressive means to trampling down progressive ideas.\n\t\t\t\t\t\n\t\t\t\t\t The FBI is using investigation and fingerprint cards for keeping watch on almost adults. Available are information networks including the CIA and the FBI for observing all moves and political tendency of citizens.\n\t\t\t\t\t\n\t\t\t\t\t The same is the case with the gag on the press by the south Korean puppet regime.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. talked nonsense to find fault with fair media activities in the DPRK. Lurking behind this is a sinister aim to incite hostility toward the DPRK and build the world public opinion against it.\n\t\t\t\t\t\n\t\t\t\t\t Another aim is to politicize and internationalize the non-existent \"media issue\" and thus fan up provocative offensive of the U.S. and international reactionaries against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to provoke the DPRK over this issue would only disgrace and discredit it."
        },
        {
            "title": "Rodong Sinmun Demands Dismantlement of S. Korea-U.S. \"Combined Forces Command\"",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-09ee.html",
            "content": "Rodong Sinmun Demands Dismantlement of S. Korea-U.S. \"Combined Forces Command\"\r\n Pyongyang, July 12 (KCNA) -- The United States should make a bold decision to dismantle the south Korea-U.S. \"Combined Forces Command\" and pull its aggression forces and weaponry out of south Korea, urges Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t The U.S. is now instigating the south Korean puppet forces to keep the command even after the \"transfer of the right to command wartime operations\" to south Korea, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t The command is a military mechanism set up by the U.S. in a brigandish manner to realize military domination over south Korea and ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Though it is called \"Combined Forces Command\", it is, in fact, nothing but a spurious name.\n\t\t\t\t\t\n\t\t\t\t\t U.S. brass hats have exercised all real powers including the rights to command the operations and control them, holding important posts in the command such as its commander. They have driven the south Korean puppet forces into war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The command has worked out war scenarios for mounting a preemptive attack on the DPRK and supplemented and rounded them off for decades. It has also supervised military maneuvers and arms buildup to put them into practice, escalating the military tension on the peninsula to an extreme phase and watching for a chance of a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., at the same time, has reduced south Korea to the largest nuclear arsenal in the Far East and brought the danger of a nuclear war to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Historically, the U.S. has used the command as a lever for installing a pro-U.S. conservative regime in south Korea by a conspiratorial method and forced it to accept unequal \"treaties\" and \"agreements\" and setting up political and institutional mechanisms favorable for its colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t It put all fields including politics, military affairs, economy and culture under its control, grossly violating the democratic freedom, human rights and the rights to existence of the south Koreans and mercilessly cracking down on their struggle through its military intervention.\n\t\t\t\t\t\n\t\t\t\t\t The command, which the U.S. and the Lee Myung Bak's regime try so hard to preserve, is the root cause of seriously threatening the security of the Korean nation and the peace on the peninsula and the rest of Northeast Asia, concludes the article."
        },
        {
            "title": "Elder Brother of Lee Myung Bak Has Hell of Time for His Scandal ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-10ee.html",
            "content": "Elder Brother of Lee Myung Bak Has Hell of Time for His Scandal \r\n Pyongyang, July 12 (KCNA) -- Lee Sang Duk, elder brother of traitor Lee Myung Bak, has a hell of a time for his involvement in scandals, according to the Christian Broadcasting System (CBS) of south Korea on July 10.  \n\t\t\t\t\t When he arrived at the Seoul Central District Court to be questioned, more than 20 victims of the Pusan Saving Bank case, who had been waiting for him, leaped upon him, taking him by the scruff of his neck in demand of money.\n\t\t\t\t\t\n\t\t\t\t\t They threw eggs and poured water on him, giving vent to the grudge at him. \n\t\t\t\t\t\n\t\t\t\t\t Much scared by this, Lee Sang Duk hurriedly entered the court. After the questioning was over, he was compelled to go outside in secret through another door.\n\t\t\t\t\t\n\t\t\t\t\t CBS said, \"Lee Sang Duk, called senior minister who exercised tremendous influence in the Lee Myung Bak regime, must have had the hardest time in his life.\"\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, he was put in custody by the prosecution on charge of swindling money."
        },
        {
            "title": "Suppression of Vice-Chairman of S. HQ of Pomminryon under Fire ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-12ee.html",
            "content": "Suppression of Vice-Chairman of S. HQ of Pomminryon under Fire \r\n Pyongyang, July 12 (KCNA) -- Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), went back to south Korea after visiting Pyongyang to express condolences over the great loss to the nation.\n\t\t\t\t\t The Lee Myung Bak group of traitors in south Korea put him in jail and is now trying to punish him on charge of the violation of the evil \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t Calling Ro's Pyongyang visit an \"organized infiltration\", the Lee group revealed its attempt to revise the SL in a more fascist way, disorganize the South Headquarters of Pomminryon and totally stamp out the reunification movement with Ro's visit as an occasion. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the North Headquarters of the Pan-national Alliance of Youth and Students for Korea's Reunification Thursday made public a statement to denounce the Lee group of traitors for running amuck to sentence heavy penalty to Ro Su Hui. \n\t\t\t\t\t\n\t\t\t\t\t The statement said that speaking of reunification through alliance with compatriots in the north is branded as \"enemy-benefiting\" or \"following the north\" to be oppressed in south Korea. The present south Korean situation is little different from that in the past military dictatorship period, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is a clan of peerless rascals and enemies of the nation as they punish figures who devoted themselves to the national reconciliation and reunification on charge of the violation of the fascist SL which should be out of the history. \n\t\t\t\t\t\n\t\t\t\t\t \"Unification\" touted by the Lee group is the theory of confrontation of social systems foolishly seeking to enforce the U.S. colonial ruling system on the DPRK, backed by outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group of traitors should make an apology for its thrice-cursed crimes before the nation, immediately release a lot of illegally arrested pro-reunification patriots including Ro Su Hui and step down at once."
        },
        {
            "title": "Amendment to Unequal \"SOFA\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-15ee.html",
            "content": "Amendment to Unequal \"SOFA\" Demanded in S. Korea\r\n Pyongyang, July 12 (KCNA) -- The \"Korean Broadcasting System\" (KBS) of south Korea on July 10 called for drastically amending the unequal south Korea-U.S. \"Status of Forces Agreement\". \n\t\t\t\t\t KBS recalled that a few days ago MPs of the U.S. forces handcuffed innocent south Koreans outside the Osan U.S. air base in Kyonggi Province and tried to take them away. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' side claimed that they were performing their duties, but their action was obviously an exceeding of authority, overreaction and far-fetched one, KBS said. \n\t\t\t\t\t\n\t\t\t\t\t The GIs committed such illegal action because of very ambiguous provisions of \"SOFA,\" it noted, stressing the need for drastic revision of \"SOFA\"."
        },
        {
            "title": "Punishment of S. Korean Regime Urged by DPRK People",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-21ee.html",
            "content": "Punishment of S. Korean Regime Urged by DPRK People\r\n Pyongyang, July 12 (KCNA) -- Driven into tight corner within and without, traitor Lee Myung Bak of south Korea persists in the anti-DPRK provocation while seeking a way out of his ruling crisis in confrontation with the fellow countrymen in the north.\n\t\t\t\t\t Some days ago the traitor egged riff-raffs on to hold near Panmunjom a \"protest rally\" hurting the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the people in the DPRK are unanimously urging capital punishment of the traitor and his lackeys.\n\t\t\t\t\t\n\t\t\t\t\t So Il Dong, a section chief of the Ministry of Light Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Now is the time to finally settle accounts with the Lee group of traitors persistently engaged in provocations.\n\t\t\t\t\t\n\t\t\t\t\t We should make them keenly experience what are the results of their hideous crimes.\n\t\t\t\t\t\n\t\t\t\t\t Such group, mad at confrontation and war, should be wiped out as soon as possible to defend the peace and security of the country and the nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Ryom Kye Hwa, an official at the Ministry of Mining Industry, noted that servicepersons and civilians are all infuriated at the Lee group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t \"It is the demand of the times and the entire nation to mercilessly punish the group,\" she said.\n\t\t\t\t\t\n\t\t\t\t\t Jong Hwan Chol, a workshop head of the Pyongyang Textile Machine Plant, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Traitor Lee Myung Bak blustered that 'if the north provokes in the future, the south would take stronger counteraction.' The bluff is just the last wriggle of the guy doomed to death.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans had already declared a death penalty to Lee and his henchmen ignorant of elementary ethics and morality.\n\t\t\t\t\t\n\t\t\t\t\t The group of rats should be clearly mindful that its headquarters has become an attack target of the Korean People's Army.\""
        },
        {
            "title": "S. Korean Organization Slams Shameless Act of Japanese War Criminal Enterprise ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-28ee.html",
            "content": "S. Korean Organization Slams Shameless Act of Japanese War Criminal Enterprise \r\n Pyongyang, July 12 (KCNA) -- The Citizens Council with Grand Mothers of the \"Volunteers Corps\" of south Korea held a press conference in Kwangju on July 9 and accused the Japanese Mitsubishi Heavy Industry Co. (MHIC) of refusing to make an apology and reparation for its past crimes, according to south Korean Christian Broadcasting System.\n\t\t\t\t\t The organization said that the negotiations with the MHIC which had been under way since 2010 came to a final rapture on July 6.\n\t\t\t\t\t\n\t\t\t\t\t It condemned the MHIC's side for taking an arrogant approach towards the negotiations and refusing to make an apology and reparation for forcibly taking away many Koreans to force them to do slave labor.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is the attitude of the south Korean \"government\", it deplored, adding:\n\t\t\t\t\t\n\t\t\t\t\t The present authorities not only remained a passive onlooker to this matter but sided with the MHIC, putting a damper on the negotiating table. \n\t\t\t\t\t\n\t\t\t\t\t The organization declared it would stage more dynamic actions including filing a suit in a south Korean court against the MHIC and staging a demo and movement for boycotting Japanese goods."
        },
        {
            "title": "Lee Myung Bak Regime's Pro-Japanese Acts Slammed",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-13ee.html",
            "content": "Lee Myung Bak Regime's Pro-Japanese Acts Slammed\r\n Pyongyang, July 12 (KCNA) -- The Youth Federation of Koreans in China in a statement on July 6 denounced the Lee Myung Bak regime of south Korea for working hard to conclude a military agreement with Japan.\n\t\t\t\t\t The statement said that the puppet group of traitors attempted to approve the General Security of Military Information Agreement at a \"Cabinet meeting\" in secret only to encounter strong public protest at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Such treachery to serve Japan discloses the sinister intention of the puppet group to realize the ambition to invade the north at any cost  even with the backing of the Japanese reactionaries, the statement noted, added:\n\t\t\t\t\t\n\t\t\t\t\t Not content with tightening the military nexus with the U.S. aimed at plunging all the compatriots into the nuclear war disaster, the south Korean conservative forces are making no scruple of forming even a military tie-up with the Japanese reactionaries, the sworn enemy of the Korean nation, touching off bitter resentment and wrath of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The members of the federation will turn out in the dynamic struggle to check and frustrate the south Korean puppet group's moves to conclude the military agreement with Japan, sternly judge the traitors and achieve the country's reunification with concerted efforts of the Koreans."
        },
        {
            "title": "Kim Il Sung Remembered by Koreans in China",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-14ee.html",
            "content": "Kim Il Sung Remembered by Koreans in China\r\n Pyongyang, July 12 (KCNA) -- The General Association of Koreans in China had a round-table talk in Shenyang, China on July 7 to commemorate the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t Present there were Chairwoman Choe Un Bok and other officials of the association, Hwang Yong Du, chairman of the Liaoning regional association, and Koreans in China.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the talks recalled that the President founded the immortal Juche idea, indicating the road for Koreans to follow and defeating the Japanese imperialists.  The Korean people beat back the U.S. imperialists' invasion, they added.  \n\t\t\t\t\t\n\t\t\t\t\t The President turned the DPRK into a socialist power, independent in politics, self-supporting in the economy and self-reliant in national defence, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The President set forth the three charters for national reunification and devoted his all to their implementation till the last moments of his life, they said. The dear respected Kim Jong Un has steadfastly carried forward the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They declared that all Koreans in China would work hard for the prosperity of the country and national reunification and foil the moves of the anti-reunification forces, united single-mindedly."
        },
        {
            "title": "Kyrgyzstan Kothongryon Observes Anniversary of Demise of Kim Il Sung ",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-16ee.html",
            "content": "Kyrgyzstan Kothongryon Observes Anniversary of Demise of Kim Il Sung\r\n Pyongyang, July 12 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan (Kyrgyzstan Kothongryon) held a remembrance meeting at the Korea Center in Bishkek on July 8, the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t Present there were Pak Kyong Ho, chairman of the Kyrgyzstan Kothongryon, and other officials and compatriots in Kyrgyzstan.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before portraits of Kim Il Sung and General Secretary Kim Jong Il hung on the wall of its office room and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho in a speech praised the President as an iron-willed commander who defeated two imperialisms in one generation, the most outstanding statesman in the 20th century and benevolent father of people who devoted his all to the people's happiness and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Compatriots and the world progressives still miss the President very much because his idea and feats are great, Pak said.\n\t\t\t\t\t\n\t\t\t\t\t The speaker expressed conviction that the national reunification and the building of a thriving nation, life-time desire of the President and Kim Jong Il, would surely be achieved under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Floral Tribute to Kim Il Sung on His Death Anniversary by Cambodian King and Great King",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-02ee.html",
            "content": "Floral Tribute to Kim Il Sung on His Death Anniversary by Cambodian King and Great King\r\n Pyongyang, July 12 (KCNA) -- King Norodom Sihamoni and Great King Norodom Sihanouk of Cambodia sent huge floral baskets to the DPRK embassy in Phnom-Penh on the occasion of the 18th anniversary of the demise of Kim Il Sung.\n\t\t\t\t\t Upon authorization of the king and the great king, the delegation of the ministry of the Royal Palace of Cambodia led by its Vice-Minister in charge of the royal palace Kong Sam Ol visited the DPRK embassy on July 7 to lay the floral baskets before portraits of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said Generalissimo Kim Il Sung was the great and outstanding leader who is alive in the hearts of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He prayed for the immortality of the President on behalf of the king and the great king as well as the entire Cambodian people."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Marked Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-01ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Marked Abroad\r\n Pyongyang, July 12 (KCNA) -- Meetings for remembering President Kim Il Sung took place in Peru, India and Bangladesh between July 2 and 4 on the occasion of the 18th anniversary of his demise.\n\t\t\t\t\t Displayed in the venues were books and photos introducing the immortal revolutionary exploits of the peerlessly great men, Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Rolando Brena Pantoja, general secretary of the Central Committee of the Communist Party of Peru \"Red Motherland\", praised Kim Il Sung as the most outstanding statesman, adding that he is alive in the hearts of not only the Korean people but the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Carlos Roca, international secretary of the American Popular Revolutionary Alliance of Peru, lauded the President as father of all people who embraced even foreigners with differing ideology and political view.\n\t\t\t\t\t\n\t\t\t\t\t Balzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, said that the image of the President who devoted his life to the people's happiness has been cherished in the hearts of not only the Korean people but the world progressives as kind-hearted father.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, wished the Korean people great success in their struggle to build an economic power and accomplish the cause of national reunification under the wise leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Feats for National Reunification Lauded",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-03ee.html",
            "content": "Kim Il Sung's Feats for National Reunification Lauded\r\n Pyongyang, July 12 (KCNA) -- Friendship organizations of various countries and personages of Russia, Nepal and Sweden issued statements between July 2 and 4 to mark the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t The British and German branches of the Korean Friendship Association and the Thailand-DPRK Friendship Association in their statements noted the adoption of the July 4 Joint Statement by the north and the south of Korea 40 years ago was a shining fruition of energetic activities of President Kim Il Sung who devoted his all to national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statements said that it was under the wise leadership of great Kim Jong Il that the historic June 15 North-South Joint Declaration the core of which is \"By our nation itself\" and the October 4 declaration, its implementing program, were adopted through the effort for implementing the Three Principles of National Reunification.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification will be certainly achieved as there are the line of national reunification indicated by Kim Il Sung and Kim Jong Il, and the seasoned leadership of the dear respected Kim Jong Un, they added.\n\t\t\t\t\t\n\t\t\t\t\t Sazhi Umalatova, chairwoman of the Party for Peace and Unity of Russia, Minik Lal Shrestha, chairman of the Nepalese Committee for Supporting the Reunification of Korea and chairman of the Nepal-Korea Friendship Association, and Torbjorn Bjorkman, acting chairman of the Sweden-Korea Friendship Association, in their statements said the July 4 Joint Statement adopted under the energetic leadership of the President opened a bright prospect for reunification for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t They expressed full support and solidarity with the DPRK in its efforts to realize the country's reunification by thoroughly implementing the north-south joint declarations under the banner of the three principles of national reunification."
        },
        {
            "title": "Kim Il Sung's Feats Introduced by Bulletins of Foreign Organizations",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-04ee.html",
            "content": "Kim Il Sung's Feats Introduced by Bulletins of Foreign Organizations\r\n Pyongyang, July 12 (KCNA) -- Organizations of Democratic Congo and Ethiopia issued bulletins on July 1 and 3 to mark the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The Democratic Congo-Korea Friendship and Solidarity Association carried articles titled \"Eternal leader of the progressive humankind\", \"Motto of President Kim Il Sung\" and \"Iron-willed brilliant commander\" in the bulletin.\n\t\t\t\t\t\n\t\t\t\t\t Marking July 8, the world progressive people are recollecting with deep emotion the exploits of the President, the bulletin noted.\n\t\t\t\t\t\n\t\t\t\t\t It elaborated on the scientific clarifications given by the President to the issues arising in accomplishing global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian Youth Study Group of Juche Idea carried in its bulletin an article titled \"President Kim Il Sung seen by Billy Graham\".\n\t\t\t\t\t\n\t\t\t\t\t The President was a great man strong in faith rare to be seen in human history, the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t It quoted U.S. Rev. Billy Graham as saying that the people who met the President could know his warm humanity and personality as a leader."
        },
        {
            "title": "U.S. War Moves against DPRK Denounced by Chilean Paper, Brazilian Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-05ee.html",
            "content": "U.S. War Moves against DPRK Denounced by Chilean Paper, Brazilian Organization\r\n Pyongyang, July 12 (KCNA) -- The Chilean paper Remolino Popular in its June issue carried an article titled \"Escalated war drumbeats and threat of the U.S. imperialists and south Korean puppet forces against the DPRK\" on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. and the south Korean \"government\" authorities have become ever more undisguised in their reckless confrontation and war moves against the DPRK under the absurd pretext of what they called \"provocations from the north\", rendering the situation on the Korean Peninsula extremely tense.\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly prove that the U.S. and the puppet group are to blame for escalating the confrontation and tension on the Korean Peninsula, the paper noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. abuses the UN when it is regarded as necessary for executing its aggressive policy and disregards everything including the UN and international law when it thinks they are obstructive to doing so and invades and occupies other countries as it pleases. This is a tragic situation today.  \n\t\t\t\t\t\n\t\t\t\t\t Such abnormal situation should not be allowed any longer.\n\t\t\t\t\t\n\t\t\t\t\t Fair public opinion of the world and the progressive people should properly judge who is provocateur on the Korean Peninsula, vehemently repudiate the U.S. and the south Korean puppet group's trumpeting about \"provocations from the north\" and become vocal expressing solidarity with the Korean people in their just cause. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Brazilian Centre for the Study of the Juche Idea on June 30 posted on its Internet homepage an article titled \"Imperialists regard a war as a way for tiding over a crisis\" disclosing the war policy of the U.S."
        },
        {
            "title": "Cuban and Italian Figures Pay Floral Tribute to President Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-06ee.html",
            "content": "Cuban and Italian Figures Pay Floral Tribute to President Kim Il Sung\r\n Pyongyang, July 12 (KCNA) -- Cuban and Italian figures sent floral baskets to the DPRK missions in their countries on July 6, two days before the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t They are Kenia Serrano Puig, president of the Cuban Institute of Friendship with the Peoples, and Giancarlo Elia Valori, chairman of the Italian General Investment Group.\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets were placed before full-length paintings of the President and General Secretary Kim Jong Il standing together."
        },
        {
            "title": "Tiene lugar conferencia de la Union de Juventud Socialista Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-32ee.html",
            "content": "Tiene lugar conferencia de la Union de Juventud Socialista Kim Il Sung\r\nPyongyang, 12 de julio (ACNC) -- Tuvo lugar el dia 12 en el capitalino Palacio Cultural del Pueblo la conferencia de la Union de la Juventud Socialista Kim Il Sung.\n\t\t\t\t\tAl conclave asistieron Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe de la Direccion Politica General del Ejercito Popular de Corea, Kim Ki Nam, secretario del CC del PTC, Ri Yong Su, jefe de departamento del CC del PTC, y los delegados elegidos en las conferencias provinciales (o de las ciudades directamente subordinadas al centro) de la UJS.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon tambien como observadores los funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tHizo aparicion en la sede de conferencia la bandera de la UJS con la imagen del Presidente      Kim Il Sung con amplia sonrisa.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, se definieron los siguientes puntos de agenda: \"Sobre las tareas de la Union de la Juventud Socialista Kim Il Sung para enaltecer al Dirigente Kim Jong Il como eterno lider de nuestro partido y revolucion y llevar a feliz termino generacion tras generacion la causa de Juche, la revolucionaria del Songun, siguiendo la guia del Maximo Dirigente Kim Jong Un\" y \"Sobre la enmienda de los estatutos de la Union de la Juventud Socialista Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\tEl primer secretario del CC de la UJS, Jon Yong Nam, en su informe sobre el primer punto, recordo que la historia del movimiento juvenil de tipo jucheano es la gloriosa trayectoria de victorias alcanzadas bajo la guia del gran Lider y gran Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDesde el primer dia de sus actividades revolucionarias, el Presidente Kim Il Sung considero el problema de la juventud como el clave que decide el exito o la derrota de la revolucion y el futuro de la nacion y trabajo infatigablemente para consolidar y desarrollar el movimiento juvenil, subrayo Jon y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il reforzo el movimiento juvenil como el mas revolucionario que continua de modo brillante la idea y la causa del lider y condujo sabiamente a los jovenes de todo el pais a apoyar la politica del Songun del PTC considerando la UJS como fuerza principal en cumplir la causa revolucionaria del Songun, al igual que el partido y el ejercito.\n\t\t\t\t\t\n\t\t\t\t\tEl Maximo Dirigente Kim Jong Un envio a los jovenes un mensaje autografico lleno de amor y confianza en la juventud que avanza a todo galope hacia la nueva victoria.\n\t\t\t\t\t\n\t\t\t\t\tAl final, exhorto a todos los jovenes a esforzarse energicamente por la victoria final.\n\t\t\t\t\t\n\t\t\t\t\tEl primer secretario del comite de la UJS en la Universidad Kim Il Sung, Ri Ung Il, el primer secretario del comite de la UJS de la ciudad de Pyongyang, Ri Kun Chol, y otros oradores resaltaron la necesidad de fortalecer y desarrollar la organizacion como la del Presidente Kim Il Sung, el Dirigente Kim Jong Il y el Maximo Dirigente      Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tQuedo aprobada la resolucion sobre el primer punto de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tDurante el debate del segundo punto, quedo aprobada por unanimidad la resolucion sobre la enmienda de los estatutos de la organizacion. \n\t\t\t\t\t\n\t\t\t\t\tSegun la resolucion, los cargos de primer secretario y secretario de los comites de la UJS de todos los niveles seran sustituidos por los de presidente y vicepresidente, al igual que en el caso de los de secretario y subsecretario de los comites y organizaciones de base."
        },
        {
            "title": "Conversan delegaciones del CC del FDRP y del CC del FCNL",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-33ee.html",
            "content": "Conversan delegaciones del CC del FDRP y del CC del FCNL\r\nPyongyang, 12 de julio (ACNC) -- Tuvieron lugar el dia 10 en Vientiane las conversaciones entre las delegaciones del Comite Central del Frente Democratico para la Reunificacion de la Patria y del Comite Central del Frente de Construccion Nacional de Laos.\n\t\t\t\t\tEn la ocasion, participaron por la parte coreana los miembros de la delegacion encabezada por el jefe de secretariado Kim Wan Su y el embajador coreano acreditado en Laos y, por la laosiana, el presidente y el vicepresidente permanente del CC del FCNL, Phandoaungchit Vongsa y Tong Yeu Tho, y otros interesados.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron las opiniones sobre el mayor desarrollo de las relaciones de amistad y cooperacion entre las dos entidades y otros temas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en un ambiente amistoso."
        },
        {
            "title": "Kim Yong Il se reune con nuevo embajador brasileno",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-34ee.html",
            "content": "Kim Yong Il se reune con nuevo embajador brasileno\r\nPyongyang, 12 de julio (ACNC) -- Kim Yong Il, secretario del Comite Central del Partido del Trabajo de Corea, departio este jueves con Roberto Colin, nuevo embajador de la Republica Federativa del Brasil, quien le hizo una visita de cortesia."
        },
        {
            "title": "Pomchonghakryon condena atrocidad fascista de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201207/news12/20120712-35ee.html",
            "content": "Pomchonghakryon condena atrocidad fascista de Lee Myung Bak\r\nPyongyang, 12 de julio (ACNC) -- Ahora, la banda del traidor Lee Myung Bak cometio bestialmente una violencia contra Ro Su Hui, vicepresidente de la Direccion Surena de la Alianza Pannacional por la Reunificacion de la Patria que regreso al Sur de Corea tras expresar las condolencias por el gran duelo nacional, lo arresto e intenta sentenciar en virtud de la \"ley de seguridad\".\n\t\t\t\t\tHablando de la \"infiltracion organizativa\" en la visita a Pyongyang de Ro Su Hui, intento dispersar  a fuerza la Direccion Surena de la APRP al enmendar de manera fascista esa ley aprovechando la presente visita de Ro y exterminar completamente el movimiento por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEl vocero de la Direccion Nortena de la Alianza Pannacional de la Juventud y los Estudiantes por la Reunificacion de la Patria (Pomchonghakryon) hizo publica el dia 12 una declaracion de condena a la represion de las autoridades surcoreanas contra el vicepresidente Ro.\n\t\t\t\t\t\n\t\t\t\t\tEs igual al pasado tiempo de la dictadura militar la realidad surcoreana de hoy en que se han hecho el blanco de represion calificandose de \"pro-enemigos\" y de las \"fuerzas pro-Norte\" los que hablan de la solidaridad con el connacional Norte y la reunificacion del pais junto con los norcoreanos, senala.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que es el malvado sin precedente y enemigo de la nacion la banda conservadora titere que condena a su capricho en virtud de la \"ley de seguridad\" a las personalidades quienes vinieron dedicandose a la reconciliacion y la reunificacion de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLa \"reunificacion\" de que habla ruidosamente la banda traidora deviene la infame teoria de confrontacion de regimenes para establecer hasta en el Norte de Corea el regimen de gobernacion colonialista de Estados Unidos llevando a cuestas a las fuerzas extranjeras, puntualiza.\n\t\t\t\t\t\n\t\t\t\t\tLa banda del traidor Lee Myung Bak debe pedir disculpa por sus crimenes cometidos ante la nacion, excarcelar inmediatamente a las personalidades patrioticas pro-reunificacion injustamente arrestadas  y retirarse sin demora del puesto de poder, finaliza."
        }
    ]
}