{
    "date": "2012-02-25",
    "url": "http://kcna.co.jp/item/2012/201202/2012-02-25ee.html",
    "articles": [
        {
            "title": "No Limit to Striking Intensity and Range of Our Army and People: NDC Spokesman",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-01ee.html",
            "content": "No Limit to Striking Intensity and Range of Our Army and People: Spokesman for DPRK National Defence Commission\r\nPyongyang, February 25 (KCNA) -- A spokesman for the National Defence Commission of the Democratic People's Republic of Korea issued Saturday the following statement: \n\t\t\t\t\tThe Lee Myung Bak group of traitors has embarked upon the road of kicking off again DPRK-targeted Key Resolve and Foal Eagle joint military exercises in league with the brigandish U.S. imperialists, defying strong domestic and foreign public protest and condemnation. \n\t\t\t\t\t\n\t\t\t\t\tHuge troops of the U.S. imperialist aggressor forces and their strike means have already been deployed in south Korea and in its vicinity and huge forces of the three services of the puppet army have been put on a wartime posture. \n\t\t\t\t\t\n\t\t\t\t\tKey Resolve and Foal Eagle are unpardonable war hysteria kicked up by the hooligans to desecrate our mourning period and an unpardonable infringement upon our sovereignty and dignity. \n\t\t\t\t\t\n\t\t\t\t\tThis is, at the same time, a blatant challenge to peace and security on the Korean Peninsula and an undisguised act of disturbing them. \n\t\t\t\t\t\n\t\t\t\t\tThe on-going development goes to prove that the Lee group which is more dead than alive, forsaken by the times, is still resorting to the last-ditch moves for war, backed by its American master.\n\t\t\t\t\t\n\t\t\t\t\tIn view of the prevailing situation, the National Defence Commission of the DPRK clarifies the following principled stand internally and externally:\n\t\t\t\t\t\n\t\t\t\t\tFirst. Our army and people will foil the moves of the group of traitors to the nation and warmongers at home and abroad for a new war with a sacred war of our own style.\n\t\t\t\t\t\n\t\t\t\t\tWe have so far made every possible effort to avert a war and defend peace with a high degree of patience and magnanimity. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group and the warmongers at home and abroad are, however, unhesitatingly plunging to the road of an adventurous war, dreaming of \"Egyptian style change\" and \"Libyan style victory\", ignorant of who their rival is. \n\t\t\t\t\t\n\t\t\t\t\tWar maneuvers staged against the belligerent party are, in essence, a silent declaration of a war. \n\t\t\t\t\t\n\t\t\t\t\tThe declaration of the war is bound to be accompanied by a corresponding physical retaliation. \n\t\t\t\t\t\n\t\t\t\t\tNow that a war has been declared against us, the army and people are firmly determined to counter it with a sacred war of our own style and protect the security of the nation and the peace of the country.  \n\t\t\t\t\t\n\t\t\t\t\tThe target of this war is the Lee group and hordes of warmongers at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is hordes of traitors for all ages as it is rubbing salt into the wound of the compatriots grieving over the great loss to the nation through a renewed saber-rattling, not content with the high treason it had already committed during that period. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists are the sworn enemy keen to launch another war of aggression to impose \"American style political mode\" upon us, not content with the painful tragedy of division forced upon our nation, the tragedy that has lasted for more than half a century. \n\t\t\t\t\t\n\t\t\t\t\tThe sacred war will make a clean sweep of the Lee group and those warmongers from this land by the war mode of our own style, our strong striking means unknown to the world. \n\t\t\t\t\t\n\t\t\t\t\tSecond. The just struggle of the people in the south and overseas compatriots will be further intensified to bring down the Lee regime under the motto of peace against war.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is nothing but human scum which had been forsaken by all Koreans already long ago.\n\t\t\t\t\t\n\t\t\t\t\t\"Myung Bak, quit\" and \"Let's judge the Lee Myung Bak regime and set up a new government for national reconciliation.\" This is the shout of the political and social circles in south Korea and the mind-set there.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee regime is little short of a ship in distress which began sinking in face of the stormy waves of the angry public. \n\t\t\t\t\t\n\t\t\t\t\tWe admonished the group enough to make it understand and set an example in the four years of its office and showed it through an actual battle what our strike that turned waters into a sea in flames. \n\t\t\t\t\t\n\t\t\t\t\tThis being a hard reality, the Lee regime is still persisting in sycophancy, submission and treachery, failing to come to its senses.\n\t\t\t\t\t\n\t\t\t\t\tThat is why we branded the group of traitors as the one which should not be let to go scot-free. \n\t\t\t\t\t\n\t\t\t\t\tIn response to the mind-set in the south, our army and people will encourage and firmly back the people in the south and overseas compatriots in their nation-wide struggle to bring down the Lee regime in the idea of attaching importance to the nation and putting it above anything else and from a patriotic stand. \n\t\t\t\t\t\n\t\t\t\t\tThird. Our army and people will show the U.S. imperialist warmongers hell-bent on war of aggression and intervention what their arms and real war are like. \n\t\t\t\t\t\n\t\t\t\t\tIt is the U.S. imperialist aggressors who are chiefly to blame for having driven into a phase of war  the unstable situation on the peninsula where neither war nor peace has persisted for such a long period. It is again those warmongers who have staged ceaseless provocative war maneuvers in south Korea and in its vicinity, pursuant to their scenarios for a war of aggression against the north to confirm their feasibility. \n\t\t\t\t\t\n\t\t\t\t\tIn view of the intensified moves of the U.S. imperialists to ignite a war against the DPRK, they will shatter reckless military provocations, arms build-up and war maneuvers with increased posture to fight a resolute battle against the U.S. and launch a struggle of high intensify to drive out of this land the U.S. imperialist aggressor forces, the main hurdle lying in the way of achieving peace and security on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\tThey will always keep the bases of the U.S. imperialist aggressor forces and centers for their military operations against the DPRK within striking range and wipe them out at a single blow, should they provoke us. \n\t\t\t\t\t\n\t\t\t\t\tNuclear weapons are not the monopoly of the U.S. We have war means more powerful than the U.S. nukes and ultra-modern striking equipment which no one has ever possessed. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is sadly mistaken if it thinks it is safe as its mainland is far away across the ocean. \n\t\t\t\t\t\n\t\t\t\t\tThere is no limit to the striking intensity and range of our army and people to wipe out the aggressors. \n\t\t\t\t\t\n\t\t\t\t\tIt is their unchangeable stand to show the enemy what their arms and real war are like.  \n\t\t\t\t\t\n\t\t\t\t\tThe ongoing struggle to bury the group of traitors and warmongers at home and abroad is a patriotic struggle on which the destiny of the nation in the new century of Juche year hinges. \n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can overpower the single-mindedly united army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tUnder the leadership of the peerless brilliant commander of Mt. Paektu they will usher in a new era of national reconciliation and peace and prosperity proudly and forcefully, shattering every war move of the enemy."
        },
        {
            "title": "Kim Jong Un Inspects Units under Command of KPA 4th Corps",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-45ee.html",
            "content": "Kim Jong Un Inspects Units under Command of KPA 4th Corps\r\nPyongyang, February 25 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, supreme leader of the Workers' Party of Korea and people of the DPRK, inspected units under the Command of the KPA 4th Corps stationed in the southwestern sector of the front.\n\t\t\t\t\tHe inspected the 1st and 4th Battalions under KPA Unit 403 stationed in the forefront area.\n\t\t\t\t\t\n\t\t\t\t\tHe gave the service personnel of the battalions pairs of binoculars and automatic rifles as souvenirs before having photo sessions with them.\n\t\t\t\t\t\n\t\t\t\t\tHe inspected combat positions of the 4th Battalion to learn in detail about its combat preparations.\n\t\t\t\t\t\n\t\t\t\t\tThe battalion is a proud sub-unit well known to the world as it turned Yonphyong Island into the one in flames by retaliating against south Korean puppet warmongers' reckless shelling into territorial waters of the DPRK side to launch aggression through merciless shelling.\n\t\t\t\t\t\n\t\t\t\t\tHe highly appreciated the feats the soldiers performed by showing what the arms in the hands of the powerful revolutionary army of Mt. Paektu and the battle fought by it were like.\n\t\t\t\t\t\n\t\t\t\t\tHe went round a soldiers' bedroom and wash-cum-bath house of a company under the battalion and took deep care of their living.\n\t\t\t\t\t\n\t\t\t\t\tAfter viewing the combat positions of the sub-unit in the light of terrains and combat preparation, he said the present deployment of the sub-unit was not suitable from a tactical point of view, setting forth a task to courageously transfer and deploy its forces in new positions.\n\t\t\t\t\t\n\t\t\t\t\tHe went round a soldiers' bedroom, education room and various other places of a company under the 1st Battalion to take warm care of the soldiers' living.\n\t\t\t\t\t\n\t\t\t\t\tHe inspected a forward command post of KPA Unit 688 stationed in a forefront area.\n\t\t\t\t\t\n\t\t\t\t\tHe mounted the forward command post where he learned about the deployment of reinforced forces and equipment of the unit defending Yonphyong Island of the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\tFeasting his eyes on vast defence theatres in the forefront area and the land of the south whose sky is overcast with dark clouds of war due to the enemy's preparations for a new war of aggression such as Key Resolve and Foal Eagle joint military exercises, he learned in detail about the terrains, the distribution of forces of the unit and its guard duty.\n\t\t\t\t\t\n\t\t\t\t\tHe put forward the important tasks which would serve as guidelines for increasing the combat capability of the unit in every way and consolidating the defence theatre as firm as a rock in view of provocations of the enemy.\n\t\t\t\t\t\n\t\t\t\t\tHe continued his journey to inspect a battalion under KPA Unit 493 stationed in a forefront area.\n\t\t\t\t\t\n\t\t\t\t\tHe mounted a watch post of a costal artillery battalion under the unit where he looked over Paekryong Island near from it and learned about its guard duty.\n\t\t\t\t\t\n\t\t\t\t\tAsking if there is any change in the enemy's recent movements and how combat and technical equipment and forces are deployed, he underlined the need to further increase the density of firing in the future and steadily revise and supplement the proposal for sharing the firing duties and using equipment as required by a modern warfare and the changing deployment of enemy's forces.\n\t\t\t\t\t\n\t\t\t\t\tHe guided soldiers of Artillery Piece No. 1 of the Second Company under the battalion in firepower training.\n\t\t\t\t\t\n\t\t\t\t\tHe inspected a battalion under KPA Unit 641 stationed in the forefront area.\n\t\t\t\t\t\n\t\t\t\t\tHe gave the soldiers of the battalion a pair of binoculars, automatic rife and machinegun as souvenirs before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\tMaking the rounds of an education room, bedroom, mess hall and other cultural and educational and supply service facilities, he paid deep attention to the service and living of soldiers.\n\t\t\t\t\t\n\t\t\t\t\tThe southwestern sector of the front is a hot spot where a war may break out any moment due to the enemy's reckless provocations for aggression, he noted, calling for keeping the service personnel on utmost alert in view of the touch-and-go situation. He ordered them to make a powerful retaliatory strike at the enemy, should the enemy intrude even 0.001 mm into the waters of the country where its sovereignty is exercised.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by KPA Generals Kim Myong Guk, Kim Won Hong and Pak Jae Gyong, Hwang Pyong So, vice department director of the C.C., the Workers' Party of Korea, KPA Col. General Kim Chun Sam and staff members of the KPA Supreme Command."
        },
        {
            "title": "Congratulations to Maldivian President",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-40ee.html",
            "content": "Congratulations to Maldivian President\r\nPyongyang, February 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a congratulatory message to Mohammed Waheed Hassan on Tuesday upon his assumption of office as Maldivian president.\n\t\t\t\t\tKim in his message expressed belief that the bilateral ties of friendship and cooperation would as ever favorably develop in the interests of the two peoples and wished the president success in his responsible work for the development and prosperity of the country."
        },
        {
            "title": "Gifts to Kim Jong Un from Egyptian and Vietnamese Personages",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-19ee.html",
            "content": "Gifts to Kim Jong Un from Egyptian and Vietnamese Personages\r\nPyongyang, February 25 (KCNA) -- The dear respected Kim Jong Un received gifts from the deputy editor of the newspaper Egyptian Gazette and Vietnamese poet Nguyen Sy Thiet in Ho Chi Minh City. \n\t\t\t\t\tThe gifts were conveyed to officials of the DPRK embassies in those countries on Feb. 16 and 18."
        },
        {
            "title": "DPRK Missions Visited by Officials of Foreign Countries, Int'l Organizations",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-07ee.html",
            "content": "DPRK Missions Visited by Officials of Foreign Countries, Int'l Organizations\r\nPyongyang, February 25 (KCNA) -- Officials of different countries and international organizations visited DPRK missions between Feb. 10 and 16 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThey laid floral baskets and bouquets before portraits of President Kim Il Sung and leader Kim Jong Il and full-length pictures of the President and the leader standing together before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tThey included the first secretary and the secretary of the Khabarovsk Territory Committee of the Communist Party of the Russian Federation, the first vice-chairman of the Khabarovsk Territory Legislative Assembly, the director of the International Relations Department of the Khabarovsk City Administration, members of the \"United Russia\" Party, a minister of state of Cambodia, the chairman of the Supreme Council of the Socialist Party of Romania, the chairman of the Romanian Socialist Union, the president of the Syrian Trade Unions Federation, the regional advisor of the People's Action Party of Singapore, the chairman of the Malaysian Preparatory Committee for Commemorating the 70th Birth Anniversary of Leader Kim Jong Il, the chairman of the Youth Organization of the Malaysian Chinese Association and the director- general of the International Institute of the Juche Idea."
        },
        {
            "title": "Day of Shining Star Marked at DPRK Missions",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-05ee.html",
            "content": "Day of Shining Star Marked at DPRK Missions\r\nPyongyang, February 25 (KCNA) -- Receptions, friendship meetings, book and photo exhibitions and film shows took place at DPRK missions in various countries between Feb. 9 and 17 to mark the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\tThey included DPRK missions in Beijing and Hong Kong of China, Nakhodka and Khabarovsk of Russia, Cuba, Vietnam, Syria, Cambodia, Nepal, Mongolia, Malaysia, Myanmar, Bangladesh, Singapore, Iran, Indonesia, India, Pakistan, Uzbekistan, Germany, Romania, Bulgaria, Sweden, Switzerland, UK, Austria, Italy, the Czech Republic, France, Poland, Guinea, Nigeria, Democratic Congo, Uganda, Ethiopia, Equatorial Guinea, Mexico, Brazil and Peru and the DPRK permanent missions at UN and UN Office and International Organization in Geneva.\n\t\t\t\t\t\n\t\t\t\t\tSeen on the front walls there were portraits of President Kim Il Sung and leader Kim Jong Il and pictures of the President and Kim Jong Il standing together. Floral baskets and bouquets were laid before them.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed in the venues were famous works of the President and Kim Jong Il and books and photos of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tKorean films shown included \"Fireworks for a Thriving Nation\", \"Arms of Korea\", \"The Tower of the Juche Idea\" and \"Pyongyang at Night\".\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were personages of governments, political parties, parliaments, organizations, institutions, organizations for the study of the Juche idea, friendship and solidarity organizations with the Korean people in those countries, diplomatic envoys and personages of international, regional and non-governmental organizations.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, a film show was held at a DPRK mission of forestry in Amur of Russia on February 14."
        },
        {
            "title": "Overseas Koreans Leave",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-20ee.html",
            "content": "Overseas Koreans Leave\r\nPyongyang, February 25 (KCNA) -- Overseas Koreans left here Saturday after visiting the homeland for commemorating the Day of the Shining Star.\n\t\t\t\t\tThey were a delegation of Koreans in Japan led by Pae Ik Ju, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), a delegation of students of Joson University of Chongryon led by Song Su Il and Han Sung Su, vice-chairman of the Federation of Koreans in Australia and its representative."
        },
        {
            "title": "Kim Jong Un Praises Agricultural Worker for His Self-Sacrificing Spirit",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-12ee.html",
            "content": "Kim Jong Un Praises Agricultural Worker for His Self-Sacrificing Spirit\r\nPyongyang, February 25 (KCNA) -- The dear respected Kim Jong Un, supreme leader of the Workers' Party of Korea and the Korean people, on Feb. 23 sent an autograph as regards the deed of Ri Chang Son, head of a sub-workteam of the Ohyon Cooperative Farm, Yonan County, South Hwanghae Province.\n\t\t\t\t\tTo unhesitatingly dedicate even one's life to the collective and comrades is a beautiful deed which can be displayed only by people whom President Kim Il Sung and leader Kim Jong Il trained, the autograph said.\n\t\t\t\t\t\n\t\t\t\t\tRi's self-sacrificing spirit and the heroic end of his life will be always remembered by the Korean people as the spirit of the times, it noted.\n\t\t\t\t\t\n\t\t\t\t\tRi, who had worked at the farm with sincerity for nearly 20 years, died after saving three members of the farm at a moment when a huge mass of frozen earth was falling down while working with members of the sub-workteam in order to secure earth for sowing seed rice in cold-bed frames on Feb. 20.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un sent an autograph, making Ri's noble self-sacrificing spirit and heroic end of his life shine forever."
        },
        {
            "title": "People of DPRK Enraged at War Exercises",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-41ee.html",
            "content": "People of DPRK Enraged at War Exercises\r\nPyongyang, February 25 (KCNA) -- \"The army and people of the Democratic People's Republic of Korea will wipe out south Korea's Lee Myung Bak group and the U.S. aggressor forces by launching a sacred war of retaliation,\" Jon Chol Guk, an officer of the Korean People's Army, told KCNA upon receiving the statement of a DPRK National Defence Commission spokesman released Saturday.\n\t\t\t\t\tHe said:\n\t\t\t\t\t\n\t\t\t\t\t\"Key Resolve and Foal Eagle joint military exercises, planned by the south Korean military in league with U.S. forces, are tantamount to encroachment upon the sovereignty and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tArmistice has continued for nearly 60 years in the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tA war rehearsal against a belligerent party is little different from declaration of a war.\n\t\t\t\t\t\n\t\t\t\t\tThe heroic KPA will smash the joint war exercises through a sacred war of our own style.\"\"\n\t\t\t\t\t\n\t\t\t\t\tA researcher of the Economy Institute under the Academy of Social Sciences, O Sun Il, said:\n\t\t\t\t\t\n\t\t\t\t\t\"Traitor Lee Myung Bak is really a confrontation maniac opposed to reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group, which faces a ruling crisis now, is seeking a way out in DPRK-targeted war exercises.\n\t\t\t\t\t\n\t\t\t\t\tNobody knows when the exercises would lead to a real war.\n\t\t\t\t\t\n\t\t\t\t\tIf an opportunity presents itself, we will turn out in sacred battles to reunify Korea.\"\n\t\t\t\t\t\n\t\t\t\t\tChae Song Ok, a student at Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t\"We are well aware of the history of national division, caused by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\tIt seems they don't have a good knowledge of the DPRK and they do not know what a real war is like. There is no limit to the striking intensity and range of the KPA.\""
        },
        {
            "title": "DPRK Marks Anniversary of Theses on Socialist Rural Question",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-18ee.html",
            "content": "DPRK Marks Anniversary of Theses on Socialist Rural Question\r\nPyongyang, February 25 (KCNA) -- Today marks the 48th anniversary of \"The Theses on the Socialist Rural Question in Our Country\", a famous work of President Kim Il Sung.\n\t\t\t\t\tThe work elucidates ideas and theories on narrowing down the distinction between towns and the countryside and between the working class and the peasantry. They include ideas and theories on the three revolutions in the countryside, strengthening the state support to rural areas and the state guidance over the rural economy and gradually turning cooperative ownership into public ownership. \n\t\t\t\t\t\n\t\t\t\t\tIn order to perfectly work out the Theses Kim Il Sung toured tens of farms in Pyongyang and various provinces of the country in 1963.\n\t\t\t\t\t\n\t\t\t\t\tOne day in November that year, he learned about the management of a farm in South Phyongan Province and about cash income of its farmers.\n\t\t\t\t\t\n\t\t\t\t\tHe told the officials of the farm that he would soon send a bus to the farm to bring the chief of the party organization and work-team leaders of the farm to Pyongyang for discussion of its management.\n\t\t\t\t\t\n\t\t\t\t\tArriving in Pyongyang, they attended a meeting convened by the President, together with officials of the Central Committee of the Workers' Party of Korea and national institutions.\n\t\t\t\t\t\n\t\t\t\t\tAt the meeting the President acquainted himself with the farm's grain production and distribution and other management affairs before indicating ways to improve its economic life.\n\t\t\t\t\t\n\t\t\t\t\tHe underlined the need to decisively strengthen the state support to the countryside.\n\t\t\t\t\t\n\t\t\t\t\tFew months after the meeting the Theses came into being in February 1964 as guidelines for a complete settlement of the rural question."
        },
        {
            "title": "Kim Jong Il's Works Supplemented in Exhibition of Works on Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-42ee.html",
            "content": "Kim Jong Il's Works Supplemented in Exhibition of Works on Juche Idea\r\nPyongyang, February 25 (KCNA) -- The Exhibition of Works on the Juche Idea has been renovated in the DPRK as the center of education in the Juche idea, the Songun idea.\n\t\t\t\t\tThe contents and forms of the exhibition have been improved in order to systematize and display the ideological and theoretical feats of leader Kim Jong Il in a comprehensive way. An additional wing was set up to deal with the ideological and theoretical activities he conducted during the last period of his life to indicate the path of building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t500 more works have been supplemented to the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tFormerly divided into five wings in a chronological order of the revolutionary activities of Kim Jong Il, the exhibition house has been rearranged in accordance with the contents of the Songun revolutionary leadership under wing-specific titles including \"For inheritance of the Songun revolutionary cause of Juche\" and \"For completion of the Songun cause of the great Comrade Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\tSupplemented were works which expound the ideas and theories of prioritizing the military affairs put forward by Kim Jong Il during the historical period of his revolutionary leadership including the days of his revolutionary activities at Kim Il Sung University and materials dealing with his energetic writing.\n\t\t\t\t\t\n\t\t\t\t\tA new wing under the title \"For building a thriving socialist nation\", reflects Kim Jong Il's ideological and theoretical activities and feats from January 1999 to December 2011.\n\t\t\t\t\t\n\t\t\t\t\tExhibited there were hundreds of works published by him.\n\t\t\t\t\t\n\t\t\t\t\tThere are tens of photos with the image of Kim Jong Il, his propositions and autographic scripts reflecting his ideological and theoretical wisdom.\n\t\t\t\t\t\n\t\t\t\t\tThere are also photo materials showing validity, scientific accuracy and vitality of the ideas and theories clarified by him.\n\t\t\t\t\t\n\t\t\t\t\tExhibited are newly published collection of works, works in fields of politics, economy and culture and pamphlets including \"Complete Collection of Kim Jong Il's Works\" (Vol. 1), and \"Selected Works of Kim Jong Il\" (Enlarged Editions)."
        },
        {
            "title": "Folk Songs Vibrant with Korean People's Fighting Spirit",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-17ee.html",
            "content": "Folk Songs Full of Korean People's Fighting Spirit\r\nPyongyang, February 25 (KCNA) -- Among folk songs created by the Korean people are \"Kangkang Suwolae\" and \"Kwaejina Chingchingnane\".\n\t\t\t\t\tKCNA had an interview with a researcher, Kim Son Yong, at the Folklore Institute under the Academy of Social Sciences, to get a correct understanding of the songs.\n\t\t\t\t\t\n\t\t\t\t\tQuestion: The folk songs \"Kangkang Suwolae\" and \"Kwaejina Chingchingnane\" have become popular nowadays among local people. It reflects their strong opposition to Japan's distortion of history and claim to Tok Islets. Can you tell me about the songs?\n\t\t\t\t\t\n\t\t\t\t\tAnswer: The songs were all created in the period of the Imjin Patriotic War (1592-1598) launched by the Korean people against Japanese aggressors.\n\t\t\t\t\t\n\t\t\t\t\t\"Kangkang Suwolae\" calls for heightening vigilance against Japanese invaders coming over the sea.\n\t\t\t\t\t\n\t\t\t\t\tIt has been told that the song was sung mainly by women on guarding duties, with bonfire on beach.\n\t\t\t\t\t\n\t\t\t\t\tAs years passed by, this song developed into a melody for girls' dance. They danced to the tune of the song hand in hand in a circle on the moonlight evening of the January 15th day of the lunar calendar and the Harvest Moon Day in particular.\n\t\t\t\t\t\n\t\t\t\t\tThe song is interwoven with lento and mosso melodies, concise and interesting.\n\t\t\t\t\t\n\t\t\t\t\t\"Kwaejina Chingchingnane\" sings of joy of victory in battles, while satirizing the retreating Japanese invaders, especially Kiyomasa Kato, one of the bosses of the invaders.\n\t\t\t\t\t\n\t\t\t\t\tIts singing was usually accompanied by shoulder dance, beating tune with hands and feet."
        },
        {
            "title": "KCNA Commentary on Sordid Farce against Finnish Figure Skater",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-16ee.html",
            "content": "KCNA Commentary on Sordid Farce against Finnish Figure Skater\r\nPyongyang, February 25 (KCNA) -- The U.S. Radio Free Asia and a south Korean internet news spread a false report. \n\t\t\t\t\tThey said that a Finnish figure skater who took part in the 21st Paektusan Prize International Figure Skating Festival in Pyongyang made an \"apology\" when she was criticized for being politically \"exploited\" by someone. \n\t\t\t\t\t\n\t\t\t\t\tThe Radio Free Asia said the news was carried by the Finnish newspaper Helsinki Sanomat, cribbing and distorting some parts of material. And the south Korean internet news echoed it. \n\t\t\t\t\t\n\t\t\t\t\tIt is not difficult to judge that this was another farce to slander the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe Radio Free Asia, U.S. organization breeding plots against Asian countries under the guise of media, and anti-DPRK internet news of south Korea spread the false report by violating honor of a Finnish player.\n\t\t\t\t\t\n\t\t\t\t\tThis is another unpardonable political provocation and sordid trick to hurt the dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tObsessed with anti-DPRK propaganda campaign, they unhesitatingly insulted the noble sports spirit of mankind and defamed the world sports festival. \n\t\t\t\t\t\n\t\t\t\t\tAs known, the Paektusan Prize International Figure Skating Festival is a universally recognized sports festival that draws world famous figure skaters and ice dancers. It is held annually in the idea of independence, friendship and peace. \n\t\t\t\t\t\n\t\t\t\t\tFamous players come to Pyongyang irrespective of idea, political view, religious belief and social system and the number increases every year. \n\t\t\t\t\t\n\t\t\t\t\tThe tricksters tried to impair the daily growing international prestige and dignity of the DPRK and undermine the international popularity and influence of the festival. \n\t\t\t\t\t\n\t\t\t\t\tThe Finnish figure skater was used for this. \n\t\t\t\t\t\n\t\t\t\t\t\"Criticism\" of her and the \"worsening public opinion\" were products of those obsessed with breeding anti-DPRK plots.\n\t\t\t\t\t\n\t\t\t\t\tNo wonder, she expressed \"regret\" at the \"completely different understanding\" of her participation in the festival. She said it was strange that such a \"case\" only happened to her. \n\t\t\t\t\t\n\t\t\t\t\tThe case gravely violated her rights and defamed the sports spirit and honor of the Finnish people. \n\t\t\t\t\t\n\t\t\t\t\tFurthermore, it defamed the international sports circle and sports civilization. \n\t\t\t\t\t\n\t\t\t\t\tThe Radio Free Asia and the south Korean internet news are sinister plot breeders under the guise of media as they are hell bent on the plot breeding by using a sportswoman of a third country and media. \n\t\t\t\t\t\n\t\t\t\t\tIt is a disgrace for world media circle as they abuse the name of media. \n\t\t\t\t\t\n\t\t\t\t\tIt is natural that world people take no notice of them."
        },
        {
            "title": "Popular Masses' Struggle against Capitalism Is Inevitable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-14ee.html",
            "content": "Popular Masses' Struggle against Capitalism Is Inevitable: Rodong Sinmun\r\nPyongyang, February 25 (KCNA) -- Financial and debt crises that broke out in Western countries including the U.S. are causing serious social instability and bringing to light the contradictions of contemporary capitalism. \n\t\t\t\t\tRodong Sinmun Saturday says in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe imperialist forces and the popular masses are in the relationship of extreme contradictions and hostility as they can never compromise and live in harmony with each other.\n\t\t\t\t\t\n\t\t\t\t\tThe imperialist forces are keen to maintain the old order of domination and plunder and the capitalist system to the last. The popular masses struggle to put an end to exploitation and oppression and build and develop an equal, free new order, progressive social system and socialism. \n\t\t\t\t\t\n\t\t\t\t\tAs a consequence, a revolutionary struggle of the popular masses is inevitable and bound to go on as long as imperialism exists. \n\t\t\t\t\t\n\t\t\t\t\tThe ceaseless demonstrations in modern imperialist countries are an inevitable outcome of the domination and oppression by monopoly capital.\n\t\t\t\t\t\n\t\t\t\t\tNot only jobless people but those workers who have jobs and even middle class engaged in business having a certain quantity of property are turning out in demonstrations in Western countries including the U.S. This reality goes to clearly prove the truth of the revolution once again that there is resistance where independence is violated, and a struggle is bound to break out where there is resistance.\n\t\t\t\t\t\n\t\t\t\t\tIt is an inevitable phenomenon that a struggle against imperialism and a struggle for social progress are bound to take place in the neo-colonial countries. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists are suffering big human and material losses in face of the struggle of the resistance forces and other people in different countries including Iraq and Afghanistan and, consequently, they are finding themselves in a serious political and economic crisis.\n\t\t\t\t\t\n\t\t\t\t\tThe reality proves the truth that those who go mad with aggression and interference against other countries and nations by dint of force of arms are bound to face a stern retaliation of the people and history's punishment. \n\t\t\t\t\t\n\t\t\t\t\tThe popular masses' revolutionary struggle is the one for socialism. It is the inevitability of history that imperialism goes to ruin and socialism is sure to triumph."
        },
        {
            "title": "Papers Disclose What Lee Myung Bak Has Done in Four Years of His Office",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-13ee.html",
            "content": "Papers Disclose What Lee Myung Bak Has Done in Four Years of His Office\r\nPyongyang, February 25 (KCNA) -- DPRK newspapers on Saturday in bylined commentaries assail what traitor Lee Myung Bak has done in four years of his office. \n\t\t\t\t\tA commentary of Rodong Sinmun says the conservative group's four years in power have been nightmarish days for the south Koreans as they were characterized by disgrace, misfortune, grudge and resentment.\n\t\t\t\t\t\n\t\t\t\t\tThe group's 4-year office proved to be a failure, says the commentary, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean ruling quarters should have stepped down after making sincere apology for having seized the power by deceiving the people and pursued sycophancy and treachery.\n\t\t\t\t\t\n\t\t\t\t\tBut Lee Myung Bak is brazen-faced enough to whitewash his crime-woven days, remaining unperturbed. This is stunning, indeed.\n\t\t\t\t\t\n\t\t\t\t\tThe same can be said of the \"special press conference\" held by the traitor on Wednesday on the lapse of four years from his inauguration.\n\t\t\t\t\t\n\t\t\t\t\tAt the press conference, Lee ran the whole gamut of nonsense to give impression that he made certain achievements.\n\t\t\t\t\t\n\t\t\t\t\tHe also claimed he has nothing to do with the scandals disclosed among his relatives and confidants.\n\t\t\t\t\t\n\t\t\t\t\tHe did not reflect on his policy failure and the catastrophe and chaos caused by it and advanced nothing new. In other word, what he uttered was peppered with self-praise, excuses and evasion of responsibilities.\n\t\t\t\t\t\n\t\t\t\t\tThe paper cites facts to prove that Lee Myung Bak has committed indelible crimes against the country and the nation during four years in his office.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group, finding itself in a serious ruling crisis with the \"parliamentary\" election approaching, is making every possible effort to calm down the enraged people. But they will not be fooled by the group again as they have experienced the four-year misrule.\n\t\t\t\t\t\n\t\t\t\t\tMinju Joson in a commentary says the longer the traitor stays in power, the greater calamity the nation will suffer and this is the review of what the traitor has done during his office."
        },
        {
            "title": "Lee Myung Bak Group's Anti-DPRK Smear Campaign under Fire",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-39ee.html",
            "content": "Lee Myung Bak Group's Anti-DPRK Smear Campaign under Fire\r\nPyongyang, February 25 (KCNA) -- A spokesman for the Central Committee of the DPRK Red Cross Society Saturday gave the following answer to a question put by KCNA as regards the Lee Myung Bak group's unprecedented smear campaign over the issue of \"deportation of defectors from the north\":\n\t\t\t\t\tThe puppet group is kicking up a racket while calling for \"stop to the deportation of those defectors\", claiming that dozens of \"defectors from the north\" are threatened to be \"deported to the north\" after being arrested by Chinese public security.\n\t\t\t\t\t\n\t\t\t\t\tTraitor Lee Myung Bak, Ryu U Ik, puppet minister of Unification, and minions of the ministry of Foreign Affairs and Trade and \"Saenuri\" Party and other conservatives cried out for \"handling refugees according to international norms.\" They are setting in motion right-wing conservative organizations and human scum to stage disgusting burlesque such as \"protest\" and the like.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said racket kicked up by the group of traitors is an unsavory act to tarnish the high dignity of the DPRK, cover up the truth behind its allurement and abduction operations and justify its moves to escalate the confrontation as it is one more unpardonable anti-DPRK burlesque. It is, at the same time, a mean trick to drive a wedge between the DPRK and China and scuttle the efforts of the countries concerned for detente on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe issue of \"defectors from the north\" is, by nature, not an issue of refugees but a product of hostile forces' moves to slap sanctions against the DPRK and stifle it and abduct its citizens.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet conservative group, in particular, enlisted brokers under the guise of human rights and religion to massively allure and abduct DPRK citizens, spending a huge amount of money. It took them to south Korea and is using them for an anti-DPRK psychological warfare.\n\t\t\t\t\t\n\t\t\t\t\tShortly ago, the puppet ministry of Unification disclosed its ulterior aim to step up the allurement and abduction operations, calling for \"sharp increase in aid fund for the reunion of separated families through a third country.\"\n\t\t\t\t\t\n\t\t\t\t\tFinding it hard to realize them as it desired in face of domestic and foreign rebuff and denunciation, the group is becoming cynical in diplomacy, absurdly decrying the north. \n\t\t\t\t\t\n\t\t\t\t\tIt is a legitimate exercise of sovereignty to handle illegal border trespassers according to laws and conventions of the relevant country and its neighboring country.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces' smear campaign is an impertinent interference by those ignorant of neither elementary common knowledge nor international law governing relations. This only betrays their colors as confrontation maniacs.\n\t\t\t\t\t\n\t\t\t\t\tThis is, at the same time, no more than the last-ditch efforts to divert elsewhere the public criticism and thus get rid of predicament with the April \"general elections\" at hand. \n\t\t\t\t\t\n\t\t\t\t\tSouth Koreans' grudge is now running high due to economic bankruptcy and deteriorated people's living.\n\t\t\t\t\t\n\t\t\t\t\tMany people are committing suicides, cursing the Lee group or leaving south Korea. Among them are those allured and abducted by the puppet group from the north.\n\t\t\t\t\t\n\t\t\t\t\tThe Lee group is leaving no means untried to calm down the people's resentment and tide over crisis. It is hurting everybody like a mad dog. This smear campaign is nothing but a desperate fit.\n\t\t\t\t\t\n\t\t\t\t\tIt calls for \"handling defectors from the north from a humanitarian stand,\" creating impressing that it is interested in the said issue but this is no more than sophism to cover up its black-hearted intention.\n\t\t\t\t\t\n\t\t\t\t\tIt is so clumsy that even domestic and foreign media dismiss the above-said racket as \"one serving the purposes of the domestic and foreign policies\" related to the elections.\n\t\t\t\t\t\n\t\t\t\t\tThe group is now finding itself at death's door for its confrontation with fellow countrymen and unpopular policy. It is, therefore, working hard to get rid of the predicament through the above-said racket like a drowning man trying to catch even a straw. But this will get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will never pardon such provocation against ethics and international law as alluring and abducting its people, while hurting its dignity and system, and hurling them into the anti-DPRK smear campaign.\n\t\t\t\t\t\n\t\t\t\t\tThe fair-minded public at home and abroad would be well advised to clearly see through the nature of the Lee group's anti-DPRK smear campaign and vehemently condemn them."
        },
        {
            "title": "Japan's Moves to Grab Tok Islets Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-36ee.html",
            "content": "Japan's Moves to Grab Tok Islets Protested in S. Korea\r\nPyongyang, February 25 (KCNA) -- South Korean civic and social organizations on February 22 held a protest rally in front of the Japanese embassy in Seoul slamming the brazen-faced moves of Japan to grab Tok islets, according to the south Korean CBS.\n\t\t\t\t\tAn event marking ''Takeshima Day'' was held in Shimane Prefecture, Japan that day, bringing to light its ambition to usurp the islets.\n\t\t\t\t\t\n\t\t\t\t\tInfuriated by this, 14 civic and social organizations of south Korea including the Tok Islets Volunteer Corps held a press conference at which they blasted Japan for such aggressive behavior as insisting that the islets belong to it.\n\t\t\t\t\t\n\t\t\t\t\tThe International Solidarity for Defending Tok Islets held a press conference on the same day at which it demanded the Japanese government stop marking such day and give up its ambition to grab Tok islets.\n\t\t\t\t\t\n\t\t\t\t\tOn February 21 the Korea Tok Islets Green Movement denounced Japan's farce marking the day meant to raise a claim to the islets in Kangrung City of south Korean Kangwon Province and then took to the street, distributing literature which says Tok Islets are part of the inviolable territory of Korea."
        },
        {
            "title": "S. Korean Authorities Accused of Insisting on Naval Base Construction",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-43ee.html",
            "content": "S. Korean Authorities Accused of Insisting on Naval Base Construction\r\nPyongyang, February 25 (KCNA) -- The Measure Council for Checking Construction of Jeju Naval Base in south Korea hit out at the Lee Myung Bak group for insisting on building a naval base on Jeju Island.\n\t\t\t\t\tIn a statement the council denounced Lee, saying he pressed for the construction in a press conference.\n\t\t\t\t\t\n\t\t\t\t\tEarlier, the \"prime minister\" vowed to ensure the \"government's\" fulfillment of its responsibility concerning the construction of the base, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities' insistence on the construction will stoke tensions in Northeast Asia and pollute environment, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIt urged the regime to immediately stop the project as it has become clear that it is left with no justifications to push forward the construction."
        },
        {
            "title": "Effectuation of FTA under Fire",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-37ee.html",
            "content": "Effectuation of FTA under Fire\r\nPyongyang, February 25 (KCNA) -- South Korean paper Hangyore on Feb. 23 carried an editorial \"Effectuation of FTA Is Reckless Gamble\".\n\t\t\t\t\tIt accused the U.S. and south Korea of reaching an agreement on making FTA take effect on March 15.\n\t\t\t\t\t\n\t\t\t\t\tSouth Koreans and opposition parties are becoming increasingly vocal opposing the sycophantic and traitorous and humiliating FTA and there is still the concern about the provision on the \"system of legal action by investor's state\", it said.\n\t\t\t\t\t\n\t\t\t\t\tAfter railroading the \"motion calling for ratifying the FTA\" through the plenary session of the \"National Assembly\" in November last year, the Lee Myung Bak \"government\" is busy with the moves to effectuate the humiliating agreement.\n\t\t\t\t\t\n\t\t\t\t\tIt also recalled that the authorities modified as much as 26 provisions of laws on the tax system, environment, healthcare and right to intellectual property and others in order to move up the day the agreement becomes effective come what may.\n\t\t\t\t\t\n\t\t\t\t\tIt went on: \n\t\t\t\t\t\n\t\t\t\t\tOn the other hand, the U.S. revised only four acts, stipulating the provision in the law in force that all the domestic acts that conflict the agreement shall remain valid in the future.\n\t\t\t\t\t\n\t\t\t\t\tIn case that the agreement takes effect under this situation, it will be little short of upsetting the balance of interests. \n\t\t\t\t\t\n\t\t\t\t\tThe Lee \"government\" would be well advised to totally reexamine FTA, though belatedly, the editorial stressed."
        },
        {
            "title": "Solidarity among Teachers Unions in S. Korea Called for",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-34ee.html",
            "content": "Solidarity among Teachers Unions in S. Korea Called for\r\nPyongyang, February 25 (KCNA) -- Five trade unions in the field of education including the Teachers Union of south Korea formed a preparatory committee of the Council of Educational Workers Unions.\n\t\t\t\t\tThey had an inaugural meeting at the conference hall of the south Korean Confederation of Trade Unions on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tAn inaugural declaration was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tIt deplored in the declaration that education has become avaricious one of teaching exploitation and plunder, not truth, during the office of Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tOne cannot speak about progress unless this situation of education is put on a right track, the declaration noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tIf a fundamental change is to be effected in education, it is necessary to struggle in the spirit of the fighters who dedicated themselves to democracy in the past.\n\t\t\t\t\t\n\t\t\t\t\tIt underscored the need for the trade unions in the field of education to form a community of protesters and frustrate capital's domination over the educational field in unity."
        },
        {
            "title": "Policy Switchover Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-35ee.html",
            "content": "Policy Switchover Called for in S. Korea\r\nPyongyang, February 25 (KCNA) -- The Citizen's Solidarity for Democratic Society in south Korea made public an article accusing the puppet authorities of their treacherous policy on Feb. 22, four years after traitor Lee Myung Bak took office.\n\t\t\t\t\tLee Myung Bak regime's four years in office proves failure as it only brought deplorable realities in all spheres such as people's living and well-being, diplomacy and security, inter-Korean relations, etc., the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe power is ruthlessly trampling down upon democracy and human rights and the people are suffering from price and rent hike and uneasiness about joblessness.\n\t\t\t\t\t\n\t\t\t\t\tIt accused the \"government\" of pursing the policy of tax reduction for the privileged and privatization of big businesses and overseas capital, aggravating inequality and widening the gap between the rich and the poor.\n\t\t\t\t\t\n\t\t\t\t\tThe present regime has enforced the policy of confrontation with fellow countrymen such as \"no nukes, opening and 3 000 dollars\" and totally denied the inter-Korean declarations, intensifying the  ceaseless moves for a war of aggression against the north, increasing the danger of war, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe regime peddled even in international arena the results of investigation into the \"Cheonan\" warship sinking case, full of doubts, in a bid to use it for its politically-motivated purpose, escalating confrontation between the south and the north.\n\t\t\t\t\t\n\t\t\t\t\tIt urged the Lee regime to admit its policy failure and opt to make a policy switchover.\n\t\t\t\t\t\n\t\t\t\t\tWhat is urgent for the regime is to repeal its policy of escalating confrontation between the south and the north, it stressed."
        },
        {
            "title": "Memorial Service for Late So Man Sul Held",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-38ee.html",
            "content": "Memorial Service for Late So Man Sul Held\r\nPyongyang, February 25 (KCNA) -- A memorial service for the late So Man Sul, deputy to the Supreme People's Assembly of the DPRK and labor hero who was chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), took place at the People's Palace of Culture Saturday in the joint name of the Presidium of the DPRK SPA and the C.C., the Democratic Front for the Reunification of Korea.\n\t\t\t\t\tPlaced at the big photo of the deceased was a wreath sent by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSeen before it were wreaths in the name of the Presidium of the DPRK SPA, the Cabinet, a friendly party, the C.C., the Democratic Front for the Reunification of Korea, social organizations, ministries, national institutions, relevant organs of overseas compatriots and religious organizations. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the service were Choe Yong Rim, Choe Thae Bok, Yang Hyong Sop, Kim Yang Gon, Choe Ryong Hae, a chairperson of a friendly party, officials of social organizations, ministries, national institutions, relevant organizations of overseas compatriots and religious organizations and working people in the City. Koreans in Japan including the delegation of the officials of Chongryon led by Pak Ku Ho, vice-chairman of the Central Standing Committee of Chongryon, also attended the service.\n\t\t\t\t\t\n\t\t\t\t\tThe participants observed a moment's silence in memory of the late So Man Sul.\n\t\t\t\t\t\n\t\t\t\t\tDPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea, said in the memorial address:\n\t\t\t\t\t\n\t\t\t\t\tSo Man Sul's death is a big loss to Chongryon, Koreans in Japan and the people in the motherland.\n\t\t\t\t\t\n\t\t\t\t\tSo Man Sul rendered distinguished services in defending and embodying the idea and leadership of President Kim Il Sung and leader Kim Jong Il all his life and made a tangible contribution to the development of the Juche-oriented overseas compatriots movement with devoted efforts for the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tAfter the liberation of the country, he worked hard to implant the soul of the Korean nation into young Koreans and rally them around the President.\n\t\t\t\t\t\n\t\t\t\t\tHe made a great contribution to the movement for supporting and realizing the June 15 joint declaration and the October 4 declaration and positive efforts to carry out the work to strengthen the solidarity with the world progressive people including the Japanese people.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the boundless trust and love of the peerlessly great persons, he earned fame as the world renowned genuine revolutionary, ardent patriot and veteran overseas compatriot activist. His noble feats will be handed down in the history of the nation with the patriotic cause of Chongryon, Choe concluded."
        },
        {
            "title": "DPRK-targeted War Maneuvers Condemned by Organizations of Japan, Denmark",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-10ee.html",
            "content": "DPRK-targeted War Maneuvers Condemned by Organizations of Japan, Denmark\r\nPyongyang, February 25 (KCNA) -- The Japanese Women's Society for Solidarity with the Korean Women and the Denmark-DPRK Friendship Association issued statements on Feb. 17 and 21 denouncing reckless war maneuvers planned the U.S. and south Korea against the DPRK.\n\t\t\t\t\tThe Japanese Women's Society for Solidarity with the Korean Women in a statement said that the U.S. and south Korea are going to stage large-scale joint military exercises Key Resolve and Foal Eagle, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tWe bitterly condemn the military exercises as a dangerous saber-rattling reminiscent of OPLAN 5027 aimed at mounting a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are now working hard to improve the standard of the people's living and achieve the peaceful reunification and denuclearization of the Korean Peninsula after overcoming the sorrow over the loss of the father of the nation.\n\t\t\t\t\t\n\t\t\t\t\tTo stage the military exercises at such time cannot be construed otherwise than a challenge to the people the world over aspiring after peace and security on the Korean Peninsula as it is an act against ethics and the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe Denmark-DPRK Friendship Association in a statement said that the joint military exercises clearly show who is the arch criminal disturbing peace and escalating tension on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\tThe statement continued:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, with tremendous military capability, will protect its sovereignty and the dignity of the nation from any provocation of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\tThe progressives of Denmark denounce the joint military exercises driving the situation on the Korean Peninsula to an extreme pitch of tension and demand their cancellation."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Commemorated by Political Parties and Organizations in Brazil",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary Commemorated by Political Parties and Organizations in Brazil\r\nPyongyang, February 25 (KCNA) -- Political parties and organizations in Brazil posted on their Internet homepages special write-ups on the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\tThe Brazilian Communist Party on February 13 posted on its Internet homepage the following article titled \"February 16, 70th birth anniversary of leader Kim Jong Il\":\n\t\t\t\t\t\n\t\t\t\t\tThe human cause of independence steadily advancing despite the stern trials of history would have been unthinkable without leader Kim Jong Il of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il formulated the revolutionary idea of President Kim Il Sung as a monolithic system of the idea, theory and method of Juche. It was an event to be special mention in carrying out the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tIt was thanks to him that the Songun politics was formulated as a basic political mode under socialism.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian Center for the Study of the Juche Idea on February 12 posted on its Internet homepage a special write-up titled \"Leader Kim Jong Il will always be with the Korean people and world progressive people\" illustrated with his smiling portrait.\n\t\t\t\t\t\n\t\t\t\t\tThe homepage in an article titled \"Son of Mt. Paektu\" said that he was born in Mt. Paektu on February 16, 1942 where there was the base of the anti-Japanese armed struggle commanded by Kim Il Sung, introducing in detail the ancestral mountain, the sacred mountain of the revolution.\n\t\t\t\t\t\n\t\t\t\t\tIt reported about the immortal Songun leadership exploits of Kim Jong Il in an article tilted \"By the original Songun political mode\".\n\t\t\t\t\t\n\t\t\t\t\tIt also edited photos of Jong Il Peak and Kim Jong Il's birthplace in the Paektusan secret camp."
        },
        {
            "title": "Day of Shining Star Commemorated by Russian Paper",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-08ee.html",
            "content": "Day of Shining Star Commemorated by Russian Paper\r\nPyongyang, February 25 (KCNA) -- The Russian paper Patriot No. 6 allotted its 16 pages to a special write-up on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star). It is illustrated by a photo of the statue of President Kim Il Sung on Ryongnam Hill, a portrait of smiling Kim Jong Il, a fine art work of the peerlessly great persons and photos of the revolutionary activities of Kim Jong Il and Supreme Commander Kim Jong Un.\n\t\t\t\t\tOn its front page the paper carried articles under various titles including the title \"Shining Star will throw its rays forever\" with an introductory article \"February 16 marks 70th birth anniversary of Comrade Kim Jong Il, great man\".\n\t\t\t\t\t\n\t\t\t\t\tIn an article titled \"Banner of victory and mental power\" the paper said that the august name of Kim Jong Il and his smiling image were the banner of victory and the source of mental power instilling the conviction of certain victory and will into the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tIn an article titled \"They were always together\" the paper noted that Kim Jong Un, supreme leader of the Korean people, always led the Korean revolution and the cause of socialist construction together with Kim Jong Il as his closest revolutionary comrade.\n\t\t\t\t\t\n\t\t\t\t\tIn an article titled \"O Korea, I Will Add Glory to Thee\" it said that Kim Jong Il, who was admitted to Kim Il Sung University on September 1, 1960, climbed Ryongnam Hill and recited poem \"O Korea, I Will Add Glory to Thee\" reflecting his will to uphold the intention of the President and performed the great feats for the Workers' Party of Korea and the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tIn an article titled \"The nation and the father\" it noted that for Kim Jong Il to devote himself to the happiness of the people was conscience rather than duty and his love for the people.\n\t\t\t\t\t\n\t\t\t\t\tIt also edited an article titled \"Flower festival in February\", poem \"Great single-minded unity\" and photos of gifts Kim Jong Il received from people of the world and the venue of the Kimjongilia festival."
        },
        {
            "title": "Kim Jong Il's Works Published in Democratic Congo, Russia",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-11ee.html",
            "content": "Kim Jong Il's Works Published in Democratic Congo, Russia\r\nPyongyang, February 25 (KCNA) -- Leader Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was brought out in booklet by the Media Print Center of Democratic Congo.\n\t\t\t\t\tThe work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun revolutionary line, the Songun politics of the Workers' Party of Korea, is a powerful political mode in the present era which carried forward and developed President Kim Il Sung's idea and line of giving importance to the army and a scientific revolutionary line and political mode that most correctly reflected the requirements of the times and the revolution. \n\t\t\t\t\t\n\t\t\t\t\tIt also deals with the validity, advantages and great vitality of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tA book releasing ceremony took place at the Kinshasa City Cultural Center of Democratic Congo on February 15.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, Kim Jong Il's work \"On Having a Correct Understanding of Nationalism\" was published in pamphlet by the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation on February 16.\n\t\t\t\t\t\n\t\t\t\t\tThe preface of the pamphlet says that the work clarifies the development of the modern society and socialist idea and gives answers to the urgent questions arising in socialist construction in the DPRK."
        },
        {
            "title": "Kim Jong Il's Feats for National Reunification Praised by Peruvian Figure",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-09ee.html",
            "content": "Kim Jong Il's Feats for National Reunification Praised by Peruvian Figure\r\nPyongyang, February 25 (KCNA) -- Felix Fernandes Torres, secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, issued a statement on Feb. 20 in support of the report released by the Disarmament and Peace Institute of the DPRK Foreign Ministry on the undying feats performed by leader Kim Jong Il in ensuring security on the Korean Peninsula and peace in Northeast Asia.\n\t\t\t\t\tKim Jong Il performed undying feats in efforts to achieve the reunification of the country and bring about a decisive phase in ensuring peace and security in the Korean Peninsula and the rest of Northeast Asia, true to President Kim Il Sung's cause of national reunification, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tOne of the greatest feats performed by Kim Jong Il among the feats performed for national reunification was that he ushered in the June 15 era of reunification by making sure that the June 15 North-South Joint Declaration was adopted.\n\t\t\t\t\t\n\t\t\t\t\tHe provided a guarantee for preventing the danger of war on the Korean Peninsula and ensuring peace and security in Northeast Asia on the basis of the strong national power built thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tNational reunification is the cherished desire of all the Koreans and the world peace-loving people and an urgent historic task which brooks no further delay.\n\t\t\t\t\t\n\t\t\t\t\tI express firm support and solidarity for the Korean people in their struggle to reunify the country, build a thriving nation and win a victory in the cause of socialism across the world under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Day of Shining Star Observed Abroad",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-03ee.html",
            "content": "Day of Shining Star Observed Abroad\r\nPyongyang, February 25 (KCNA) -- Events took place in various countries on the birth anniversary of leader Kim Jong Il between Feb. 13 and 16. They included remembrance meetings in Laos, Cuba, Ecuador and Peru and lectures in Russia, Guinea, Nigeria and Mali and round-table talks in Egypt.\n\t\t\t\t\tThe vice-chairman of the Propaganda and Education Committee of the Central Committee of the Lao People's Revolutionary Party said Kim Jong Il was an outstanding leader of the Korean people who devoted his all to the country and people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Russian Association for the Study of the Juche Idea praised him as a great master of ideology and theory, a master of leadership art and benevolent father of the people.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the People's Front of Workers, Peasants and Students of Peru said Kim Jong Il developed in depth the Juche idea founded by President Kim Il Sung and proved in theory and practice the scientific accuracy and inevitability of victory in socialism while leading the Korean revolution to victory, guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\tThe principal of Kim Il Sung High School and other speakers noted that Kim Jong Il faithfully upheld the cause of President Kim Il Sung from his early days, wisely leading the work to carry forward socialist construction and increase the military capability of the country in every way.\n\t\t\t\t\t\n\t\t\t\t\tThe vice-president of a Guinean university said the imperialists' moves for invading the DPRK were thoroughly shattered by Kim Jong Il and it emerged a satellite producer and launcher and ranked itself among the nuclear weapons states. \n\t\t\t\t\t\n\t\t\t\t\tThe president of the Canar Provincial Institute for the Friendship and Solidarity with DPRK of Ecuador said the world progressive people are revering Kim Jong Il as a mental mainstay, adding that he was the most prominent political elder in the 21st century."
        },
        {
            "title": "Decision on Conferring Generalissimo Title on Kim Jong Il Hailed",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-04ee.html",
            "content": "Decision on Conferring Generalissimo Title on Kim Jong Il Hailed\r\nPyongyang, February 25 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on February 15 hailing the decision on awarding the DPRK title of Generalissimo to leader Kim Jong Il.\n\t\t\t\t\tThe statement said:\n\t\t\t\t\t\n\t\t\t\t\tWe fully support the decision made by the Central Committee and the Central Military Commission of the Workers' Party of Korea, the DPRK National Defence Commission and the Presidium of the DPRK Supreme People's Assembly to award the DPRK title of Generalissimo to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe decision is an expression of boundless reverence for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe led the Korean People's Army founded by Generalissimo Kim Il Sung along the road of victory and glory and creditably defended the sovereignty of the country and the socialist country of Juche in more than five decades since his start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\tHe prevented a war on the Korean Peninsula, ensured world peace and led the confrontation with the U.S. imperialists to victory with his invincible Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\tHe turned the DPRK into an independent and self-supporting state and self-defensive socialist military power.\n\t\t\t\t\t\n\t\t\t\t\tHe performed great exploits not only for the Korean revolution but for the world revolution.\n\t\t\t\t\t\n\t\t\t\t\tWe will not forget the significant day when the decision was made to award the DPRK title of Generalissimo to Kim Jong Il."
        },
        {
            "title": "Vietnamese Paper Introduces Spirit of Chollima in DPRK",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-06ee.html",
            "content": "Vietnamese Paper Introduces Spirit of Chollima in DPRK\r\nPyongyang, February 25 (KCNA) -- The Vietnamese paper Dhan Dan on Feb. 16 carried an article titled \"Great achievements made in DPRK for decades, Korean people are working hard to build a thriving nation in the spirit of Chollima in a bid to implement President Kim Il Sung's behests\" under the bannerline caption \"Spirit of Chollima in DPRK\" illustrated with a photo of the Kim Jong Suk Pyongyang Textile Mill.\n\t\t\t\t\tThe President initiated the Chollima movement and the DPRK carried out the historic task for socialist industrialization in a matter of 14 years under his wise leadership, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tAn exceptionally fast speed was created in the DPRK during the Chollima movement.\n\t\t\t\t\t\n\t\t\t\t\tThe builders of Pyongyang City constructed 20 000 flats in one year of 1958 by assembling one flat in 14 minutes. The speed of Pyongyang was thus created.\n\t\t\t\t\t\n\t\t\t\t\tIn the DPRK the speed of the 70-day campaign was created in the 1970s and the speed of the 80s in the 1980s. In the 1990s the DPRK launched satellite Kwangmyongsong-1, kicking off the drive for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\tThe speed of Huichon was created in the DPRK in recent years.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people advanced at new Chollima speed in hearty response to the Party's call for opening the gate to prosperity. In this course a lot of factories have been updated and latest equipment manufactured.\n\t\t\t\t\t\n\t\t\t\t\tGoing round the construction site of the gasification process of the Hungnam Fertilizer Complex in March 2011, leader Kim Jong Il praised this as the new Chollima speed, the speed of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are now pushing forward the building of a thriving socialist nation at the new Chollima speed."
        },
        {
            "title": "Putin Addresses Supporters at Campaign Rally",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-32ee.html",
            "content": "Putin Addresses Supporters at Campaign Rally\r\nMoscow, February 24 (KCNA) -- Russian Prime Minister Vladimir Putin spoke to tens of thousands of supporters Thursday during a massive rally to show solidarity with the presidential candidate.\n\t\t\t\t\t\"We are ready to work for Russia, to defend it from any outside interference. Our genetic code is victorious, our people are victors,\" Putin told his supporters.\n\t\t\t\t\t\n\t\t\t\t\tHe noted that people who came to the rally \"are the real defenders of our fatherland.\"\n\t\t\t\t\t\n\t\t\t\t\tHe promised to \"defeat injustice and corruption,\" to which the crowd answered with massive \"Russia!\" chants.\n\t\t\t\t\t\n\t\t\t\t\t\"I dream of every person in our country living according to the rules, and in line with his or her conscience so that everyone would be happy and have hope. But the main thing is that we all have been together,\" he said."
        },
        {
            "title": "China Lodges Representations over Nagoya Mayor's Denial of Nanjing Massacre",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-33ee.html",
            "content": "China Lodges Representations over Nagoya Mayor's Denial of Nanjing Massacre\r\nBeijing, February 24 (KCNA) -- China has lodged representations with Japan over a denial of the Nanjing Massacre by a Japanese mayor, Foreign Ministry spokesman Hong Lei said Wednesday.\n\t\t\t\t\tHong said the Chinese government supports a decision by Nanjing municipal authorities to halt contact with the Japanese city of Nagoya.\n\t\t\t\t\t\n\t\t\t\t\t\"We express understanding and support for this decision and are keeping a close watch over the issue,\" Hong said at a regular press briefing.\n\t\t\t\t\t\n\t\t\t\t\tHong said the Japanese side should abide by the principles of the historic agreements made between the two countries and work to advance bilateral relations in a healthy and stable way."
        },
        {
            "title": "Iran's Air Defense Drills",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-25ee.html",
            "content": "Iran's Air Defense Drills\r\nTehran, February 24 (KCNA) -- The air defense units of Iran's Khatam-ol-Anbiya Air Defense Base \"successfully\" identified and repelled a massive airstrike by mock enemy fighter jets on the second day of the air defense maneuvers on Tuesday, the semi- official Mehr news agency reported.\n\t\t\t\t\tOn Monday, Iran started four-day \"Sarallah\" air defense maneuvers in southern part of the country, covering a span of about 190,000 square km.\n\t\t\t\t\t\n\t\t\t\t\tThe hypothetical enemy carried out an electronic attack on Iran's air defense systems and its jammers radiated interfering signals toward Iranian radar systems, but Iranian air defense units managed to repel the threat using electronic warfare tactics, said the report.\n\t\t\t\t\t\n\t\t\t\t\tAccording to the public relations department of the Khatam-ol- Anbiya Air Defense Base, \"Sarallah\" maneuvers are meant to enhance the country's integrated network of air defense with a focus on modern defensive tactics.\n\t\t\t\t\t\n\t\t\t\t\tThe other purpose of the war games is to increase the country's preparedness in the face of military threats, particularly possible attacks on densely populated areas, sensitive and vulnerable centers, and nuclear facilities."
        },
        {
            "title": "Iran Not Pursuing Nuclear Weapons: Supreme Leader",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-31ee.html",
            "content": "Iran Not Pursuing Nuclear Weapons: Supreme Leader\r\nTehran, February 24 (KCNA) -- Leader of the Islamic Revolution of Iran Seyyed Ali Khamenei said Wednesday that Tehran is not pursuing nuclear weapons.\n\t\t\t\t\tKhamenei's remarks came after the latest round of talks between Iran and the International Atomic Energy Agency (IAEA) wrapped up late Tuesday evening in Tehran.\n\t\t\t\t\t\n\t\t\t\t\tIran is after breaking \"the authority of powers that are relying on their nuclear arms,\" Khamenei said Wednesday.\n\t\t\t\t\t\n\t\t\t\t\tHe said assassinations and pressures only indicate the \"weakness\" of Iran's \"enemies.\""
        },
        {
            "title": "Ahmadinejad: Iranian Youth to Conquer Peaks of Progress",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-22ee.html",
            "content": "Ahmadinejad: Iranian Youth to Conquer Peaks of Progress\r\nTehran, February 24 (KCNA) -- President Mahmoud Ahmadinejad said on Wednesday that the capable Iranian youth are able to successfully conquer peaks of scientific progress and development.\n\t\t\t\t\tPresident Ahmadinejad made the remarks in a special ceremony to appreciate top university students and elites in Tehran.\n\t\t\t\t\t\n\t\t\t\t\tWhenever the Iranian nation made any demand from certain countries they ignored it but the Iranian youth are meeting the country's demands with reliance on domestic potentials and capabilities, said the President.\n\t\t\t\t\t\n\t\t\t\t\tWe are now witnessing a remarkable scientific breakthrough among academic centers in Iran, underlined the President."
        },
        {
            "title": "Anti-U.S. Demos Staged in Afghanistan",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-27ee.html",
            "content": "Anti-U.S. Demos Staged in Afghanistan\r\nPyongyang, February 25 (KCNA) -- Anti-U.S. demos were staged in several places of Afghanistan including Kabul and Jalalabad recently.\n\t\t\t\t\tThe demos began to protest against the U.S. military forces which threw the Quran of Islam into rubbish. Lots of Afghans took part in the demos.\n\t\t\t\t\t\n\t\t\t\t\tChanting such slogans as \"Death to the U.S.!\" they strongly condemned the atrocities of the U.S. military forces."
        },
        {
            "title": "Gun Violence in U.S.",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-29ee.html",
            "content": "Gun Violence in U.S.\r\nPyongyang, February 25 (KCNA) -- Five people were shot dead Tuesday night in a shooting at a suburban Atlanta spa, local police were quoted by U.S. media as saying.\n\t\t\t\t\tMurder-suicide seemed to be the motive of the shooting at the Su Jung Health Sauna, said Norcross police chief Warren Summers.\n\t\t\t\t\t\n\t\t\t\t\tA woman was shot and wounded by a man who later killed himself when confronted by police on Wednesday at a Wal-Mart Stores Inc. distribution center in the U.S. state of Virginia, local officials said."
        },
        {
            "title": "Japanese Authorities' Submission to U.S. Draws Public Criticism",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-21ee.html",
            "content": "Japanese Authorities' Submission to U.S. Draws Public Criticism\r\nPyongyang, February 25 (KCNA) -- The Japanese authorities are censured by the public for having resorted to submission to the United States contrary to the people's mindset.\n\t\t\t\t\tOn Feb. 8 the Japanese and U.S. governments reexamined a plan for realignment of U.S. troops in Japan which the former LDP dominated government railroaded through the Diet under the pressure of the U.S. in 2006, and made public an agreement on it.\n\t\t\t\t\t\n\t\t\t\t\tThe agreement calls for pushing forward as planned the plan for the relocation of the Futenma U.S. Air base within Okinawa Prefecture.\n\t\t\t\t\t\n\t\t\t\t\tJapan was compelled to sign the agreement without having a chance to say anything about the U.S. demand. \n\t\t\t\t\t\n\t\t\t\t\tWhat the Japanese authorities uttered at the utmost was that they echoed the remarks made by the U.S. that the reduction of U.S. Marines might ease the burdens on the prefecture to a certain extent.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S., going one step further, asked Japan to cover all the expenses for transferring Marines to the Iwaguni base in Yamaguchi Prefecture in the same way the former pressurized the latter to cover half of the expenses for their transfer to Guam. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities' submission to the U.S. triggered off strong public uproar.\n\t\t\t\t\t\n\t\t\t\t\tThe governor of Okinawa Prefecture presented a written opinion to the Ministry of Defence, once again clarifying his opposition to the relocation of the Futenma base within the prefecture.\n\t\t\t\t\t\n\t\t\t\t\tThe governor in his written opinion clarified the consistent stand of the residents of the prefecture demanding the removal of the base out of it, adding it is impossible to implement the relocation of the base within the prefecture agreed between the governments of Japan and the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe mayor of Nago City, Okinawa Prefecture accused the governments of Japan and the U.S. of trying to push ahead with the plan in disregard of the will of its residents, adding they would no longer shoulder the additional burden for the U.S. base.\n\t\t\t\t\t\n\t\t\t\t\tThe governor of Yamaguchi Prefecture described the transfer of some of U.S. Marines to his prefecture as horrifying, complaining about the authorities' acceptance of the U.S. request.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities' behavior is leading to a ruling crisis as it only pursues a one-sided policy serving the U.S. in disregard of public mindset."
        },
        {
            "title": "Business Situation Gets Worse in U.S. and Japan",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-30ee.html",
            "content": "Business Situation Gets Worse in U.S. and Japan\r\nPyongyang, February 25 (KCNA) -- Hewlett-Packard of the U.S. on Wednesday reported that its profit dropped nearly 44 percent in the most recent quarter, with sales also declining.\n\t\t\t\t\tJapan's supermarket sales in January dropped 1.2 percent from the previous year, contracting for a sixth consecutive month, the Japan Chain Stores Association said Wednesday."
        },
        {
            "title": "Israel Okays 700 Homes in West Bank Settlement",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-28ee.html",
            "content": "Israel Okays 700 Homes in West Bank Settlement\r\nPyongyang, February 25 (KCNA) -- The Israeli Defense Ministry's Civil Administration (CA) on Wednesday approved plans for 500 new homes in a major West Bank settlement, Shilo, and retroactively legalized another 200 in a nearby outpost.\n\t\t\t\t\tSuch act provokes angry reactions from the Palestinians and international community as they are to break down the international efforts for peace in the Mideast region."
        },
        {
            "title": "Highway Linking China, Russia and Kazakhstan to Be Built",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-24ee.html",
            "content": "Highway Linking China, Russia and Kazakhstan to Be Built\r\nPyongyang, February 25 (KCNA) -- There is a plan to build highway linking China, Russia and Kazakhstan. \n\t\t\t\t\tThe highway will start in St. Petersburg and pass through Kazakhstan before entering China on to Urumqi City and Lanzhou City in northwest China and Lianyungang City in east China. \n\t\t\t\t\t\n\t\t\t\t\tThe total length of the highway will be 8 445 km.\n\t\t\t\t\t\n\t\t\t\t\tIts completion will contribute to improving the transport and economic progress in those counties."
        },
        {
            "title": "Ricardo Alarcon Calls on Jurists to Work on Return of Cuban 5",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-23ee.html",
            "content": "Ricardo Alarcon Calls on Jurists to Work on Return of Cuban 5\r\nHavana, February 24 (KCNA) -- Cuban Parliament President Ricardo Alarcon called on the members of the National Association of Cuban Lawyers (UNJC) to intensify efforts for the prompt return home of the five Cuban antiterrorist fighters unjustly held in U.S. prisons.\n\t\t\t\t\tSpeaking at the closing ceremony of the 7th Congress of the UNJC, held at Havana's Conference Center, Alarcon stated that the Five, as they are known internationally, would return home if all jurists cooperate with the spirit and will that many colleagues have shown through the history of this nation."
        },
        {
            "title": "Cooperation between Cuba and African Countries",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-26ee.html",
            "content": "Cooperation between Cuba and African Countries\r\nPyongyang, February 25 (KCNA) -- Cuba and Ghana agreed to strengthen bilateral relations in various fields on February 21.\n\t\t\t\t\tCuba recently concluded an agreement with South Africa on developing cooperation and exchange in the field of education."
        },
        {
            "title": "CDN publica declaracion respecto a \"Key Resolve\" y \"Foal Eagle\"",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-02ss.html",
            "content": "CDN publica declaracion respecto a \"Key Resolve\" y \"Foal Eagle\"\r\nPyongyang, 25 de febrero (ACNC) -- El portavoz del Comite de Defensa Nacional de la Republica Popular Democratica de Corea dio a la publicidad el dia 25 la siguiente declaracion:\n\t\t\t\t\tPese a las fuertes protestas y denuncia de los nacionales y extranjeros, la banda del traidor surcoreano Lee Myung Bak procedio a desplegar otra vez los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" contra la Republica Popular Democratica de Corea en contubernio con el gangsteril imperialismo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tYa fueron desplegadas en el Sur de Corea y su contorno enormes fuerzas armadas y medios de ataque de las tropas agresoras norteamericanas mientras entraron en la disposicion para el tiempo de guerra colosales fuerzas terrestres, navales y aereas del ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t\"Key Resolve\" y \"Foal Eagle\" son una locura belicista nunca perdonable de esos gangsteres que coinciden con el periodo de duelo en la RPDC y un atentando insoportable contra la soberania y dignidad de esta.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, constituye un desafio frontal a la paz y seguridad de la Peninsula Coreana y un acto que las perturba abiertamente.\n\t\t\t\t\t\n\t\t\t\t\tLas circunstancias actuales muestran que la banda del traidor Lee, convertida en cadaver vivo abandonado por la epoca, recurre todavia a las desesperadas maniobras de guerra bajo el amparo de su amo estadounidense.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la situacion creada, el Comite de Defensa Nacional de la Republica Popular Democratica de Corea expone al interior y exterior del pais la siguiente posicion de principios:\n\t\t\t\t\t\n\t\t\t\t\t1. Nuestro ejercito y pueblo frustraran con la guerra sagrada a nuestro estilo las tentativas de nueva guerra de la banda de traidores a la nacion y los belicistas internos y externos.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, nos esforzamos en todo lo posible con paciencia y magnanimidad por detener la guerra y defender la paz.\n\t\t\t\t\t\n\t\t\t\t\tPero, haciendose ilusion del \"cambio al estilo egipcio\" y \"victoria de modo libio\", la banda de Lee y los belicistas internos y externos se lanzan sin vacilacion al aventurero camino de guerra sin conocer bien a su rival.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios de guerra contra la otra parte beligerante son, en su esencia, la declaracion de guerra en silencio.\n\t\t\t\t\t\n\t\t\t\t\tEs natural que la declaracion de guerra produzca la reaccion fisica.\n\t\t\t\t\t\n\t\t\t\t\tYa que fue declarada la guerra contra la RPDC, nuestro ejercito y pueblo toman la firme decision de defender la seguridad nacional y defender la paz del pais respondiendo con la sagrada guerra por el estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLos blancos de nuestra guerra son la banda del traidor Lee y los belicistas internos y externos.\n\t\t\t\t\t\n\t\t\t\t\tLos compinches de Lee son traidores de pesima calana que como si fueran poco sus tremendos crimenes cometidos durante el gran duelo nacional, hieren doblemente a los connacionales de la RPDC apuntandolos con los fusiles y bayonetas de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl imperialismo norteamericano es el enemigo jurado que dividio en dos partes a nuestra nacion y trata de imponernos el \"modo politico de EE.UU.\" mediante la otra guerra de agresion.\n\t\t\t\t\t\n\t\t\t\t\tNuestra guerra sagrada eliminara totalmente de esta tierra a la banda de Lee y los belicistas internos y externos con nuestro modo de guerra y poderosos medios de ataque desconocidos por el mundo.\n\t\t\t\t\t\n\t\t\t\t\t2. Alentaremos mas la lucha justa de los  surcoreanos y compatriotas en ultramar que se han levantado para acabar con el \"poder\" del vendepatria  Lee Myung Bak bajo la consigna \"la paz si y la guerra no\".\n\t\t\t\t\t\n\t\t\t\t\tLa camarilla del traidor Lee es integrada por basuras humanas repudiadas ya por todos los coreanos.\n\t\t\t\t\t\n\t\t\t\t\t\"Fuera, Myung Bak\" y \"Enjuiciemos al poder de Lee Myung Bak y fundemos un nuevo gobierno de reconciliacion nacional\", he aqui lo que reclaman los circulos politico y social y la opinion publica del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl \"poder\" de Lee es igual a un barco que comenzo a naufragar en las furiosas olas que levanta el pueblo sumamente indignado.\n\t\t\t\t\t\n\t\t\t\t\tDurante 4 anos de mandato de los compinches de Lee, les persuadimos en lo suficiente, mostramos los ejemplos de buena conducta y ensenamos en combate real nuestro poder de fuego.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de eso, ellos no aprendieron la leccion y andan descabellados todavia en el camino de servilismo y sumision a grandes potencias y traicion a la patria y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tPor esa razon, los hemos calificado de elementos a que no se puede perdonar mas.\n\t\t\t\t\t\n\t\t\t\t\tSumandose a la opinion publica del Sur de Corea, nuestro ejercito y pueblo orientaran e impulsaran  activamente la lucha gigantesca de los surcoreanos y compatriotas en ultramar, que se han levantado por derrocar al \"poder\" de Lee Myung Bak, partiendo del ideal de dar importancia y preferencia a la nacion y de la posicion de amar al pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t3. Haremos probar a los belicistas norteamericanos, habituados a la guerra de agresion y la intervencion, el poder real de los fusiles y la guerra de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSon precisamente los agresores norteamericanos los que llevaron a la fase de guerra la situacion de la Peninsula Coreana que se mantiene inestable largo tiempo sin entrar en guerra ni en paz.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, ellos libran sucesivamente los ejercicios de guerra en el Sur de Corea y su contorno para confirmar las posibilidades de ejecucion de sus planes de guerra para la agresion al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSi se intensifican las maniobras de guerra anti-RPDC del imperialismo norteamericano, nuestro ejercito y pueblo entraran en la disposicion de enfrentamiento de vida o muerte con EE.UU. y comenzaran una lucha intensa por frustrar las imprudentes provocaciones militares, el aumento armamentista y las maniobras de ejercicios belicos y por expulsar del suelo patrio a las tropas agresoras norteamericanas, obstaculo principal para la paz y la seguridad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tMantendremos siempre al alcance de nuestro fuego los bastiones de las tropas agresoras de EE.UU. y sus instalaciones militares anti-RPDC y los destruiremos de un solo golpe si se detecta algun movimiento.\n\t\t\t\t\t\n\t\t\t\t\tEl arma nuclear no es un monopolio de EE.UU. Tenemos el medio belico mas poderoso que el arma nuclear de EE.UU. y los equipos de ataque ultramodernos que nadie tiene.\n\t\t\t\t\t\n\t\t\t\t\tEstarian muy equivocados si los norteamericanos piensan que su territorio nacional estara seguro porque esta muy lejos mas alla del oceano.\n\t\t\t\t\t\n\t\t\t\t\tNo hay limites en la intensidad y alcance del ataque de nuestro ejercito y pueblo para destruir a los agresores.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo mantienen la invariable posicion de hacerles probar el poder de los fusiles y la guerra de verdad.\n\t\t\t\t\t\n\t\t\t\t\tLa lucha de hoy por enterrar a la banda de traidores a la nacion y a los belicistas dentro y fuera del pais es la patriotica por la nacion y el pueblo que esta relacionada con el destino nacional en la nueva centuria de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tNadie puede vencer el poderio de nuestro ejercito y pueblo unidos monoliticamente.\n\t\t\t\t\t\n\t\t\t\t\tBajo la guia del Comandante Insigne del Paektu, el ejercito y el pueblo de Corea daran inicio a la nueva era de reconciliacion nacional, paz y prosperidad frustrando paso a paso las reiteradas maniobras de guerra de los enemigos."
        },
        {
            "title": "Kim Jong Un recibe presentes de personalidades de Egipto y Vietnam",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-14ss.html",
            "content": "Kim Jong Un recibe presentes de personalidades de Egipto y Vietnam\r\nPyongyang, 25 de febrero (ACNC) -- El Maximo Dirigente Kim Jong Un recibio presentes que le dedicaran el subeditor jefe del periodico egipcio Egyptian Gazette y el poeta Nguyen Sy Thiet, quien vive en la ciudad Ho Chi Minh, Vietnam.\n\t\t\t\t\tLos regalos fueron entregados los dias 16 y 18 a los funcionarios de las embajadas coreanas acreditadas en respectivos paises."
        },
        {
            "title": "ACNC rechaza informaciones de medios de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-18ss.html",
            "content": "ACNC rechaza informaciones de medios de EE.UU. y Sur de Corea\r\nPyongyang, 25 de febrero (ACNC) -- La Radio Asia Libre de Estados Unidos y un medio surcoreano online volvieron a difundir otra noticia intrigante.\n\t\t\t\t\tSegun ella, una patinadora finlandesa participante en el 21o Festival Internacional de Patinaje Artistico sobre el Hielo por el Premio Paektusan, efectuado hace poco en Pyongyang, \"pidio disculpas\" cuando fue criticada porque su participacion ha sido \"usada en fines politicos\" por alguien. \n\t\t\t\t\t\n\t\t\t\t\tLa Radio Asia Libre transmitio esa noticia plagiando y tergiversando una parte de la informacion del periodico finlandes Helsinki Sanomat y se hizo eco de ella el medio surcoreano en cuestion. \n\t\t\t\t\t\n\t\t\t\t\tEsta desinformacion de los medios de EE.UU. y del Sur de Corea que viola hasta el honor de la patinadora finlandesa es otra imperdonable provocacion politica para desvirtuar la dignidad de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLos citados medios, enloquecidos por la demagogia anti-RPDC, no vacilaron en manchar hasta el noble espiritu deportivo de la humanidad y el honor del mencionado festival deportivo de talla mundial. \n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por todos, el Festival Internacional de Patinaje Artistico sobre el Hielo por el Premio Paektusan, que se celebra cada ano bajo el ideal de la independencia, la amistad y la paz, es una cita deportiva en que participan renombrados patinaderos del mundo. \n\t\t\t\t\t\n\t\t\t\t\tCrece cada ano el numero de los jugadores famosos que toman parte en el festival por encima de las diferencias de sus ideologias, criterios politicos, creencias religiosas y regimenes. \n\t\t\t\t\t\n\t\t\t\t\tLos conspiradores intentaron impedirlo para manchar la autoridad y la dignidad de la RPDC en la arena internacional y restar la influencia internacional del festival. \n\t\t\t\t\t\n\t\t\t\t\tLa patinadora finlandesa ha sido la victima de ellos. \n\t\t\t\t\t\n\t\t\t\t\tElla expreso lastima por la interpretacion equivocada de su participacion en el festival mostrandose extranada por el caso. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, los conspiradores violaron gravemente los derechos humanos de la jugadora finlandesa e insultaron el espiritu deportivo y el honor del pueblo finlandes, y a la larga, del circulo deportivo internacional. \n\t\t\t\t\t\n\t\t\t\t\tLos citados medios de EE.UU. y del Sur de Corea son aparatos intrigantes que utilizan hasta a los jugadores y medios de prensa extranjeros para trazar complots. \n\t\t\t\t\t\n\t\t\t\t\tEs una verguenza de la prensa mundial que esos medios abusen del nombre de la prensa. \n\t\t\t\t\t\n\t\t\t\t\tEs natural que el mundo de espaldas a ellos."
        },
        {
            "title": "FDRP denuncia disparate de Lee Myung Bak sobre islote Tok",
            "url": "http://kcna.co.jp/item/2012/201202/news25/20120225-03ss.html",
            "content": "FDRP denuncia disparate de Lee Myung Bak sobre islote Tok\r\nPyongyang, 25 de febrero (ACNC) -- En entrevista exclusiva con la ACNC concedida el dia 24 en relacion con el recien revelado disparate del traidor surcoreano Lee Myung Bak sobre el tema del islote Tok, el portavoz del Secretariado del Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) dio la siguiente respuesta:\n\t\t\t\t\tSegun revelo recientemente WikiLeaks, el traidor Lee Myung Bak dijo en julio de 2008 al entonces premier japones Fukuda: \"Espere, ahora es dificil aceptarlo\", cuando este le anuncio que anotaria como territorio japones el islote Tok en la \"nueva guia de estudio\" para las asignaturas sociales de las escuelas primarias y secundarias de Japon.\n\t\t\t\t\t\n\t\t\t\t\tEste disparate produjo entonces gran escandalo en el Sur de Corea al ser publicado por los periodicos japoneses, pero se quedo en el olvido por la negativa rotunda de la camarilla de Lee. \n\t\t\t\t\t\n\t\t\t\t\tEse caso se ha destapado nuevamente al conocerse el telegrama diplomatico de EE.UU., segun el cual el primer secretario de la embajada surcoreana en Japon de aquel entonces conto en detalles los dichos de Lee a un funcionario de la embajada norteamericana en Japon y le confeso haber sentido perfidia al escuchar tales palabras.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, los partidos en oposicion y distintos sectores del Sur de Corea denuncian categoricamente al traidor Lee, diciendo que \"se hizo verdad el rumor de hace 4 anos\" y \"es absurdo que Lee Myung Bak haya pronunciado esas palabras que hacen pensar en la renuncia de la soberania sobre el islote Tok\".\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa surcoreanos tambien se hacen eco de esa noticia bajo grandes titulares.\n\t\t\t\t\t\n\t\t\t\t\tEl disparate projapones del traidor Lee significa,  en su esencia, renunciar la soberania del islote Tok, sagrado territorio de la nacion coreana desde el punto de vista historico y geografico, y prometer oficialmente a su amo japones entregarselo en un momento oportuno.\n\t\t\t\t\t\n\t\t\t\t\tEsto causa gran indignacion de toda la nacion coreana porque constituye un asqueroso acto vendepatria, igual al de los \"5 traidores de Ulsa\" quienes vendieron el pais a los imperialistas japoneses hace mas de 100 anos.\n\t\t\t\t\t\n\t\t\t\t\tAl echarse una vista retrospectiva, desde su llegada al poder hasta la fecha, la banda de Lee Myung Bak vino alentando la reagresion de los reaccionarios japoneses tolerando las tentativas de ellos de usurpar el islote Tok en virtud de su humillante diplomacia sobre Japon caracterizada por la sumision y servilismo al pais isleno.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que los reaccionarios japoneses perpetraban actos bandidescos anotando como su territorio el islote Tok en la carta blanca de defensa y tergiversando el contenido de los manuales de la historia, la banda de Lee no lo cuestiono  correctamente ni una vez hablando de no enredarse en el litigio y la \"diplomacia silenciosa\" y \"continencia\".\n\t\t\t\t\t\n\t\t\t\t\tCuando el Instituto Maritimo del Sur de Corea queria establecer la base general de ciencia maritima del islote Tok, Lee impuso eliminar la palabra \"islote Tok\" en su nombre diciendo que ese termino podra incitar a Japon.\n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado, Lee no vacilo cometer actos traidores bajo el vistoso rotulo del \"turismo\" dejar abierto el camino a los reaccionarios japoneses que intentaban poner el pie de nueva agresion en la isla Ullung con la ambicion de apoderarse sin falta del islote Tok.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tales actos projaponeses de la banda traidora, los reaccionarios japoneses se desesperan abiertamente hoy en dia mas que nunca para usurpar el islote Tok, sagrado territorio de nuestra nacion.\n\t\t\t\t\t\n\t\t\t\t\tEl presente disparate del traidor Lee vuelve a revelar su vil naturaleza como vendepatria, lo que deviene el  crimen antinacional nunca perdonable.\n\t\t\t\t\t\n\t\t\t\t\tNo existe en este mundo el siniestro vendepatria como Lee que arremete con el sable a sus connacionales, pero obedece al enemigo jurado de la nacion y recurre al servilismo proyanqui y projapones.\n\t\t\t\t\t\n\t\t\t\t\tLos surcoreanos y la nacion coreana no podran evitar la desgracia si se dejan intactos a estas hordas traidoras que sirven a grandes potencias.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos ya castigaron severamente a la banda traidora de Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tLa banda traidora debe tener presente que solo le caera la severa sentencia de la nacion si prosigue con su acto traidor de servilismo a grandes potencias y la confrontacion fratricida."
        }
    ]
}