{
    "date": "2012-06-24",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-24ee.html",
    "articles": [
        {
            "title": "DPRK FM Spokesman Denounces U.S. Military Provocation",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-17ee.html",
            "content": "DPRK FM Spokesman Denounces U.S. Military Provocation\r\nPyongyang, June 24 (KCNA) -- A spokesman for the DPRK Foreign Ministry Sunday issued the following statement:\n\t\t\t\t\tThe U.S. committed another grave provocative act of violating the sovereignty and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tOn June 22 the U.S. imperialist aggression troops in south Korea staged the largest-ever joint live firing drill in the area south of the Demilitarized Zone together with the Lee Myung Bak group of traitors and perpetrated such reckless act as firing at the DPRK flag.\n\t\t\t\t\t\n\t\t\t\t\tIt is an extremely grave military action and politically-motivated provocation to fire live bullets and shells at the flag of a sovereign state without a declaration of war.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. often talks about someone's \"provocation\" but the recent firing at the flag of the DPRK clearly showed who is a real provocateur.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists' reckless firing at the DPRK flag symbolic of its sovereignty and the dignity of the nation is the most vivid expression of their hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe drill once again clearly proved that the commitment which the U.S. authorities made in the February 29 DPRK-U.S. Agreement that they would not antagonize the DPRK after uttering honeyed words that they have no hostile intent on it was a sheer lie.\n\t\t\t\t\t\n\t\t\t\t\tIn recent days the U.S. has left no means untried in various aspects to more desperately enforce its hostile policy towards the DPRK and this has gone beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\tLurking behind the U.S. hostile policy is its aggressive ambition to stifle the DPRK and swallow up the whole of the Korean Peninsula.   This indicates that this ambition remains unchanged after lapse of 62 years since the U.S. ignited the Korean war.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the military and technological superiority is no longer a monopoly of the U.S. and gone are the days never to return when the U.S. could threaten and blackmail the DPRK with A-bombs.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are pushing forward the building of an economic power full of confidence as leader Kim Jong Il pursued outstanding Songun politics, providing powerful nuclear deterrent which no aggressor forces dare destroy.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's nuclear deterrent for self-defence is, indeed, an all-powerful treasured sword for preventing a war and reliably protecting peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will further bolster up its nuclear deterrent for self-defence as long as the U.S., the world's biggest nuclear weapons state, persists in its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe ever-escalating U.S. hostile policy will finally result in making by itself a big hole in the system for monopolizing nuclear weapons which it is so keen to preserve."
        },
        {
            "title": "DPRK Calls for Worldwide Efforts for Nuclear Disarmament",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-06ee.html",
            "content": "DPRK Calls for Worldwide Efforts for Nuclear Disarmament\r\nPyongyang, June 24 (KCNA) -- Nuclear disarmament is a top-priority task directly linked with world peace and security and the existence of mankind and the existing institutional mechanism is not enough to provide a guarantee for the realization of true nuclear disarmament. The DPRK delegate said this at a plenary session of the Geneva Disarmament Conference on June 19.\n\t\t\t\t\tIt is a pressing task to conclude at an early date an all-inclusive international convention which stipulates the defusing of nuclear threat and total destruction of nuclear weapons as duties of all countries, the delegate noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe nuclear weapons states are required to work out a package plan for stopping the qualitative improvement of nuclear weapons and their development and reducing them and their delivery means for the purpose of totally dismantling those weapons.\n\t\t\t\t\t\n\t\t\t\t\tFor the present, they should put into practice such steps as the defusing of nuclear threat, stop to the qualitative improvement of nuclear weapons, the withdrawal of nuclear weapons from foreign countries and retraction of nuclear umbrellas offered to other countries. \n\t\t\t\t\t\n\t\t\t\t\tThey should, at the same time, abandon nuclear doctrine based on the preemptive use of nuclear weapons, unconditionally commit themselves not to use nuclear weapons before others and promptly respond to negotiations to work out an international convention.\n\t\t\t\t\t\n\t\t\t\t\tOnly when steps for total dismantlement of nuclear weapons are taken in the legal framework, will nuclear disarmament have a positive impact on building a peaceful and stable world.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will as ever make a positive contribution to the worldwide efforts to realize nuclear disarmament with a strong sense of responsibility."
        },
        {
            "title": "Greetings to Mozambican President",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-10ee.html",
            "content": "Greetings to Mozambican President\r\nPyongyang, June 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Sunday sent a message of greeting to Armando Emilio Guebuza, president of the Republic of Mozambique, on its independence day.\n\t\t\t\t\tExpressing belief that the friendly and cooperative relations between the two countries would grow stronger in various fields, the message wished the Republic of Mozambique development and prosperity."
        },
        {
            "title": "First Wedding Ceremony in New Street",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-15ee.html",
            "content": "First Wedding Ceremony in New Street\r\nPyongyang, June 24 (KCNA) -- There came exciting news from Changjon Street, an icon of Songun culture, alive with inhabitants moving to their new flats. \n\t\t\t\t\tThe first wedding ceremony was held on Sunday at the wedding ceremony hall of Songyong General Restaurant built in a peculiar architectural style. \n\t\t\t\t\t\n\t\t\t\t\tThe dear respected Kim Jong Un dropped in at the restaurant while going round Changjon Street in last May. He said that he was anxious to know who will be the first couple to get married at this hall. \n\t\t\t\t\t\n\t\t\t\t\tThey are bridegroom Ho Myong Chol, 32, honored disabled soldier, and bride Choe Kum Ju, 25, a worker of the Ryongsong Meat-processing Factory. \n\t\t\t\t\t\n\t\t\t\t\tUpon receiving the profound loving care shown by Kim Jong Un, they said in an excited tone:\n\t\t\t\t\t\n\t\t\t\t\t\"The dear respected Kim Jong Un was so kind-hearted as to provide us ordinary young people with this meaningful wedding spread and make us known throughout the country. And he sent such blessings to us. Thank you very much, the dear respected Kim Jong Un.\"\n\t\t\t\t\t\n\t\t\t\t\tHo Pyong Sik, 60, father of the bridegroom, said with tears in his eyes: \"It is like a dream. The country provided me, a veteran worker, with a new modern flat. My son and daughter-in-law received the fortune to be remembered all their life. Words fail to express my will to repay the repeated benevolence bestowed upon my family.\"\n\t\t\t\t\t\n\t\t\t\t\tKim Sun Mi, 31, cook of the restaurant, had this to say: \"Watching this happy wedding, I feel very happy, too. We have done our best to prepare varieties of dishes for the first bride and bridegroom since the opening of our restaurant. I wonder if they cater to their tastes.\"\n\t\t\t\t\t\n\t\t\t\t\tCitizen Myong Un Ju, 27, said: \"I dropped in at the restaurant anxious to know who are going to marry at this restaurant today. My curiosity of who would be the first pair to be married under the care of the dear respected Kim Jong Un urged me to heartily congratulate them. I am envious of them having the first wedding ceremony at the new restaurant.\""
        },
        {
            "title": "KCNA Commentary Hits at Japan for Legalizing Its Moves for Nuclear Weaponization",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-14ee.html",
            "content": "KCNA Commentary Hits at Japan for Legalizing Its Moves for Nuclear Weaponization\r\nPyongyang, June 24 (KCNA) -- Japan's moves to legalize its nuclear and space weaponization are sparking off great concern of the public at home and abroad.\n\t\t\t\t\tOn June 20 the Japanese Diet included the phrase \"contribution to state security\" in the basic law on atomic energy called Japan's law on atomic energy, removing a legal hurdle lying in its way of nuclear weaponization.\n\t\t\t\t\t\n\t\t\t\t\tIt also revised the law defining the activities of the organization for the study and development of outer space for peaceful purposes, laying a legal groundwork for its space weaponization.\n\t\t\t\t\t\n\t\t\t\t\tThis is a clear manifestation of Japan's attempt to go nuclear and realize space weaponization.\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is that Japan craftily added some phrases to previous articles and did not post them on the website of the Diet till they passed through the House of Representatives without any discussion in a bid to escape protest of the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tHerein lies the crafty nature peculiar to Japan.\n\t\t\t\t\t\n\t\t\t\t\tThis means Japan has crossed one more threshold in its efforts to round off its own nuclear and space weaponization completely free from the U.S. \"nuclear umbrella.\"\n\t\t\t\t\t\n\t\t\t\t\tAs already known, Japan has secretly pushed forward nuclear weaponization from long ago. It has conducted in real earnest the research into nuclear weaponization since 1995 on the basis of the basic study of nuclear policy from 1967 to 1970.\n\t\t\t\t\t\n\t\t\t\t\tAt least 50 nuclear power plants in Japan churn out nuclear waste enough to produce a lot of plutonium every year.\n\t\t\t\t\t\n\t\t\t\t\tJapan has a long-term goal to stockpile 400 tons of plutonium that are enough to produce 60 000 nukes.\n\t\t\t\t\t\n\t\t\t\t\tJapan eyes the world's biggest plutonium producer. Its real aim is to round off its independent nuclear weaponization. \n\t\t\t\t\t\n\t\t\t\t\tThe same can be said of its moves for space weaponization.\n\t\t\t\t\t\n\t\t\t\t\tJapan finally passed through the Diet as early as in May 2008 the \"Basic Law on Space\" which allows the use of space for military purposes.\n\t\t\t\t\t\n\t\t\t\t\tOn this basis Japan extended the principle for the peaceful use of space which had been confined to the non-military field to the military field. In the wake of this it set up the Headquarters for Space Development Strategy headed by the prime minister. \n\t\t\t\t\t\n\t\t\t\t\tUnder the pretext of \"state security\" Japan adopted it as a policy to use the domestic satellite network and the relevant facilities for building a missile shield and legalized satellite development and launch for military purposes. Japan has finally built its own missile shield.\n\t\t\t\t\t\n\t\t\t\t\tIt is clear as noonday that the final purpose of Japan's moves for turning it into a military giant and going nuclear is to stage a comeback to Asia and launch overseas expansion and that the DPRK is its primary target.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries are loudly trumpeting about \"nuclear and missile threat\" from someone in a bid to justify their moves. This is no more than rhetoric to rattle domestic public mindset and befool the international community.\n\t\t\t\t\t\n\t\t\t\t\tJapan's ambition for nuclear and space weaponization which outrivals big powers would spark off an arms race not only in the region but the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\tIt is quite natural that the reckless moves of the Japanese ultra-right forces are arousing vigilance and rebuff of the international community."
        },
        {
            "title": "Rodong Sinmun Calls on Youth to Advance Onward Movement in Era of Independence",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-11ee.html",
            "content": "Rodong Sinmun Calls on Youth to Advance Onward Movement in Era of Independence\r\nPyongyang, June 24 (KCNA) -- The youth, who are pride of the times and future of mankind and have a strong sense of justice, are faced with a heavy duty to push ahead with the onward movement in the era of independence and build a new world.\n\t\t\t\t\tRodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tBeing main players in the future, the youth should become fighters in the struggle against the reactionaries of history and pace-setters in the sacred cause of building a new independent world, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe youngsters are more sensitive to everything new and more enterprising, optimistic and brave than any other generations.\n\t\t\t\t\t\n\t\t\t\t\tThey should have high awareness of independence against imperialism and creative spirit to realize the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tThe imperialists are intensifying ideological and cultural poisoning operations against the younger generation.\n\t\t\t\t\t\n\t\t\t\t\tNo matter how persistently the imperialist reactionaries and enemies of all hues may conduct dastardly psychological operations in a bid to destroy the ideological and mental mainstay of the youth, they can never work on the awakened youngsters.\n\t\t\t\t\t\n\t\t\t\t\tThe young people in the DPRK are deeply aware of their honorable mission in the era of independence through unprecedentedly arduous and rigorous struggles and have always successfully performed the duties they assumed for the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tEven in the period of the Arduous March, they built many monumental structures including the Anbyon Youth Power Station and the Youth Hero Motorway, weathering all difficulties and trials in the spirit of the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\tThe world knows no such young people as those in the DPRK who have performed undying feats in the annuals of the revolution through their heroic struggles, remaining intensely loyal to the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\tNo force on earth can block the youth in the era of independence dynamically advancing shoulder to shoulder, the article concludes."
        },
        {
            "title": "Danger of Joint Naval Drills Exposed in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-12ee.html",
            "content": "Danger of Joint Naval Drills Exposed in S. Korea\r\nPyongyang, June 24 (KCNA) -- 55 civic and public organizations of south Korea including the Citizens' Solidarity for Democratic Society, the People for Achieving Peace and Reunification and the Solidarity for Progress held a joint press conference in Seoul on June 21, at which they exposed the danger of the joint naval drills staged by south Korea, the U.S. and Japan.\n\t\t\t\t\tThe joint naval maneuvers staged in the waters around Jeju Island were of offensive nature, the organizations said.\n\t\t\t\t\t\n\t\t\t\t\tMilitary cooperation with Japan, in particular, will pave the way for Japan's reinvasion of the Korean Peninsula as it is keen on distorting history and realizing its ambition to grab Tok Islets without making apology and reparation for its past crimes, they held.\n\t\t\t\t\t\n\t\t\t\t\tThe recent saber-rattling was dangerous because they created conditions not only for the U.S. but for the Japan \"Self-Defense Forces\" to stage military exercises on the Korean Peninsula in the future, the organizations stressed."
        },
        {
            "title": "S. Korean Warmongers to Stage another North-targeted War Exercise",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-16ee.html",
            "content": "S. Korean Warmongers to Stage Another North-targeted War Exercise\r\nPyongyang, June 24 (KCNA) -- The 11th Motorized Infantry Division of the south Korean army announced that it would stage \"an exercise for carrying out the operation plan reminiscent of the June 25 war\" in the areas of Hongchon and Hwachon in Kangwon Province of south Korea on Monday and Tuesday, according to south Korean Yonhap News.\n\t\t\t\t\tThe Lee Myung Bak group did not hide the fact that the projected sabre-rattling was for invading the north. \n\t\t\t\t\t\n\t\t\t\t\tThe anti-DPRK confrontation further escalated by the group than ever before while staging war maneuvers under the conditions of an actual war on the occasion of the anniversary of the June 25 war disclosed its sinister intention to justify the moves for a war against the DPRK and ignite another Korean war at any cost."
        },
        {
            "title": "S. Korean \"Government\" Authorities Accused of Blocking Joint National Event",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-13ee.html",
            "content": "S. Korean \"Government\" Authorities Accused of Blocking Joint National Event\r\nPyongyang, June 24 (KCNA) -- The China Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration made public a statement on June 15 denouncing the south Korean \"government\" authorities for blocking the June 15 joint national event. \n\t\t\t\t\tThe statement said that the Lee Myung Bak group of traitors openly disallowed members of the South Side Committee to take part in the joint event expected to be held by the north, south and overseas sides committees on the occasion of the 12th anniversary of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\tThe statement bitterly denounced the Lee group, branding the action taken by it again to scuttle the joint national event for reunification and push the situation to the brink of war as another blatant challenge to the north-south joint declaration and a declaration of escalated confrontation with compatriots and anti-reunification activities.\n\t\t\t\t\t\n\t\t\t\t\tThe present situation calls for waging a brave nationwide struggle to sweep away the Lee group, which is getting frantic with the moves to provoke a war, backed by outside forces, bringing the north-south relations to catastrophe, it said. \n\t\t\t\t\t\n\t\t\t\t\tIt declared that the organization would boost solidarity and unity with all pro-reunification organizations at home and abroad and actively join in the struggle to frustrate the confrontation moves of the Lee group of traitors, holding aloft the banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tThe organization will wage a more vigorous patriotic movement for reunification this year to resolutely preserve and implement the north-south joint declarations under the banner of \"By our nation itself\", the statement concluded."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, June 24 (KCNA) -- The Vladivostok Vita Publishing House of Russia brought out in booklet on June 6 leader Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\".\n\t\t\t\t\t The work, published on July 26, 1996, clarifies the idea that the Juche philosophy is an original one evolved and systemized with its unique principles and revolutionary and popular one truly serving the purpose of the popular masses' struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks for studying, explaining and disseminating the Juche philosophy as intended by the Workers' Party of Korea and thoroughly applying it to revolutionary practice."
        },
        {
            "title": "Kim Jong Un's Congratulatory Speech Posted on Internet Website of German Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-02ee.html",
            "content": "Kim Jong Un's Congratulatory Speech Posted on Internet Website of German Organization\r\nPyongyang, June 24 (KCNA) -- The German Branch of the Korean Friendship Association posted on its internet website on June 18 the full text of the congratulatory speech made by the dear respected Kim Jong Un at a joint national meeting of the Korean Children's Union (KCU) organizations in celebration of its 66th birthday.\n\t\t\t\t\tKim Jong Un, in his speech on June 6, 2012, expressed his steadfast will to invariably carry forward the noble outlook of President Kim Il Sung and leader Kim Jong Il on future and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\tHe also indicates tasks and ways for bringing up the KCU members as reserve forces, knowledgeable, virtuous and healthy, who will be responsible for the future destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\tA photo of Kim Jong Un was also posted on the website."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-03ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Organizations\r\nPyongyang, June 24 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on June 16 to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe statement said that his start of work there marked an epoch-making event in developing the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tIt went on:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il steadily developed the WPK into the party of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the tireless efforts of Kim Jong Il the WPK developed into an invincible party which achieved the unity and cohesion in idea and purpose. It has successfully organized and led the socialist construction as the general staff of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK turned into a harmonious great family, an integral whole of the leader, the party and the masses, under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe led the WPK in such a way that it could perform the role as a motherly party which takes care of the people's living in a responsible manner, considering it as a supreme principle governing its activities to steadily improve their living standard.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK is now powerfully inspiring the world revolutionaries and progressive people in their struggle for socialism.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will vigorously advance along the road of victory, holding aloft the banner of Kimilsungism and Kimjongilism under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAli Houdou, president of the Socialist Party of Benin, in a statement issued on June 5 praised Kim Jong Il for dedicating all his life to the victorious advance of the human cause of independence and the cause of global socialism."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C.,WPK Observed Abroad",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-04ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed Abroad\r\nPyongyang, June 24 (KCNA) -- Personages of political parties and organizations in Russia and Bangladesh visited the DPRK missions in their countries between June 9 and 19 to mark the 48th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\tThey were a joint delegation of the Maritime Territorial Region of the Communist Party of the Russian Federation, a joint delegation of the Maritime Territorial Region of \"A Just Russia\", Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, Mujahidul Islam Selim, general secretary of the Central Committee of the Bangladesh Communist Party, Hasanul Huq Inu, chairman of the Central Executive Committee of the Bangladesh National Socialist Party, and Chairman MD. Harun-Ar-Rashid and Secretary General Ragib Ahsan Munna of the Bangladesh-Korea Friendship and Solidarity Committee.\n\t\t\t\t\t\n\t\t\t\t\tThey laid floral baskets before full-length paintings of President Kim Il Sung and Kim Jong Il standing together, before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tPersonages, organizations and institutions of Pakistan and Malaysia sent floral baskets to the DPRK embassies in those countries."
        },
        {
            "title": "Int'l Seminar in Ukraine Marks 12th Anniversary of June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-05ee.html",
            "content": "Int'l Seminar in Ukraine Marks 12th Anniversary of June 15 Joint Declaration\r\nPyongyang, June 24 (KCNA) -- An international seminar was held in Ukraine on June 15 on the occasion of the 12th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\tPresent at the seminar were members of organizations for the study of the Juche idea and Songun politics in Russia, Ukraine and Belarus and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions and academic figures.\n\t\t\t\t\t\n\t\t\t\t\tTaking the floor at the seminar were Mikhail Panchenko, general secretary of the alliance who is chairman of the Russian Youth Association for the Study of the Songun Policy, Nikolai Polishk, chairman of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea, and Oleg Novikov, chairman of the Belarusian February 16 Youth Association for the Study of the Juche Idea and Songun Policy.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers noted that President Kim Il Sung advanced the three principles for national reunification, the 10-point programme for a great national unity and the proposal for founding the Democratic Federal Republic of Koryo, thus laying a fundamental cornerstone for the reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il formulated the proposals for reunification set forth by the President as the three charters for national reunification and made sure that the historic June 15 north-south joint declaration was published, opening up a bright prospect for Korea's reunification, they added.\n\t\t\t\t\t\n\t\t\t\t\tThey voiced full support for the proposals for Korea's reunification provided by the peerlessly great men, calling for strengthening the movement supporting the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tA message to the dear respected Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Iran Not to Abandon \"Peaceful\" Nuclear Activities",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-08ee.html",
            "content": "Iran Not to Abandon Peaceful Nuclear Activities\r\nTehran, June 23 (KCNA) -- Rapporteur of National Security and Foreign Policy Commission of Iran's Majlis (parliament), Hossein Naqavi-Hosseini, told IRNA on Thursday that Iran would never abandon its peaceful nuclear activities.\n\t\t\t\t\tNaqavi-Hosseini denounced the West's sanctions imposed on the country in the past decade.\n\t\t\t\t\t\n\t\t\t\t\tThe Iranian nation would never abandon its peaceful nuclear activities nor yield to illegitimate demands of the arrogant powers, Naqavi-Hosseini said, adding that \"the Iranians continue their path (to progress) despite all those conspiracies.\""
        },
        {
            "title": "Cuba Slams U.S. Unreasonable Behavior",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-07ee.html",
            "content": "Cuba Slams U.S. Unreasonable Behavior\r\nHavana, June 23 (KCNA) -- Cuba Wednesday denounced the multimillion-dollar fine the United States has imposed on Dutch bank ING for reportedly doing business with Cuba in violation of U.S. sanctions. \n\t\t\t\t\tAccording to a statement from the Cuban Foreign Ministry published in the official daily Granma, the 619 million-dollar fine \"is the largest fine imposed by the OFAC (the U.S. Office of Foreign Assets Control) in its history for alleged violations of existing unilateral sanctions against various countries.\"\n\t\t\t\t\t\n\t\t\t\t\t\"The Government of Cuba denounces this new outrage, which makes a mockery of the universal demand for the United States to end its blockade against the island,\" the statement said."
        },
        {
            "title": "Cooperation among Countries",
            "url": "http://kcna.co.jp/item/2012/201206/news24/20120624-09ee.html",
            "content": "Cooperation among Countries\r\nPyongyang, June 24 (KCNA) -- Russia and China signed an agreement on cooperation in the field of power industry on Thursday.\n\t\t\t\t\tMeanwhile, Bolivia and Iran agreed to cooperate in trade and technology on June 20."
        }
    ]
}