{
    "date": "2012-08-09",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Message to Cambodian King",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-29ee.html",
            "content": "Kim Jong Un Sends Reply Message to Cambodian King\r\n Pyongyang, August 9 (KCNA) -- The dear respected Kim Jong Un sent a message to Norodom Sihamoni, king of Cambodia, in reply to his message on July 24.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I express deep thanks to Your Majesty King for highly praising the feats of President Kim Il Sung and sending a warm message paying the noblest tribute to him on the occasion of the 18th anniversary of his demise. \n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the traditional relations of friendship and cooperation between the two countries provided by the President and Great King Norodom Sihanouk will steadily grow."
        },
        {
            "title": "Lao President Hosts Banquet for Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-13ee.html",
            "content": "Lao President Hosts Banquet for Kim Yong Nam\r\n Vientiane, August 9 (KCNA Correspondent) -- Lao President Choummaly Sayasone hosted a banquet on Wednesday in honor of Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Laos.\n\t\t\t\t\t Present there on invitation were Kim Yong Nam, Ri Ryong Nam, minister of Foreign Trade, Kang Min Chol, minister of Mining Industry, Kung Sok Ung, vice-minister of Foreign Affairs, and other suite members, Han Pong Ho, DPRK ambassador to Laos, and staff members of his embassy in Vientiane. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice Prime Minister Asang Laoly, Vice Prime Minister and Foreign Minister Thongloun Sisoulth, Vice President of National Assembly Somphan Phengkhammy, Vice-Chairman of the Committee for External Affairs of the party and Vice-Minister of Foreign Affairs Sounthon Sayachak, Minister and Secretary General of the Presidency Phongsavath Boupha, Minister of Industry and Commerce Nam Vignaket, the minister of Power and Mining Industry, Minister of Science and Technology Boviengkham Vangdala, Lao Ambassador to the DPRK Kiettisak Keobanhdith, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Choummaly Sayasone said in a speech at the banquet that the friendly relations between Laos and the DPRK personally provided by Kaysone Phomvihane and President Kim Il Sung are growing stronger thanks to the top leaders of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t  He referred to the fact that he was honored with the audience of leader Kim Jong Il and the dear respected Kim Jong Un during his visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He extended warm congratulations to the fraternal Korean people who have made great achievements under the leadership of the Workers' Party of Korea led by Kim Jong Un, supreme leader of the Korean people and Marshal of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam spoke next. \n\t\t\t\t\t\n\t\t\t\t\t He said he was rejoiced over the achievements made by the Lao people in their efforts to defend the gains of the revolution, consolidate the people's democratic system and bolster the overall national capabilities under the leadership of the Lao People's Revolutionary Party.\n\t\t\t\t\t\n\t\t\t\t\t  He hoped that the Lao people would achieve greater victory in implementing the decision of the 9th congress of the party and in successfully carrying out the seventh five year plan of socio-economic development.\n\t\t\t\t\t\n\t\t\t\t\t It is a firm stand of the party and the government of the DPRK to value and steadily develop the friendly and cooperative relations between the two countries, he noted.\n\t\t\t\t\t\n\t\t\t\t\t There was a performance given by artistes."
        },
        {
            "title": "Kim Yong Nam Meets Vice President of NAL",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-20ee.html",
            "content": "Kim Yong Nam Meets Vice President of NAL\r\nVientiane, August 9 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday met and had a friendly talk with Somphan Phengkhammy, vice president of National Assembly of Laos (NAL), and Tong Yerthor, chairman of the Lao-Korea Friendship Association (LKFA) who paid courtesy call on him.\n\t\t\t\t\tThe vice president said that the friendly and cooperative relations between the two countries have steadily developed on basis of the noble comradely obligation between President Kaysone Phomvihane and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the cause of building a thriving nation will surely be achieved as long as there is Marshal Kim Jong Un, supreme leader of the party, state and army of the DPRK, wishing him great success in his work.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman said that rosy is the future of the DPRK as it holds the dear respected Marshal Kim Jong Un in high esteem, adding that the friendship between the two countries will last forever along with the cause of Kaysone Phomvihane and Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed belief that Kim Jong Un would successfully carry forward the revolutionary cause of Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Yong Nam Lays Wreath before Monument to Unknown Soldiers",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-12ee.html",
            "content": "Kim Yong Nam Lays Wreath before Monument to Unknown Soldiers\r\n Vientiane, August 9 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on an official goodwill visit to Laos, Wednesday laid a wreath before the Monument to Unknown Soldiers.\n\t\t\t\t\t Present at the wreath-laying ceremony were Ri Ryong Nam, minister of Foreign Trade, Kang Min Chol, minister of Mining Industry, Kung Sok Ung, vice-minister of Foreign Affairs, Han Pong Ho, DPRK ambassador to Laos, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t Minister and Secretary General of the Presidency Phongsavath Boupha and Lao Ambassador to the DPRK Kiettisak Keobanhdith and officials concerned were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Kim laid the wreath before the monument and paid silent tribute with his party."
        },
        {
            "title": "Kim Yong Nam Visits Tower",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-14ee.html",
            "content": "Kim Yong Nam Visits Tower\r\n Vientiane, August 9 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday visited a tower in Vientiane.\n\t\t\t\t\tKim Yong Nam was accompanied by Ri Ryong Nam, minister of Foreign Trade, Kang Min Chol, minister of Mining Industry, Kung Sok Ung, vice-minister of Foreign Affairs, Han Pong Ho, DPRK ambassador to Laos, and other suite members and Minister and Secretary General of the Presidency Phongsavath Boupha and Lao Ambassador to the DPRK Kiettisak Keobanhdith and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam and his party looked round the tower, a symbol of time-honored historic culture of the Lao people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of visit, Kim made an entry in the visitor's book."
        },
        {
            "title": "Kim Yong Nam Greets Singaporean President",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-24ee.html",
            "content": "Kim Yong Nam Greets Singaporean President\r\n Pyongyang, August 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greeting to Tony Tan Keng, president of Singapore, on its 47th national day.\n\t\t\t\t\t Kim in his message expressed belief that the friendly and cooperative relations between the DPRK and Singapore which have steadily developed in recent years would grow stronger in various fields in conformity with the wishes and interests of the peoples of the two countries. He also wished the Singaporean people progress and prosperity."
        },
        {
            "title": "Pak Ui Chun Greets Singaporean FM",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-19ee.html",
            "content": "Pak Ui Chun Greets Singaporean FM\r\n Pyongyang, August 9 (KCNA) -- Pak Ui Chun, minister of Foreign Affairs of the DPRK, sent a message of greeting to K. Shanmugam, foreign minister of Singapore, on Thursday on the occasion of its 47th national day.\n\t\t\t\t\t Expressing belief that the cooperation between the two Ministries of Foreign Affairs would grow stronger in keeping with the friendly and cooperative relations between the two countries steadily developing on good terms, the message wished the Singaporean foreign minister success in his work."
        },
        {
            "title": "Pak Ui Chun Meets Nigerian Ambassador",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-21ee.html",
            "content": "Pak Ui Chun Meets Nigerian Ambassador\r\n Pyongyang, August 9 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with Nigerian Ambassador to the DPRK Maclean Igonikon Omuso who paid a farewell call on him on Thursday."
        },
        {
            "title": "Consolation from Cuban President of Council of State",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-09ee.html",
            "content": "Consolation from Cuban President of Council of State\r\n Pyongyang, August 9 (KCNA) -- The dear respected Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the Democratic People's Republic of Korea, received a message of sympathy from the Cuban president of the Council of Ministers Raul Castro Ruz, president of the Council of State, on August 6.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I sincerely express my sympathy to you and the inhabitants in the disaster-stricken areas as the recent flood claimed heart-rending human and material losses.\n\t\t\t\t\t\n\t\t\t\t\t I would like to convey my hearty sympathy and the sincere feelings of solidarity of the Cuban Communist Party and the government and people of Cuba to you and the party, government and the fraternal people of Democratic Korea.\n\t\t\t\t\t\n\t\t\t\t\t I send you my warm regards."
        },
        {
            "title": "Greetings from Cuban President of Council of State",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-08ee.html",
            "content": "Greetings from Cuban President of Council of State\r\n Pyongyang, August 9 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea (WPK) and chairman of the Central Military Commission of the WPK, received a congratulatory message from Cuban President of the Council of Ministers Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba and president of Council of State, on August 6.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I warmly congratulate you on your receiving the title of DPRK Marshal.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my fraternal regards."
        },
        {
            "title": " Truth about US, S. Korean Abduction and Terrorism Disclosed (1)",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-06ee.html",
            "content": "Truth about US, S. Korean Abduction and Terrorism Disclosed (1)\r\n Pyongyang, August 9 (KCNA) -- The U.S. and the south Korean regime's allurement and abduction of DPRK residents, and their hideous state-sponsored and politically-motivated terrorism have been disclosed recently, stunning the world.\n\t\t\t\t\t The recent terrorist cases proved their nature as the worst abuser of human rights and chieftain of abduction and terrorism. However, they are making such sheer sophism as \"groundlessness\", \"individual action\" and \"unilateral agitation.\"\n\t\t\t\t\t\n\t\t\t\t\t The National Reunification Institute Tuesday released a statement revealing before the world the whole story about the allurement, abduction, plot-breeding, attempted terrorism, subversive and sabotage activities of the U.S. and the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t The statement said: \n\t\t\t\t\t\n\t\t\t\t\t Finding it hard to stifle the DPRK through decades of blockade, sanctions and military pressure, the U.S. has conspired with the south Korean regime in its desperate moves to destabilize and bring down the social system in the DPRK in recent years.\n\t\t\t\t\t\n\t\t\t\t\t This April the south Korean diplomatic chief at a meet-the press openly admitted that the basic orientation of the U.S. and the south Korean authorities' \"policy towards the north\" has so far focused on forcing it to dismantle its nukes and missiles but they decided to pursue \"a new method of accessing the north\" focusing on \"bringing down the social system in the north\" in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t They worked out a four-phase \"scenario for bringing down the social system.\" Its first phase is to lure and abduct DPRK citizens and give them training for terrorism and demolition, given that there are no organized dissident forces in the DPRK. The second phase is to infiltrate them back into the DPRK to form dissident forces. The third phase is to provide them with weapons so that they can carry out various forms of terrorism, destruction, sabotage and armed revolt. The fourth phase calls on the U.S. to start military intervention under the pretext of \"contingency\" and \"protection of human rights\" in a bid to bring down the social system in the north.\n\t\t\t\t\t\n\t\t\t\t\t The allurement and abduction of the DPRK residents are pursuant to this scenario."
        },
        {
            "title": "Glass Bottle Production Process Goes Operational in DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-11ee.html",
            "content": "Glass Bottle Production Process Goes Operational in DPRK\r\n Pyongyang, August 9 (KCNA) -- A glass bottle production process was modernized and went operational at the Nampho glassware branch factory of the Taean Friendship Glass Factory in the DPRK.\n\t\t\t\t\t The modernization of the process helped lay a solid foundation for the production of packing vessels.\n\t\t\t\t\t\n\t\t\t\t\t Its inaugural ceremony took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Premier Choe Yong Rim, Tong Jong Ho, minister of Construction and Building Materials Industry, officials concerned and those of related units, workers, technicians and officials of the factory and helpers.\n\t\t\t\t\t\n\t\t\t\t\t A message of thanks sent by the Central Committee of the WPK was conveyed to the workers, technicians and helpers who registered feats in the modernization project.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the WPK in its message noted the completion of the modernization of the production process is a brilliant fruition of the wise leadership of the party and the leader and a great victory of the tremendous mental strength of the Korean people and the party's policy on giving priority to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The message highly appreciated the workers, technicians, officials and helpers who took part in the modernization project for their feats of building another grand edifice in Songun era by displaying matchless popular heroism and noble self-sacrificing spirit with high fidelity to the party. \n\t\t\t\t\t\n\t\t\t\t\t An inaugural address was made to be followed by speeches."
        },
        {
            "title": "Symposium of Social Scientists Held",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-22ee.html",
            "content": "Symposium of Social Scientists Held\r\n Pyongyang, August 9 (KCNA) -- A symposium of social scientists on ideas and theories clarified by the dear respected Kim Jong Un in his recent works took place on August 9.\n\t\t\t\t\t His works include \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\", \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" and \"Let's Dynamically Struggle for a Final Victory, Holding Aloft the Banner of Songun\" .\n\t\t\t\t\t\n\t\t\t\t\t Attending the event were Ri Hye Jong, president of the Academy of Social Sciences, and officials, researchers, teachers, journalists and editors of scientific, educational, media and party official-training institutions.\n\t\t\t\t\t\n\t\t\t\t\t Presented there were treatises proving the greatness of the ideas and theories of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The speakers lauded his works as they review the 100-year history of Juche Korea with great pride and encourage the entire army and people of the DPRK to dynamically advance toward the final victory.\n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Song Tong Won, chief of an institute of the Academy of Social Sciences, stressed that the 100-year history clearly proved the immutable truth that the history of a country and nation can shine only when they have an outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t Dr. and Associated Prof. Yon Jong Sul, teacher at Kim Il Sung University, noted that Kim Jong Un in his works elucidated                          Kimilsungism-Kimjongilism as the only guiding idea of the Workers' Party of Korea and the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Prof. Kim Yong Bo, chief of a department of Kim Il Sung Higher Party School, said that the important instructions given by Kim Jong Un in his works specified the supreme principle of the party activities from a fresh angle in keeping with the realistic demands arising in building a thriving nation and put it on a noble level.\n\t\t\t\t\t\n\t\t\t\t\t Associated Prof. Kim Kum Suk, chief of a department of the University of National Economics, said that Kim Jong Il's patriotism is the leader-centered patriotism based on the fresh and original outlook on the homeland, saying that the homeland precisely means the leader.\n\t\t\t\t\t\n\t\t\t\t\t Dr. and Associated Prof. Hong Thae Yon, chief of a department of Kumsong University of Politics, recalled that Kim Jong Un scientifically formulated the idea that when the single-minded unity, the invincible military muscle and the industrial revolution in the new century are added up, they make a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Hong added that this idea is an ever-victorious strategic line indicating the road to the final victory of the revolutionary cause of Juche, the revolutionary cause of Songun, and the road to the eternal prosperity of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Ryu Sun Chan, teacher at Kim Hyong Jik University of Education, stressed that the road of independence, Songun and socialism, is the eternal strategy for the final victory of the Korean revolution."
        },
        {
            "title": "DPRK Opera \"The Flower Girl\" Staged before Full House",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-25ee.html",
            "content": "DPRK Opera \"The Flower Girl\" Staged before Full House\r\n Pyongyang, August 9 (KCNA) -- The DPRK revolutionary opera \"The Flower Girl\" had been staged for more than 30 times in Beijing, Shanghai, Shandong, Guangdong and seven provinces since it raised its curtain at the Dongfang Grand Theatre in Changchun City, Jilin Province of China on May 31.\n\t\t\t\t\t Korean artistes made performance tours with \"The Flower Girl\" in different parts of China in the wake of an opera \"Liang Shanbo and Zhu Yingtai.\" It demonstrated once again the might of the Juche-oriented opera.\n\t\t\t\t\t\n\t\t\t\t\t Some Chinese people traveled thousands of kms by planes to the designated city to watch the opera. Tickets were booked one month before. As the performance was over, many of the audience mounted the stage to see Korean artistes. Some others waited outside the theatre till late at night to see the artistes once again.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the programs organized by the Association of Lovers of the Revolutionary Opera, a lot of Chinese traveled along the course of performances to watch the opera again.\n\t\t\t\t\t\n\t\t\t\t\t Media in China vied with each other to give wide publicity to the performance every day.\n\t\t\t\t\t\n\t\t\t\t\t A Chinese Internet homepage in a report on the expected performance of the opera in Beijing said as follows:\n\t\t\t\t\t\n\t\t\t\t\t \"The Flower Girl\" is a work personally created by President       Kim Il Sung in the period of the anti-Japanese revolutionary struggle. Leader Kim Jong Il gave meticulous guidance to every scene and piece of music of the revolutionary opera.\n\t\t\t\t\t\n\t\t\t\t\t Under the energetic guidance of the peerlessly great men the Sea of Blood-style revolutionary operas were created in the DPRK to spark a worldwide stir and achieve signal achievements.\n\t\t\t\t\t\n\t\t\t\t\t Chinese papers including Jilin Sinmun and Heilongjiang Sinmun devoted much space to the performance every day, praising \"The Flower Girl\", one of the five revolutionary operas in the DPRK, as a masterpiece.\n\t\t\t\t\t\n\t\t\t\t\t Voices praising the opera were heard from different parts of China.\n\t\t\t\t\t\n\t\t\t\t\t The opera performance tour strikingly demonstrated the great vitality of the Juche-oriented art greeting a new heyday under the wise leadership of the dear respected Kim Jong Un and made a positive contribution to the development of the DPRK-China friendly relations."
        },
        {
            "title": "Great Unity Displayed in Recovering from Flood Damage",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-23ee.html",
            "content": "Great Unity Displayed in Recovering from Flood Damage\r\n Pyongyang, August 9 (KCNA) -- The great unity between service personnel and people was fully displayed in Kaechon City, South Phyongan Province to recover from the recent flood damage in the country.\n\t\t\t\t\t The downpour and heavy rain hit the west coastal area of the country, causing the landslide. It destroyed Joyang Coal Mine Station and Kaechon-Joyang railway section.\n\t\t\t\t\t\n\t\t\t\t\t Downpour in Kaechon area destroyed the bank in the ravine north of Joyang Coal Mine Station, leaving stones and mud nearly three meters in thickness piled up in the 250 m-long area of the station.\n\t\t\t\t\t\n\t\t\t\t\t It also left equipment and freight wagons around the station yard and the nearby area buried under silt or overturned and rails bent. \n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un acquainted himself in detail with the flood damage and issued an order to the Korean People's Army to finish the recovery operation in the shortest possible time.\n\t\t\t\t\t\n\t\t\t\t\t  In hearty response to the order of the Supreme Commander, KPA soldiers arrived at the spot through a forced march over the night. They started their operation at the dawn of August 7 before putting up tents. They made a breakthrough in the operation.\n\t\t\t\t\t\n\t\t\t\t\t  A high-pitched operation went on non-stop, which resulted in carrying out 50 percent of the total quota in the first day of the operation.\n\t\t\t\t\t\n\t\t\t\t\t  Generals and other commanding officers and soldiers worked hard to eradicate the aftermath. \n\t\t\t\t\t\n\t\t\t\t\t Military families provided soldiers with meals. They joined the service personnel, encouraging them in their operation.\n\t\t\t\t\t\n\t\t\t\t\t It was completed in a matter of just over 50 hours after the start of the work. They succeeded in clearing muck, leveling the low ground with at least 100,000 cubic meters of earth and sand and readjusting roadbed, putting the freight transport to normal.\n\t\t\t\t\t\n\t\t\t\t\t Beautiful traits of the unity between service personnel and people were fully displayed in the work site.\n\t\t\t\t\t\n\t\t\t\t\t Soldiers of the People's Army discussed measures to help people in their living despite huge tasks before them.\n\t\t\t\t\t\n\t\t\t\t\t They visited flood-stricken families with relief materials and consoled them.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, rebuilt dykes in such a way that they would not be affected by another flood and pushed forward the work to face-lift railway station and its annexes.\n\t\t\t\t\t\n\t\t\t\t\t People in the coal mine village and Kaechon City visited the soldiers with aid materials they prepared with sincerity. \n\t\t\t\t\t\n\t\t\t\t\t A lot of goods sent to them by the Ministry of Commerce, the Ministry of Construction and Building Materials Industry, the Ministry of Labour, the Ministry of Fisheries, the State Hydro-meteorological Administration and other ministries and national institutions and the Kaechon City Party Committee and other units.\n\t\t\t\t\t\n\t\t\t\t\t The soldiers distributed them among coal miners and made efforts not to cause any slightest inconvenience to the people in the afflicted areas.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this close unity between service personnel and people based on their warm feelings, bridges and culverts in the area of Joyang Coal Mine and Kaechon-Joyang railway section were successfully rehabilitated."
        },
        {
            "title": "New Postage Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-26ee.html",
            "content": "New Postage Stamps Issued in DPRK\r\n Pyongyang, August 9 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea issued stamps in commemoration of the 4th Conference of the Workers' Party of Korea (WPK) and the 66th anniversary of the Korean Children's Union (KCU).\n\t\t\t\t\t A sheetlet on the 4th WPK Conference carries on its upper part letters reading \"Commemoration of the 4th Conference of the Workers' Party of Korea\" and \"April 11, Juche 101 (2012)\".\n\t\t\t\t\t\n\t\t\t\t\t Seen in it are pictures of leader Kim Jong Il and the dear respected Kim Jong Un against the background of the WPK flag and Mt. Paektu, a holy place of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Printed in a sheet and an individual stamp on the celebrations of the 66th KCU anniversary are letters \"Commemoration of the 66th anniversary of the Korean Children's Union\" and \"Juche 35 (1946)-Juche 101 (2012)\" and slogan \"Love the Future!\"\n\t\t\t\t\t\n\t\t\t\t\t In the center of the sheet is a picture of Kim Jong Un among KCU members. Seen on either side are President Kim Il Sung's autograph \"Children are treasures of our country. The future of Korea belongs to them\", letters reading \"June Sixth Children's Day\" and a red tie symbolic of the KCU.\n\t\t\t\t\t\n\t\t\t\t\t Depicted in the individual stamp are the KCU flag and KCU members.\n\t\t\t\t\t\n\t\t\t\t\t Those stamps show in an intensive way the historic significance of the 4th WPK Conference and the peerlessly great persons' deep love for the posterity."
        },
        {
            "title": "Stamps on DPRK-China Friendship Issued",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-28ee.html",
            "content": "Stamps on DPRK-China Friendship Issued\r\n Pyongyang, August 9 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea issued two kinds of sheetlets in representation of the DPRK-China friendship.\n\t\t\t\t\t Seen in the upper parts of the sheetlets are Korean and Chinese letters \"DPRK-China friendship\", together with flags of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Printed on either side are Kim Il Sung's autographs and Mao Zedong's poems. \n\t\t\t\t\t\n\t\t\t\t\t One of them carries a picture of President Kim Il Sung writing his reminiscences \"With the Century\" and a picture of writing Chairman Mao Zedong."
        },
        {
            "title": "Mallow, Health Vegetable",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-27ee.html",
            "content": "Mallow, Health Vegetable\r\n Pyongyang, August 9 (KCNA) -- Mallow is one of vegetables Koreans like to take in summer days.\n\t\t\t\t\t Prof. and Dr. Kim Jong Gil at the Academy of Koryo Medicine told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Korea has a long history of cultivating mallow, spread in northern temperate and subtropical zones.\n\t\t\t\t\t\n\t\t\t\t\t Mallow has been considered one of nutritious vegetables stimulating appetite at the change of season. It is abundant in protein, sugariness, cellulose, calcium, phosphorus, kalium and vitamins. It is two times and three times higher than spinach in content of protein and fatness respectively.\n\t\t\t\t\t\n\t\t\t\t\t Koreans have also used mallow as medicinal material.\n\t\t\t\t\t\n\t\t\t\t\t Mallow helps make smooth excretion. In particular, it is efficacious for urinary disease and sunstroke in summer days.\n\t\t\t\t\t\n\t\t\t\t\t Its stalks and leaves are taken with bean paste or as cooked gruel and soup mixed with peppered bean paste and powdered shrimp.\""
        },
        {
            "title": "KCNA Report on Kim Jong Il's Journeys for Patriotic Devotion (3)",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-10ee.html",
            "content": "KCNA Report on Kim Jong Il's Journeys for Patriotic Devotion (3)\r\n Pyongyang, August 9 (KCNA) -- The great Generalissimo Kim Jong Il pursued the unique Songun politics, defending the country and nation and socialism and world peace and turning the DPRK into a military power which no formidable enemy dares attack. This is one of his greatest exploits for the country.\n\t\t\t\t\t Kim Jong Il visited the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on Aug. 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t He had since visited a great number of KPA units to train the service persons as first line fighters devotedly protecting the leader, the strongest defenders of the country and patriotic fighters.\n\t\t\t\t\t\n\t\t\t\t\t Late in the 20th century fair-minded world people were concerned about the destiny of the DPRK, the fate of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It was against this background that Kim Jong Il pursued the unique Songun politics, leading the struggle for defending socialism to victory and encouraging all the service personnel and people to build a rich and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il sent his historic autographed message to the service personnel and people on the New Year 1995, in which he called on them to turn out as one in a drive to make socialist Korea of Juche richer and more powerful to which President Kim Il Sung devoted all his life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il encouraged his beloved country and its people overcome with grief over the demise of Kim Il Sung to rise above their bitter sorrow. He visited the Tabaksol (young pine tree) post. There he solemnly declared before the world his unshakable conviction and will to protect the cause of socialism which was pioneered and has advanced by dint of arms and accomplish it with arms, come what may.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided field guidance to at least 12,790 units during the period of the Songun revolutionary leadership. He covered more than 629,992 km for those journeys.\n\t\t\t\t\t\n\t\t\t\t\t Sometimes he had to cross the rugged Chol Pass and push the jeep to walk along the steep road on Mt. Osong. He toured Panmunjom on the forefront at dawn and visited the Cho Islet despite rough waves.   Every story about the long journeys made by Kim Jong Il for Songun leadership day and night deeply touches all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t When the country was standing at the crossroads--whether to become an independent lifeguard or become a slave of imperialism-- the whole country was replete with matchless courage and spirit of the brilliant commander of Mt. Paektu who taught it is only the arms of the KPA that ensure the peace and victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\t While making tireless long journeys to visit far-off posts in different sectors of the front, he had uncomfortable short sleep, took rice-balls and had haircuts. He never forgot to visit women's coast artillery battery to show such loving care for them as sending cream good for cure. There are too many moving revolutionary anecdotes to tell.\n\t\t\t\t\t\n\t\t\t\t\t Bearing in mind the immutable truth that Songun represents the highest dignity and the greatest patriotism, Kim Jong Il reposed such trust in the soldiers on the Cho Islet that they were standing guard over the gateway to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the soldiers on Height 1211, Mts. Osong, Jihye and Taedok and Height 351, he made their hearts burn with the pledge to defend the gains of revolution at the cost of their lives like the heroic fighters during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The traits of attaching importance to arms have been established throughout the country in line with the main purpose of the policy of giving priority to military affairs. As a result, it has turned into an impregnable fortress and it has become a social trend to give full play to the traits of assisting the army and strengthening the army-people unity.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces in the DPRK equipped with the spirit of attack originating from Mt. Paektu and patriotic tradition of winning a victory in the war have met the arrogant and impudent challenges of the U.S. imperialists with merciless blows as they have pushed the situation on the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Over the last decade, the KPA foiled thousands of serious military provocations perpetrated by the U.S. imperialists and the south Korean puppet forces, reliably protecting the security of the country and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The heroic KPA downed a U.S. reconnaissance plane on a spy mission in the air over the DPRK's economic waters in the East Sea of Korea in 2003.  It blew up south Korean warmongers' base for provocations on Yonphyong Island in November 2010. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il laid down a unique line of economic construction which calls for attaching importance to national defence and successfully implemented it. As a result, the nation's defense industry has developed into an ultramodern industry capable of successfully producing weaponry that has tremendous striking power."
        },
        {
            "title": "Rodong Sinmun Calls for Giving Full Play to Kim Jong Il's Patriotism",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-15ee.html",
            "content": "Rodong Sinmun Calls for Giving Full Play to Kim Jong Il's Patriotism\r\n Pyongyang, August 9 (KCNA) -- Rodong Sinmun Thursday editorially calls for giving full play to Kim Jong Il's patriotism under the leadership of the dear respected Kim Jong Un and wage a dynamic struggle to make the socialist country of Juche richer and more powerful. \n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" serves as precious guidelines for building a prosperous country as it clarifies the essence of Kim Jong Il's patriotism and a valuable textbook for life and struggle which all the Korean people should always bear in mind.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism means the warmest love for the socialist country and its people and a total dedication to the prosperity of the country and people's happiness. Nothing is more ardent than Kim Jong Il's patriotism which calls on everybody to value every blade of grass and every tree of the country and take care of them with warm love. \n\t\t\t\t\t\n\t\t\t\t\t It is the noble intention of the Workers' Party of Korea to arm all members of the party, the entire army and all the people with Kim Jong Il's patriotism in order to record the revolutionary advance of another century of Juche with patriotic devotion and achieve a final victory in the drive for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people enjoyed dignity and happiness as independent human beings under the care of Kim Jong Il. They should display their pure conscience and sense of obligation in carrying forward the journeys for patriotic devotion made by him till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism reflects the absolute trust in his people, the validity of the socialist system and unshakable faith in the victory of the socialist cause. Only when this trust becomes unshakable faith of all party members and other working people and an engine for displaying patriotic devotion, will the whole country be prevalent with Kim Jong Il's patriotism and will our socialist country endlessly shed its rays. \n\t\t\t\t\t\n\t\t\t\t\t An immensely bright future will be in store for Songun Korea making a dynamic advance with Kim Jong Un at the helm of the party and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Sure is the victory of its cause of building a thriving nation as there are seasoned and tested leadership of the great party and patriotic force and might of single-minded unity of the tens of millions of service personnel and people closely united under Kim Jong Il's patriotism, concludes the editorial."
        },
        {
            "title": " US, Japan, S. Korea Kick Off Reckless Saber-rattling",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-07ee.html",
            "content": "US, Japan, S. Korea Kick Off Reckless Saber-rattling\r\n Pyongyang, August 9 (KCNA) -- The U.S., Japan and south Korea have become intent on joint military exercises for launching a new war any time, straining the regional tensions.\n\t\t\t\t\t It was announced on August 7 that the U.S., Japan and south Korea would stage joint drills in waters off Hawaii on Wednesday and Thursday.\n\t\t\t\t\t\n\t\t\t\t\t It is said that the navies of the U.S. and south Korea, the U.S. coastal guard corps and the Japan Maritime ''Self-Defense Force\" would hold the drills for ship inspection, search and rescue."
        },
        {
            "title": "Koreans Urged to Turn Out in Struggle to Eliminate Traitors from S. Korea",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-18ee.html",
            "content": "Koreans Urged to Turn Out in Struggle to Eliminate Traitors from S. Korea\r\n Pyongyang, August 9 (KCNA) -- Pro-reunification social bodies of south Korea held a press conference in Seoul on August 6 over the release of a joint appeal of the South, North and Overseas Side Committee for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t They are the South Side Committee for Implementing the June 15 Joint Declaration and the \"committee to promote the successful holding of the pan-national meeting to check the conclusion of the south Korea-Japan military agreement, implement the south-north joint declaration and achieve peaceful reunification on the occasion of the 67th anniversary of Korea's liberation\".\n\t\t\t\t\t\n\t\t\t\t\t Explaining how they came up with an idea of issuing such an appeal, the speakers noted that they were prompted by the intention to resolve the deadlock in dialogue, exchanges and cooperation between the south and the north of Korea, remove the danger of war, etc.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans have been subject to the destiny of slaves since the U.S. forces occupied south Korea right after Korea's liberation, they said, adding that such a long presence of foreign troops on an alien soil is unprecedented in the world history.\n\t\t\t\t\t\n\t\t\t\t\t Stressing that the June 15 joint declaration and the October 4 declaration call for independently reunifying the country by pooling efforts of all Koreans in the south and the north of Korea and overseas, they said that a regime seeking peace should be established through the forthcoming \"presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t They lashed out at the sycophantic and traitorous forces for escalating the fascist suppression of the peace movement forces, terming them \"the forces following the north\" in order to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t Calling for turning out in the holy struggle to drive the U.S. troops out of south Korea and to eliminate the Lee Myung Bak's clan of traitors, they declared that the organizations would successfully hold the \"pan-national meeting\" on August 12 to this end."
        },
        {
            "title": "July Issue of Bulletin \"Thongil\" Issued",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-17ee.html",
            "content": "July Issue of Bulletin \"Thongil\" Issued\r\n Pyongyang, August 9 (KCNA) -- The July issue of bulletin \"Thongil\" was issued by the International United Confederation of Koreans.\n\t\t\t\t\t The bulletin conveyed the news that Supreme Commander of the Korean People's Army Kim Jong Un, together with commanding officers of the KPA, visited the Kumsusan Palace of the Sun on July 8, the nation's greatest memorial day, to pay homage to President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin highlighted the news that he received the title of DPRK Marshal and visited the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t\n\t\t\t\t\t It noted that Kim Jong Un in his work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" called for determinedly turning out in the just struggle for reunifying the country, saying national reunification precisely means patriotism.\n\t\t\t\t\t\n\t\t\t\t\t It also carried articles titled \"The three principles of national reunification\" and \"The secret of the victory in the Fatherland Liberation War is the might of the unity of the entire people\" on the occasions of the 40th anniversary of the publication of the July 4 joint declaration and the 59th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t It summarized the statement issued by a spokesman for the DPRK Foreign Ministry warning that the DPRK can not but comprehensively reexamine the nuclear issue with the U.S. instigating thrice-cursed hostile acts to hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It conveyed foreign press reports on the fact that recently the DPRK was hit hard by typhoon, downpour and torrential rain. \n\t\t\t\t\t\n\t\t\t\t\t The bulletin also introduced the successes DPRK players made at London Olympics, etc."
        },
        {
            "title": "Kim Jong Un's Work Carried by Nepalese Paper",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-01ee.html",
            "content": "Kim Jong Un's Work Carried by Nepalese Paper\r\n Pyongyang, August 9 (KCNA) -- The Nepalese paper Nepal Today on August 3 carried the main content of the dear respected Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\".\n\t\t\t\t\t The work, published on July 26, 2012, clarifies the essence of Kim Jong Il's patriotism and leader Kim Jong Il's life of love for the motherland and people.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the important issues arising in effecting Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un Lauded by Foreign Figures",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-02ee.html",
            "content": "Kim Jong Un Lauded by Foreign Figures\r\n Pyongyang, August 9 (KCNA) -- A lecture was given in India and a film show was held in Malaysia on the occasion of the 15th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t Seen at the venues of the events were photos showing exploits President Kim Il Sung and leader Kim Jong Il performed for the national reunification and books.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the film show was the Korean film \"A military parade for celebrating the 100th birth anniversary of President Kim Il Sung takes place with splendor in the presence of the dear respected Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India delivered lecture titled \"Invariable banner for Korea's reunification\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The north-south summit was provided in 2000 for the first time in history and the June 15 joint declaration was adopted under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Though more than 10 years have passed since then, the idea of \"By our nation itself\", the basic idea of the June 15 joint declaration, is shining as the invariable banner for Korea's reunification based on the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A deputy general director of a Malaysian company said that the military parade in the DPRK has something that could not be found in military parades of other countries.\n\t\t\t\t\t\n\t\t\t\t\t When I saw the military paraders of the Korean People's Army, I could feel they are full of confidence, pride and especially of the absolute respect and trust in their leader.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to them with a bright smile during the parade.\n\t\t\t\t\t\n\t\t\t\t\t His face was one of a brilliant commander who is sure of the future victory.\n\t\t\t\t\t\n\t\t\t\t\t He is a peerlessly great man who will lead the DPRK to brighter future with the extraordinary leadership."
        },
        {
            "title": "Korea Should Be Reunified on Three Charters for National Reunification",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-03ee.html",
            "content": "Korea Should Be Reunified on Three Charters for National Reunification\r\n Pyongyang, August 9 (KCNA) -- The Democratic Congo-Korea Friendship and Solidarity Association made public a statement on July 30 on the occasion of the 15th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification.\"\n\t\t\t\t\t Kim Jong Il clearly indicated the orientation and ways for adding shine to President Kim Il Sung's feats for national reunification and achieving the reunification of the country, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set the three charters for national reunification as a great programme for reunification of the Korean nation, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The entire Korean people and other world people are extending full support and approval to the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean Lee Myung Bak regime totally negated the inter-Korean agreements achieved based on the three charters for national reunification, being engrossed in joint military exercises with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it does not hesitate to hurt the dignity of the supreme leadership of the DPRK and recently hatched a plot to blow up statues and monuments, pursuant to the U.S. scenario, only to meet strong protest and denunciation of the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should replace the Armistice Agreement with a peace treaty and withdraw its forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Korea should be reunified according to the three charters for national reunification free from interference of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The day will surely come when all Koreans live harmoniously on one territory as there is Supreme Commander of the Korean People's Army Marshal Kim Jong Un."
        },
        {
            "title": "DPRK's War Victory Day Observed in Foreign Paper, Websites",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-04ee.html",
            "content": "DPRK's War Victory Day Observed in Foreign Paper, Websites\r\n Pyongyang, August 9 (KCNA) -- A paper and Internet websites of different countries and regional body carried special write-ups on the occasion of the 59th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The 28th issue of the Russian paper Patriot carried an article praising the feats President Kim Il Sung performed by leading the war to victory, illustrated with a photo of him waving to military paraders and a photo of the dear respected Kim Jong Un waving back to the columns of military paraders at the tribune of honor in celebrations for marking the centenary of the birth of the President, the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on July 23 posted on its Internet website a photo-accompanied article dealing with great excitement and joy of the Korean people upon hearing the decision on awarding the title of DPRK Marshal to Supreme Commander of the Korean People's Army Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It also posted an article on the victory of the Korean army and people in the Fatherland Liberation War under the leadership of the President and the statement issued by a spokesman for the DPRK Foreign Ministry demanding the U.S. drop its hostile policy toward the DPRK and replace the Armistice Agreement by a peace accord.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea posted on its internet website the statement issued by a spokesman for the DPRK Foreign Ministry condemning the U.S. undisguised hostile policy toward the DPRK which reached such an extremely and reckless phase as instigating hideous treason of hurting the dignity of the supreme leadership of the DPRK. It also posted an article calling for pulling the U.S. imperialist aggressor forces out of south Korea."
        },
        {
            "title": "Peruvian Organization Accuses US, S. Korea of Anti-DPRK Terrorism",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-05ee.html",
            "content": "Peruvian Organization Accuses US, S. Korea of Anti-DPRK Terrorism\r\n Pyongyang, August 9 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship made public a statement on July 31 in denunciation of the U.S. and south Korean authorities for their hideous state-sponsored and politically-motivated terrorism against the DPRK.\n\t\t\t\t\t The statement extended full support to the Korean people in their struggle to protect their country.\n\t\t\t\t\t\n\t\t\t\t\t Demanding the U.S. and the puppet regime of south Korea stop at once their moves to ignite another war on the Korean Peninsula, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in war moves, it will never be able to escape from the strike of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are fully prepared.\n\t\t\t\t\t\n\t\t\t\t\t U.S. spies should know well the tremendous military capabilities of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee Myung Bak regime had better give up reckless hideous state-sponsored and politically-motivated terrorism.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the U.S. to make immediate apology for its vicious crimes against the Korean nation and repeal its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Global peace can not come, unless the U.S. stops interfering in the internal affairs of other countries."
        },
        {
            "title": "Kim Jong Un agradece a Norodom Sihamoni",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-30ee.html",
            "content": "Kim Jong Un agradece a Norodom Sihamoni\r\nPyongyang, 9 de agosto (ACNC) -- El Maximo Dirigente Kim Jong Un envio el dia 24 de julio un mensaje de respuesta al rey de Cambodia, Norodom Sihamoni como sigue:\n\t\t\t\t\tExpreso profundo agradecimiento de que con motivo del 18o aniversario del fallecimiento del Presidente Kim Il Sung, Su Excelencia rey envio un cordial menaje en que elogia altamente las hazanas del Presidente y le expresa el sublime homenaje.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para expresar mi conviccion de que se fortaleceran y se desarrollaran sin cesar las tradicionales relaciones de amistad y de cooperacion entre los dos paises, preparadas por el Presidente y el estimado Su Excelencia gran rey Norodom Sihanouk."
        },
        {
            "title": "Kim Yong Nam conversa con Choummaly Sayasone",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-31ee.html",
            "content": "Kim Yong Nam conversa con Choummaly Sayasone\r\nVientiane, 8 de agosto (Corresponsal de ACNC) -- Tuvieron lugar el dia 8 en la Presidencia las conversaciones entre Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, y Choummaly Sayasone, presidente de la Republica Democratica Popular Lao.\n\t\t\t\t\tEstuvieron presentes en la ocasion el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Industria Extractiva Kang Min Chol, el vicecanciller Kung Sok Ung, el embajador coreano en Laos Han Pong Ho y otros acompanantes, por la parte coreana y por la laosiana, el vicepremier y canciller Thongloun Sisoulth, el ministro y secretario general de la Presidencia Phongsavath Boupha, el ministro de Industria y Comercio Nam Vignaket, el ministro de Energia Electrica e Industria Mineral, el ministro de Ciencia y Tecnologia Boviengkham Vangdala, el embajador lao en Corea Kiettisak Keobanhdith y otros personajes interesados.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam se refirio a que el Mariscal      Kim Jong Un dirige sabiamente al partido, el Estado, el ejercito y el pueblo a la construccion de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el gobierno de la RPDC mantiene la invariable posicion de desarrollar las tradicionales relaciones de amistad con Laos.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de desarrollar ambos paises las relaciones bilaterales e intensificar la cooperacion en MNOAL y otras escenas internacionales.\n\t\t\t\t\t\n\t\t\t\t\tChoummaly Sayasone hablo de que nunca puede olvidar la calurosa hospitalidad dispensada por el Dirigente Kim Jong Il y el respetado Maximo Dirigente Kim Jong Un durante su visita a Corea.\n\t\t\t\t\t\n\t\t\t\t\tFelicito a que se realizaron exitosamente los actos festivos al 100o aniversario de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tManifesto su conviccion de que se realizaran sin falta la idea y la causa del Presidente y el Dirigente gracias al Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en un ambiente amistoso."
        },
        {
            "title": "Presidente laosiano ofrece banquete en honor de Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-32ee.html",
            "content": "Presidente laosiano ofrece banquete en honor de Kim Yong Nam\r\nVientiane, 9 de agosto (Corresponsal de ACNC) -- El presidente de la Republica Democratica Popular Lao, Choummaly Sayasone, ofrecio el dia 8 un banquete en honor del presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, quien realiza una visita oficial y de amistad a Laos.\n\t\t\t\t\tAl convite fueron invitados Kim Yong Nam, el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Industria Extractiva Kang Min Chol, el vicecanciller Kung Sok Ung y otros acompanantes, el embajador Han Pong Ho y otros miembros de la embajada coreana en Laos.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon el viceprimer Asang Laoly, el vicepremier y canciller de Laos, Thongloun Sisoulth, el vicepresidente de la Asamblea Nacional, Somphan Phengkhammy,  el vicepresidente del Comite para las Relaciones Exteriores del Partido y vicecanciller Sounthon Sayachak, el ministro y secretario general  de la Presidencia Phongsavath Boupha, el ministro de Industria y Comercio Nam Vignaket, el ministro de Energia Electrica e Industria Mineral, el ministro de Ciencia y Tecnologia Boviengkham Vangdala, el embajador lao en Corea Kiettisak Keobanhdith y otros personajes interesados.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente laosiano, al hacer uso de la palabra, dijo que se consolidan y se desarrollan gracias a los Maximos Dirigente de los dos paises las relaciones de amistad preparada por Kaysone Phomvihane y el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tRecordo la entrevista con el Dirigente Kim Jong Il y el Maximo Dirigente Kim Jong Un durante su visita a Corea.\n\t\t\t\t\t\n\t\t\t\t\tFelicito calurosamente que bajo la direccion del Partido del Trabajo de Corea encabezado por el Maximo Dirigente y Mariscal de la RPDC           Kim Jong Un, el hermano pueblo coreano logra grandes exitos.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam subrayo en su discurso que se sentia alegre de que bajo la direccion del Partido Popular Revolucionario Lao, el pueblo lao alcanza exitos en la lucha por defender las conquistas de la revolucion, consolidar y desarrollar el regimen popular y democratico y centuplicar el poderio general estatal.\n\t\t\t\t\t\n\t\t\t\t\tDeseo al pueblo laosiano que logre mas grandes victorias en la materializacion de las resoluciones de IX Conferencia del Partido y el cumplimiento del VII Plan Quinquenal para el desarrollo socio-economico.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que apreciar y desarrollar sin cesar las relaciones de amistad y de cooperacion entre los dos paises es la firme posicion del partido y el gobierno de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn el banquete hubo funcion artistica."
        },
        {
            "title": "Kim Yong Nam se reune con premier laosiano",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-33ee.html",
            "content": "Kim Yong Nam se reune con premier laosiano\r\nVientiane, 8 de agosto (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, converso el dia 8 con el premier de la Republica Democratica Popular Lao, Thongsing Thammavong.\n\t\t\t\t\tEn la ocasion estuvieron presentes el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Industria Extractiva Kang Min Chol, el vicecanciller Kung Sok Ung, el embajador coreano en Laos, Han Pong Ho y otros comitiva, por la parte coreana y por la laosiana, el ministro de la Oficina de Primer Ministro y jefe de su Gabinete, Sinlavong Khoutphaythoun, el ministro y secretario general de la Presidencia, Phongsavath Boupha, el vicecanciller Sounthon Sayachak, el embajador laosiano en Corea Kiettisak Keobanhdith y otros funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tEl premier dijo que las relaciones de amistad entre los dos paises preparadas por el Presidente Kaysone Phomvihane y el Presidente Kim Il Sung, se fortalecieron gracias a Khamtay Siphandone y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que gracias a Choummaly Sayasone y el estimado Mariscal Kim Jong Un, se desarrollan cada dias mas las relaciones de amistad entre Laos y Corea.\n\t\t\t\t\t\n\t\t\t\t\tMenciono que bajo la destacada direccion de Mariscal Kim Jong Un, el pueblo coreano logra grandes exitos en defender las conquistas de la revolucion y salvaguardar la patria."
        },
        {
            "title": "Kim Yong Nam se reune con personalidades laosianas",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-34ee.html",
            "content": "Kim Yong Nam se reune con personalidades laosianas\r\nVientiane, 9 de agosto (Corresponsal de ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, se reunio por separado el dia 8 con Somphan Phengkhammy, vicepresidente de la Asamblea Nacional de Laos, y Tong Yerthor, presidente de la Asociacion de Amistad Laos-Corea, quienes le realizaron la visita de cortesia.\n\t\t\t\t\tSomphan Phengkhammy dijo que las relaciones de amistad y cooperacion de ambos paises vinieron desarrollandose incesantemente a base de la noble camaraderia entre el Presidente Kaysone Phomvihane y el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tSe cumplira sin falta la causa de construccion de Estado prospero gracias al Mariscal Kim Jong Un, Maximo Dirigente del partido, el Estado y el ejercito de Corea, senalo y le deseo grandes exitos en su labor.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente de la mencionada asociacion destaco que es prometedor el futuro de Corea porque es guiada por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAcoto que sera eterna la amistad entre los dos paises al igual que la causa de Kaysone Phomvihane y Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tExpuso su conviccion de que el Mariscal         Kim Jong Un llevara a feliz termino la causa revolucionaria del Presidente Kim Il Sung y el Dirigente Kim Jong Il."
        },
        {
            "title": "Rubricados convenios entre gobiernos de RPDC y Laos",
            "url": "http://kcna.co.jp/item/2012/201208/news09/20120809-35ee.html",
            "content": "Rubricados convenios entre gobiernos de RPDC y Laos\r\nVientiane, 8 de agosto (Corresponsal de ACNC) -- Tuvo lugar el dia 8 en la Presidencia la ceremonia de firmas de convenios entre la Republica Popular Democratica de Corea y la Republica Democratica Popular Lao.\n\t\t\t\t\tEn la ocasion, estuvieron presentes Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la RPDC, el ministro de Comercio Exterior Ri Ryong Nam, el ministro de Industria Extractiva Kang Min Chol, el vicecanciller Kung Sok Ung, el embajador coreano en Laos Han Pong Ho y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\tPor la parte laosiana, participaron Choummaly Sayasone, presidente de la Republica Democratica Popular Lao, el ministro de Ciencia y Tecnologia Boviengkham Vangdala, el viceministro de Informacion, Cultura y Turismo, el viceministro de Educacion y Deporte y otras personalidades interesadas.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Comercio Exterior de Corea y el ministro de Ciencia y Tecnologia de Laos suscribieron el \"Convenio sobre el intercambio y cooperacion en la rama de informacion y tecnologia entre gobiernos de la Republica Popular Democratica de Corea y la Republica Democratica Popular Lao\", y el vicecanciller coreano y el viceministro de Informacion, Cultura y Turismo de Laos firmaron el \"Plan de intercambio cultural para 2012-2015 entre gobiernos de la RPDC y RDPL\".\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, quedaron rubricados la \"Nota de entendimiento sobre la cooperacion educacional entre el Comite de Educacion de la RPDC y el Ministerio de Educacion y Deporte de la RDPL\" y el \"Acuerdo sobre la cooperacion de las camaras de comercio de la RPDC y la RDPL\"."
        }
    ]
}