{
    "date": "2012-07-29",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-29ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Visits Lodgings of Delegates to War Victory Day Celebrations",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-17ee.html",
            "content": "Kim Yong Nam Visits Lodgings of Delegates to War Victory Day Celebrations\r\n Pyongyang, July 29 (KCNA) -- Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly, Sunday visited lodgings of delegates of war veterans to the celebrations of the 59th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t He warmly congratulated them who are spending pleasant days in Pyongyang after being invited to the celebrations of war victory day initiated by respected Marshal Kim Jong Un who puts them forward as the precious beings.\n\t\t\t\t\t\n\t\t\t\t\t Exchanging conversation with war veterans, who contributed to shattering to smithereens the myth of the \"mightiness\" of the U.S. imperialists and wining victory by displaying matchless heroism and self-sacrificing spirit in the Fatherland Liberation War under the wise leadership of Generalissimo Kim Il Sung, he said that their patriotic feats would remain forever.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the veterans to guide the younger generations to exalt their life in the same spirit as displayed in the Fatherland Liberation War and remain loyal to the Songun revolutionary leadership of Kim Jong Un."
        },
        {
            "title": "Greetings to King of Morocco",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-16ee.html",
            "content": "Greetings to King of Morocco\r\n Pyongyang, July 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Mohamed 6th, king of Morocco, on its national day.\n\t\t\t\t\t Kim in the message sincerely wished the king and people of Morocco greater success in the work for steady progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the long-standing friendly and cooperative relations between the two countries would develop on good terms thanks to their joint efforts."
        },
        {
            "title": "Secretary of WPK Central Committee Meets Brazilian Int'l Secretary",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-15ee.html",
            "content": "Secretary of WPK Central Committee Meets Brazilian Int'l Secretary\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, met and had a friendly talk with Ricardo Alemao Abreu, international relations secretary of the Central Committee of the Brazilian Communist Party, on Sunday. \n\t\t\t\t\t Ricardo Alemao Abreu said that he extended warm congratulations in the name of the members of the Brazilian Communist Party to the dear respected Kim Jong Un on his holding of the title of the DPRK Marshal. \n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Korean people would achieve bigger successes in building a thriving nation under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Reception Given for Brazilian Int'l Secretary",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-19ee.html",
            "content": "Reception Given for Brazilian Int'l Secretary\r\n Pyongyang, July 29 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) hosted a reception at Pyongyang Koryo Hotel on Sunday in honor of Ricardo Alemao Abreu, international relations secretary of the Central Committee of the Brazilian Communist Party (BCP) on a visit to the DPRK.\n\t\t\t\t\t Present there on invitation were Ricardo Alemao Abreu and Roberto Colin, Brazilian ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il, secretary of the WPK Central Committee, and Pak Kun Gwang, vice department director of the WPK Central Committee, were present there.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il made a speech there.\n\t\t\t\t\t\n\t\t\t\t\t He said that the two parties have forged comradely relations in the joint struggle for independence against imperialism and supported and cooperated with each other in solidarity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have made great achievements in the building of a thriving socialist nation with great pride and self-respect of holding the dear respected Marshal Kim Jong Un, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed thanks to the BCP's full support and encouragement to the Korean people's just cause.\n\t\t\t\t\t\n\t\t\t\t\t Ricardo Alemao Abreu in his speech highly praised the WPK and the Korean people in a struggle for rejecting imperialism, building a thriving socialist nation and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t The achievements made by the WPK and the Korean people in the revolution and construction greatly encouraged the communists in Brazil, he said.\n\t\t\t\t\t\n\t\t\t\t\t He wished the WPK and the Korean people greater advance under the wise leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "DPRK NDC Clarifies Its Principled Stand to U.S., S. Korea's Anti-DPRK Terrorism",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-21ee.html",
            "content": "DPRK NDC Clarifies Its Principled Stand to U.S., S. Korea's Anti-DPRK Terrorism\r\n Pyongyang, July 29 (KCNA) -- A spokesman for the National Defence Commission (NDC) of the DPRK issued the following statement Sunday:\n\t\t\t\t\t The hideous state-sponsored politically-motivated terrorism planned by the U.S. and the south Korean rat-like Lee Myung Bak group to demolish the statues representing the dignity of the supreme leadership of the DPRK and monuments in it has lashed the army and people of the DPRK into a great fury and shocked the world.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by this, the south Korean group is working hard to put the situation under control while peddling the story that there is no organization that spearheaded the terrorism, no person gave instruction and no one was involved in the case.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., direct manipulator of the hideous crime, is making irrelevant remarks.\n\t\t\t\t\t\n\t\t\t\t\t But with nothing can they cover up the high treason it committed against history, humankind and the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has powerful evidence to prove how the U.S. was involved in the crime and how Lee Myung Bak group attempted to execute it at the instigation and under the sponsorship of its master.\n\t\t\t\t\t\n\t\t\t\t\t Under the prevailing situation the DPRK NDC states as follows its principled stand on behalf of the army and people of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\t1. The Workers' Party of Korea, state, army and people of the DPRK will invariably counter the U.S. hostile policy toward the DPRK with practical toughest counter-action.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. loudly \"declared\" that it had no hostile intention toward the DPRK whenever other opportunities presented themselves. A typical example is the October 12, 2000 DPRK-U.S. joint communique. But they were make-believe propaganda without exception.\n\t\t\t\t\t\n\t\t\t\t\t In the September 19, 2005 joint statement the U.S. clarified that it has no intention to attack or invade the DPRK. But it was also a sleight of hand to conceal its black-hearted nature.\n\t\t\t\t\t\n\t\t\t\t\t Recently the president, state secretary and other dignitaries of the U.S. administration are becoming assertive in saying that the U.S. has no hostile intention toward the DPRK but it is also hypocrisy to deceive the public.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. policy is sham one replete with fraud and hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t That's why it loudly spoke that it has no intention to be hostile toward the DPRK and to attack it, but behind the scene it offered extended nuclear deterrence to the south Korean group, openly beefed up aggression troops in and around south Korea and regularly staged big nuclear war exercises targeting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recently it worked out state-sponsored and politically-motivated terrorism aimed at bringing down the statues representing the dignity of the supreme leadership of the DPRK and grand monuments in it. Then it prodded south Korean group to hurl human scum to execute it. This evidently proved that the U.S. regards it as its invariable \"national policy\" to pursue hostility toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the face of this stark fact, the army and people of the DPRK will react to the U.S. hostile policy toward it with the toughest stand.\n\t\t\t\t\t\n\t\t\t\t\t Only when there is no deceptive policy of the U.S. and south Korea and other forces blindly following it, will it be possible to stabilize the situation on the Korean Peninsula and bring peace to the world. The DPRK has drawn this conclusion long ago.\n\t\t\t\t\t\n\t\t\t\t\t2. The WPK, state, army and people of the DPRK will counter the U.S. state-sponsored and politically-motivated terrorism targeting the DPRK with physical counter-offensive.\n\t\t\t\t\t\n\t\t\t\t\t The base of the world state-sponsored politically-motivated terrorism is the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a hotbed of all forms of terrorism against other countries, and stooges like Lee Myung Bak group put them into practice.\n\t\t\t\t\t\n\t\t\t\t\t A number of North African countries are undergoing regime change which is called \"civil revolution\". This, in the final analysis, is attributable to the U.S. politically-motivated, state-sponsored terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The grim Syrian situation which is developing into a civil conflict is again attributable to the U.S. tentacles stretched deep into it.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that the U.S. state-sponsored politically-motivated terrorism is being committed worldwide under the pretext of \"war on terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t The targets of the U.S. terrorism are progressive countries which do not accept American politics and those which are not obedient to its high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t It is the very reason that the DPRK is on the list of targets of state-sponsored political terrorism worked out by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The disclosure of the recent attempt to demolish statue and monument in the DPRK clearly proves that state-sponsored politically-motivated terrorism planned by the U.S. has entered the phase of open implementation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its stooge Lee group seek to foster destruction and turmoil and galvanize the public opinion with sudden terrorist act and thus destabilize the dignified social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As it is confirmed that the U.S. is the base of state-sponsored politically-motivated terrorism targeting the DPRK and Lee group tried to execute it, the army and people of the DPRK will launch powerful physical counter-offensive to remove the root cause.\n\t\t\t\t\t\n\t\t\t\t\t 3. The DPRK will foil the U.S. hostile policy toward the DPRK and its sordid state-sponsored and politically-motivated terrorist attempt with the might of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of the DPRK serves as an all-powerful treasured sword for safeguarding the headquarters of the revolution which the army and people regard as their life, and for reliably defending the dignity and social system of the country.\n\t\t\t\t\t\n\t\t\t\t\t It is the fixed option made by the army and people of the DPRK to steadily increase the self-defensive military capabilities including the nuclear deterrent under the uplifted banner of Songun so as to foil the U.S. hostile policy toward it and give vent to the deep grudge of the nation against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Military and technological superiority is no longer the monopoly of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is gravely mistaken if it thinks it can threaten and blackmail the army and people of the DPRK and undermine the social system in it, which has been consolidated based on the single-minded unity, with war means such as strategic bomber corps and carrier strike forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has various types of strike means of its own powerful enough to render the U.S. modern war means ineffective.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a political and military power making a leaping progress toward the world and its army and people are dignified with independence which no one dare provoke.\n\t\t\t\t\t\n\t\t\t\t\t If those, who plan politically-motivated terrorism against the dignity of the DPRK and resort to big or small rackets for war, think the far-flung bases of those plots including the U.S. mainland will be safe, it would be the most foolish idea.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how the U.S. hostile policy toward the DPRK meets failure in the face of the might of Songun Korea and what fate plotters of the state-sponsored politically-motivated terrorism and war maniacs face."
        },
        {
            "title": "To Expect \"Change\" from DPRK Is Foolish Ambition: Spokesman for CPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-22ee.html",
            "content": "To Expect \"Change\" from DPRK Is Foolish Ambition: Spokesman for CPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea gave the following answer to a question put by KCNA Sunday in connection with the fact that the south Korean puppet group is talking loudly about the DPRK's \"policy change\" and \"reform and opening\":\n\t\t\t\t\t The army and people of the DPRK are dynamically advancing toward the final victory full of fresh conviction and vitality with a great honor and pride of holding in high esteem Kim Jong Un, supreme leader of the party, army and state, as DPRK Marshal.\n\t\t\t\t\t\n\t\t\t\t\t They are bringing about remarkable events one after another in high spirit and stamina while demonstrating over the world the dignity and might as a power which is carrying forward the tradition of Mt. Paektu. This stirring reality is greatly admired by the whole world.\n\t\t\t\t\t\n\t\t\t\t\t Upset by this, the puppet group let experts in the north affairs and others interpret the stirring situation of the DPRK in a self-centered manner, vociferating about \"signs of policy change\" and \"attempt at reform and opening\". This ridiculous rhetoric only revealed its ignorance and sinister intention against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As far as \"signs of policy change\" are concerned, there can not be any slightest change in all policies of the DPRK as they are meant to carry forward and accomplish the ideas and cause of the peerlessly great persons generation after generation, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is putting forward new strategic and tactical policies in keeping with the changing and developing situation in each stage of revolution. The puppet group is describing it as a \"policy change\" and tried to give impression that the present leadership of the DPRK broke with the past. This is the height of ignorance just like a deaf person saying in his favor.\n\t\t\t\t\t\n\t\t\t\t\t As far as \"attempt at reform and opening\" is concerned, the DPRK has never left any field unreformed in socialist construction but always kept its door open.\n\t\t\t\t\t\n\t\t\t\t\t In the foreign relations, the DPRK has flung its door open to all those countries that are friendly toward it in the idea of independence, friendship and peace. It also has kept its door of reconciliation, unity and reunification open in relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is the hostile forces such as the U.S. and the south Korean puppet group that are running wild to isolate and stifle the DPRK with vicious sanctions while preventing it from conducting normal exchange with other countries.\n\t\t\t\t\t\n\t\t\t\t\t From decades of trumpeting \"reform and opening\" to impose their corrupt system upon the DPRK, the hostile forces now seem to have been preoccupied by hallucination that such a move is taking place in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such idiots ignorant of the DPRK are professing experts in the north affairs. Pitiful are the U.S. and the puppet group which are resorting to foolish ambition on the basis of their sham analysis. \n\t\t\t\t\t\n\t\t\t\t\t Those obsessed by showdown can not properly see through the essence like a half blind.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is vociferating about DPRK's possible \"system change\" and \"reform and opening\". This is aimed to create wrong impressions of the DPRK, being upset by the world's attention being focused on Supreme Commander Kim Jong Un, who is leading the Korean revolution to victory with his matchless grit, pluck and outstanding leadership while steadily carrying forward the great Songun revolutionary cause of the peerlessly great men, and the growing reverence of broad range of people in south Korea for him.\n\t\t\t\t\t\n\t\t\t\t\t It is also aimed at dampening the aspiration for reunification through alliance with the north mounting in south Korea, stoking confrontation and creating foolish impression of \"north's change\" in a bid to realize the ambition for \"unification through absorption\" whose nature had been revealed.\n\t\t\t\t\t\n\t\t\t\t\t To expect \"policy change\" and \"reform and opening\" from the DPRK is nothing but a foolish and silly dream just like wanting the sun to rise in the west.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is effecting new innovations and creations in order to make its people enjoy modern and a highly civilized life and live in luxury and comfort under socialism to their heart's content while pushing back the frontiers of latest science and technology in all fields. The puppet group should not get confused.\n\t\t\t\t\t\n\t\t\t\t\t Great Kimilsungism-Kimjongilism is the immutable guidelines and invincible banner of the Korean revolution and it is the steadfast faith of all the army and people of the DPRK to unswervingly keep to the path of socialism, the road of independence and Songun, under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will in the future, too, push forward the general advance for the final victory and certainly build a reunified and thriving nation on this land by its own efforts, holding higher the banner of Juche and Songun."
        },
        {
            "title": "WPK Central Committee Sends Congratulatory Message to War Veterans",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-07ee.html",
            "content": "WPK Central Committee Sends Congratulatory Message to War Veterans\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The Workers' Party of Korea Central Committee Friday sent congratulatory message to anti-Japanese fighters, war veterans and wartime meritorious persons who performed undying feats in the just Fatherland Liberation War on the 59th anniversary of the victory in the war. \n\t\t\t\t\t The message said that the war victory was the brilliant fruition of the Juche-oriented military idea, outstanding strategy and tactics and distinguished commanding art of President Kim Il Sung. It was also the proud victory of the might of army-people unity around the party and the leader and their tremendous mental power, the message said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The war veterans and wartime meritorious persons who devoted themselves to the country and posterity are the most valuable treasures and benefactors of the country. The prosperous today would be unthinkable without these people. \n\t\t\t\t\t\n\t\t\t\t\t All the delegates of war veterans to the celebrations of the victory day and other war veterans and wartime meritorious persons across the country performed immortal heroic feats in the sacred struggle for sovereignty, independence and prosperity of the country with boundless loyalty to the party and the leader and noble patriotism. \n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea will make sure that all the war veterans and wartime meritorious persons live full of beans being respected and granted warm treatment by whole society. It will also make all possible efforts to glorify the heroic feats of the defenders of the country, true to the noble intention of leader Kim Jong Il, the message concluded."
        },
        {
            "title": "War Veterans Enjoy Concerts",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-09ee.html",
            "content": "War Veterans Enjoy Concerts\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Delegates of war veterans to the celebrations of the Korean people's victory in the great Fatherland Liberation War appreciated concerts on Saturday. The State Merited Chorus gave a concert at the People's Theatre and the Unhasu Orchestra a concert for celebrating July 27 at the Pyongyang Grand Theater.\n\t\t\t\t\t Put on their stages were mixed sextet and chorus \"Cantata to Marshal Kim Il Sung\", male chorus \"Our Victory-Day July 27\" and \"Song of National Defence\", piano solo \"To Decisive Battle\", mixed sextet and chorus \"Let's Drink a Toast\", male vocal solo and pangchang \"Song of Soldiers\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang highly of the proud feats performed by the army and people of the DPRK by defeating the U.S.-led imperialist allied forces and demonstrating the spirit of heroic Korea to the whole world under the leadership of Generalissimo Kim Il Sung, gifted strategist and legendary hero.\n\t\t\t\t\t\n\t\t\t\t\t While watching male chorus \"The Leader and General Are Together\", chorus \"Endless Yearnings\" and female vocal solo \"Tell, the Path of Songun\", the audience deeply cherished boundless reverence for illustrious commanders born of Heaven.\n\t\t\t\t\t\n\t\t\t\t\t The performers presented mixed duet and pangchang \"Hwanggumsan Tharyong\" and \"Pyongyang Visit by Old Man Choe and His Wife\" to the delight of the delegates who spend pleasant days in Pyongyang under the benevolent care of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The concerts were acclaimed by the audience for their high ideological value and artistry."
        },
        {
            "title": "Delegates of War Veterans Visit Exhibition of KPA Arms and Equipment",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-14ee.html",
            "content": "Delegates of War Veterans Visit Exhibition of KPA Arms and Equipment \n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Delegates of war veterans to the celebrations of the 59th anniversary of the Korean people's victory in the Fatherland Liberation War visited the Exhibition of Arms and Equipment of the Korean People's Army on Sunday.\n\t\t\t\t\t Being briefed on the fact that the exhibition was successfully built under the wise leadership of the dear respected Kim Jong Un, they grasped his noble intention to work hard to glorify the immortal feats Generalissimos Kim Il Sung and Kim Jong Il performed in strengthening and developing the Korean revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t Tour of small arms, various types of artillery pieces, tanks, armored cars, warships, aircraft and strategic rockets manufactured at munitions factories in the DPRK and outdoor exhibition ground, reminded the visitors of the leadership ability of Heaven-sent great men born of Mt. Paektu who built independent and modern national defence industry and made the country proudly rank among world-level military powers and full-fledged nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, they had a good time enjoying delicious Pyongyang noodle in Okryu and Chongryu restaurants."
        },
        {
            "title": "Downpour Hits DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-08ee.html",
            "content": "Downpour Hits DPRK\r\n Pyongyang, July 29 (KCNA) -- Torrential rains with thunder hit almost areas of the Democratic People's Republic of Korea, including Pyongyang and North and South Phyongan provinces, on Sunday, affected by the seasonal rainy front which moved toward the central part of Korea.\n\t\t\t\t\t  More than 100 mm of rainfalls were observed in Jongju City and Kwaksan, Unjon, Pakchon and Uiju counties of North Phyongan Province and Mangyongdae District, Pyongyang as of 15:00.\n\t\t\t\t\t\n\t\t\t\t\t Downpour also hit most areas of North Phyongan Province, Pyongyang and Nampho cities, South Phyongan Province and some areas of Jagang Province.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it rained 109 mm in Jongju City from 09:20 to 12:12, 101 mm in Mangyongdae District, Pyongyang from 12:30 to 15:00, 86 mm in Uiju County from 06:50 to 08:00, 50 mm in Sinuiju City from 07:00 to 07:40, 51 mm in Taegwan County from 07:30 to 08:30, 68 mm in Tongrim County from 08:10 to 08:50, 65 mm in Sonchon County from 09:00 to 11:00, 58 mm in Tongchang County from 09:20 to 10:20, 70 mm in Kwaksan County from 09:30 to 10:30, 66 mm in Pakchon County from 10:05 to 11:25, 58 mm in Hyangsan County from 10:00 to 11:00, 60 mm in Unjon County from 10:40 to 11:40, 63 mm in Onchon County from 12:45 to 13:50, 50 mm in Taedong County from 13:00 to 14:00, 66 mm in Nyongwon County from 13:10 to 14:00 and 37 mm in Chosan County from 08:20 to 09:00.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the wind measuring 25 m/s hit Samsok District, Pyongyang, and wind of 18 m/s and 12 m/s Phyongwon County and Phyongsong City, South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t Most areas of the DPRK are expected to suffer big damage from continuous downpour accompanied by thunder and storm."
        },
        {
            "title": "More Heavy Rains Expected in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-20ee.html",
            "content": "More Heavy Rains Expected in DPRK\r\n Pyongyang, July 29 (KCNA) -- Heavy rains will likely hit almost areas of the Democratic People's Republic of Korea on Sunday and Monday, affected by rainy front and trough moving toward the north, according to the Hydro-meteorological Service.\n\t\t\t\t\t Especially, rainstorm is expected to sweep the west coastal areas and Jagang Province of the country.\n\t\t\t\t\t\n\t\t\t\t\t In the period there will be rainfalls of 100-150 millimeters or more than 200 mm in some areas."
        },
        {
            "title": "Rodong Sinmun Calls for Replacing AA with Peace Accord",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-10ee.html",
            "content": "Rodong Sinmun Calls for Replacing AA with Peace Accord\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Replacing the Armistice Agreement (AA) with peace accord is an important duty of the U.S. in preventing war and ensuring peace on the Korean Peninsula.\n\t\t\t\t\t Rodong Sinmun Sunday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t 59 years have passed since the conclusion of the AA in the DPRK, but situation far from durable peace has persisted on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Defusing military tension and ensuring peace on the peninsula are an urgent problem that brooks no further delay from the point of the trend of the times and the demand of the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. authorities are truly interested in the peace and security on the peninsula, there is no reason for them not to conclude peace agreement with the DPRK. The U.S. should hold full responsibility for having made AA something that can neither be adjusted nor revised, and respond to the call for the establishment of peace mechanism to replace it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. rulers stated several times that it would not militarily threaten or invade the DPRK, so, there is no reason for it to hesitate concluding the peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that there would not be a gunfire on the peninsula again where the state of cease-fire goes on.\n\t\t\t\t\t\n\t\t\t\t\t A war on the peninsula would not be beneficial to the U.S., either.\n\t\t\t\t\t\n\t\t\t\t\t The issue of replacing AA with a peace treaty is a touchstone showing whether one stands for peace or war. The U.S. should fulfill what it should do as the direct party responsible for ensuring the peace on the peninsula."
        },
        {
            "title": "Lee Myung Bak Accused of Evading Responsibility for Scandals",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-11ee.html",
            "content": "Lee Myung Bak Accused of Evading Responsibility for Scandals\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The Citizen's Solidarity for Democratic Society in south Korea made public an article on July 24 denouncing traitor Lee Myung Bak for his disgusting demeanor.\n\t\t\t\t\t That day Lee made an apology for the scandals of his families, relatives and close confidants, the article said.\n\t\t\t\t\t\n\t\t\t\t\t However, the apology reluctantly written by him lacked of any repentance.\n\t\t\t\t\t\n\t\t\t\t\t It is not clear for what he made apology, the article said, adding that though crimes of his elder brother and close confidants have been disclosed, Lee dismissed them as individual corruption. He said it was \"regretful ones\" and \"disappointing.\"\n\t\t\t\t\t\n\t\t\t\t\t From the outset of its office, the Lee Myung Bak regime has evaded responsibility for all the crimes committed by his close confidants in such a way whenever they were brought to light. This resulted in such a grave situation as today's, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t It called for taking measures to thoroughly probe the truth behind scandals."
        },
        {
            "title": "Reckless Suppression of Freight Workers' Solidarity under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-12ee.html",
            "content": "Reckless Suppression of Freight Workers' Solidarity under Fire in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The Pusan Headquarters of the south Korean Confederation of Trade Unions and the Pusan branch of the Freight Workers' Solidarity held a joint press conference outside the Pusan City Office building on July 23. They condemned the puppet regime for getting frantic in reckless suppression.\n\t\t\t\t\t At the conference speakers said that more than 20 trucks were burnt in four areas including Ulsan and Pusan on June 24.\n\t\t\t\t\t\n\t\t\t\t\t Linking this case with the Solidarity, the security authorities searched offices of the Ulsan and Pusan branches of the Solidarity and houses of their heads and detained their members branding them as suspects, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The police went the lengths of abusing rights of unionists cursing and threatening the detained unionists and forcing them to make false confession.\n\t\t\t\t\t\n\t\t\t\t\t The police tried to convince the public that the Solidarity fabricated the case but it failed to present any evidence, they noted, blaming the police for resorting to tailored suppression.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" opted to disorganize the Solidarity through distortion of truth, detention of personnel and forcible search operations, not content with terming its strike illegal, they held.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities stop reckless suppression of the Solidarity and immediately set free the detained unionists."
        },
        {
            "title": "Kim Jong Il's Work Carried by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-01ee.html",
            "content": "Kim Jong Il's Work Carried by Bangladeshi Paper\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The detailed gist of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was carried by Bangladeshi paper Ekota on July 24.\n\t\t\t\t\t The work, published on August 4, 1997 deals with the immortal exploits performed by President Kim Il Sung for national reunification, formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and sets forth tasks and ways for achieving national reunification on their basis."
        },
        {
            "title": "Kim Jong Un Lauded as Sun ",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-02ee.html",
            "content": "Kim Jong Un Lauded as Sun\r\n Pyongyang, July 29 (KCNA) -- Several countries celebrated the dear respected Kim Jong Un's holding of the title of DPRK Marshal.\n\t\t\t\t\t Meetings were held in Nepal and UK and film show in Malaysia between July 21 and 24.\n\t\t\t\t\t\n\t\t\t\t\t A speech was made by the chairman of the Nepalese National Committee for celebrating the event of upholding Kim Jong Un, who is an honorary member of the National Press Club of Nepal, as the supreme leader of Korean and world revolutions. This is a significant event common to the Korean people and the world progressives including the Nepalese, he said.\n\t\t\t\t\t\n\t\t\t\t\t He noted the Nepalese people extend warm congratulations to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Believing that Kimilsungism-Kimjongilism would be successfully carried forward by Kim Jong Un, the chairman said Kim Jong Un would achieve the peaceful and independent reunification of Korea, desire of President Kim Il Sung and leader Kim Jong Il, without fail. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy said Kim Jong Un's elevation is a token of the boundless support and trust of all Koreans in him and appreciation of his revolutionary achievements.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the British Group for the Study of the Juche Idea praised Kim Jong Un as the sun of the DPRK, adding that he had the honor of meeting Kim Jong Un personally during his April visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting in Nepal"
        },
        {
            "title": "Congratulations to Kim Jong Un from Polish Politician",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-03ee.html",
            "content": "Congratulations to Kim Jong Un from Polish Politician\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Juzef Lachut, member of the National Executive Committee of the Polish Communist Party and chairman of the Executive Committee of its Warsaw Regional Committee, issued a statement on July 21 in celebration of the dear respected Kim Jong Un's elevation to DPRK Marshal.\n\t\t\t\t\t Awarding Kim Jong Un the title of Marshal represents the deep trust and reverence of the party, army and people of the DPRK for him, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It also shows that the Workers' Party of Korea led by him, who is holding its supreme post, would constantly lead the Korean people to victory, and that the DPRK would put spurs to socialist construction under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a beacon for the progressives across the world fighting for independence and its socialist cause would triumph without fail.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK would overcome the temporary difficulties and foil the maneuvers of the hostile forces including the U.S. imperialists and invariably register the history of fresh victory and prosperity following the road of Songun as there is Kim Jong Un."
        },
        {
            "title": "Anti-DPRK Terrorism of U.S., S. Korea Denounced in Ecuador ",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-04ee.html",
            "content": "Anti-DPRK Terrorism of U.S., S. Korea Denounced in Ecuador \n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The Canar Provincial Institute for the Friendship and Solidarity with the DPRK of Ecuador made public a statement on July 23 in denunciation of the U.S. and south Korean puppet regime for planning anti-DPRK super-large terrorism. \n\t\t\t\t\t Recently the U.S. and other forces hostile to the DPRK drew up extreme anti-DPRK plots, straining the tension on the Korean Peninsula, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and south Korean regime intended to commit a hideous terrorism of demolishing statues representing the dignity of the supreme leadership of the DPRK by infiltrating sordid defectors and betrayers into it. \n\t\t\t\t\t\n\t\t\t\t\t This clearly shows that the U.S. and the south Korean regime make their last-ditch efforts in the face of the invincible might of the Korean people single-mindedly united around the party and the leader. \n\t\t\t\t\t\n\t\t\t\t\t World progressives including Ecuadorians took part in the celebrations for the centenary of birth of President Kim Il Sung held in Pyongyang in April and saw for themselves the true picture of the DPRK where leader, party, army and the people formed a harmonious whole and its might. \n\t\t\t\t\t\n\t\t\t\t\t The might of harmonious whole, stronger than nukes, can be seen only in the DPRK. No one in the world can match the strength of the single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their stooges' more desperate efforts will bring their earlier destruction. \n\t\t\t\t\t\n\t\t\t\t\t The members of the Canar Provincial Institute and other Ecuadorian people extend invariable support and solidarity to the just struggle of the Korean people to firmly defend the socialist cause of Juche and achieve independent reunification of the country under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "DPRK's Victory Day Marked in UK ",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-05ee.html",
            "content": "DPRK's Victory Day Marked in UK \r\n Pyongyang, July 29 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea made public a joint statement on July 21 to mark the 59th anniversary of the Korean people's victory in the Fatherland Liberation War. \n\t\t\t\t\t The statement said that July 27, when the Korean people won the victory in the war against the U.S. imperialists, is the second liberation day for the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The Korean war was the fiercest one in the world war history, but with nothing could the U.S. imperialists bring the Korean people to their knees as they closely united around President Kim Il Sung, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t During the war Kim Il Sung relied on the Juche-oriented revolutionary military idea, strategy and tactics. \n\t\t\t\t\t\n\t\t\t\t\t He stressed that the key factor of war victory is neither weapons nor technological superiority but the ideology. \n\t\t\t\t\t\n\t\t\t\t\t The victory in the Fatherland Liberation War held an important position in accomplishing the Songun cause, and the army-people unity displayed during the war was one of important factors in achieving the victory. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il said that the Fatherland Liberation War was a great revolutionary one of historical significance in which the Korean people staged all-out heroic struggle and defeated U.S. imperialism, chieftain of world imperialism, first in history and defended their country. \n\t\t\t\t\t\n\t\t\t\t\t The war victory fully inspired the worldwide movement for national liberation and the revolutionary struggle and brought about the beginning of a downhill turn for U.S. imperialism. \n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. imperialists together with south Korean puppet regime have gone desperate in their moves to ignite another Korean war and even cook up mean plots of terrorism. \n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the dear respected Marshal Kim Jong Un Korean People's Army, the revolutionary armed forces, and the people will deal a thousand-fold defeat to the U.S. imperialists and win a final victory."
        },
        {
            "title": "U.S. Can Never Subdue DPRK: Nigerian Organization ",
            "url": "http://kcna.co.jp/item/2012/201207/news29/20120729-06ee.html",
            "content": "U.S. Can Never Subdue DPRK: Nigerian Organization \n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted an article on Internet homepage on July 19 to mark the 59th anniversary of the Korean people's victory in their Fatherland Liberation War.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. that had long watched for a chance to invade Korea occupied south Korea just after the Second World War and ignited the Korean War. It has so far maneuvered to perpetuate its forces' presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t That the U.S. has not withdrawn its forces from the Korean Peninsula is attributable to its ambition for world hegemony.\n\t\t\t\t\t\n\t\t\t\t\t With south Korea as its springboard it schemes to dominate the whole of Korea and with the Korean Peninsula as its bridgehead it seeks to lay a military siege to neighboring big powers like China and Russia. This is the U.S. invariable strategic scenario but an anachronistic dream.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK-U.S. confrontation that lasted for nearly 70 years came to a conclusion that the U.S. can never subdue the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Unlike the Iraqi and Afghanistan wars, another Korean war would be a detonator for the total ruin of the U.S.  The U.S. should make a right choice."
        }
    ]
}