{
    "date": "2012-07-30",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with War Veteran Delegates",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-30ee.html",
            "content": "Kim Jong Un Has Photo Session with War Veteran Delegates\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the war veteran delegates to the celebrations of the 59th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t He warmly congratulated the war veterans who beat back the U.S. imperialists' invasion in the hard-fought battles on which hinged the destiny of the country, honorably defended its freedom and independence and performed undying feats in the war under the guidance of the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that the war veterans would keep themselves in good health and pass on the younger generation as legacies the collectivism and popular heroism fully displayed by them in the war and thus encourage them to steadfastly carry forward the revolutionary cause of Juche, the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Hyon Yong Chol, Kim Jong Gak, Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, Hyon Chol Hae, Kim Won Hong, Ri Myong Su, O Kuk Ryol, Ju Kyu Chang, Ri Pyong Sam, Thae Jong Su and anti-Japanese war fighters including Ri Ul Sol, Hwang Sun Hui and Kim Chol Man."
        },
        {
            "title": "Kim Jong Un Enjoys Performance of Moranbong Band",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-38ee.html",
            "content": "Kim Jong Un Enjoys Performance of Moranbong Band \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, enjoyed a performance given by the Moranbong Band to celebrate the 59th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t Kim Jong Un together with his wife Ri Sol Ju appeared in the auditorium. \n\t\t\t\t\t\n\t\t\t\t\t The performance, which began with the playing of Patriotic Song, was given, divided into two parts--the historic process of the Fatherland Liberation War and joy of the war victory day.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage amid the display of fireworks were colorful numbers such as light music and song \"July 27, Our Victory-Day\", light music pieces \"Star of General\", \"To Decisive Battle\" and \"Advance and Advance\", female solo and pangchang \"Song of Soldier\", female vocal duet \"My Life\", female vocal trio \"My Life and the Country\", female vocal sextet \"Echo of War Victory\", light music and song \"Are We Living Like in Those Days?\", light music  \"The Country Will Always Remember\", light music and song \"Victors\", female vocal sextet \"Masters of This Land Tell\", light music \"Look at Us\" and female vocal sextet \"We Sing of the Party\". \n\t\t\t\t\t\n\t\t\t\t\t The performers impressively showed that the war victory is the fruition of the Juche-oriented military idea, outstanding strategy and tactics and rare commanding art of President Kim Il Sung and the proud victory of the might of unity and cohesion of the army and people of the DPRK closely united around the party and the leader and their indomitable mental power.\n\t\t\t\t\t\n\t\t\t\t\t Through the female vocal sextet \"War Song of the Chinese People's Volunteers\" and theme song of Chinese TV Series \"Mao Anying\", the performers gave a good artistic representation of the historic fact that armies and peoples of the two countries fought against the imperialists, their common enemy, at the cost of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The performers also perfectly played world famous songs including light music pieces \"Chardash\" and \"Song of Gypsy\".\n\t\t\t\t\t\n\t\t\t\t\t The audience gave ardent response whenever 11 performers and six singers showed genuine music world with high artistic skills. \n\t\t\t\t\t\n\t\t\t\t\t When the female vocal sextet \"Our Beloved Leader\" resounded with the image of tender-hearted Marshal Kim Jong Un taking care of the big family of the country and giving it happiness projected against the backdrop, the audience stood to give stormy applause. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un gave congratulations to the successful performance, waving back to the enthusiastically cheering performers and audience.\n\t\t\t\t\t\n\t\t\t\t\t Present to see the performance were Choe Ryong Hae, Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Kim Yang Gon, Kim Phyong Hae, Kwak Pom Gi, Mun Kyong Dok, delegates of war veterans to the celebrations of the war victory day, artistes and university students in Pyongyang."
        },
        {
            "title": "Kim Jong Un Sends Gifts to War Veteran Delegates",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-35ee.html",
            "content": "Kim Jong Un Sends Gifts to War Veteran Delegates\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- The dear respected Marshal Kim Jong Un sent gifts to the war veteran delegates to the celebrations of the 59th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t A gift-conveying ceremony took place at the April 25 House of Culture on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim, Hyon Yong Chol, Yang Hyong Sop, Kang Sok Ju, Ju Kyu Chang, Ri Pyong Sam, Thae Jong Su and officials of the party, army and working people's organizations and war veteran delegates and service personnel of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea, addressed the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the warm loving care shown for war veterans by Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un took measures to carry the old veterans by airplanes, trains and buses and made sure that they have special meals every day and gave them greatest honor and happiness by posing for a picture together with them, Choe Yong Rim said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The supreme commander sent the gifts to them. Nothing can match the love shown by the supreme commander for the war veterans.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is, indeed, an illustrious teacher and great leader who takes responsibility for the destiny of revolutionary soldiers and consolidates the revolutionary ranks of the DPRK into a large contingent of like-minded people.\n\t\t\t\t\t\n\t\t\t\t\t Choe called on war veterans to cherish today's honor and happiness and glorify a worthy life in upholding Kim Jong Un just as they remained loyal to Generalissimos Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spreads to War Veterans ",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-37ee.html",
            "content": "Kim Jong Un Sends Birthday Spreads to War Veterans \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- The dear respected Marshal Kim Jong Un sent birthday spreads to delegates of war veterans to the celebrations for the 59th anniversary of the victory in the Fatherland Liberation War who greeted their birthdays during the celebrations. \n\t\t\t\t\t Birthday spreads were conveyed to 30 including Jon Son Ae, Ri Jun Gi, Pak Sun Gil, Yang Myong Hui, Kang Pok Rye and Tu Pyong Gak greeting the 80th birthday on Monday. \n\t\t\t\t\t\n\t\t\t\t\t The war veterans extended deep thanks to Marshal Kim Jong Un for glorifying the feats and fighting spirit of the elder generation who fought for the party, leader, country and people at the cost of their lives and giving them eternal pride of victors. \n\t\t\t\t\t\n\t\t\t\t\t At the birthday party arranged by the great brilliant commander of Songun for revolutionary forerunners, they could not repress their excitement at his loving care such as valuing as precious treasure of the country and putting them forward."
        },
        {
            "title": "Joint Meeting of Service Persons and War Veteran Delegates Held ",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-36ee.html",
            "content": "Joint Meeting of Service Persons and War Veteran Delegates Held \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- A joint meeting of service persons and war veteran delegates took place at the April 25 House of Culture on Monday to celebrate the 59th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Choe Yong Rim, Hyon Yong Chol, Yang Hyong Sop, Kang Sok Ju, Ju Kyu Chang, Ri Pyong Sam, Thae Jong Su and officials of the party, army and working people's organizations, war veteran delegates and service personnel of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t War veteran Ri Un Chang said that the dear respected Marshal    Kim Jong Un said that the war veterans are the most precious treasure and invited them to the celebrations of the victory in the war, bestowed the privilege on them and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t He praised Kim Jong Un as a great leader who embraces all the servicepersons and the people including the war veterans and takes care of their destiny and future in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t KPA General Ji Yong Chun, a war veteran, said he received a congratulatory message from the Central Committee of the Workers' Party of Korea and realized what a great trust and a warm love Kim Jong Un gave to the war veterans and what a worthwhile life they led under the care of the great brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Ji expressed his will to live as he did in the 1950s and hand over the baton of the revolution to the rising generations to train them as Ri Su Bok and An Yong Ae during the Fatherland Liberation War so as to devotedly safeguard Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t KPA Officer Yom Myong Su said the spirit of devotedly safeguarding the leader, the spirit of defending the country and popular heroism displayed by the heroic soldiers in the 1950s are valuable heritage handed down to the servicepersons and source of invincible power that guarantees the eternal victory for the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Hyon Yong Chol, vice-chairman of the Central Military Commission of the WPK and chief of the KPA General Staff, called on all the servicepersons to remain loyal to the Songun leadership of Kim Jong Un and continuously glorify the history and tradition of victory of the power of Mt. Paektu."
        },
        {
            "title": "Kim Yong Nam Will Pay Official Goodwill Visits to Vietnam and Laos",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-01ee.html",
            "content": "Kim Yong Nam Will Pay Official Goodwill Visits to Vietnam and Laos\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, will soon pay official goodwill visits to Vietnam and Laos at the invitation of Vietnamese President Truong Tan Sang and Laotian President Choummaly Sayasone."
        },
        {
            "title": "Talks between Delegations of WPK and CPC Held",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-16ee.html",
            "content": "Talks between Delegations of WPK and CPC Held\r\n Pyongyang, July 30 (KCNA) -- Talks between the delegations of the International Affairs Department of the C.C., the Workers' Party of Korea (WPK) and the International Liaison Department of the C.C, the Communist Party of China (CPC) were held here Monday.\n\t\t\t\t\t Present there from the WPK side were Secretary Kim Yong Il, Vice Department Director Kim Song Nam and other officials of the department and from the CPC side were members of the delegation led by its Head Wang Jiarui and Chinese Ambassador to the DPRK Liu Hongcai.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of their party activities and exchanged views on boosting the traditional friendly and cooperative relations between the two parties and countries and on other matters of mutual concern."
        },
        {
            "title": "Reception Given for Chinese Delegation",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-29ee.html",
            "content": "Reception Given for Chinese Delegation\r\n Pyongyang, July 30 (KCNA) -- The International Affairs Department of the C.C., the Workers' Party of Korea (WPK) hosted a reception on Monday in honor of the visiting delegation of the International Liaison Department of the C.C., the Communist Party of China (CPC).\n\t\t\t\t\t Present there on invitation were members of the delegation led by Head Wang Jiarui and Ambassador Liu Hongcai and staff members of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Secretary Kim Yong Il and other officials of the department of the WPK Central Committee were present there.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Il made a speech there.\n\t\t\t\t\t\n\t\t\t\t\t He said that leader Kim Jong Il visited China eight times in the new century while making big efforts to consolidate the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un is deeply interested in the development of the friendly relations with China, true to the noble intention of Kim Jong Il, he said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the Chinese people would greet the 18th Congress of the CPC with proud achievements under the leadership of the party with Hu Jintao as its General Secretary and register greater success in the work to build a comprehensively well-off socialist society.\n\t\t\t\t\t\n\t\t\t\t\t We will in the future, too, join the Chinese comrades in steadily developing the traditional DPRK-China friendship as desired by Kim Jong Il, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Wang Jiarui said:\n\t\t\t\t\t\n\t\t\t\t\t  Leader Kim Jong Il made a great contribution to the development of the Korean revolution and bilateral relations of friendship.\n\t\t\t\t\t\n\t\t\t\t\t   He wished the Korean people under the guidance of First Secretary Kim Jong Un fresh and great success in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t  It is the mission of the two parties and countries of China and the DPRK to creditably pave the future of the traditional Sino-Korean friendship with concerted efforts, he said, adding that it is the fixed policy of the Chinese party and government to consolidate and boost the traditional friendly relations between the two countries."
        },
        {
            "title": "Delegation of Int'l Liaison Department of CPC Central Committee Here",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-15ee.html",
            "content": "Delegation of Int'l Liaison Department of CPC Central Committee Arrives in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- A delegation of the International Liaison Department of the C.C., the Communist Party of China (CPC) led by its Head Wang Jiarui arrived here Monday by air."
        },
        {
            "title": "\"The Flower Girl\" Performance Group Comes Back Home",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-14ee.html",
            "content": "\"The Flower Girl\" Performance Group Comes Back Home\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- The group for the performance of revolutionary opera \"The Flower Girl\" returned home Monday after wrapping up its visit to China."
        },
        {
            "title": "International Children's Campers Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-26ee.html",
            "content": "International Young Campers Visit Mangyongdae\r\n Pyongyang, July 30 (KCNA) -- The groups of children from various countries for the 27th batch of Songdowon International Children's Camping visited Mangyongdae, the birthplace of President Kim Il Sung, on Monday.\n\t\t\t\t\t Being briefed on the glorious revolutionary history of Kim Il Sung and his patriotic and revolutionary family members, the campers looked round the historic relics preserved at the old home. \n\t\t\t\t\t\n\t\t\t\t\t They had photos taken before the old home.\n\t\t\t\t\t\n\t\t\t\t\t The head of the Russian campers group G said: \n\t\t\t\t\t\n\t\t\t\t\t Mangyongdae is a time-honored place.\n\t\t\t\t\t\n\t\t\t\t\t Going round relics we could look back on the revolutionary life of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t His feats will shine long together with Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t The head of the Mongolian group said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply moved to visit Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung embarked on the road of the revolution, resolved to liberate the country. He is deeply revered by the Korean people."
        },
        {
            "title": "DPRK Weight-lifter Sets New Olympic Record",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-28ee.html",
            "content": "DPRK Weight-lifter Sets New Olympic Record\r\n Pyongyang, July 30 (KCNA) -- DPRK weight-lifter Om Yun Chol Sunday took the first place in the men's 56-kg category at London Olympics.\n\t\t\t\t\t He lifted 125 kg and 168 kg respectively in snatch and clean-and-jerk events by combining various techniques including quick snatch and fast lifting.\n\t\t\t\t\t\n\t\t\t\t\t He set a new Olympic record in the clean-and-jerk.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ryang Chun Hwa took the third place in the women's weight-lifting 48-kg category."
        },
        {
            "title": "DPRK's Judoka Grabs Gold Medal at Olympiad ",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-08ee.html",
            "content": "DPRK's Judoka Grabs Gold Medal at Olympiad\r\n  Pyongyang, July 30 (KCNA) -- DPRK judoka An Kum Ae beat her Cuban rival in the finals, winning the women's 52kg judo gold medal at the London Olympic Games on Sunday.\n\t\t\t\t\t She snubbed her rivals from Britain, Japan and France in preliminary and quarterfinal matches.\n\t\t\t\t\t\n\t\t\t\t\t She trounced her Italian rival by ippon in the semifinal."
        },
        {
            "title": "Local People Delightful at DPRK Successes in Olympiad",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-31ee.html",
            "content": "Local People Delightful at DPRK Successes in Olympiad\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- The news that DPRK athletes bagged two gold and one bronze medals in two days after the start of the London Olympic Games has delighted local people.\n\t\t\t\t\t Kwon In Guk, a coach of the Jangsan Sports Team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"A Korean proverb says that a good beginning makes a good ending. DPRK athletes made a good start as they won two gold medals in 24 hours in the Olympiad.\n\t\t\t\t\t\n\t\t\t\t\t A Judo star An Kum Ae beat down all rivals in women's 52 kg category and Om Yun Chol won the men's 56 kg weightlifting title, setting a new Olympic record with 168kg in the 56kg clean and jerk on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Ryang Chun Hwa took a bronze medal in women's 48 kg weightlifting.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Chon Sok, a department director of the Ministry of Posts and Telecommunications, said:\n\t\t\t\t\t\n\t\t\t\t\t \"All my family burst out into cheers when hearing the news about Olympiad.\n\t\t\t\t\t\n\t\t\t\t\t Some evil-minded foreign media asserted that the DPRK would take only one silver medal, but our sportspersons refuted such assertion with good results.\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces had better try hard to get a correct understanding of the DPRK.\""
        },
        {
            "title": "Anniversary of Promulgation of Law on Sex Equality Observed",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-10ee.html",
            "content": "Anniversary of Promulgation of Law on Sex Equality Observed \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- All the women should give full play to the indomitable spirit of the Korean women in the on-going general advance for the prosperity of the country true to the idea and leadership of the dear respected Kim Jong Un. Rodong Sinmun Monday urges this in an editorial dedicated to the 66th anniversary of the promulgation of the Law on Sex Equality by President Kim Il Sung on July 30, 1946.\n\t\t\t\t\t The editorial says: The Korean women have led a worthy life with genuine freedom and rights. This is a precious gain of the revolution and a great pride of socialist Korea, products of the guidance of the party and the leaders.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women have emerged a powerful force pushing one of the two wheels of the revolutionary chariot as the President legalized and institutionalized the issue of women's emancipation.\n\t\t\t\t\t\n\t\t\t\t\t The Juche-based Korean women's movement pioneered by the President greeted a heyday of its development in the era of leader Kim Jong Il. The world knows no such women as the Korean women who have enjoyed a legitimate independent right and blessed life thanks to the loving care and trust of the great Generalissimos Kim Il Sung and Kim Jong Il. They have been given blessings by the illustrious leaders generation after generation. They have been a basic source of strength guaranteeing the destiny and future of the women. This is a proud review of the Korean women's movement. \n\t\t\t\t\t\n\t\t\t\t\t The Korean women live and work hard in a revolutionary manner, single-mindedly cherishing loyalty to the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t They are ardent patriots who are devoting their precious blood and sweat to the prosperity of the country. It is thanks to the ardent patriotism displayed by many women of the DPRK that its flags are fluttering at international matches, the socialist educational system and popular healthcare are firmly protected and goals of cutting-edge science are being attained.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the Korean women to glorify their life as the roots of powerful and prospering Korea, regarding Kim Jong Il's patriotism as the standard of practice and the guidelines of life.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women are carving out a beautiful life, building up the large socialist family with ardent love and devotion.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women's movement is now advancing full of fresh dynamism under the leadership of Marshal Kim Jong Un. It is the great honor and happiness of the Korean women to dynamically advance toward a bright morrow amid the loving care and trust of Kim Jong Un identical to Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Women Enjoy Rights Equal to Men in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-23ee.html",
            "content": "Women Enjoy Rights Equal to Men in DPRK\r\n Pyongyang, July 30 (KCNA) -- Women in the Democratic People's Republic of Korea are enjoying the rights equal to men in all social realms.\n\t\t\t\t\t It was after the liberation of Korea from the Japanese colonial rule that the DPRK women could begin honoring their dignity.\n\t\t\t\t\t\n\t\t\t\t\t In the period of building new Korea, President Kim Il Sung set it as a major task in making democratic revolution to emancipate the women from social inequalities.\n\t\t\t\t\t\n\t\t\t\t\t First of all, he saw to it that a women's union was formed to embrace broad sections of women and enlighten them. And he often met with officials of the union to teach that gender equality should be won by the women's own efforts.\n\t\t\t\t\t\n\t\t\t\t\t He also showed so deep care for the enforcement of various socio-economic reforms, including the agrarian reform, that the sex equality could be ensured in their application.\n\t\t\t\t\t\n\t\t\t\t\t On July 30, Juche 35 (1946), he promulgated \"Law on Sexual Equality in North Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t The law stipulated that women had the same rights with men in elections, labor, education, property inheritance and all other social spheres. In particular, it prohibits feudal customs which were abusive of the women's human rights.\n\t\t\t\t\t\n\t\t\t\t\t The promulgation of the law was as good as a declaration on the women's emancipation that marked a turning point in their life."
        },
        {
            "title": "War Veterans Admire at Developed National Defence Industry",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-22ee.html",
            "content": "War Veterans Admire at Developed National Defence Industry\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- War veteran delegates to the celebrations of the 59th anniversary of the Korean people's victory in the Fatherland Liberation War (June 25, 1950-July 27, 1953) visited the Exhibition House of Military Hardware of the Korean People's Army in Pyongyang.\n\t\t\t\t\t Touring the house, the visitors recalled the great feats President Kim Il Sung and leader Kim Jong Il performed in founding and developing the national defence industry.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chan Duk, a war veteran from North Hwanghae Province, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The exhibition house is the most valuable treasure of the nation that shows the army history and the inexhaustible military strength of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t The last 100-year history of Songun (military-first) Korea clearly proved the truth that powerful military strength is decisive of defending the destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is a high pride of all the DPRK people to hold respected Marshal Kim Jong Un as their leader and have the self-reliant defence industry based on up-to-date equipment.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sung Hyon, a war veteran from North Phyongan Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The exhibits make me feel greater courage.\n\t\t\t\t\t\n\t\t\t\t\t Although I am old now, I still live in the spirit of a wartime soldier. I am eager to take those weapons and join the army in advancing southward to wipe out the Lee Myung Bak group of traitors.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Hung Sop, a war veteran from Ryanggang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I was an artilleryman during the war. At that time we never thought of those kinds of modern artillery guns.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists unleash another war on the Korean Peninsula, they will come to clearly realize the might of the DPRK's merciless military strikes.\""
        },
        {
            "title": "War Veterans Seized with Gratitude",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-33ee.html",
            "content": "War Veterans Seized with Gratitude\r\n Pyongyang, July 30 (KCNA) -- The war veteran delegates to the celebrations of the 59th anniversary of victory in the Fatherland Liberation War (June 25, 1950-July 27, 1953) are seized with deep gratitude for Marshal Kim Jong Un.\n\t\t\t\t\t Yun Hi Chol, an 80-year-old war veteran, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I had never thought of this kind of honor and happiness in my 80s.\n\t\t\t\t\t\n\t\t\t\t\t We, war veterans, came to Pyongyang by air and special train and are treated as state guests in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t In their lifetime the great Generalissimos Kim Il Sung and Kim Jong Il arranged a national meeting of war veterans and had always taken warm care of us.\n\t\t\t\t\t\n\t\t\t\t\t Today respected Marshal Kim Jong Un invited us, war veterans, again to Pyongyang as delegates to the celebrations.\n\t\t\t\t\t\n\t\t\t\t\t I am offering heartfelt thanks to him in the name of all war veterans.\"\n\t\t\t\t\t\n\t\t\t\t\t Jong Ki Yong, another war veteran, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I have the same view with others.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un showed the same loving care as Kim Il Sung and Kim Jong Il did for the Children's Union members some time ago and for the war veterans today. He is, indeed, the benevolent father of all the people. \n\t\t\t\t\t\n\t\t\t\t\t I will remain faithful to him in the spirit of a soldier.\n\t\t\t\t\t\n\t\t\t\t\t Very bright is the future of the DPRK Led by Kim Jong Un, who values the revolutionary forerunners and creditably carries forward the history and tradition of great victory.\""
        },
        {
            "title": "Chinese Student Awarded DPRK Master's Degree of Linguistics ",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-25ee.html",
            "content": "Chinese Student Awarded DPRK Master's Degree of Linguistics \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- A 25-year-old Chinese student, Liu Rong, doing graduate work at Kim Il Sung University, was awarded master's degree of linguistics of the Democratic People's Republic of Korea. \n\t\t\t\t\t Liu gave in-depth analysis of the features and divisions of the Korean interjection, improving application of interjection in parts of speech of Korean language.\n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place at the Mansudae Assembly Hall in Pyongyang on Monday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-Premier Kim Yong Jin, who is chairman of the State Commission for Conferment of Academic Degrees and Titles, and Secretary General of the Commission Kang Chun Gum and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony Liu said she would fulfill her obligation befitting a student studying at Kim Il Sung University."
        },
        {
            "title": "Over 400 mm of Rainfalls Observed in DPRK in 24 Hours",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-24ee.html",
            "content": "Over 400 mm of Rainfalls Observed in DPRK in 24 Hours\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Downpour hit some areas of Pyongyang and Nampho cities and North and South Phyongan, North and South Hwanghae and Jagang provinces in the Democratic People's Republic of Korea from 06:00 Sunday to 06:00 Monday.\n\t\t\t\t\t It rained 442 mm in Pakchon County, 414 mm in Unjon County and 383 mm in Hyangsan County, 256 mm in Jongju City and 252 mm in Kujang County, North Phyongan Province, 404 mm in Anju City, 374 mm in Kaechon City, 361 mm in Tokchon City, 258 mm in Nyongwon County and 209 mm in Maengsan County, South Phyongan Province and 145 mm in Pyongyang City.\n\t\t\t\t\t\n\t\t\t\t\t Also torrential rains at intervals of 1-3 hours were witnessed in about 50 areas of the country, including Pakchon and Unjon counties and Jongju City of North Phyongan Province and Kangnam County of Pyongyang."
        },
        {
            "title": "Relief Work in Flood-hit Areas in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-34ee.html",
            "content": "Relief Work in Flood-hit Areas in DPRK\r\n Pyongyang, July 30 (KCNA) -- Flood by downpour on July 29-30 caused big damage to some areas of the Democratic People's Republic of Korea.\n\t\t\t\t\t A wave of rainstorms, that hit Tohwa-ri, Kaechon City and Ryonghwa-ri, Anju City in South Phyongan Province, flooded the areas, leaving their residents homeless and roads and bridges destroyed. Flooding was so rough in Junhyok-ri, Kaechon City that lifeboats could hardly reach the victims.\n\t\t\t\t\t\n\t\t\t\t\t Helicopters flew to the areas to rescue the flood victims on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, urgent government relief steps are being taken for inhabitants in flood-stricken areas."
        },
        {
            "title": "DPRK Players Prove Successful at International Free Flying Aero Model Contest",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-13ee.html",
            "content": "DPRK Players Prove Successful at International Free Flying Aero Model Contest\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- DPRK players came first in big glider contest team standings at the World Cup open free flying aero model contest and the Asian free flying aero model championships in Ulan Bator, Mongolia. They displayed high aero model manufacturing technology and operating skill. \n\t\t\t\t\t Kim Won Chol came second in big glider individual contest and medium glider individual contest while Choe Nam Il third in the same contests.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players came third in the big rubber power glider team contest and Ri Kwang Il second and Kim Won Chol third in big glider individual contest.\n\t\t\t\t\t\n\t\t\t\t\t They came back home Monday."
        },
        {
            "title": "Three Gilt-bronze Buddhist Statues Discovered in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-21ee.html",
            "content": "Three Gilt-bronze Buddhist Statues Discovered in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Three gilt-bronze Buddhist statues, believed to date back to the late period of Koryo Kingdom (918-1392) or the early period of Ri Dynasty (1392-1910), were discovered in Piro Peak of Mt. Kumgang in the Democratic People's Republic of Korea.\n\t\t\t\t\t The statues are exhibited at the Korean Central History Museum.\n\t\t\t\t\t\n\t\t\t\t\t They consist of Amida Buddha, 15.2 cm high, in the middle, Ksitigarbha, 12.6 cm high, in the right and the Merciful Goddess, 13.2 cm high, in the left.\n\t\t\t\t\t\n\t\t\t\t\t Bodies of the statues are proportionate with each other, well harmonized in formative and artistic representation."
        },
        {
            "title": "No Prescription for Hideous Crime: DPRK People",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-20ee.html",
            "content": "No Prescription for Hideous Crime: DPRK People\r\n Pyongyang, July 30 (KCNA) -- The servicepersons and civilians in the Democratic People's Republic of Korea still have it in for the United States and the south Korean regime which recently attempted heinous terrorism aimed to insult the dignity of the DPRK supreme leadership.\n\t\t\t\t\t Ri Chang Sop, a general officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Their terrorist attempt is a downright challenge to the dignity of our supreme leadership and it is the height of anti-DPRK confrontation moves which can never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t South Korea's rat-like Lee Myung Bak group is a clan of outlaws inferior to a beast as it is ignorant of elementary ethics and morality. Its existence is the greatest shame to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The group of rabid dogs should be beaten to death in time. We, servicepersons, will blow up the bastions of the U.S. imperialists and the Lee group of traitors if they show any sign of attempting to defame the dignity of our supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t Im Hun, secretary general of the North Hwanghae Provincial People's Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The U.S. and the Lee group of traitors are master-hands of anti-DPRK scheme and kingpins of state-sponsored political terrorism. But it is ridiculous for them to scheme to break the single-minded unity of the DPRK people which is more powerful than A-bomb. The U.S. and the Lee group will have to pay dearly for their indelible crime against the Korean nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Jo Yong Bong, rector of Law College under Kim Il Sung University, said:\n\t\t\t\t\t\n\t\t\t\t\t \"All teachers and students of the university are enraged at the news that the enemy attempted to insult the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will surely settle accounts with their crime and force them to pay thousand-fold price for it. Prescription is unavailable for such hideous terrorism.\""
        },
        {
            "title": "DPRK People Resentful at Attempted Terrorism",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-32ee.html",
            "content": "DPRK People Resentful at Attempted Terrorism\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- It was disclosed by Jon Yong Chol, a defector from the north to the south of Korea, that the Lee Myung Bak regime of south Korea, in collusion with the United States, had pushed ahead with terrorist acts to demolish statues in the Democratic People's Republic of Korea,.\n\t\t\t\t\t In this regard, Kim Myong Bok, a teacher at Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It is an unprecedented hideous terrorism aimed to defame the dignity of the DPRK supreme leadership. But the Lee group is downplaying the case as 'north's unilateral propaganda' and 'something impossible'.\n\t\t\t\t\t\n\t\t\t\t\t With such allegations, it can never evade the blame for the unpardonable crime.\n\t\t\t\t\t\n\t\t\t\t\t As a person involved in the case, Jon Yong Chol confessed that the south Korean intelligence agencies formed such anti-DPRK plot-breeding bodies as the 'Front for Liberation of North Koreans' with human dregs to press ahead with terrorism against the DPRK. He also testified to the fact that the United States and the south Korean regime orchestrated the recent terrorist operation while financing it.\n\t\t\t\t\t\n\t\t\t\t\t The facts show that the case was worked out by the U.S. and the south Korean regime, not by a non-governmental organization of scoundrels.\"\n\t\t\t\t\t\n\t\t\t\t\t Jon Kwang Il, a doctor at the Pyongyang Maternity Hospital, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The rat-like Myung Bak group of traitors went the lengths of infiltrating such human dregs as defectors to the south into the DPRK territory to break the single-minded unity of its people.\n\t\t\t\t\t\n\t\t\t\t\t As the statement of a spokesman for the DPRK National Defence Commission says, a physical counteraction is only the choice to punish those who run amuck to tarnish the dignity of the DPRK supreme leadership.\""
        },
        {
            "title": "U.S. Attempt for New World War Suffers Setback in Korean War",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-18ee.html",
            "content": "U.S. Attempt for New World War Suffers Setback in Korean War\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- The Korean people, including servicepersons, significantly celebrated the 59th anniversary of their victory in the Fatherland Liberation War (June 25, 1950-July 27, 1953).\n\t\t\t\t\t The war was of worldwide significance as the Korean people gave an impetus to the global cause of independence against imperialism by defeating the U.S. aggression forces for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The United States ignited the Korean War all of sudden in a bid to occupy the whole territory of the two-year-old DPRK in three days. But the things came opposite. As the war went on, the U.S. forces were mired in dilemma.\n\t\t\t\t\t\n\t\t\t\t\t The Korean army and people, rallied around Generalissimo Kim Il Sung, an ever-victorious and iron-willed commander, heroically fought against the invaders and finally beat down the U.S. imperialists who boasted of being \"the strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t Their victory in the war led to breakdown of the U.S. scheme for a new world war aimed to invade Asia and stifle socialism.\n\t\t\t\t\t\n\t\t\t\t\t During the war, the Chinese People's Volunteers joined in the Korean front under the banner of resisting America and aiding Korea, safeguarding the home and defending the motherland and heroically fought against the common enemy. The DPRK government conferred decorations and medals on 661 736 Chinese volunteers in appreciation of their feats, with title of DPRK Hero to 12 and Order of National Flag 1st Class to 226.\n\t\t\t\t\t\n\t\t\t\t\t 59 years has passed since then, but confrontation between socialism and imperialism has persisted in Northeast Asia including the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, any formidable enemy can never match the heroic army and people of the DPRK closely rallied around their leader."
        },
        {
            "title": "U.S. Suffers Enormous Losses in Korean War",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-19ee.html",
            "content": "U.S. Suffers Enormous Losses in Korean War\r\n Pyongyang, July 30 (KCNA) -- Nearly sixty years has passed since the Democratic People's Republic of Korea defeated the United States in the Korean War (June 1950-July 1953).\n\t\t\t\t\t The war was ignited on June 25, 1950 by the U.S. imperialists by instigating the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. brought to the war more than two million troops and huge latest weaponry, including one third of its ground force, a fifth of the air force and most of the Pacific Fleet, troops of its 15 satellites, the south Korean armed forces and the Japanese militarists.\n\t\t\t\t\t\n\t\t\t\t\t However, the war ended in the DPRK's victory.\n\t\t\t\t\t\n\t\t\t\t\t During the three years of war the enemy lost 1 567 128 troops, including 405 498 U.S. aggressor troops and 1 130 965 south Korean troops, and an enormous amount of combat equipment and war supplies, including 12 224 aircraft, 564 ships of different types, 7 695 artillery pieces, 3 255 tanks and armored vehicles, 13 350 motor vehicles and 925 152 small arms.\n\t\t\t\t\t\n\t\t\t\t\t The victory in the war, won by the DPRK army and people under the command of President Kim Il Sung, brought about the beginning of a downhill turn for the U.S. imperialists who boasted of being the world's \"strongest\"."
        },
        {
            "title": "Rodong Sinmun Condemns U.S., S. Korea for War Exercises against DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-12ee.html",
            "content": "Rodong Sinmun Condemns U.S., S. Korea for War Exercises against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- A combined drill to \"cope with local provocation\" was staged in the areas of Phaju and Koyang cities, Kyonggi Province, near the Military Demarcation Line from July 23 to 27 with south Korea's 1st Corps of the army, policemen, administrative institutions and reserve troops involved in the anti-DPRK exercise. \n\t\t\t\t\t The U.S. and the south Korean warmongers also plan to stage Ulji Freedom Guardian joint military exercises against the DPRK from August 20 to 31.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t At a time when tension is running high on the Korean Peninsula, the U.S. and the Lee Myung Bak group of traitors are steadily kicking off large-scale moves for a war against the north. This can never be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t Drones, tanks and other U.S. military equipment which had been hurled into bloody wars in other parts of the world are now massively shipped into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is also mulling hurling armed forces of some satellite countries under the pretext of U.N. forces. It is planning to stage a drill for bringing the armed forces to the peninsula through military bases in Japan.\n\t\t\t\t\t\n\t\t\t\t\t This is the same aggression method with the one the U.S. used during the past Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Such dangerous military moves are timed to coincide with the U.S. shift of the focus of its military strategy to the Asia-Pacific region and the Lee Myung Bak group's unprecedented escalation of confrontation with the DPRK to get rid of extreme ruling crisis in the closing days of its power.\n\t\t\t\t\t\n\t\t\t\t\t They are leveling their guns at the Koreans in the north who are shuddering with grudge at their hideous terrorism. Their provocation is further sparking off the towering hatred and hardening the will of the army and people of the DPRK to annihilate enemies.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet group would be well advised to stop running riot, if they do not want to depart from their life in the face of the sacred war of retaliation of the angered army and people of the DPRK."
        },
        {
            "title": "Lee Myung Bak Group of S. Korea Accused of Its Hideous Crimes against DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-11ee.html",
            "content": "S. Korean Regime Accused of Its Hideous Crimes against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Shortly ago, the Lee Myung Bak regime of south Korea committed such thrice-cursed crime as attempting hideous sabotage to hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The regime's shocking attempt is nothing but a product of its anti-DPRK scenario to realize its wild ambition to achieve \"the unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the group of traitors come to power than it trumpeted that \"unification under liberal democracy\" was its \"dream and final goal\". It, at the same time, adopted \"no nukes, opening and 3 000 dollars\" as a \"policy toward the north\" in a criminal bid to bring down the dignified social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group has so far been dead-set against dialogue between the north and the south and any process to mend their relations and has frantically escalated the confrontation with the DPRK, talking about the \"adherence to principles\" and \"waiting strategy\". Its ulterior aim was to wait for any \"change\" to take place in the DPRK and realize its wild ambition for achieving \"the unification of the social systems,\" availing itself of the \"change\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's noisy anti-DPRK row is, in essence, designed to achieve that aim and its ultimate goal is to launch a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A series of hideous crimes committed by the south Korean puppet regime cannot be construed otherwise than premeditated and deliberate provocations to cause \"a contingency\" to happen in the DPRK and start a war against it by taking advantage of this.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group's unending hideous provocations are a prelude to such war.\n\t\t\t\t\t\n\t\t\t\t\t It went the lengths of daring hurt the dignity of the supreme leadership of the DPRK, not content with having brought the inter-Korean relations to a total collapse, steeped in sycophancy and confrontation with fellow countrymen. It will have to pay a thousand-fold dearer price for these monstrous crimes."
        },
        {
            "title": "U.S. Should Behave Itself: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-27ee.html",
            "content": "U.S. Should Behave Itself: KCNA Commentary\r\n Pyongyang, July 30 (KCNA) -- Strange is the assertion made by the U.S. as regards the statement issued by a spokesman for the Foreign Ministry of the DPRK on July 20 denouncing the U.S. for its criminal attempt to destroy statues.\n\t\t\t\t\t A spokesman for East Asian and Pacific Affairs of the U.S.  Department of State said that the U.S. has no hostile intent on the DPRK, adding it is hard to get anything through threat or provocation.\n\t\t\t\t\t\n\t\t\t\t\t What he uttered means the U.S. has done nothing harmful but the DPRK is posing a threat to the U.S. and provoking it in quest of something.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. styling itself a super-power is deceiving the international community with very poor logic.\n\t\t\t\t\t\n\t\t\t\t\t As already reported, the U.S. is the chief culprit deeply involved in the hideous state-sponsored terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The truth about it had already been proved by the testimony made by the arrested criminal and the confessions by those involved in the crime. \n\t\t\t\t\t\n\t\t\t\t\t It is the typical method of aggression employed by the U.S. to instigate the operations to destabilize and undermine those countries which incur its displeasure and invent pretexts for carrying out military intervention and war against them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. escalates the anti-DPRK psychological warfare and the operations every year, providing the anti-DPRK conspiratorial organizations with huge funds out of its annual special budget. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. decided to provide 10 million U.S. dollars to the bodies active for \"destabilizing north Korea\" this year.\n\t\t\t\t\t\n\t\t\t\t\t This is a vivid expression of the U.S. hostile policy toward the DPRK as it is the most hostile action to bring down its socialist system. \n\t\t\t\t\t\n\t\t\t\t\t  The operation to destroy the statues, in particular, amounts to the most nefarious desecration of the dignity of the supreme leadership of the DPRK and insult to the mental mainstay of the Korean people and physical attack on it. This is little short of a war action as serious as invasion.\n\t\t\t\t\t\n\t\t\t\t\tNow that the U.S. persists in its hostile acts, while saying it has no hostile intent on the DPRK, it is entirely just for it to bolster up its nuclear deterrence to guarantee the security of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has persistently pursued its hostile policy toward the DPRK including military threat, political pressure and economic sanctions for several decades. In recent years, it has become evermore undisguised in its moves to stifle the DPRK in international arena and is staging military drills against the DPRK every day in areas around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. disclosed its hostility towards the DPRK so fully that it is busy staging large-scale firing drills with DPRK flags as its targets. It is, however, working hard to create the impression that the DPRK threatens someone with nukes, saying that it has no hostile intent on the DPRK. This is nothing but rhetoric to justify its criminal hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's deterrent force will steadily grow unless the U.S. rolls back its hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. would be well advised to behave itself in a responsible manner as regards the Korean issue."
        },
        {
            "title": "S. Korean Internet Paper Dismisses Lee Myung Bak's Apology as Deceptive",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-17ee.html",
            "content": "S. Korean Internet Paper Dismisses Lee Myung Bak's Apology as Deceptive\r\n Pyongyang, July 30 (KCNA) -- The south Korean Internet paper Jaju Minbo on July 24 carried an article denouncing the deceptive apology of traitor Lee Myung Bak of south Korea for the power-backed scandals.\n\t\t\t\t\t The article said Lee's apology for the scandals of his families, relatives and close confidants at Chongwadae lacked sincerity. \n\t\t\t\t\t\n\t\t\t\t\t The article continued:\n\t\t\t\t\t\n\t\t\t\t\t Lee evaded the responsibility, saying that he worked with the firm resolve to practice clean politics from the first, it seems like sky falls and he would work with sincerity with determination to do his best. \n\t\t\t\t\t\n\t\t\t\t\t The opposition party and civic and social organizations denounced his remarks as \"spurious apology\" and \"product of arrogant politics\" by a man \"obsessed with power\".\n\t\t\t\t\t\n\t\t\t\t\t A Seoul citizen demanded Lee make an apology in a responsible manner as he let the scandals of his families and relatives and close confidants break out in a scale incomparable with those in the successive regimes, worsened the people's livelihood with the big business-centered economic policy, violated democracy through the moves to put media under control and increased the war crisis through the policy for confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous demand of south Koreans that a thorough investigation into those scandals should be made and a fair punishment and responsibility be followed to ensure the sincerity of his apology."
        },
        {
            "title": "Korean People Will Keep to Road of Socialism: Political Figure of Democratic Congo",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-02ee.html",
            "content": "Korean People Will Keep to Road of Socialism: Political Figure of Democratic Congo\r\n Pyongyang, July 30 (KCNA) -- The Korean people will keep to the road of Juche, the road of socialism. Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of Democratic Congo who doubles as chairman of the Democratic Congo-Korea Friendship and Solidarity Association, said this in a statement on July 21 congratulating Supreme Commander of the Korean People's Army Kim Jong Un on his receiving the title of DPRK Marshal.\n\t\t\t\t\t Kim Jong Un's reception of the title was a historic event, the chairman said, adding the Korean people witnessed a turning point in accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un, identical to Generalissimos Kim Il Sung and Kim Jong Il in inborn disposition, is respected and loved by the Korean people as the great successor to the revolutionary cause of Juche, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people regard it as their greatest honor and happiness to hold Kim Jong Un in high esteem as the supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that statues of President Kim Il Sung and leader Kim Jong Il were erected on Mansu Hill and authored historic works, thus opening a new chapter in the cause of immortalizing the leader.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is always sure to triumph under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t With Kim Jong Un holding the helm of the revolution, Korea's reunification is sure to be achieved and a thriving socialist country where the people will live well with no more to desire in the world is sure to emerge."
        },
        {
            "title": "Kim Jong Un Congratulated Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-03ee.html",
            "content": "Kim Jong Un Congratulated Abroad \r\n Pyongyang, July 30 (KCNA) -- Broadcasting services of Italy and Guinea on July 21 and 22 aired programs congratulating Supreme Commander of the Korean People's Army Kim Jong Un on receiving the title of DPRK Marshal.\n\t\t\t\t\t Italian Citta Aperta said all the Korean people are extending warm congratulations to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t His reception of the title marked a great event to be specially recorded in the glorious history of the DPRK, the broadcasting service said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He is a brilliant commander possessed of matchless grit and pluck.\n\t\t\t\t\t\n\t\t\t\t\t He has rendered distinguished services for bolstering up the country's military capability true to the Songun politics of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the DPRK is demonstrating its dignity and might as a military power, a nuclear weapons state capable of beating back the imperialists' aggression at one blow.\n\t\t\t\t\t\n\t\t\t\t\t The Italian people and the world progressives are extending the highest glory and heartfelt congratulations to Marshal Kim Jong Un, the great leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The domestic channel of the broadcasting service of Guinea said DPRK Marshal Kim Jong Un enjoys boundless respect and absolute trust from all people, adding only victory and glory are in store for the Korean people led by him.\n\t\t\t\t\t\n\t\t\t\t\t The international channel and seven-national language channel of the broadcasting service of Guinea said they warmly congratulated Kim Jong Un on receiving the title of DPRK Marshal."
        },
        {
            "title": "Kim Jong Un Congratulated on Receiving Title of DPRK Marshal in Foreign Countries",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-04ee.html",
            "content": "Kim Jong Un Congratulated on Receiving Title of DPRK Marshal in Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Meetings took place in Nepal, Benin and Malaysia between July 21 and 23 to congratulate Supreme Commander of the Korean People's Army Kim Jong Un on receiving the title of DPRK Marshal.\n\t\t\t\t\t Personages of different social standings and other peoole in those countries took part in the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics said Kim Jong Un's reception of the title marked an event noteworthy not only in the DPRK but in other countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will tower higher in the world as a thriving nation as it is under Marshal Kim Jong Un, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t The rector of the Cotonou Institute of Journalism of Benin said the conferment of the title of Marshal upon Kim Jong Un was an expression of all Koreans and other world progressives' boundless reverence and trust in the peerlessly brilliant commander of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The general director of the Dombo Enterprise Company of Malaysia said it is quite natural for supreme leader Kim Jong Un to have received the title.\n\t\t\t\t\t\n\t\t\t\t\t  Only victory and glory are in store for the Korean people building a thriving nation because they are led by Marshal Kim Jong Un, he stressed."
        },
        {
            "title": "Kim Il Sung's Feats Performed for War Victory Praised Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-05ee.html",
            "content": "Kim Il Sung's Feats Performed for War Victory Praised Abroad \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Lectures and film shows took place in Democratic Congo, Tanzania and India on July 21 and 23 to mark the 59th anniversary of the victory of the Korean people in the Fatherland Liberation War. \n\t\t\t\t\t On display in the venues of the events were works of President Kim Il Sung and leader Kim Jong Il and photos of their undying exploits. \n\t\t\t\t\t\n\t\t\t\t\t Korean films including \"Fireworks for a Thriving Nation\" were shown at the events. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Youth Group for the Study of the Juche Idea in Democratic Congo referred to the fact that the DPRK achieved a shining victory in the 3-year Fatherland Liberation War fought to beat back the U.S. imperialists' invasion. \n\t\t\t\t\t\n\t\t\t\t\t It was not easy for the young DPRK to win victory in the war ignited by the U.S., he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the outstanding strategy and tactics and wise leadership of Generalissimo Kim Il Sung, the army and people of the DPRK inflicted upon the U.S. a heavy defeat, the first of its kind in its history. \n\t\t\t\t\t\n\t\t\t\t\t Clark, the then commander of the UN Command, confessed that the victory of the Korean People's Army was ascribable to the superb commanding art of General Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said that President Kim Il Sung shattered the myth of the U.S. imperialists' \"mightiness\" in the Korean War and worked a military miracle unprecedented in human history of wars. Under the supreme leader Kim Jong Un who is identical to Kim Il Sung the DPRK will always emerge victorious, he added."
        },
        {
            "title": "DPRK FM Statement Supported in UK",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-06ee.html",
            "content": "DPRK FM Statement Supported in UK\r\n Pyongyang, July 30 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea made public a joint statement on July 22 expressing full support for the statement issued by a spokesman for the Foreign Ministry of the DPRK denouncing the U.S. hostile policy which reached such an extremely reckless phase where it is instigating hideous terrorism. \n\t\t\t\t\t It is publicly recognized that the U.S. is the chieftain of world imperialism and international terrorism, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far committed state-sponsored terrorism by instigating its stooges in different countries. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is talkative about \"anti-terror war\" and \"improvement of the DPRK-U.S. relations\" while prodding the south Korean regime into hideous terrorism against the DPRK. This is hypocritical. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet regime were chiefly to blame for the recently disclosed hideous hostile action. \n\t\t\t\t\t\n\t\t\t\t\t The incident is little short of a war action. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is resorting to psychological warfare and destabilizing operations as well as economic sanctions to stifle Juche Korea. \n\t\t\t\t\t\n\t\t\t\t\t However, all its moves are bound to fail in face of the might of Korean-style socialism. \n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to take a counter-action against the U.S. moves. \n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK's stand."
        },
        {
            "title": "Kim Jong Un's Work Carried by Russian Paper",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-07ee.html",
            "content": "Kim Jong Un's Work Carried by Russian Paper\r\n Pyongyang, July 30 (KCNA) -- The detailed gist of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" was carried by the Russian newspaper Raboche-Krestiyanskaya Pravda No. 6. \n\t\t\t\t\t The work, published on April 27, 2012, clarifies the undying exploits performed by President Kim Il Sung and leader Kim Jong Il in land management and indicates the general orientation and tasks for face-lifting the country's land as befitting a thriving socialist nation."
        },
        {
            "title": "Kim Jong Un toma foto con veteranos de Guerra",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-39ee.html",
            "content": "Kim Jong Un toma foto con veteranos de guerra\n\t\t\t\t\t\t\r\nPyongyang, 30 de julio (ACNC) -- El Mariscal  Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea se fotografio junto con los delegados de veteranos de guerra participantes en los festejos del 59o aniversario de la victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\t  El Mariscal Kim Jong Un dio la calida felicitacion a los veteranos de guerra que bajo la direccion del partido y el lider rechazaron la invasion armada de los imperialistas yanquis en la ardua batalla que decidia el destino del pais, de manera que salvaguardaron honrosamente la libertad y la independencia de la patria y realizaron las proezas inmortales en la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\t  Expreso la esperanza y la conviccion de que los veteranos de guerra, con buena salud, legaran como herencia a las generaciones venideras el espiritu de colectivismo y heroismo masivo manifestado en la pasada Guerra de Liberacion de la Patria y estimularan a ellas a llevar a feliz termino la causa de la revolucion del Juche, la de la revolucion del Songun.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion estuvieron presentes Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Hyon Yong Chol, Kim Jong Gak, Kim Kyong Hui, Jang Song Thaek, Pak To Chun, Kim Yong Chun, Kim Kuk Thae, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Ri Yong Mu, Hyon Chol Hae, Kim Won Hong, Ri Myong Su, O Kuk Ryol, Ju Kyu Chang, Ri Pyong Sam, Thae Jong Su, y Ri Ul Sol, Hwang Sun Hui, Kim Chol Man y otros combatientes veteranos de la Lucha Armada Antijaponesa."
        },
        {
            "title": "Kim Jong Un envia regalos a delegados de veteranos de Guerra",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-40ee.html",
            "content": "Kim Jong Un envia regalos a delegados de veteranos de guerra\n\t\t\t\t\t\t\r\nPyongyang, 30 de julio (ACNC) -- El Mariscal  Kim Jong Un envio regalos a los delegados de veteranos participantes en los festejos por el 59o aniversario de la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tTuvo lugar el dia 30 en la Casa Cultural 25 de Abril el acto de entrega de regalos.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en la ocasion Kim Yong Nam, Choe Yong Rim, Hyon Yong Chol, Yang Hyong Sop, Kang Sok Ju, Ri Pyong Sam, Thae Jong Su, los funcionarios del partido, el ejercito y organizaciones de masas, los delegados de veteranos de guerra, los oficiales y los soldados.\n\t\t\t\t\t\n\t\t\t\t\tEl premier Choe Yong Rim, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea hizo uso de la palabra de entrega de regalos.\n\t\t\t\t\t\n\t\t\t\t\tEl orador recordo las benevolencias dispensadas por el Maximo Dirigente Kim Jong Un a los delegados de veteranos de guerra.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que Kim Jong Un envio avion, tren y omnibus para los viejos veteranos, les hizo gustar diariamente las comidas especiales y tomo foto con ellos dandoles maxima gloria y felicidad.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que es incomparable con nada la benevolencia del Comandante Supremo quien ahora envio ahora el regalo.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que de veras, el Mariscal es el destacado Maestro y gran Dirigente que responsabiliza la vida de los soldados revolucionarios y consolida firmemente la fila revolucionaria como gran agrupacion unida compactamente.\n\t\t\t\t\t\n\t\t\t\t\tConcluyo diciendo que al guardar en el profundo de corazon la gloria y felicidad de hoy, los veteranos deben glorificar la vida siguiendo al Comandante Supremo."
        },
        {
            "title": "Conversan las delegaciones de partido de Corea y China",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-41ee.html",
            "content": "Conversan las delegaciones de partido de Corea y China\n\t\t\t\t\t\t\r\nPyongyang, 30 de julio (ACNC) -- Tuvieron lugar el dia 30 en esta capital las conversaciones entre las delegaciones del Departamento Internacional del Comite Central del Partido del Trabajo de Corea y del Departamento de Enlace Internacional del CC del Partido Comunista de China.\n\t\t\t\t\t  En la ocasion estuvieron presentes por la parte coreana el secretario del CC del PTC Kim Yong Il, el subjefe de departamento Kim Song Nam y otros funcionarios del Departamento Internacional del CC del PTC y por la china, los miembros de la delegacion del Departamento de Enlace Internacional del CC del PCCh encabezada por su jefe, Wang Jiarui, y el embajador chino en Corea Liu Hongcai.\n\t\t\t\t\t\n\t\t\t\t\t  Ambas partes se informaron del estado de actividades de los respectivos partidos e intercambiaron las opiniones sobre el mayor desarrollo de las tradicionales relaciones de amistad y cooperacion entre los dos partidos y paises y otros asuntos de interes mutuo."
        },
        {
            "title": "Om Yun Chol establece nuevo record olimpico en Londres",
            "url": "http://kcna.co.jp/item/2012/201207/news30/20120730-42ee.html",
            "content": "Om Yun Chol establece nuevo record olimpico en Londres\n\t\t\t\t\t\t\r\nPyongyang, 30 de julio (ACNC) -- El levantador de pesas coreano Om Yun Chol ocupo el primer lugar en la  division de 56 kilos del levantamiento de pesas de los XXX Juegos Olimpicos de Londres.\n\t\t\t\t\t  Durante el juego del dia 29, el levanto 125 kilos en arranque y 168 kilos en envion estableciendo el nuevo record olimpico en la primera modalidad.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, Ryang Chun Hwa se ubico en el tercer lugar en la division de 48 kilos del levantamiento de pesas (F)."
        }
    ]
}