{
    "date": "2012-07-14",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-14ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Exemplary Soldiers of KPISF",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-20ee.html",
            "content": "Kim Jong Un Has Photo Session with Exemplary Soldiers of KPISF\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un had a photo session with the exemplary soldiers of the Korean People's Internal Security Forces (KPISF) who performed labor feats in major construction projects.\n\t\t\t\t\t He, who is also first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, received a report on the fact that those service personnel of the KPISF whose term of service expired worked hard in the construction of major objects, extending their term till the centenary of the birth of President Kim Il Sung. He was so kind-hearted as to have a photo session with those service personnel wrapping up their service. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, Jang Song Thaek, Ri Myong Su, Ri Pyong Sam, Ri Ryong Ha, Pak Chun Hong and generals of the KPISF.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated them who devoted their precious youth to the prosperity of the country and the happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that they would creditably perform their honorable duty by giving full play to the same soldier spirit and stamina as displayed in the days of soldiers at new posts for building a rich and powerful country."
        },
        {
            "title": "Greetings to 19th AU Session",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-18ee.html",
            "content": "Greetings to 19th AU Session\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to the 19th ordinary session of the Assembly of Heads of State and Government of the African Union (AU) opening in Addis Ababa.\n\t\t\t\t\t Kim in the message sent a warm and friendly salute on behalf of the DPRK government to the heads of states and governments of the AU and delegates of various countries present at the session.\n\t\t\t\t\t\n\t\t\t\t\t The activities of the AU, which dynamically pushes forward the integration of the continent according to the common desire and will of the regional people to meet world challenges by their concerted efforts, are powerfully encouraging the African people in their efforts to achieve peace, stability and prosperity of the continent, the message said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK government to always value and steadily develop the long and traditional ties of friendship and cooperation with the African countries.\n\t\t\t\t\t\n\t\t\t\t\t The message affirmed the invariable support and firm solidarity of the Korean people for the just cause of the African people for building independent and prosperous Africa.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely hoped that the session would yield good results in conformity with the common interests and desire of the member states."
        },
        {
            "title": "Congratulatory Messages and Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-30ee.html",
            "content": "Congratulatory Messages, Letters to Kim Jong Un\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The dear respected Kim Jong Un received congratulatory messages and letters from different countries on the occasion of the 12th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Among them were the chairman and the secretary general of the National Leading Council of the Diversity Party of Indonesia, the chairman and the first secretary of the Central Committee of the Communist Party of Norway, the chairman of the Communist Party in Denmark, the general secretary of the Central Committee of the Czechoslovak Communist Party and the general secretary and the international secretary of the Central Committee of the French Revolutionary Communist League.\n\t\t\t\t\t\n\t\t\t\t\t Senders of messages and letters included a secretary of the Central Committee of the Slovak Communist Party, the chairman of the Afro-Asian People's Solidarity Organization, the secretary general of the International Liaison Committee for Reunification and Peace in Korea and other high-ranking personages in political, social and economic circles from Russia, Philippines, Norway, Demark, Germany, Switzerland, Sweden, the Czech Republic, France, Finland, Britain, Austria, Iceland, Brazil, Colombia and Peru and representatives of organizations for supporting Korea's reunification and friendship organizations.\n\t\t\t\t\t\n\t\t\t\t\t They in their congratulatory messages and letters expressed belief that the Korean people, closely rallied around Kim Jong Un, would dynamically struggle for bringing earlier the country's independent reunification under the uplifted banner of the inter-Korean joint declaration."
        },
        {
            "title": "CPRK Secretariat Blasts S. Korean Regime's White Paper on Diplomacy",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-09ee.html",
            "content": "CPRK Secretariat Blasts S. Korean Regime's White Paper on Diplomacy \n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The south Korean puppet regime recently made public \"2012 white paper on diplomacy\" which advertised its major foreign policy last year. \n\t\t\t\t\t In the white paper the regime claimed stability was preserved in the north-south relations and the situation on the Korean Peninsula thanks to its efforts, talking about \"stable dealing\" with the unstable situation on the peninsula and \"flexible approach.\"\n\t\t\t\t\t\n\t\t\t\t\t  It asserted the absence of a nuclear test and \"provocation\" of the north last year and the \"opening of the south-north talks on denuclearization\", in particular, were attributable to its \"principled policy toward the north\". \n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 1003 on Friday said:\n\t\t\t\t\t\n\t\t\t\t\t This was a shameless and ridiculous sophism distorting the essence of the situation and misleading the public opinion. \n\t\t\t\t\t\n\t\t\t\t\t As already known, early in January last year the government, political parties and organizations of the DPRK issued a joint statement in which they proposed the south Korean authorities, political parties and organizations to hold wide-ranging dialogue and negotiations for candidly discussing and solving issues related to the important affairs of the nation, prompted by the unanimous desire of all Koreans to save the inter-Korean relations from catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors, however, groundlessly opposed the proposal, describing it as \"camouflaged peace offensive\" and \"tactics of the united front.\" From early last year it persistently resorted to the confrontation and war moves to push the inter-Korean relations to a collapse. \n\t\t\t\t\t\n\t\t\t\t\t What merited a serious attention was that the group rubbed salt into the wounds of the fellow countrymen in the north grieving over the loss of the great father of the nation. Even before this grief was alleviated, the group did not hesitate to commit thrice-cursed provocation against the nation, daring cry out for \"striking through the window of the office room\" of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The contacts, visits and cooperation between people of different social standings of the north and the south for national reconciliation and unity were completely blocked to make the warm kinship and compatriotism forged in the June 15 era disappear. Only an extreme racket calling for eliminating those \"benefiting enemies\" and \"forces following the north\" and a terror-ridden atmosphere of fascist suppression prevailed in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Last year and this year the south Korean warmongers frantically staged DPRK-targeted war exercises in the air, ground and seas of south Korea almost every day. Not content with this, they worked hard to round off the triangular military alliance, while pursuing the moves to conclude a military agreement with the Japanese reactionaries at the instigation of the U.S. imperialists. \n\t\t\t\t\t\n\t\t\t\t\t Due to their moves the north-south relations are no longer reparable and a touch-and-go situation has been created in the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the white paper is nothing but a conspiratorial and confrontation document peppered with lies and fabrications to embellish its traitorous and anti-reunification policy and shift the responsibility for derailing the inter-Korean relations and disturbing peace onto the DPRK."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-27ee.html",
            "content": "Visits\r\n Pyongyang, July 14 (KCNA) -- A DPRK film delegation headed by Pak Chun Nam, vice-minister of Culture and director of the General Bureau of Film, left Pyongyang Saturday for China to take part in a preview of the DPRK-China co-produced film \"Promise in Pyongyang\". Also leaving for China on the same day was a friendship delegation headed by Ri Kil Chun, chairman of the Nampho City People's Committee.\n\t\t\t\t\t The DPRK delegation of the State Commission of Quality Control headed by its Chairman Choe Kwang Rae came back home Saturday after wrapping up its visit to Vietnam and China."
        },
        {
            "title": "New Postage Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-21ee.html",
            "content": "New Postage Stamps Issued in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea has issued new stamps.\n\t\t\t\t\t One of them marks the anniversary of the introduction of the free medical care system in the country.\n\t\t\t\t\t\n\t\t\t\t\t Depicted in the stamp is a woman health worker holding a child in her arms against the background of the Pyongyang Maternity Hospital. \n\t\t\t\t\t\n\t\t\t\t\t In its upper part are letters \"In commemoration of the 60th anniversary of the DPRK Cabinet's decision on enforcing free medical care system.\" The decision was made public in November Juche 41 (1952) when the Korean War was at its height.\n\t\t\t\t\t\n\t\t\t\t\t Three other stamps deal with \"Songun Pulgungi-1\", an alternating-current locomotive developed in the DPRK, and trains produced in other countries."
        },
        {
            "title": "Pyongyang Children's Department Store",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-23ee.html",
            "content": "Pyongyang Children's Department Store\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The Pyongyang Children's Department Store is located in Changjon Street, Central District of Pyongyang.\n\t\t\t\t\t In May this year, the dear respected Kim Jong Un visited the department store ready for opening, indicating detailed tasks and ways for its operation.\n\t\t\t\t\t\n\t\t\t\t\t Thak Hwa Suk, manager of the department store, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The department store represents the dear respected Kim Jong Un's noble love for posterity. Thanks to his loving care, the store has turned to be a stylish commercial service centre for children.\n\t\t\t\t\t\n\t\t\t\t\t During his tour, he touched on down-to-earth issues ranging from procurement of goods to production of toys and building of indoor playground.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the store, he said it was planned to build a large toy factory and that through the visit to the store he had the confidence in the plan and renewed his resolve to devotedly work for children.\n\t\t\t\t\t\n\t\t\t\t\t Later, he sent to the store 2 296 entertainment apparatuses of 28 kinds for indoor playgrounds.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Suk, a floor-manager of the store, said that the store is associated with Kim Jong Un's love for posterity."
        },
        {
            "title": "Anti-imperialist, Anti-U.S. Struggle Prompted by Korean War",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-22ee.html",
            "content": "Anti-imperialist, Anti-U.S. Struggle Prompted by Korean War\n\t\t\t\t\t\t\r\n Pyongyang July 14 (KCNA) -- The Korean War in the 1950s marked an important occasion in opening up the era of new upswing in the anti-imperialist, anti-U.S. struggle throughout the world.\n\t\t\t\t\t The World Federation of Trade Unions said in an appeal to the working people the world over in May 1952 that the Korean people's stubborn fight against aggression made a new impact on the world people's resistance against imperialism and its colonial system.\n\t\t\t\t\t\n\t\t\t\t\t Slogan \"Let us fight as the Korean people do!\" came out from among the oppressed peoples of the world and the national liberation struggle in colonies entered a period of great upsurge.\n\t\t\t\t\t\n\t\t\t\t\t In Vietnam, Laos and Cambodia peoples won in the anti-France resistance with all-out counterattacks and dealt a telling blow at the U.S. imperialist aggressors invading their countries in place of France. The Indonesian people, too, intensified their liberation struggle.\n\t\t\t\t\t\n\t\t\t\t\t In the Middle East, Egyptian, Lebanon and Jordanian peoples drove out the imperialist aggressors through vigorous struggle against their armed intervention. \n\t\t\t\t\t\n\t\t\t\t\t In Africa the Algerian people started their armed struggle against the French colonialists in November 1954, while an anti-U.S. action was growing in intensity in Cuba and other countries of Latin America, called \"tranquil backyard\" and \"hereditary estate\" of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The victory, won in the war by the Korean people under wise guidance of President Kim Il Sung, greatly encouraged Asian, African and Latin American peoples in the struggle for national liberation."
        },
        {
            "title": "DPRK People Harden Their Will to Revenge on S. Korean Regime",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-24ee.html",
            "content": "DPRK People Harden Their Will to Revenge on S. Korean Regime\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The Lee Myung Bak group of traitors in south Korea has committed provocative acts against the Democratic People's Republic of Korea one after another.\n\t\t\t\t\t Some days ago, human dregs affiliated with \"alliance of the elders\" and the \"society of families of south Korean abductees\" gathered near the \"Unification Bridge\" in Phaju City, Kyonggi Province, to kick up a racket of hurting the dignity of the DPRK supreme leadership, at the instigation of Lee.\n\t\t\t\t\t\n\t\t\t\t\t It was not long ago that the internal affairs team of a south Korean army unit carelessly hung portraits of the peerlessly great men of Mt. Paektu on walls, scrawling unspeakable defamatory words below them.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors did not hesitate to sling mud at the celebrations for the Day of the Sun held in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people are burning their hearts with the will to annihilate the provocateurs continuing to commit indelible crimes against the nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok, a Korean People's Army soldier, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Human dregs again defamed the dignity of the DPRK supreme leadership. I can no longer remain an onlooker to such provocation.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the servicepersons to wipe out Lee Myung Bak and his clan to the last one through a sacred war of retaliation.\" \n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Jun, a KPA officer, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The traitors' moves for confrontation with the fellow countrymen will continue as long as they are alive.\n\t\t\t\t\t\n\t\t\t\t\t We should not leave them alive any longer. The provocateurs have already become an attack target of the KPA.\""
        },
        {
            "title": "Kim Il Sung Revered as Gifted Strategist",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-25ee.html",
            "content": "Kim Il Sung Revered as Gifted Strategist\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- In the last Fatherland Liberation War (June 25, 1950-July 27, 1953), the Democratic People's Republic of Korea had to fight against the United States styling itself \"the strongest\" in the world, its 15 allies and the south Korean puppet army.\n\t\t\t\t\t At that time it was a small and young country, which was liberated from the Japanese colonial rule just five years ago.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK led by President Kim Il Sung, an ever-victorious iron-willed commander and gifted military strategist, won in the war, striking the world people with admiration.\n\t\t\t\t\t\n\t\t\t\t\t Vladimir Tolstikov, who was a correspondent of the Soviet Union's newspaper Pravda in Pyongyang during the war, in his reminiscences said:\n\t\t\t\t\t\n\t\t\t\t\t \"At that time, all those with good intentions in Asia or Europe were worried about the destiny of justice, looking up to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But, President Kim Il Sung faced down the allied forces of the U.S. and other Western countries, wisely guiding the army and people of the young DPRK everyone considered to be weak, and single-handedly defeated the strategy worked out jointly by the allied forces.\n\t\t\t\t\t\n\t\t\t\t\t The Korean War proved that even a small country can get strong and defeat any formidable enemy when it is guided by a prominent leader.\"\n\t\t\t\t\t\n\t\t\t\t\t Gomes, ex-president of Portugal, said:\n\t\t\t\t\t\n\t\t\t\t\t \"At that time all the operational plans on the U.S. side were worked out after rounds of deliberations by chiefs of staff and a number of generals of the U.S. and Western nations, its allies.\n\t\t\t\t\t\n\t\t\t\t\t But, General Kim Il Sung crushed them all alone. Witnessing this fact, I came to realize that he is the one and only gifted strategist and the great commander in the world.\"\n\t\t\t\t\t\n\t\t\t\t\t Clark, who was a commander of the U.S. 8th Army during the war, wrote in a book that the name of Kim Il Sung became an idol of all Koreans and a symbol of patriotic deed in Korea."
        },
        {
            "title": "Korean Powdered Jewel Paintings Popular at Int'l Art Festival ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-26ee.html",
            "content": "Korean Powdered Jewel Paintings Popular at Int'l Art Festival \n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Korean powdered jewel paintings were highly appreciated at the fine art festival of the 20th \"Master Class\" International Art Festival held in Russia from June 3 to July 10. \n\t\t\t\t\t The festival brought together talented painters from the DPRK, Russia, France, Italy, Germany, Poland, the U.S. and other countries. \n\t\t\t\t\t\n\t\t\t\t\t Powdered jewel paintings created by painters of the Mansudae Art Studio drew attention of the participants in the festival. \n\t\t\t\t\t\n\t\t\t\t\t Members of the festival organizing committee and fine art experts were unsparing in their praises of the very high level of representation, noting that powdered jewel paintings are fine art pieces requiring high skill.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the festival said those paintings were the best in the use of rare materials, fascinating art and soft and exquisite representation. \n\t\t\t\t\t\n\t\t\t\t\t Powdered jewel paintings \"Way to Mt. Paektu\" and \"Tiger,\"etc, in particular, greatly impressed visitors. These works were created by Sin Pong Hwa, head of the Powdered Jewel Painting Creative Group of the Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t A diploma of the festival was awarded to Sin."
        },
        {
            "title": "\"The Flower Girl\" Admired by Chinese People",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-29ee.html",
            "content": "\"The Flower Girl\" Admired by Chinese People\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- \"The Flower Girl\", the DPRK's revolutionary opera, was staged in Guangzhou, Zhouhai, Zhongshan   and Shenzhen cities of Guangdong Province, China. \n\t\t\t\t\t The audience heaped praises on the opera. \n\t\t\t\t\t\n\t\t\t\t\t A professor of vocal music of the Guangzhou Symphony Orchestra said that the revolutionary opera \"The Flower Girl\" left deep impressions on the people. Students spoke highly of the opera, calling it a world-level performance, the acme of art.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a trade company of Guangzhou City said that the opera struck a chord in the hearts of the audience. The performance will remain a good memory in the minds of people.\n\t\t\t\t\t\n\t\t\t\t\t A student of the Zhouhai Branch under the Beijing Normal University of China noted that actors and actresses made a truthful and vivid representation, leading the audience to the world of the opera.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a company of Zhongshan City stressed that the DPRK's art has a peculiar attraction. \n\t\t\t\t\t\n\t\t\t\t\t The deputy secretary of a committee of an institution under Zhongshan City noted that Kkotpun's depiction helped grasp the profound truth that the revolution is the only way out.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a company of Shenzhen noted that the revolutionary opera \"The Flower Girl\" associated with the feats of peerlessly great men is a masterpiece with lasting influence.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of a textile mill said that it is the first time to see such a wonderful performance. The DPRK will make big advance in the development of culture and arts in the future, too, under the leadership of the dear respected Kim Jong Un, he added."
        },
        {
            "title": "Rodong Sinmun on Fundamental Principles of Country's Reunification",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-10ee.html",
            "content": "Rodong Sinmun on Fundamental Principles of Country's Reunification\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Rodong Sinmun Saturday dedicates a bylined article to the 40th anniversary of leader Kim Jong Il's work \"Let Us Struggle Resolutely to Implement the Three Principles of National Reunification\".\n\t\t\t\t\t The work, published on July 14, 1972, clearly expounds important issues to be tackled by the Korean nation in thoroughly preserving and embodying the three principles of national reunification, which were initiated by President Kim Il Sung and stipulated as a reunification programme common to the nation in the historic July 4 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t The work indicates the issue of driving the U.S. armed forces out of south Korea and waging the struggle to check and frustrate the Japanese militarists' moves of reinvasion, the issue of taking practical steps for defusing military tension and removing the source of a war from the Korean Peninsula as well as the issue of achieving great national unity irrespective of ideology, ism and social system under the uplifted banner of independence. \n\t\t\t\t\t\n\t\t\t\t\t The work has instilled faith and optimism about the country's reunification into all the Koreans and aroused them to conduct nation-wide struggle for the reunification during the past four decades with its great validity and vitality, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun revolutionary leadership of Kim Jong Il, the Korean nation could head off a new war and usher in the June 15 era of reunification. Under the treasured sword of Songun, the Korean nation could deal a telling blow at the anti-reunification forces at home and abroad who persistently have sought to check the peace and peaceful reunification of the country and keep the division of the country, and conduct nation-wide struggle for the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the noble virtue and broad magnanimity of Kim Jong Il, those who had committed crimes before the nation could break with their past and opt to take the road of patriotism. National events of historic significance that moved all the Koreans and the world were also possible thanks to his great personality. \n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification serve as fundamental principles that cannot be compromised under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should hold fast to the three principles of independence, peaceful reunification and great national unity and wage the movement for country's reunification as required by them, the article concludes."
        },
        {
            "title": "KCNA Commentary Raps Park Geun Hye's Efforts to Call Back Departed Soul of Dictator",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-28ee.html",
            "content": "KCNA Commentary Raps Park Geun Hye's Efforts to Call Back Departed Soul of Dictator\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Moves to call back the departed soul of \"yusin\" dictatorship in south Korea these days pose a serious socio-political problem. \n\t\t\t\t\t The stands of Park Geun Hye, who decided to run for \"the presidential election\" on the ticket of the \"Saenuri Party\", and her confidants on the \"yusin\" dictatorship are arousing serious concern and caution among people of different social standings in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Park's decision placed herself on a chopping board where her ulterior intention will be judged: to revive \"yusin\" dictatorship or not. \n\t\t\t\t\t\n\t\t\t\t\t Her father Park Chung-Hee staged a merciless military coup to seize power overnight and maintained \"yusin\" dictatorship by resorting to military suppression as a cure for all. This tragic story is still recorded as a pronoun of terror and death in the political history of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t That is why the interpretation and comment on Park's \"military coup on May 16\" and \"yusin\" system in south Korea serve as an important microscope to judge the political stand of people. \n\t\t\t\t\t\n\t\t\t\t\t As for his daughter Park Geun Hye, she embellished and praised the dictatorial politics of her father whenever an opportunity presented itself. \n\t\t\t\t\t\n\t\t\t\t\t At a hearing for confirming a \"presidential\" candidate of the then \"Grand National Party\" in 2007, she asserted the May 16 coup was a \"revolution for national salvation\" and that the \"yusin\" system should be left to history to judge. \n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous view of people of different social standings in south Korea that there is no drastic change in her interpretation in the subsequent period. \n\t\t\t\t\t\n\t\t\t\t\t A whole string of hard-line speeches surpassing Park Geun Hye's understanding is heard from among her confidants these days, sparking off great socio-political uproar. \n\t\t\t\t\t\n\t\t\t\t\t They went the lengths of blustering that the May 16 coup was of both nature of coup and revolution and the coup brought about \"a miracle of the River Han.\" \n\t\t\t\t\t\n\t\t\t\t\t The outbursts are nothing but sophism to justify means with results. Everything is OK if the perpetrator yields good results, regardless of whatever means involved and how many people fell victim to it. This is a gangster-like logic.  \n\t\t\t\t\t\n\t\t\t\t\t This patently proved that Park Geun Hye and her confidants are diehard followers of American-style \"pragmatism\" regarding that \"what is beneficial means truth\". \n\t\t\t\t\t\n\t\t\t\t\t She claims that she is different from traitor Lee Myung Bak, but the above-said facts once again proved that she is just the same as Lee as she \"became his partner for political reasons\" on the basis of flunkeyism towards the U.S. \n\t\t\t\t\t\n\t\t\t\t\t This is just like pressurizing people not to question about the means and methods to be employed by her: whether she follows the same dictatorship as enforced by Lee and revives the \"yusin\" dictatorship to fulfill her promises including \"democratization of the economy\" in case she comes to power. \n\t\t\t\t\t\n\t\t\t\t\t These days they hate and reject the verification of their interpretation of history and political stand, asserting that such dispute \"would not help produce even a piece of biscuit.\"\n\t\t\t\t\t\n\t\t\t\t\t This also proves that they are just the same as the Lee group of traitors which decided everything with money. \n\t\t\t\t\t\n\t\t\t\t\t What Park claimed reveals her intention to follow in the footsteps of traitor Lee Myung Bak, wicked traitor and kingpin of scandals, who sold out the dignity of the nation and south Korean people's right to existence to outside forces to rake up profits. \n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, Lee has systematically embellished Park Chung Hee's military dictatorial regime through the revision of history textbooks, etc. in the years of his office. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Park Geun Hye and her clan have become ever more undisguised in such acts of distorting history as shielding the \"yusin\" dictatorship under the patronage of the \"Grand National Party\" and its successor the \"Saenuri Party.\" \n\t\t\t\t\t\n\t\t\t\t\t No wonder, south Koreans from all walks of life hold that if Park Geun Hye and her \"Saenuri Party\" come to power, this would be nothing but the second-term regime of Lee Myung Bak."
        },
        {
            "title": "U.S. behind Moves to Conclude GSOMIA between S. Korea and Japan: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-19ee.html",
            "content": "U.S. behind Moves to Conclude GSOMIA between S. Korea and Japan: KCNA Commentary\r\n Pyongyang, July 14 (KCNA) -- The U.S. attitude of pressurizing south Korea and Japan to conclude the General Security of Military Information Agreement (GSOMIA) is sparking off deep concern of the international community. \n\t\t\t\t\t As already known, the moves for the conclusion of GSOMIA which had been pushed forward in secret were put off by the strong protest of people at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t Very much displeased with this news, the U.S. let a spokesman for the Department of State clarify that the U.S. hopes for the strongest possible ties between its close two allies.\n\t\t\t\t\t\n\t\t\t\t\t This remark brought to light the ulterior aim sought by the U.S. in the issue of concluding the agreement.\n\t\t\t\t\t\n\t\t\t\t\t It is a revelation of the sinister intention of the U.S. to make an effective use of the south Korea-Japan relations for knocking into shape the triangular military alliance in a bid to implement its anti-DPRK confrontation policy and strategy for dominating Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t South Korea and Japan are pushing forward the moves for the conclusion of the agreement, pursuant to the U.S. strategy and under its manipulation. \n\t\t\t\t\t\n\t\t\t\t\t In the era of the Cold War the U.S. pushed ahead with the establishment of the triangular military alliance involving the U.S., Japan and south Korea called \"NATO\" of Asian version with a view to containing anti-U.S. countries growing stronger in Asia including the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. had already completed the vertical structure for the triangular military alliance by signing the \"mutual defense treaty\" with south Korea and the \"security treaty\" with Japan respectively. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. plan to complete the alliance structure for implementing its Asia strategy by linking south Korea and Japan horizontally went bust due to the strong anti-Japanese sentiments of the south Korean people and opposition of regional countries. \n\t\t\t\t\t\n\t\t\t\t\t After declaring \"return to Asia\" in recent years, the U.S. singled out the completion of the triangular military alliance and the building of a missile shield, etc. as important tasks for carrying out its new strategic scenario, once again putting spurs to their early implementation. \n\t\t\t\t\t\n\t\t\t\t\t Failure to conclude a military agreement between south Korea and Japan would deprive the U.S. of legal and military grounds and guarantees for implementing its Asia strategic scenario, to say nothing of those for the triangular military alliance. \n\t\t\t\t\t\n\t\t\t\t\t That was why the U.S. worked so hard to see the conclusion of the military agreement between its allies at any cost during the tenure of office of such worst pro-U.S., pro-Japanese forces as traitor Lee Myung Bak. \n\t\t\t\t\t\n\t\t\t\t\t  This is the reason why the U.S. was so upset by the recent action to put off the conclusion of the agreement and is now pressurizing south Korea and Japan to facilitate it. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the U.S. is the arch criminal disturbing peace and stability on the Korean Peninsula and in the rest of Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\t The moves to tighten the military nexus among the U.S., Japan and south Korea are bound to fail as it will strain the regional situation."
        },
        {
            "title": "Action against Military Nexus with Japan Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-12ee.html",
            "content": "Action against Military Nexus with Japan Urged in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 154th independence, reunification and peace actions in Seoul on July 10 at which it said it would struggle to check the conclusion of a military agreement with Japan without fail. \n\t\t\t\t\t The organization said that Japan has worked hard to conclude a military pact with south Korea under the signboard of \"friendly country\".\n\t\t\t\t\t\n\t\t\t\t\t Japan is scheming to revive militarism and realize its old dream of reinvading Korea, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Japan brought the Korean nation greatest calamities in the past. However, it has worked hard to justify its crimes and snatch the Tok Islet from Korea. The south Korean authorities for going to conclude a military agreement with Japan. It is an act of going contrary to the people's wishes.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak should bear the responsibility for spearheading the move to push forward the conclusion, not just trying to tide it over by charging a few officials."
        },
        {
            "title": "S. Korean Supreme Court's Unreasonable Judgment Censured",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-13ee.html",
            "content": "S. Korean Supreme Court's Unreasonable Judgment Censured\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The south Korean Measure Council for Checking the Building of the Jeju Naval Base comprising 125 civic and public, youth and student organizations issued a statement on July 6 denouncing the Supreme Court's unreasonable judgment as regards the construction of the naval base.\n\t\t\t\t\t The statement recalled that the Supreme Court on July 5 turned down the indictment raised by Kangjong villagers in connection with the base construction.\n\t\t\t\t\t\n\t\t\t\t\t The villagers demanded a stop to the project, saying that the \"minister of Defense\" did not make a correct assessment of impact the approval of the construction plan will have on environment but committed illegal acts. The Supreme Court stood by the military authorities, saying that something went wrong in assessing the impact on environment but it is not so much erroneous as to nullify the approval.\n\t\t\t\t\t\n\t\t\t\t\t  It is an illegal act not to accept the opinions of villagers while ruthlessly destroying environment on Jeju Island, the statement said, condemning the Supreme Court for its judgment disregarding the villagers."
        },
        {
            "title": "S. Korean Authoritie s Urged to Disclose Inside Story of Their Moves to Conclude GSOMIA with Japan ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-14ee.html",
            "content": "S. Korean Authorities Urged to Disclose Inside Story of Their Moves to Conclude GSOMIA with Japan \r\n Pyongyang, July 14 (KCNA) -- The Center for Peace and Disarmament of the Citizens' Solidarity for Democratic Society of south Korea demanded the \"government\" authorities open to the public facts about how they pushed forward in secret the moves to conclude the General Security of Military Information Agreement (GSOMIA) with Japan. \n\t\t\t\t\t The organization sent written requests to the \"Ministry of Defense\", the \"Ministry of Foreign Affairs and Trade\" and Chongwadae respectively on July 5. \n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to open all the materials including minutes of talks and working-level meeting between the Japanese and south Korean authorities for the discussion of the Acquisition and Cross-Servicing Agreement and GSOMIA, lists related to documents and their full texts, documents related to the military agreements exchanged between Japan and south Korea and between the U.S. and the south Korean authorities, a report prepared by the Lee Myung Bak regime for the promotion of the agreements and recorded speeches."
        },
        {
            "title": "S. Korean Authorities' Crackdown Aimed at Stay in Power Slammed",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-15ee.html",
            "content": "S. Korean Authorities' Crackdown Aimed at Stay in Power Slammed\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The south Korean Internet radio Voice of People on July 10 denounced the \"government\" authorities for kicking up fascist crackdown aimed at stay in power.\n\t\t\t\t\t The \"Security Law\" is now in full force under the present \"government\" and the number of cases indicted by the police on charges of violation of the evil law has increased this year over last year, the broadcasting noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove that the security authorities have tightened clampdown by taking advantages of the intensified ruckus over the \"forces following the north\" and coloring offensive in the political camp with the forthcoming \"presidential\" election as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t Occasioned by the return of Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, to south Korea, the authorities searched the office room of Pomminryon South Headquarters and arrested its secretary general. Lurking behind this is their sinister intention to label the pro-reunification movement organization as \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t There is skepticism that the security authorities abused the evil law for creating a condition favorable for the conservative forces in the forthcoming \"presidential\" election."
        },
        {
            "title": "Koreans in U.S. Demand Lee Myung Bak Step Down",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-16ee.html",
            "content": "Koreans in U.S. Demand Lee Myung Bak Step Down\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The Federation of Koreans in the U.S. on July 10 made public an appeal demanding traitor Lee Myung Bak of south Korea hell-bent on pro-U.S. and pro-Japanese acts step down.\n\t\t\t\t\t The appeal accused the Lee \"government\" of attempting to conclude a military agreement with Japan in secret, deceiving people, only to fail in face of strong protest of the public at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t However, Lee is still watching for an opportunity to conclude the country-selling agreement in an illegal manner, claiming the conclusion of the agreement was put off due to a matter of procedures, though he committed a crime against the nation, the appeal noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee \"government\" is pursuing a hostile policy towards the DPRK and a traitorous policy to serve the U.S. and Japan, putting spurs to the formation of the triangular military alliance involving south Korea, the U.S. and Japan and thus pushing the situation on the Korean Peninsula to the brink of war. \n\t\t\t\t\t\n\t\t\t\t\t If the grave situation on the Korean Peninsula is to be put under control, all Koreans at home and abroad should rise up as one to force the Lee regime to step down and frustrate the formation of the military alliance for aggression."
        },
        {
            "title": "Kim Il Sung's Work Introduced by Mexican Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-01ee.html",
            "content": "Kim Il Sung's Work Introduced by Mexican Organization\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- The detailed gist of President Kim Il Sung's famous work \"Let Us Uphold Independence\" was carried by the Mexican Institute for the Study of the Juche Idea in its bulletin No. 92.\n\t\t\t\t\t The work, published on September 7, 1981, clarifies that adhering to independence in the activities of the party and state is the requirement of the present era and that the Juche idea is the man-centred philosophy."
        },
        {
            "title": "Kim Jong Un's Work Studied Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-02ee.html",
            "content": "Kim Jong Un's Work Studied Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Seminars on the dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" were held in Benin, Democratic Congo and Peru on July 5 and 8.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", reported as follows:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un's work evokes ardent yearning for the prominent leader of revolution, peerless patriot and benevolent father of the people.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung blazed a trail of the Korean revolution under the banner of Juche, pushed forward global independence and devoted his all to the accomplishment of the people's sacred cause.\n\t\t\t\t\t\n\t\t\t\t\t As stressed in the work, the 20th century was, both in name and reality, the century of HE Kim Il Sung shining with his undying feats and traits as a great man.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Group for the Study of the Juche Idea of the University of Kinshasa of Democratic Congo praised the President's undying ideo-theoretical feats and his exploits in nation-building and country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Guillermo Alcazar Ribera, chairman of the Peruvian Group for the Study of Kimilsungism-Kimjongilism, expressed belief that the Korean people would register shining successes in their revolutionary cause of Juche and national reunification under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at a seminar in Peru."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Foreign Personages.",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-03ee.html",
            "content": "Kim Il Sung's Feats Lauded by Foreign Personages.\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Remembrance meetings were held in Guinea, Malaysia and Germany on July 6 and 7 on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t The vice-chairman of the Kimilsungia-Kimjongilia Association in Guinea lauded the feats the President performed by accomplishing the historic cause of national liberation with arms, founding the people's democratic state for the first time in the East, wisely leading the 3-year-long Fatherland Liberation War, post-war rehabilitation and construction and the building of socialism and thus establishing the socialist system centered on the popular masses in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Dombo Enterprise Company of Malaysia said the President founded the Juche idea and the Songun idea and wisely led the revolution and construction based on them.\n\t\t\t\t\t\n\t\t\t\t\t As a result, the DPRK could unswervingly keep to the path of socialism and win victory after victory in the 90s of the last century when socialism suffered setback in East European countries, he noted, adding the President's exploits would shine long.\n\t\t\t\t\t\n\t\t\t\t\t A message to the dear respected Kim Jong Un was adopted at a remembrance meeting held by the German Branch of the Korean Friendship Association."
        },
        {
            "title": "S. Korean Authorities' Crackdown upon Ro Su Hui Denounced by Austrian Organization",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-04ee.html",
            "content": "S. Korean Authorities' Crackdown upon Ro Su Hui Denounced by Austrian Organization\r\n Pyongyang, July 14 (KCNA) -- The Left Bloc of the Austrian Trade Union Federation sent a letter to the south Korean embassy in Vienna on July 7 in protest against the puppet regime's brutal violence against Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t We were shocked to hear the news that the fascist gangsters arrested Ro as soon as he went across the demarcation line in Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t Seeing this, the trade unions throughout the world came to know clearly how brutally the present south Korean authorities suppress those people who aspire after the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Left Bloc of the Austrian Trade Union Federation strongly demands the south Korean authorities immediately release Ro and step down as they betrayed the Korean nation again by abusing human rights."
        },
        {
            "title": "Foreign Personages Visit DPRK Missions to Pay Homage to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-05ee.html",
            "content": "Foreign Personages Visit DPRK Missions to Pay Homage to Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- Personages of Nepal, Bangladesh, Mongolia, the UK, China and the International Institute of the Juche Idea (IIJI) visited the DPRK missions in those countries on July 6 and 8 on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t They included the chairman of the Nepalese National Memorial Committee for the Great Leader Comrade Kim Il Sung who is also the general secretary of the Central Committee of the Nepal Communist Party (Marxist Leninist) and its international secretary, the vice-chairman of the C.C., the Communist Party of Nepal (Maoist) who doubles as its international secretary, a secretary of the C.C., the Nepal Worker-Peasant Party, the chairman of the Nepal-Korea Friendship Association, the chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal, the chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, the chairman of the Nepalese Association for Supporting the Songun Politics, the chairman of the Nepali Literary Forum for the Study of Songun Politics, the chairman and vice-chairman of the International Committee for the Study of Songun Politics for Peaceful Reunification of Korea in Nepal, the chief edit\n\t\t\t\t\t\n\t\t\t\t\t or of the Nepali paper Weekly Mirror, the chairman of the C.C., the Workers' Party of Bangladesh, the general secretary of the C.C., the Bangladesh Communist Party, the president of the Bangladesh People's League, the chairman of the Bangladesh-Korea Friendship and Solidarity Committee, the director of Kim Jong Suk Kindergarten in Mongolia, the executive chairperson of the Mongolian Mt. Paektu Association for Independent Development, the executive chairman of the Mongolian Association for the Study of Juche Idea-Songun, the general director of the Mongolian Hum Company Ltd., the spokesman (leader) of the C.C., the Revolutionary Communist Party of Britain (Marxist-Leninist), the director-general of the IIJI and other personages of various countries and international bodies. \n\t\t\t\t\t\n\t\t\t\t\t They paid tribute to Kim Il Sung and leader Kim Jong Il after laying floral baskets and bouquets before their portraits hung on walls of the missions."
        },
        {
            "title": "Strong Solidarity Movement for Korean People Called for in Democratic Congo  ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-06ee.html",
            "content": "Strong Solidarity Movement for Korean People Called for in Democratic Congo  \r\n Pyongyang, July 14 (KCNA) -- The Democratic Congo-Korea Friendship and Solidarity Association issued a statement on July 4, on the occasion of the 40th anniversary of the historic July 4 joint statement and the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung clarified the Three Principles of National Reunification -- independence, peaceful reunification and great national unity -- as a great programme for reunification common to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il provided the June 15 North-South Joint Declaration and the October 4 declaration based on those three principles.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the three principles were fully proved through the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and the south Korean Lee Myung Bak group of traitors have frantically intensified the moves to stifle the DPRK, totally negating the three principles of national reunification clarified in the July 4 joint statement and the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Recently, too, the U.S. imperialists and the Lee Myung Bak group staged the largest-ever joint live-shell firing drill in the area south of the Demilitarization Zone and perpetrated such reckless action as targeting the flag of the DPRK, pushing the situation on the Korean Peninsula to a touch-and-go one. \n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. imperialists and the south Korean puppet group halt war maneuvers and immediately roll back the reckless anti-DPRK hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group hell-bent on stoking the anti-north war fever in collusion with outsiders must step down without delay.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should withdraw its troops for aggression from south Korea as early as possible for the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We will further intensify the movement to support the just struggle of the Korean people to reunify the country by themselves without foreign interference."
        },
        {
            "title": "Anniversary of July 4 Joint Statement Observed in India ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-07ee.html",
            "content": "Anniversary of July 4 Joint Statement Observed in India \n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) -- A lecture was sponsored by the Indian Intellectuals' Society for the Study of the Juche Idea on July 3 on the occasion of the 40th anniversary of the historic July 4 joint statement.\n\t\t\t\t\t V. K. Chopra, chairman of the society, said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung received representatives of the south side who came to Pyongyang to attend the inter-Korean high-level political talks in May 1972 and laid down the Three Principles of National Reunification -- independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The principle of independence is the basic stand to be consistently maintained in the whole course of accomplishing the cause of Korea's reunification, peaceful reunification is a way of achieving Korea's reunification reflecting the will and interests common to the whole Korean nation and great national unity is a basic prerequisite for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t July 4, 1972 saw the publication of the joint statement based on the principles.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il saw to it that the three principles were fully embodied in the June 15 North-South Joint Declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will achieve national reunification without fail under the wise leadership of the dear respected Kim Jong Un on the three principles."
        },
        {
            "title": "Finnish Organization Demands Release of Ro Su Hui ",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-08ee.html",
            "content": "Finnish Organization Demands Release of Ro Su Hui \n\t\t\t\t\t\t\r\n Pyongyang, July 14 (KCNA) --The Finland-Korea Society released a statement on July 8 condemning south Korean puppet regime for arresting and detaining Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification.\n\t\t\t\t\t The statement recalled that Ro conducted such a patriotic action as visiting Pyongyang to take part in the 100th day memorial service for leader Kim Jong Il in March this year and discussed the issue of independent reunification of the country, visiting various parts of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean anti-reunification conservative regime, however, is accusing Ro of his Pyongyang visit, charging that he violated the \"Security Law\", the statement noted. \n\t\t\t\t\t\n\t\t\t\t\t The statement said that Ro's determination to come back to south Korea via Panmunjom was an entirely just patriotic action to remind once again the world of the urgent need for the reunification of Korea and let it know about the Korean people's pain resulting from division.\n\t\t\t\t\t\n\t\t\t\t\t The statement strongly demanded the south Korean regime release Ro immediately and unconditionally."
        },
        {
            "title": "Kim Jong Un toma foto con militares ejemplares de ESIP",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-31ee.html",
            "content": "Kim Jong Un toma foto con militares ejemplares de ESIP\n\t\t\t\t\t\t\r\nPyongyang, 14 de julio (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea se fotografio junto con los militares ejemplares del Ejercito de Seguridad Interior del Pueblo de Corea que realizaron meritos laborales en la construccion de los edificios importantes.\n\t\t\t\t\tAl informarse del hecho de que los militares vencidos en sus servicios militares postergaron su desmovilizacion hasta el centenario natalicio del Presidente Kim Il Sung y se dedicaron a la construccion de los edificios importantes, el Maximo Dirigente Kim Jong Un tomo foto de recuerdo junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon en la ocasion Choe Ryong Hae, Jang Song Thaek, Ri Myong Su, Ri Pyong Sam, Ri Ryong Ha, Pak Chun Hong y otros generales del ESIP.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un felicito a los militares quienes dedicaron el precioso tiempo de su juventud para la prosperidad de la patria y la felicidad del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tY expreso su esperanza y conviccion de que todos los participantes cumpliran satisfactoriamente en los nuevos puestos por la construccion de un Estado prospero el honroso deber asumidos ante si  demostrando plenamente el espiritu y el temperamento militar experimentados en el tiempo de servicio militar."
        },
        {
            "title": "Almacen para Ninos de Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-32ee.html",
            "content": "Almacen para Ninos de Pyongyang\r\nPyongyang, 14 de julio (ACNC) -- \"Nuestro almacen esta reconstruido magnificamente como moderna base de servicio comercial gracias al noble amor por las generaciones venideras del Maximo Dirigente Kim Jong Un.\"\n\t\t\t\t\tAsi dijo a la ACNC la gerente del Almacen para Ninos de Pyongyang, Thak Hwa Suk (50 anos de edad).\n\t\t\t\t\t\n\t\t\t\t\tEl almacen esta situado en un lugar desde donde se ven a una vista la colina Mansu, donde estan erguidas las estatuas de bronce de Kim Il Sung y Kim Jong Il, la nueva avenida Changjon, el pintoresco monte Moran y el rio Taedong.\n\t\t\t\t\t\n\t\t\t\t\tEn mayo pasado, en visperas de la inauguracion del almacen, Kim Jong Un lo visito y aclaro en detalles las tareas y remedios para administracion de la tienda.\n\t\t\t\t\t\n\t\t\t\t\tDio las instrucciones detalladas sobre los asuntos fallados por los funcionarios del almacen y disenadores, en el suministro de mercancias, la produccion y suministro de juguetes de inteligencia, el acondicionamiento de area de diversion bajo techo, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro se construira la fabrica combinada de juguetes, dijo y agrego que era muy justa su decision de construir esa fabrica y redobla la decision de servir abnegadamente para nuestros ninos,  futuro de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLuego, envio 2 mil 296 equipos de diversion bajo techo de 28 generos.\n\t\t\t\t\t\n\t\t\t\t\tLa jefa del piso Ri Myong Suk (55 anos de edad) dijo que aunque en el mundo existen muchos paises y almacenes, no podran encontrar el almacen parecido a lo suyo donde esta impregnado el amor por las generaciones venideras del Maximo Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tBajo la politica del Partido del Trabajo y el gobierno, de Corea, que considera a ninos como reyes, el Almacen para Ninos de Pyongyang servira plenamente a los ninos del pais."
        },
        {
            "title": "Editados nuevos sellos en Corea",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-33ee.html",
            "content": "Editados nuevos sellos en Corea\r\nPyongyang, 14 de julio (ACNC) -- El Buro Estatal de Sellos de Corea emitio nuevos sellos.\n\t\t\t\t\tEn el sello referente al sistema de la asistencia medica gratuita esta dibujada una doctora abrazando a un bebe delante de la Casa de Maternidad de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn la parte superior, esta escrita la frase \"En homenaje al aniversario 60 de la publicacion de la resolucion del Consejo de Ministros de la Republica Popular Democratica de Corea sobre la aplicacion de la asistencia medica gratuita\".\n\t\t\t\t\t\n\t\t\t\t\tEsa resolucion fue publicada en noviembre del 41 (1952) de la Era Juche cuando Corea estaba en plena guerra.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se dieron a luz otros 3 sellos en que se ven la locomotora de corriente alterna \"Songun Pulgungi no.1\", desarrollada por Corea, y los trenes hechos en varios paises."
        },
        {
            "title": "Pinturas coreanas apreciadas en festival internacional",
            "url": "http://kcna.co.jp/item/2012/201207/news14/20120714-34ee.html",
            "content": "Pinturas coreanas apreciadas en festival internacional\n\t\t\t\t\t\t\r\nPyongyang, 14 de julio (ACNC) -- Las pinturas coreanas hechas con polvos de piedras preciosas obtuvieron buenas calificaciones en el taller de bellas artes del XX Festival Artistico Internacional \"Master Class\", clausurado en Rusia.\n\t\t\t\t\t  El evento, que duro del 3 junio al 10 de julio, reunio a pintores talentosos de varios paises del mundo como la RPDC, Rusia, Francia, Italia, Alemania, Polonia y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Las obras del mencionado genero, creadas por la Casa de Creacion Mansudae, acapararon la atencion de los participantes.\n\t\t\t\t\t\n\t\t\t\t\t  Los miembros del comite organizador del festival y los especialistas calificaron las ponencias coreanas de obras superfinas vertiendo loas al elevado nivel descriptivo de ellas.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes dijeron que las obras estan en el maximo nivel tanto en la preciosidad de sus ingredientes como en la suavidad y la fineza de descripcion.\n\t\t\t\t\t\n\t\t\t\t\t  Fue otorgado el diploma del festival a Sin Pong Hwa, jefe del colectivo de creacion de la pintura de ese tipo de la Casa de Creacion Mansudae, quien creo las obras mas apreciadas en el festival tales como \"Ruta al monte Paektu\" y \"Tigre\"."
        }
    ]
}