{
    "date": "2012-12-08",
    "url": "http://kcna.co.jp/item/2012/201212/2012-12-08ee.html",
    "articles": [
        {
            "title": "KCST Spokesman on Launching Time of Satellite",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-23ee.html",
            "content": "KCST Spokesman on Launching Time of Satellite\r\nPyongyang, December 8 (KCNA) -- The spokesman for the Korean Committee of Space Technology Saturday gave the following answer to the question raised by KCNA as regards the launch of the second version of Kwangmyongsong-3 satellite:\n\t\t\t\t\tAs announced, we are making preparations for the launch of the second version of Kwangmyongsong-3 satellite, a scientific and technological satellite, at the final stage.\n\t\t\t\t\t\n\t\t\t\t\tOur scientists and technicians, however, are now seriously examining the issue of readjusting the launching time of the satellite for some reasons."
        },
        {
            "title": "Message of Sympathy to Philippine President",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-17ee.html",
            "content": "Message of Sympathy to Philippine President\r\nPyongyang, December 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of sympathy to Benigno Simeon Cojuangco Aquino, president of Philippines, in connection with a recent typhoon which  hit its southern part, claiming heavy casualties and great material losses.\n\t\t\t\t\tKim in the message expressed deep sympathy and consolation to the president, government, people and the bereaved families of the victims of Philippines and hoped that the president and the government of Philippines would eradicate the aftermath of the natural disaster and bring the living of the people in the afflicted area to normal as early as possible."
        },
        {
            "title": "DPRK Ambassador to Kuwait Appointed",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-16ee.html",
            "content": "DPRK Ambassador to Kuwait Appointed\r\nPyongyang, December 8 (KCNA) -- So Chang Sik was appointed as DPRK ambassador to Kuwait, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Nicaraguan President Wishes Korean People Success",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-05ee.html",
            "content": "Nicaraguan President Wishes Korean People Success\r\nPyongyang, December 8 (KCNA) -- I sincerely hope the Korean people will register great successes in the struggle for building a thriving socialist nation and hastening the country's reunification under the wise leadership of the dear respected Marshal Kim Jong Un, faithful successor to the cause of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\tNicaraguan President Daniel Ortega Saavedra said this when meeting DPRK Ambassador to Mexico An Kun Song who is a special envoy of the DPRK government on Dec. 1. The president was attending the inaugural ceremony of the Mexican president."
        },
        null,
        {
            "title": "Kim Jong Il Is Always Alive in Hearts of Compatriots: Chief of Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-21ee.html",
            "content": "Kim Jong Il Is Always Alive in Hearts of Compatriots: Chief of AINDF Pyongyang Mission\r\nPyongyang, December 8 (KCNA) -- The whole life of leader Kim Jong Il was a sacred one in which he devoted his all to the accomplishment of the cause of independent reunification.\n\t\t\t\t\tJo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), said this when interviewed by KCNA Saturday.\n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tIt was an unshakable creed of Kim Jong Il that unity should be achieved with those who love the homeland and nation and have national conscience irrespective of ideology so as to achieve the national reunification.\n\t\t\t\t\t\n\t\t\t\t\tHe put forward those who rendered devotion for the reunification movement to stand on a platform of honor and highly praised them.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his firm will for reunification, patriotic and courageous decision and broad magnanimity, the June 15 era of reunification could be opened up on this land.\n\t\t\t\t\t\n\t\t\t\t\tAs great the feats he performed for the country and nation were, boundless reverence for him pervaded south Korea for a year.\n\t\t\t\t\t\n\t\t\t\t\tVarious publications and media in south Korea didn't spare their spaces and screens to carry the news on his greatness, carrying his smiling portraits and photos.\n\t\t\t\t\t\n\t\t\t\t\tHis august name and beaming image will remain deeper in the hearts of the people in south Korea as the days go by.\n\t\t\t\t\t\n\t\t\t\t\tIt is because there is the dear respected Kim Jong Un that all the compatriots decisively stood up, overcoming their grief over the greatest loss to the nation.\n\t\t\t\t\t\n\t\t\t\t\tIt is the greatest fortune of the Korean nation that it holds in high esteem another brilliant commander who inherited the bloodline of the Mangyongdae family.\n\t\t\t\t\t\n\t\t\t\t\tThe vanguard fighters of AINDF and patriotic people will make greater efforts for the implementation of the June 15 joint declaration and the October 4 declaration with the conviction that the cause of national reunification will be surely achieved as they are led by Marshal Kim Jong Un."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-18ee.html",
            "content": "Visits\r\nPyongyang, December 8 (KCNA) -- The Workers' Party of Korea delegation led by Ri Yong Su, department director of its Central Committee, came back home Saturday after visiting Namibia to attend the 5th National Congress of the South West Africa People's Organization of Namibia.\n\t\t\t\t\tLeaving here by air on the same day were Osvaldo Napoli, vice-president of the group of the Popular Liberty of the Chamber of Deputies of Italy who doubles as chairman of the Committee of the Parliament for the Development of Relations and Cooperation with the DPRK, and his party and the businessmen's delegation of the Chamber of Commerce and Industry of the Russian Federation."
        },
        {
            "title": "Book on Leader Kim Jong Il Published",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-19ee.html",
            "content": "Book on Leader Kim Jong Il Published\r\nPyongyang, December 8 (KCNA) -- The DPRK brought out a collection of revolutionary anecdotes \"Last Year of Great Life\", sequel of \"General Kim Jong Il, Sun of Songun,\" on the occasion of the first anniversary of the demise of leader Kim Jong Il.\n\t\t\t\t\tThe book contains revolutionary anecdotes about Kim Jong Il in 2011, the last year of his revolutionary life, compiled in a monthly order. It includes the list of major works published by him last year and some of the diary of his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tSuch revolutionary anecdotes as \"Jubilee of New Year\", \"Whole Life Dedicated to Soldiers\" and \"Blue Sky above My Country\" deal with the efforts he made for developing and strengthening the revolutionary armed forces of the DPRK into an invincible elite revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il provided on-the-spot guidance to many factories in the field of light industry, producers' co-operatives in local areas, co-operative farms, bases for producing and processing fruits, research and production bases for stockbreeding, fish breeding and vegetable and commercial and service institutions  in 2011. These facts are reflected in the anecdotes including \"Spring Water in Mt. Ryongak\", \"Real Benefit\", \"Institute Which Has Become Rich.\" \n\t\t\t\t\t\n\t\t\t\t\tSome of the records of revolutionary activities he conducted for building an economic power are introduced by such anecdotes as \"Lifeline for Building Economic Power\", and \"His Revisit 39 Days Later\".\n\t\t\t\t\t\n\t\t\t\t\tThe book contains \"Hot Wind Raised by 'An Echo among the Hills'\",  \"Appearance of Good Art Unit\" and other anecdotes showing the experienced and tested leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t\"More than 6,000 km Long-Journey\", \"Rising Waves on Bureya River\", \"New Legend about Lake Baikal\" and other anecdotes tell stories about the boundless love he showed for the country and its people during his foreign trip and his personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\tThe book also contains anecdotes \"Padded Clothes\", \"Good Things for People\" and \"Whole Life of the General-People\" dealing with the last days of his life."
        },
        {
            "title": "History of Kim Jong Il's Devotion to People's Happiness Remembered",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-20ee.html",
            "content": "History of Kim Jong Il's Devotion to People's Happiness Remembered\r\nPyongyang, December 8 (KCNA) -- With the approach of leader Kim Jong Il's first death anniversary, the Korean people are sorely missing him who worked heart and soul for the people's wellbeing.\n\t\t\t\t\tEspecially, the padded clothes he was wearing in winter days while on his long journey of field guidance serves as a reminder of his great devotion to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tHe had worn one and the same padded clothes until the last days of his life since the period of the \"Arduous March\" in which the country had to undergo stern trials after the demise of President Kim Il Sung. Later, he used to say that the clothes represented the symbol of Songun (military-first) leadership as well as the \"Arduous March\".\n\t\t\t\t\t\n\t\t\t\t\tIt reminds the people of the leader who warmed himself with open-air fire, taking a piece of roasted potato as his meal during his guidance tour in winter.\n\t\t\t\t\t\n\t\t\t\t\tHe also wore just the same clothes while being on his ceaseless inspection tours of military units to defend the nation's dignity. With the clothes, he poured all his mental and physical energies on bringing prosperity to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tOvercome with yearning for Kim Jong Il, the servicepersons and civilians of the DPRK are picturing in their minds his padded clothes before anything else."
        },
        {
            "title": "Rodong Sinmun Calls for Actions for Political Independence",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-11ee.html",
            "content": "Rodong Sinmun Calls for Actions for Political Independence\r\nPyongyang, December 8 (KCNA) -- A struggle for independence precisely means justice and any act of violating it injustice.\n\t\t\t\t\tRodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is a law governing the development of history that the aggressors and oppressors are bound to go to ruin whereas the popular masses are sure to triumph in the struggle for independence.\n\t\t\t\t\t\n\t\t\t\t\tWorld political circles are now paying great attention to the political mode of independence.\n\t\t\t\t\t\n\t\t\t\t\tThis mode means maintaining an independent stand in politics.\n\t\t\t\t\t\n\t\t\t\t\tPolitical independence is the first criteria and life and soul of an independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\tNow that the imperialists are working hard to dominate the world by force, it is a daydream to calculate one can persuade them and make them understand by dint of a theory or eloquence.\n\t\t\t\t\t\n\t\t\t\t\tConfrontation with the hegemonic forces means a showdown in ideology and, at the same time, in strength.\n\t\t\t\t\t\n\t\t\t\t\tNow that the imperialists are resorting to high-handed and arbitrary practices with sophism that the strong is a dominator and defeating others means justice, any weak nation can hardly protect justice and is bound to become slaves and meet death.\n\t\t\t\t\t\n\t\t\t\t\tIf one is weak, one cannot defend oneself no matter how persistently one may claim justice.\n\t\t\t\t\t\n\t\t\t\t\tIt is the best way of winning a victory in the confrontation with the hegemonic forces to build up one's own strength.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to react to the hard-line policy of the imperialists with the toughest actions. This is the legitimate right of the countries and nations advocating independence and an independent mode of reaction to emerge victorious in the confrontation with the imperialists."
        },
        {
            "title": "Improvement of Inter-Korean Relations Is Unanimous Wish of Koreans: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-10ee.html",
            "content": "Improvement of Inter-Korean Relations Is Unanimous Wish of Koreans: Rodong Sinmun\r\nPyongyang, December 8 (KCNA) -- According to a recent opinion poll in south Korea, most of the respondents called for promoting the dialogue between the south and the north of Korea in a bid to defuse the tension on the Korean Peninsula. An overwhelming majority of the respondents expressed their view that it is necessary to seek a way for solving the problem through dialogue. \n\t\t\t\t\tRodong Sinmun Saturday says in a bylined article: \n\t\t\t\t\t\n\t\t\t\t\tIt is the requirement of the era and the trend of the times to achieve national reconciliation and unity and improve the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\tOnly when the inter-Korean relations of distrust and confrontation are replaced with those of reconciliation and unity, is it possible to achieve the country's peace and prosperity common to the nation and pave a wide avenue for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tNo one is allowed to commit any action against reunification quite contrary to the trend of the times towards improving the inter-Korean relations. What is required by the north and the south of Korea is not saber-rattling, but dialogue and cooperation for promoting the relations.\n\t\t\t\t\t\n\t\t\t\t\tIt is an urgent task of the era whose solution brooks no further delay to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\tNone of the Koreans wants the north-south confrontation. It is necessary to settle the abnormal relations between the north and the south as early as possible. The north and the south should work hard to improve their relations, wiping out extreme misunderstanding and distrust, respecting and trusting each other, putting aside differences and seeking common points.\n\t\t\t\t\t\n\t\t\t\t\tThe efforts to mend the inter-Korean relations are related to the peace, reunification and prosperity common to the nation desired by the compatriots.\n\t\t\t\t\t\n\t\t\t\t\tWhether the inter-Korean relations are improved or not entirely depends on the attitude of the new authorities in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe efforts made for the country and the nation will last long as traces of patriotism but the acts of treachery will be cursed forever."
        },
        {
            "title": "Judgment of Conservative Ruling Forces Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-14ee.html",
            "content": "Judgment of Conservative Ruling Forces Urged in S. Korea\r\nPyongyang, December 8 (KCNA) -- Elders of various circles of south Korea including Paek Rak Chong, honorary professor at Seoul National University, Father Ham Se Hung and Rev. Kim Sang Gun held a press conference in Seoul on Dec. 4 at which they called for judging the present conservative ruling forces.\n\t\t\t\t\tThey said it is impossible to realize new politics unless the present regime is replaced with a new one.\n\t\t\t\t\t\n\t\t\t\t\tThe people desire new politics, they declared, calling upon the progressive forces to launch solidarity actions to set up a regime for the interests of the middle class and ordinary people, not for the rich and the privileged."
        },
        {
            "title": "S. Korean Authorities to Blame for Scotching Tour of Mt. Kumgang",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-22ee.html",
            "content": "S. Korean Authorities to Blame for Scotching Tour of Mt. Kumgang\r\nPyongyang, December 8 (KCNA) -- The Guidance Bureau of Special District for International Tour of Mt. Kumgang of the DPRK issued the following statement Saturday disclosing once again the circumstances of the scotched tour of Mt. Kumgang, the truth behind the issue of guaranteeing the personal safety and the chief culprit of the breakdown of the tour.\n\t\t\t\t\tExplaining how the tour of Mt. Kumgang was scotched, the statement said:\n\t\t\t\t\t\n\t\t\t\t\tSouth Koreans' tour of Mt. Kumgang that had been under way for nearly a decade since 1998 under the agreement between the DPRK and the south Korean Hyundai Group came to a suspension as the south Korean puppet authorities raised the tourist incident in July 2008 as a pretext.\n\t\t\t\t\t\n\t\t\t\t\tAt around 4:50 in early morning on July 11, 2008 an unidentified person intruded into the area under the military control of the DPRK side in the area of Kosong Port, Kosong County, Kangwon Province which is adjacent to Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tThe intruder crossed the location mark, fence, dune, gulley and several obstacles and entered deep into the area under the military control of the DPRK side which was situated along the beach.\n\t\t\t\t\t\n\t\t\t\t\tA DPRK soldier on duty shouted stop order according to the rules as soon as the intruder was spotted. But the intruder turned around and began to run, instead of responding to the interception order.\n\t\t\t\t\t\n\t\t\t\t\tDespite the repeated stop order, warning of firing and warning shots, the intruder hurriedly ran away. The soldier could not but take a decisive act according to the rules of guard duty.\n\t\t\t\t\t\n\t\t\t\t\tNeither a certificate card nor any mark confirming her identity could be found on the intruder's body. She did not even keep a tourist card which was obligatory for all the tourists.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK side had lots of questions but, as she was claimed as south Korean tourist by the Hyundai side, allowed relevant persons of the south side to come to the scene of incident and take photograph, provided conditions for probing the truth and handed over the remains out of compatriotism and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\tThe General Guidance Bureau for the Development of Scenic Spots of the DPRK (at that time) and the military unit in Mt. Kumgang area of the Korean People's Army expressed regret through special statements of their spokesmen.\n\t\t\t\t\t\n\t\t\t\t\tBut no sooner had the incident happened than the Lee Myung Bak group of traitors kicked up a confrontation farce without even inquiring into the specific circumstances, while talking about \"provocation\". Portraying the incident, the south side said that the DPRK side fired at an innocent tourist in the middle of tour.\n\t\t\t\t\t\n\t\t\t\t\tThe next day the south side unilaterally declared the suspension of the tour.\n\t\t\t\t\t\n\t\t\t\t\tAs for the responsibility of the incident, it rested with the south side which took the loose control of its tourists.\n\t\t\t\t\t\n\t\t\t\t\tDisclosing the truth concerning the issue of guaranteeing the safety of tourists, which the south Korean puppet regime is putting up as an absurd pretext, the statement continued:\n\t\t\t\t\t\n\t\t\t\t\tThe issue of personal safety of tourists is clarified in the auxiliary agreement on the tour of Mt. Kumgang which was concluded between the Korea Asia-Pacific Peace Committee and the Hyundai Group in October, 1998 and the agreement on entry into and exit out of Kaesong Industrial Zone and Mt. Kumgang tourist area and stay there which was adopted at the 13th north-south ministerial talks in February, 2004.\n\t\t\t\t\t\n\t\t\t\t\tThe great Generalissimo Kim Jong Il personally received the chairwoman of the Hyundai Group of south Korea when she visited Pyongyang in August, 2009 and gave firm assurances as for the personal safety of the south Korean tourists in the name of the supreme commander, being considerate of her request.\n\t\t\t\t\t\n\t\t\t\t\tUnder this measure, a joint press release between the Korea Asia-Pacific Peace Committee and the south Korean Hyundai Group was made public in Pyongyang on August 17.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's meeting with the Hyundai chairwoman and the joint press release created big splashes at home and abroad. Every body admitted that it clearly provided a sure guarantee for the personal safety of the tourists.\n\t\t\t\t\t\n\t\t\t\t\tBut only the Lee Myung Bak group of traitors behaved so sordid as to turn its back on the DPRK, saying that \"it can not recognize the agreement reached at the civilian level\" and \"the authorities have no obligation to fulfill the agreement the NGO businesswoman made with the north\".\n\t\t\t\t\t\n\t\t\t\t\tThe conservative group said that even though the supreme leader of the north gave affirmative assurances regarding the personal safety, it does not mean that it will be followed through.\n\t\t\t\t\t\n\t\t\t\t\tTo give assurances as for the personal safety of tourists to the south side's authorities, the DPRK side took the initiative of suggesting the north-south authorities' talks several times since November, 2009 and this finally led to the working talks between the authorities of the north and the south in Kaesong on Feb. 8, 2010 for discussing the issue of resuming the tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tBut the south side did not look at the draft agreement suggested by the DPRK side but made far-fetched assertions while raising illogical issues. It stooped to such a mean act as walking out of the meeting hall.\n\t\t\t\t\t\n\t\t\t\t\tThis being a hard fact, the conservative group put up the personal safety as the preconditions for the resumption of the tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tAfter the breakdown of the working talks, the puppet group did not respond to a series of proposals for authorities-level talks made by the DPRK side for the resumption of the tour of Mt. Kumgang under the pretext of \"examination\" and \"future notification\". It even totally denied the north-south dialogue, saying that it is not \"right time\" now.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities even raised \"Cheonan\" warship sinking incident and Yonphyong Island shelling incident and even the nuclear issue which were completely irrelevant to the tour of Mt. Kumgang, thus deliberately laying obstacles in the way of resuming the tour.\n\t\t\t\t\t\n\t\t\t\t\tIt even resorted to a whole gamut of sordid acts to hamper the international tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tIt let loose groundless accusations that the international tour \"breaches the law on south-north exchange and cooperation\" and \"runs counter to international usage\". It loudly spoke about \"legal and diplomatic counteraction\" and foolishly tried to make the issue of international tour of Mt. Kumgang one of international disputes.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean regime desperately stood against south Korean NGO businessmen's participation in the international tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tIt even enforced news blackout, preventing its criminal nature from being known to the south Korean public.\n\t\t\t\t\t\n\t\t\t\t\tThe statement said that the south Korean regime's act of treachery can never be tolerated, stressing that with nothing can it cover up its criminal nature."
        },
        {
            "title": "Guarantee of Disabled People's Right to Existence Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-15ee.html",
            "content": "Guarantee of Disabled People's Right to Existence Demanded in S. Korea\r\nPyongyang, December 8 (KCNA) -- Organizations of disabled people of south Korea including the Solidarity for Abolishing Discrimination against Disabled People held a meeting in Seoul on Dec. 3 demanding the guarantee of their right to existence.\n\t\t\t\t\tAt the meeting, the speakers recalled that disabled people are now meeting death or undergoing sufferings without any help from their protectors.\n\t\t\t\t\t\n\t\t\t\t\tThis is a tragedy taking place due to the very poor system for the protection of disabled people under the present regime, they deplored.\n\t\t\t\t\t\n\t\t\t\t\tRecalling that the sit-in strike of organizations of disabled people demanding the guarantee of their right to existence has been under way for more than 100 days, they urged the \"government\" and the \"National Assembly\" to take early relief measures.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the meeting, they staged a demonstration."
        },
        {
            "title": "Meeting Held for Application of Tuition Waiver Program to Korean Schools in Japan",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-13ee.html",
            "content": "Meeting Held for Application of Tuition Waiver Program to Korean Schools in Japan\r\nPyongyang, December 8 (KCNA) -- There took place in Yokohama City, Kanagawa Prefecture, Japan on Nov. 18 a meeting demanding an immediate application of tuition-free program for senior high schools to the Korean schools in Japan.\n\t\t\t\t\tThe meeting was cosponsored by the Central Standing Committee of the Union of Korean Teachers and School Clerks in Japan, the Japan Teachers' Union and the Japan-Korea Society for Scientific and Educational Interchange.\n\t\t\t\t\t\n\t\t\t\t\tIt was attended by educational workers from Korean schools and other educational institutions in different parts of Japan.\n\t\t\t\t\t\n\t\t\t\t\tSecretary General of the society Mamoru Sonobe made a keynote report at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tHe denounced the Japanese government for excluding the Korean schools only from the application of the program, branding this as an unreasonable measure violating the international convention on human rights.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the fact that solidarity actions of Koreans in Japan and Japanese citizens for a solution to the issue are mounting high as the days go by.\n\t\t\t\t\t\n\t\t\t\t\tThen followed speeches.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers said that such discrimination against the Korean schools is a continuation of Japan's past colonial policy towards Korea.\n\t\t\t\t\t\n\t\t\t\t\tA resolution calling for the application of the program was adopted at the meeting."
        },
        {
            "title": "Preparatory Committee for Remembering Kim Jong Il Formed in China",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-12ee.html",
            "content": "Preparatory Committee for Remembering Kim Jong Il Formed in China\r\nPyongyang, December 8 (KCNA) -- A preparatory committee for remembering the great Generalissimo Kim Jong Il was formed by the General Association of Koreans in China on Dec. 3.\n\t\t\t\t\tChoe Su Bong, vice-chairman of the association, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\tThe committee discussed the issue of remembering Kim Jong Il with humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\tIt decided to hold diverse events including remembrance meeting, photo exhibition and film show on the occasion of the first anniversary of the demise of Kim Jong Il."
        },
        {
            "title": "Meeting for Remembering Kim Jong Il Held in China",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-08ee.html",
            "content": "Meeting for Remembering Kim Jong Il Held in China\r\nPyongyang, December 8 (KCNA) -- A remembrance meeting of families of those related to the anti-Japanese revolutionary struggle took place at the DPRK embassy in Beijing on Dec. 6 to mark the first anniversary of the demise of leader Kim Jong Il. \n\t\t\t\t\tThe participants in the meeting laid floral baskets before portraits of President Kim Il Sung and leader Kim Jong Il and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\tThey watched the Korean film \"DPRK Tells with Bitter Tears\". \n\t\t\t\t\t\n\t\t\t\t\tA daughter of Chinese anti-Japanese revolutionary martyr Zhang Weihua, son of anti-Japanese revolutionary fighter Li Zade, daughter of Zhou Baozhong's daughter, and son of Feng Zhongyun made speeches. \n\t\t\t\t\t\n\t\t\t\t\tThey recollected with deep emotion great love and affection showed by Kim Jong Il, expressing strong yearning and boundless reverence for him. \n\t\t\t\t\t\n\t\t\t\t\tThe dear respected Kim Jong Un, who is identical to Kim Jong Il, is invariably showing warm love for them, wisely leading the Korean people in the drive for building a thriving nation, they said. \n\t\t\t\t\t\n\t\t\t\t\tThey expressed belief that the Korean people will turn their sorrow into strength and courage and achieve brilliant successes in building a thriving socialist nation under the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tThey renewed their will to make bigger efforts to glorify the traditional China-DPRK friendship down through generations."
        },
        {
            "title": "Russian Organization Opens Internet Homepage \"Juche-Songun\"",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-07ee.html",
            "content": "Russian Organization Opens Internet Homepage \"Juche-Songun\"\r\nPyongyang, December 8 (KCNA) -- The Far Eastern Regional Association for the Study of Kimilsungism-Kimjongilism of Russia opened its internet homepage \"Juche-Songun\" on Dec. 1 on the occasion of the first anniversary of the demise of leader Kim Jong Il.\n\t\t\t\t\tThe homepage carried a photo of the three commanders of Mt. Paektu with the torch of the Tower of the Juche Idea in its background. Words written on the homepage read \"Single-minded Unity\" and \"The Far Eastern Regional Association for the Study of Kimilsungism-Kimjongilism\".\n\t\t\t\t\t\n\t\t\t\t\tIt consists of columns of the Juche idea and Songun politics. It carried photos introducing revolutionary feats of the peerlessly great persons and articles explaining the Juche idea and Songun politics."
        },
        {
            "title": "Committees for Remembering Kim Jong Il Formed in Malaysia, Iran",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-01ee.html",
            "content": "Committees for Remembering Kim Jong Il Formed in Malaysia,Iran\r\nPyongyang, December 8 (KCNA) -- Committees for remembering leader Kim Jong Il were inaugurated in Malaysia and Iran on Dec. 1 and 3. \n\t\t\t\t\tChong Chingchi, manager of the Dombo Enterprise Company of Malaysia, and Hamid Reza Taragi, deputy general secretary of the Iran Islamic Coalition Party, were elected chairmen of the committees. \n\t\t\t\t\t\n\t\t\t\t\tThe committees decided to widely introduce the revolutionary life and undying exploits of Kim Jong Il and organize various political and cultural events on the occasion of the anniversary of his demise."
        },
        {
            "title": "Kim Jong Il's Exploits Introduced by Myanmar and Indian Papers",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-03ee.html",
            "content": "Kim Jong Il's Exploits Introduced by Myanmar and Indian Papers\r\nPyongyang, December 8 (KCNA) -- Myanmar and Indian newspapers carried special write-ups to mark the first anniversary of the demise of leader Kim Jong Il. \n\t\t\t\t\tThe Myanmar paper The Myanmar Herald on Dec. 1 carried an article titled \"Legacy of H.E. Kim Jong Il\" illustrated with a portrait of the smiling leader. \n\t\t\t\t\t\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il bequeathed great feats guaranteeing the ever-lasting foundation of socialist Korea and its rosy future as legacy. \n\t\t\t\t\t\n\t\t\t\t\tHe glorified the Juche idea, Songun idea as an eternal guiding idea of the DPRK and great guiding idea of the era of independence. \n\t\t\t\t\t\n\t\t\t\t\tHe developed in depth the idea of giving importance to arms and military affairs enunciated by President Kim Il Sung as required by the new times, providing an invincible treasured sword for accomplishing the cause of independence. \n\t\t\t\t\t\n\t\t\t\t\tAs a result, the Juche idea, the Songun idea, has come to shed their rays as a great guiding idea of the era of independence and immortal Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il turned the Workers' Party of Korea into an ever-victorious guiding force, the DPRK into an invincible socialist state and the Korean People's Army into matchless armed forces. \n\t\t\t\t\t\n\t\t\t\t\tThe Indian paper Krishna Aberta on Dec. 2 carried articles titled \"Leader Kim Jong Il and the Korean People's Army,\" \"Succession to Cause of Socialism\" and \"Might of DPRK \" under the caption \"On the First Anniversary of the Demise of the Great Leader Comrade Kim Jong Il.\" The articles were accompanied with his photos. \n\t\t\t\t\t\n\t\t\t\t\tThe paper said that for several decades the DPRK has won one victory after another in the ceaseless political and military standoff with the imperialist allied forces because Kim Jong Il built the strong capability for self-defence with the KPA as a mainstay. \n\t\t\t\t\t\n\t\t\t\t\tHe led the service personnel to make a breakthrough not only in defending the country but also in building socialism, the paper noted, adding: The DPRK will surely achieve shining successes in building a thriving nation."
        },
        {
            "title": "Kim Jong Il Remembered in Peru",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-02ee.html",
            "content": "Kim Jong Il Remembered in Peru\r\nPyongyang, December 8 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union and General Kim Jong Il Peruvian Amicable Institute released a joint statement on Nov. 30 to mark the first anniversary of the demise of leader Kim Jong Il, the 21st anniversary of his assumption of the supreme commandership of the Korean People's Army and the first anniversary of the dear respected Kim Jong Un's assumption of the supreme commandership of the KPA.\n\t\t\t\t\tThe joint statement said the progressive people of Peru are recollecting with deep emotion the revolutionary life of Generalissimo Kim Jong Il, missing him very much. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il was an ardent patriot, great revolutionary and outstanding statesman who devoted all his life to the country and its people and the victory of socialism and the cause of independence against imperialism, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tHe turned the DPRK into an impregnable socialist bulwark, politico-ideological power and military power with his unique Songun politics, true to the noble intention of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tUnder the wise leadership of Kim Jong Il the DPRK built military capability strong enough to beat back any moves of the imperialists for aggression and strengthened the single-minded unity of whole society and worked astonishing miracles in economic, cultural and other fields one after another. \n\t\t\t\t\t\n\t\t\t\t\tHe will always be alive in the hearts of mankind for his undying exploits performed for socialism and the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will always emerge victorious thanks to Marshal Kim Jong Un, great heir to the Juche cause and the Songun revolutionary cause. \n\t\t\t\t\t\n\t\t\t\t\tWe extend invariable support and solidarity to the Workers' Party of Korea and the Korean people in their just struggle to build a thriving nation, achieve the reunification of Korea and accomplish the cause of socialism and the cause of independence against imperialism."
        },
        {
            "title": "Important Days of DPRK Marked in Nepal, Bulgaria",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-04ee.html",
            "content": "Important Days of DPRK Marked in Nepal,Bulgaria\r\nPyongyang, December 8 (KCNA) -- Various events took place in different countries to mark the first anniversary of the demise of leader Kim Jong Il, the 21st anniversary of his assumption of the supreme commandership of the Korean People's Army and the first anniversary of the dear respected Kim Jong Un's assumption of the supreme commandership of the KPA.\n\t\t\t\t\tSeminars were held in Nepal and Bulgaria on Nov. 30 and Dec. 1. \n\t\t\t\t\t\n\t\t\t\t\tC. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist) who is also chairman of the Nepali National Memorial Committee for President Kim Il Sung and Comrade Kim Jong Il, said Kim Jong Il was a great man and prominent leader who performed undying exploits not only for the Korean people but for the progressives of the world desirous of peace. \n\t\t\t\t\t\n\t\t\t\t\tThe greatest exploit he performed was that he successfully solved the issue of succession to the revolutionary cause, the general secretary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tHe performed feats by glorifying the Juche idea fathered by Kim Il Sung as a great guiding idea of the era of independence, developing the Workers' Party of Korea into the revolutionary party of Juche and foiling the moves of the imperialist allied forces to stifle the DPRK, putting it on the position of a nuclear weapons state and defending socialist Korea and world peace with his Songun politics. \n\t\t\t\t\t\n\t\t\t\t\tHe set forth the most fair and aboveboard proposals for the reunification of Korea, opening up a bright prospect for reunification.\n\t\t\t\t\t\n\t\t\t\t\tUnder the leadership of Marshal Kim Jong Un, identical to Kim Jong Il, the DPRK will demonstrate its might as a thriving nation and the cause of Korea's reunification will surely be achieved. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il will always be alive in the hearts of mankind along with his exploits. \n\t\t\t\t\t\n\t\t\t\t\tLyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, and other speakers praised the revolutionary life and feats of Kim Jong Il."
        },
        {
            "title": "Comite de Tecnologias Espaciales de Corea responde a pregunta de ACNC",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-13ss.html",
            "content": "Comite de Tecnologias Espaciales de Corea responde a pregunta de ACNC\r\nPyongyang, 8 de diciembre (ACNC) -- En relacion con el lanzamiento de la unidad no.2 de \"Kwangmyongsong-3\", el portavoz del Comite de Tecnologias Espaciales de Corea dio el dia 8 al reportero de la Agencia Central de Noticias de Corea la siguiente respuesta:\n\t\t\t\t\tComo ya hemos anunciado, promovemos en etapa final los preparativos para el lanzamiento de la unidad no.2 de satelite cientifico-tecnico \"Kwangmyongsong-3\".\n\t\t\t\t\t\n\t\t\t\t\tEn tal proceso se presentaron algunas razones con lo cual nuestros cientificos y tecnicos revisan con prudencia el problema de ajustar el periodo de su lanzamiento."
        },
        {
            "title": "Kim Yong Nam expresa consuelo al presidente filipino",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-10ss.html",
            "content": "Kim Yong Nam expresa consuelo al presidente filipino\r\nPyongyang, 8 de diciembre (ACNC) -- En relacion con que hubo muchas perdidas humanas y materiales por el reciente tifon que azoto la region surena de Filipinas, el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 7 un mensaje de condolencias al presidente de la Republica de Filipinas, Benigno Simeon Cojuangco Aquino.\n\t\t\t\t\tKim expreso profunda compasion y condolencias al destinatario, por su conducto, al gobierno, el pueblo y los familiares de los damnificados.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que el presidente y el gobierno filipino recuperen lo mas pronto posible las consecuencias del desastre natural y estabilicen la vida de los pobladores de la zona atacada."
        },
        {
            "title": "Nombrado nuevo embajador coreano a acreditarse en Kuwait",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-06ss.html",
            "content": "Nombrado nuevo embajador coreano a acreditarse en Kuwait\r\nPyongyang, 8 de diciembre (ACNC) -- Segun el decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, So Chang Sik fue nombrado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en Kuwait."
        },
        {
            "title": "Presidente mexicano se refiere a las relaciones con la RPDC",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-07ss.html",
            "content": "Presidente mexicano se refiere a las relaciones con la RPDC\r\nPyongyang, 8 de diciembre (ACNC) -- Enrique Pena Nieto, presidente de Estados Unidos Mexicanos, se reunio el dia primero con An Kun Song, embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea acreditado en su pais.\n\t\t\t\t\tEn la ocasion, Enrique deseo que el pueblo coreano logre mayores exitos en la lucha por construir un Estado prospero socialista y reunificar el pais bajo la direccion de Su Excelencia Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se esforzara por el desarrollo de relaciones entre Mexico y la RPDC."
        },
        {
            "title": "Toda la nacion desea el mejoramiento de relaciones N-S, senala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201212/news08/20121208-01ss.html",
            "content": "Toda la nacion desea el mejoramiento de relaciones N-S, senala Rodong Sinmun\r\nPyongyang, 8 de diciembre (ACNC) -- En una encuesta realizada recientemente en el Sur de Corea, la abrumadora mayoria respondio a favor del dialogo entre ambas partes coreanas para relajar la tension creada en la Peninsula Coreana y \"buscar la solucion al problema\".\n\t\t\t\t\tEste hecho hace constar que la reconciliacion y la unidad nacionales y la mejora de las relaciones intercoreanas constituyen la demanda y corriente de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tSenala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tCuando los vinculos intercoreanos den un giro desde la desconfianza y confrontacion a la reconciliacion y unidad, se puede lograr la paz del pais y la coprosperidad de la nacion y allanar el sendero de reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tNadie debe cometer actos anti-reunificacion desafiando a la tendencia de la epoca hacia el mejoramiento de relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tLo que necesita ahora a ambas partes coreanas no es el intercambio de fuego, sino el dialogo y cooperacion para promover el mejoramiento de relaciones bilaterales. \n\t\t\t\t\t\n\t\t\t\t\tPara cumplir esta tarea prioritaria de la epoca, ambas partes deben eliminar el malentendimiento y la desconfianza, respetar y confiar reciprocamente y realizar ingentes esfuerzos por mejorar las relaciones bilaterales fomentando los puntos comunes. \n\t\t\t\t\t\n\t\t\t\t\tLa mejora de relaciones intercoreanas es la via de paz, reunificacion y coprosperidad nacional deseadas tanto por la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEso depende enteramente de la actitud que asuma el nuevo \"poder\" surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tLos esfuerzos por el pais y la nacion se registraran como huellas de patriotismo y los crimenes de los traidores a la nacion no seran compensados ni con la muerte de ellos."
        }
    ]
}