{
    "date": "2012-07-21",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Late Composer ",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-10ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Late Composer \r\n Pyongyang, July 21 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army, sent a wreath to the bier of the late Sol Myong Sun on Saturday expressing deep condolences over Sol's death.\n\t\t\t\t\t Sol, Kim Il Sung Prize Laureate, labor hero and people's artiste, was a composer of the Korean People's Army Song and Dance Ensemble."
        },
        {
            "title": "KCNA Commentary Lays Bare Terrorism of Lee Myung Bak Regime ",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-21ee.html",
            "content": "KCNA Commentary Lays Bare Terrorism of Lee Myung Bak Regime \r\n Pyongyang, July 21 (KCNA) -- The Lee Myung Bak regime of traitors has now gone so ridiculous in its bid to conceal its pitiful true colors.\n\t\t\t\t\t A spokesman for the south Korean \"Ministry of National Defense\" in a TV appearance unhesitatingly let loose a string of balderdash that \"the case touted by the north is a lie and groundless\" and \"there is no worth countering it on 'government' level\".\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, this is another despicable smear campaign against the DPRK the south Korean regime kicked off to save its face, much upset by the revelation of its heinous acts of subversion and sabotage in the very eyes of the world.\n\t\t\t\t\t\n\t\t\t\t\t As already exposed, the act of demolishing the statues the Lee Myung Bak rat-like group attempted to commit is an outrageous and heinous hostile act against the dignity of the supreme leadership of the DPRK and a grave politically-motivated, state-sponsored terrorist case wantonly violating international law.\n\t\t\t\t\t\n\t\t\t\t\t This time the group singled out statues of the peerlessly great persons of Mt. Paektu as a target of subversive acts and sabotage and, to this end, prepared a terrorist weapon whose use is under worldwide control as an explosive device. Involved in the attempted terrorism were agents of the south Korean Intelligence Service and the Defense Security Command of the army and all other intelligence plot-breeding organs of south Korea under the manipulation of the U.S. intelligence organs. The \"undertaking\" was timed to coincide with the greatest celebrations of the nation aimed at the so-called \"greatest effect\". This goes to clearly prove that the current case is entirely a heinous politically-motivated state-sponsored terrorist act.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that rat Lee Myung Bak, a lawless hooligan running wild just like a puppy knowing no fear of the tiger, branded the press conference held in Pyongyang to disclose his heinous crime as \"the one for consolidating social system\". This is, indeed, a hysteric fit of psychopathic patient keen on confrontation of social systems and the last-ditch efforts of the living dead to flee from the judgment of history.\n\t\t\t\t\t\n\t\t\t\t\t By nature, its description is a trite method to mislead the public opinion whenever it finds itself in a tight corner in the wake of its farce.\n\t\t\t\t\t\n\t\t\t\t\t In the past the group of traitors let many plot-breeding and terrorist organizations including the \"front for liberation of the north Korean people\" and \"special operation groups\" kick off \"disturbances\" and fake up \"shocking cases\". It also continuously committed heinous provocation moves such as the case of firing at the image representing the dignity of the supreme leadership of the DPRK and its flag.\n\t\t\t\t\t\n\t\t\t\t\t Recently it infiltrated wicked defectors to the south and traitors into the DPRK again being assigned duty of heinous hostile acts of insulting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Woman Pak Jong Suk, who was taken to south Korea by south Korean agents, and criminal Jon Yong Chol indicted before the world the south Korean puppet regime's moves against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The recent criminal case is an extension of the heinous provocations traitor Lee Myung Bak has committed to insult the dignity of the supreme leadership of the DPRK, regarding it as a means of existence to seek confrontation of social systems and fratricidal showdown. And it is a height of confrontation racket.\n\t\t\t\t\t\n\t\t\t\t\t The regime is seriously mistaken if it thinks it can stir up the mindset of the people in the DPRK through such despicable subversion and sabotage moves, break its single-minded unity and topple its social system.\n\t\t\t\t\t\n\t\t\t\t\t No hostile forces can ever break the DPRK's steel-strong single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t To dare demolish statues of the peerlessly great persons is a war action as serious as invasion as it is the most undisguised insult and physical attack on the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the rat-like Lee Myung Bak regime intends to commit another heinous politically-motivated state-sponsored terrorist act by making a second and third Jon Yong Chol, the DPRK will wage a sacred, just war to wipe it out from this land once and for all."
        },
        {
            "title": "Rodong Sinmun Korean War Is Inevitable Product of U.S. Strategy for World Domination",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-05ee.html",
            "content": "Rodong Sinmun Korean War Is Inevitable Product of U.S. Strategy for World Domination\r\n Pyongyang, July 21 (KCNA) -- The Korean war was an inevitable product of the U.S. imperialists' brigandish strategy for world domination and a war of aggression premeditated in light of geopolitical significance of the Korean Peninsula in their strategy for world domination.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists put forth the strategy for world domination as an immediate goal of their foreign policy by taking advantage of their emergence as the leader of imperialism after the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t They judged that they could not dominate the Asian continent and, furthermore, the world, unless they completely seize the Korean Peninsula through war.\n\t\t\t\t\t\n\t\t\t\t\t They saw 1950 as the most suitable year of igniting the war.\n\t\t\t\t\t\n\t\t\t\t\t The former Soviet Union won the victory in the Second World War, but it was undergoing difficulties owing to the consequences of the war. China won victory of the revolution throughout the country and built a new Republic. But they did not have power enough to match the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, however, failed to bring the army and the people of the DPRK to their knees and suffered bitter defeats in the three-year war.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK saved humankind from holocaust of nuclear war and new world war, firmly preserved peace and the post of socialism in the East and reliably defended global peace and the security of socialist countries.\n\t\t\t\t\t\n\t\t\t\t\t 59 years have passed since the war ended. The U.S. imperialists, oblivious of the historical lesson, have now become evermore undisguised in their attempt to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They are persistently talking about \"provocation\" from the DPRK and seeking to use it as a pretext for igniting the second Korean war."
        },
        {
            "title": "Rodong Sinmun Slams State Terrorism by U.S., S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-06ee.html",
            "content": "Rodong Sinmun Slams State Terrorism by U.S., S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 21 (KCNA) -- Recent press conference with a man who was engaged in the terrorist actions against the DPRK proved that the U.S. and south Korean authorities schemed a heinous sabotage and subversion against the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t Rodong Sinmun on Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The recent hideous terrorism was an unprecedented state-sponsored terrorism that traitorous Lee Myung Bak regime of south Korea plotted under the direct control and intervention of his U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t This was a frontal challenge to the dignity of the supreme leadership of the DPRK, intolerable politically-motivated terrorism and the height of the campaign to escalate confrontation with the DPRK as it was aimed to break down the spiritual mainstay of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group embarrassed by exposure of their terrorist plan is trying to mislead the public opinion, alleging that it is someone's \"agitprop\" and \"impossible one\". But with no rigmarole can he cover his unparalleled heinous crime.\n\t\t\t\t\t\n\t\t\t\t\t Matter is that it was directly controlled by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. instigated the south Korean puppet intelligence machines to organize anti-DPRK terrorist teams with traitors and supplied them with ample funds and terrorist means, being keen on conducting terrorism against the DPRK. The recent case is just a typical example.\n\t\t\t\t\t\n\t\t\t\t\t Clear to everyone is that the U.S.-spearheaded terrorism is a serious violation of international law and grave state-sponsored and politically-motivated terrorism. The U.S. will be made to pay dearly for hurting the dignity of the DPRK's supreme leadership, which the Korean people hold dearer than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime is seriously miscalculated if it thinks it can undermine the single-minded unity of the DPRK which is more powerful than the nuclear weapon and achieve their ambition for unification of systems."
        },
        {
            "title": "Delegation of DPRK Olympic Committee Leaves for London",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-07ee.html",
            "content": "Delegation of DPRK Olympic Committee Leaves for London\r\n Pyongyang, July 21 (KCNA) -- A delegation of the DPRK Olympic Committee led by Minister of Physical Culture and Sports Pak Myong Chol left here Saturday to take part in the 30th Olympiad to be held in London."
        },
        {
            "title": "DPRK People Seized with Bitter Hatred for U.S.",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-18ee.html",
            "content": "DPRK People Seized with Bitter Hatred for U.S.\r\n Pyongyang, July 21 (KCNA) -- A press conference was held here Thursday to disclose the U.S. backing of terrorist acts against the Democratic People's Republic of Korea.\n\t\t\t\t\t The disclosure has lashed the DPRK people into fury.\n\t\t\t\t\t\n\t\t\t\t\t Paek Myong Ho, an officer of the Korean People's Internal Security Forces, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The U.S. has persistently resorted to terrorist acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tDuring the last Korean War (June 1950-July 1953), it made every conceivable effort to do harm to the DPRK supreme leadership. Such politically-motivated terrorism has continued after the war, but in vain.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists had better look after their own den rather than trying to hurt the dignity of the DPRK supreme leadership.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Chol Sung, a work-team head of the Pyongyang Textile Machine Plant, said:\n\t\t\t\t\t\n\t\t\t\t\t \"It is a daydream for the U.S. to desecrate the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t Those who dare to provoke the DPRK are bound to meet a miserable end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists should not run amuck.\""
        },
        {
            "title": "Song of War Victory Loved by Korean People",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-17ee.html",
            "content": "Song of War Victory Loved by Korean People\r\n Pyongyang, July 21 (KCNA) -- The song \"We Have Won Victory\" is heard everywhere in the Democratic People's Republic of Korea, with the day of victory in the Korean War, July 27, approaching.\n\t\t\t\t\t The song, dynamic and vivacious, is vibrant with the Korean people's pride of having won the war for freedom and independence of the country, closely rallied around President Kim Il Sung, an ever-victorious and iron-willed commander and gifted strategist.\n\t\t\t\t\t\n\t\t\t\t\t With meaningful yet concise words, it shows how the servicepersons and civilians of the DPRK fought to win in the war in response to Kim Il Sung's call \"Everything for Victory in the War!\"\n\t\t\t\t\t\n\t\t\t\t\t In its refrain, the song calls upon the army and people to work hard for rosier future of the country.\n\t\t\t\t\t\n\t\t\t\t\t It also stresses the idea that the victory is always in store for the DPRK guided by the great Workers' Party of Korea."
        },
        {
            "title": "Meetings in South Phyongan and Jagang Provinces Congratulate Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-09ee.html",
            "content": "Meetings in South Phyongan and Jagang Provinces Congratulate Kim Jong Un\r\n Pyongyang, July 21 (KCNA) -- Meetings were held in South Phyongan and Jagang Provinces on Saturday to extend congratulations to the dear respected Kim Jong Un on his holding of the title of the DPRK Marshal.\n\t\t\t\t\t Present there were officials of local party and power bodies and working people's organizations, working people and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Read out there was a decision of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the National Defence Commission of the DPRK and the Presidium of the Supreme People's Assembly of the DPRK on awarding the title of the DPRK Marshal to Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the awarding of the title of DPRK Marshal to Kim Jong Un was a token of absolute trust and loyalty of the army and people for him. They extended the greatest glory and the warmest congratulations to the supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Un, the WPK is shining as the glorious party of President Kim Il Sung and leader Kim Jong Il, a heyday of increasing military capability was ushered and the DPRK has demonstrated its dignity and might as an invincible powerful nation, they said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the sun of Songun Korea and the general of Mt. Paektu who upholds the idea and cause of the great Generalissimos and performs immortal feats before the era and history with his outstanding and experienced leadership, they noted. \n\t\t\t\t\t\n\t\t\t\t\t  They called upon all the party members, working people and youth and students to become Songun revolutionary comrades, who advance toward a final victory of Juche revolution, arm in arm and shoulder to shoulder, while sharing the same thought, intention and will with Kim Jong Un."
        },
        {
            "title": "Koreans in China Rap U.S. and S. Korean Regime's Anti-DPRK Sabotage ",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-20ee.html",
            "content": "Koreans in China Rap U.S. and S. Korean Regime's Anti-DPRK Sabotage \r\n Pyongyang, July 21 (KCNA) -- The General Association of Koreans in China on July 17 issued a statement with the heading of \"Those who try to hurt dignity of supreme leadership of the DPRK and do something targeting it will never escape severe punishment by our people.\" \n\t\t\t\t\t The statement said that shortly ago, men who infiltrated into the DPRK to blow up a statue and grand monument at the instructions of the south Korean puppet intelligence agency were detected and arrested.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the U.S. and the clan of puppet traitors in south Korea for prodding vicious defectors to south Korea and traitors to such actions.\n\t\t\t\t\t\n\t\t\t\t\t It branded the recent plot as the most hideous terrorism targeting the dignity of the supreme leadership of the DPRK and the serious state-sponsored terrorism wantonly breaching international law.\n\t\t\t\t\t\n\t\t\t\t\t It said the U.S. and the south Korean regime are sadly mistaken if they think they can succeed in stirring up the people's mindset and breaking the single-minded unity of the DPRK by egging human scum on to conduct such sabotage.\n\t\t\t\t\t\n\t\t\t\t\t That day, the Youth Federation of Koreans in China also released a statement titled \"We will eliminate U.S. imperialists and Lee Myung Bak group of traitors going reckless in their move against DPRK from this planet to the last man\"."
        },
        {
            "title": "Park Geun Hye Denounced for Lauding Dictatorship",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-11ee.html",
            "content": "Park Geun Hye Denounced for Lauding Dictatorship\r\n Pyongyang, July 21 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea on July 18 made public a commentary denouncing Park Geun Hye for lauding the May 16 military coup.\n\t\t\t\t\t The commentary quoted her as saying at a seminar on July 16 that May 16 was the best choice. This revealed her view on \"Yusin\" dictatorship bequeathed down by her father.\n\t\t\t\t\t\n\t\t\t\t\t The May 16 coup was the fascist suppression by Park Chung-Hee's military hooligan that has struck down the achievements of the April 19 popular resistance.\n\t\t\t\t\t\n\t\t\t\t\t All the south Koreans should disregard her, the commentary said, adding she has no right to run for \"presidency\"."
        },
        {
            "title": "CPRK Secretariat Denounces Lee Myung Bak Regime's Scandals ",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-12ee.html",
            "content": "CPRK Secretariat Denounces Lee Myung Bak Regime's Scandals \r\n Pyongyang, July 21 (KCNA) -- Recently Lee Sang Duk, elder brother of traitor Lee Myung Bak and former member of the \"National Assembly\" of south Korea, was detained on charges of corruption scandals. After that Kim Hui Jung, the first room chief in Chongwadae who is one of Lee Myung Bak's close confidants, resigned from his office for his involvement in irregularity case, stunning the south Koreans. \n\t\t\t\t\t His relatives and close confidants were deposed from office or detained for corruption scandals. Among them are Pak Hui Thae, former speaker of the NA, Lee Sang Duk, Choe Si Jung, former chairman of the Broadcasting and News Service Committee, Ri Yong Ho, former secretary of Chongwadae and Pak Yong Jun, former vice-minister of Knowledge-based Economy, over 40.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) Saturday made public information bulletin No. 1005 in this regard. \n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that all the scandals by Lee Myung Bak's relatives and close confidants were unprecedented power-backed cases which were perpetrated in collusion with traitor Lee, the bulletin went on:\n\t\t\t\t\t\n\t\t\t\t\t \"President\" Lee and dozens of his relatives and close confidants competitively abused power to embezzle even the money saved by ordinary people in disregard of their livelihood. Such a shocking corruption-infested regime is unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t Lee's regime often calls it \"morally perfect one\", but it is the perfect one in stealing, corruption, illegality, treachery and shamelessness as branded by south Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" is the same clan of thieves with the Lee regime as it actively backed and instigated all scandals of the present regime while sharing the same roots and foundation. \n\t\t\t\t\t\n\t\t\t\t\t Such human scum as Lee Myung Bak, Lee Sang Duk, Kim Hui Jung, Pak Hui Thae and lawmaker Jong Tu On hail either from the \"Saenuri Party\" or its predecessor \"Grand National Party\".\n\t\t\t\t\t\n\t\t\t\t\t Now the clan of the \"Saenuri Party\" asserts that the scandals of the Lee group have nothing to do with it while trumpeting \"reform\" and \"elimination of corruption\". However, they are mean artifice of conspirators to stave off the public anger and create the phase favorable for remaining in power.\n\t\t\t\t\t\n\t\t\t\t\t In order to eliminate the deep-seated corruption and illegality in south Korea, it is necessary to prevent the \"Saenuri Party\", root cause and hotbed of the scandals, from seizing power."
        },
        {
            "title": "Number of Suicides Increases in S. Korean Puppet Army",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-13ee.html",
            "content": "Number of Suicides Increases in S. Korean Puppet Army\r\n Pyongyang, July 21 (KCNA) -- The number of suicides has been on an annual increase in the south Korean puppet army since traitor Lee Myung Bak seized power, according to south Korean KBS on July 19.\n\t\t\t\t\t According to data available, the number increased to nearly 100 last year from over 80 in 2009.\n\t\t\t\t\t\n\t\t\t\t\t Inhuman maltreatment rampant in the army is the cause of the rising figure.\n\t\t\t\t\t\n\t\t\t\t\t Kukmin Ilbo in 2011 editorially said that for the past over two years more than 940 members of south Korean marine corps received treatment for diseases caused by thrashing and other violence.\n\t\t\t\t\t\n\t\t\t\t\t As the racket for confrontation with the DPRK is getting more vicious, a number of exhausted soldiers are taking their own lives cursing the south Korean society. \n\t\t\t\t\t\n\t\t\t\t\t A typical example is a soldier who served the army in Cholwon of south Korean Kangwon Province last year. Saying that he killed himself with a hand grenade, media reported that he was harassed by the military exercises and the orders of emergency alert. The military authorities regarding the servicepersons as expendables are also to blame. \n\t\t\t\t\t\n\t\t\t\t\t As long as the law of the jungle governs the society of south Korea and the racket for confrontation with the DPRK goes on, the tragic incidents will continue unabated."
        },
        {
            "title": "GIs Spread New Drugs in S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-14ee.html",
            "content": "GIs Spread New Drugs in S. Korea \r\n Pyongyang, July 21 (KCNA) -- A GI of the 2nd Division of the U.S. forces in south Korea was disclosed to have introduced and distributed  new drugs, according to Yonhap News on July 19.\n\t\t\t\t\t He purchased the drugs from abroad and sold them to his colleagues and south Koreans on six occasions from last August to this January.\n\t\t\t\t\t\n\t\t\t\t\t Drug trafficking is becoming increasingly prevalent among the U.S. aggressor forces, typically a GI in Songnam City of Kyonggi Province who shipped huge amount of drugs in secrecy early this year.\n\t\t\t\t\t\n\t\t\t\t\t GIs' drug-related crimes in south Korea date back to the Korean War days when GIs carried out experiments on south Koreans by the use of drugs and hallucinogens for the purpose of studying biological weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. aggressor forces are kingpin of crimes and hotbed of all misfortunes and violence who degrade the south Korean society and people."
        },
        {
            "title": "Punishment of GI Criminals Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-15ee.html",
            "content": "Punishment of GI Criminals Demanded in S. Korea\r\n Pyongyang, July 21 (KCNA) -- South Korean organizations called a press conference in Seoul on July 17 in denunciation of the U.S. imperialist aggressor forces' tyranny. They included the People for Achieving Peace and Reunification, the Solidarity for Progress, other civic and social organizations and organizations of people of all social standings in Phyongthaek, Kyonggi Province.\n\t\t\t\t\t They recalled the case on July 5 in which military policemen of the U.S. troops forcibly handcuffed the citizens residing around the Osan U.S. air force base and committed violence against them.\n\t\t\t\t\t\n\t\t\t\t\t When the violence prompted protest, the U.S. military side let loose absurd excuse that it was on \"performance of duty\" and even made a lie that \"it called south Korean police before handcuffing\", they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces, which have neither qualifications nor right to control south Koreans, perpetrated such atrocities, illegal acts of encroaching upon the judicial sovereignty of south Korea and abuse of the rights of its people.\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces' assertion is no more than far-fetched one to justify their crimes, they noted, demanding the handling of the criminals at south Korean court.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. to come out for the total revision of the unequal south Korea-U.S. \"Status of Forces Agreement\" which abets GIs in crimes and illegal acts."
        },
        {
            "title": "U.S. Troops Must Soon Be Driven out of S. Korea: Korean in U.S.",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-16ee.html",
            "content": "U.S. Troops Should Soon Be Driven out of S. Korea: Korean in U.S.\r\n Pyongyang, July 21 (KCNA) -- Korean in China Kim Suk on July 11 carried an article deploring the people's disgraceful life in south Korea under the U.S. colonial rule.\n\t\t\t\t\t Noting that U.S. troops in south Korea on July 5 handcuffed residents and committed an outrage on them near Osan U.S. air base, the article said the disgrace suffered by south Koreans in their own land by foreign troops is a typical example indicating that south Korea is under the U.S. control.\n\t\t\t\t\t\n\t\t\t\t\t A number of crimes by the U.S. troops in south Korea so far are attributable to the absence of its sovereignty, said the article.\n\t\t\t\t\t\n\t\t\t\t\t However, the present government in south Korea made up of pro-U.S. trucklers is annually increasing fund for the U.S. forces presence, the article said, adding south Korea hardly has any sovereignty as it offers huge fund for the foreign army who commit shocking crimes against its people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces who are disturbing national reconciliation and reunification must be driven out of south Korean as soon as possible, stressed the article."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-01ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\n Pyongyang, July 21 (KCNA) -- A gist of general secretary Kim Jong Il's Work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" was carried by the 198th issue of the Romanian paper Romania Muncitoare\n\t\t\t\t\t The work, published on January 3, 1992, clarifies the fact that a historic lesson drawn from socialist construction is to strengthen a driving force for revolution with faith in socialism and a correct guiding idea, adhere to the principle of socialism and strengthen the comradely unity and cooperation based on independence.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the idea that thoroughly carrying out the three revolutions -- ideological, technical and cultural, while strengthening the people's power and steadily increasing its function and role is the general line of the Workers' Party of Korea for building socialism. The validity of the line is expounded in the work."
        },
        {
            "title": "Revolutionary Career, Immortal Exploits of Kim Il Sung Praised Abroad",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-02ee.html",
            "content": "Revolutionary Career, Immortal Exploits of Kim Il Sung Praised Abroad\r\n Pyongyang, July 21 (KCNA) -- Meetings for remembering President Kim Il Sung and lectures took place in the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, Brazil and Venezuela on July 7 and 9 on the occasion of the 18th anniversary of his demise.\n\t\t\t\t\t The general secretary of the alliance praised the immortal exploits of President Kim Il Sung, who advanced the outstanding idea, strategy and tactics on global independence and contributed to the cohesion and unity of socialist and non-aligned movements and the development of friendly and cooperative relations with countries aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman of the Kim Jong Suk Women’s Union of Russia and the chairman of the All-Russian Society for the Study and Dissemination of Kimilsungism underscored the importance and significance of the study and dissemination of the President's works, unique guidelines which indicate a bright way for mankind to follow in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian Society for Promoting the Study and Dissemination of Comrade Kim Jong Il's Works expressed his stand to post on its Internet homepage all the works of the President, affirming that he would increase the number of followers of the Juche idea and Songun idea by widely disseminating them in the countries of the Commonwealth of Independent States.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brasilia Federal District Committee of the Party for Free Motherland of Brazil said the President made a great contribution to the human cause of independence with his outstanding ideological and theoretical activities and extraordinary political ability.\n\t\t\t\t\t\n\t\t\t\t\t Personages of the Venezuelan National Society for the Study of the Juche Idea, the Venezuela-Korea Friendship and Solidarity Association and the Venezuelan Group for the Study of Kimilsungism-Kimjongilism spoke highly of the revolutionary career and undying feats of the President, who opened a new era for the national liberation revolution in colonies, an era of fresh upswing in the struggle against imperialism and the U.S."
        },
        {
            "title": "Kim Il Sung's Feats Praised",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-03ee.html",
            "content": "Kim Il Sung's Feats Praised\r\n Pyongyang, July 21 (KCNA) -- Special write-ups were posted on Internet homepages of different countries and a regional organization on the occasions of the 18th anniversary of the demise of President Kim Il Sung and the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t The Mongolian News Agency (Montsame) on July 6 made a report under the title \"Great man of century\" with a portrait of smiling Kim Il Sung:\n\t\t\t\t\t\n\t\t\t\t\t This year is the 18th year since the President, the father of socialist Korea, passed away but many people of the world still remember him as great man of the century. He founded the Juche idea, the original idea centred on man, for the first time in the history of human thought, thus providing the treasured sword for hewing out the destiny of man.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the Juche idea made it possible to open up a new era, the era of independence in which the working people who had been subject to domination and oppression in the past emerged as the master of the world and a powerful being hewing out destiny independently in the arena of history.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship in an article titled \"Kim Il Sung, shining august name\" on the same day said that he led the struggle for building socialism in the DPRK and achieving global independence to victory, adding the feats he performed in strengthening the Peru-DPRK friendly relations will last long.\n\t\t\t\t\t\n\t\t\t\t\t The MS Tourist Company of Germany on July 7 posted on its Internet homepage a photo of the monument to President Kim Il Sung's signature and an article introducing the Three Charters for National Reunification.\n\t\t\t\t\t\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on July 5 posted on its Internet homepage an article explaining the Three Principles of National Reunification, illustrated with photos of the President having a conversation with representatives of south Korea who visited Pyongyang, seeing samples of relief materials to be sent to the flood victims of south Korea and meeting with children of Ryo Un Hyong, leader of the People's Party of south Korea."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de Sol Myong Sun",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-22ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de Sol Myong Sun\r\n Pyongyang, 21 de julio (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, envio el dia 21 una ofrenda floral ante el feretro de Sol Myong Sun, compositor del Conjunto Artistico del EPC laureado con el Premio Kim Il Sung, Heroe del Trabajo y Artista del Pueblo, expresando sentidas condolencias por su fallecimiento."
        },
        {
            "title": "ACNC revela sucia naturaleza de la bada surcoreana",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-23ee.html",
            "content": "ACNC revela sucia naturaleza de la bada surcoreana\r\n Pyongyang, 21 de julio (ACNC) -- En estos dias, la banda del traidor Lee Myung Bak actua con frenesi para encubrir su sucia naturaleza de bribones cinicos.\n\t\t\t\t\t El vocero del ministerio de Reunificacion del Sur de Corea dijo sin vacilacion ante TV que \"el incidente expuesto por el Norcorea es infundio sin fundamento, por tanto, ´el gobierno´ no tiene el valor de explicar por el respecto.\"\n\t\t\t\t\t\n\t\t\t\t\t En una palabra, el presente caso es otra  intolerable provocacion  politica y accion intrigante  de la horda ratonesca de Lee para encubrir su maligno crimen ante la faz mundial.\n\t\t\t\t\t\n\t\t\t\t\t Como se informo ya, las maniobras de los titeres surcoreanos encaminadas a destruir la estatua de bronce de nuestra Republica constituye el barbaro archi- crimen contra nuestra maxima dignidad y  un grave terrorismo politico estatal que viola flagrantemente la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\t La banda de traidores surcoreanos tomo como blanco de destruccion y sabotaje las estatua de bronce de los grandes hombres sin pares del Paektu y selecciono como equipo de explosion los pertrechos de terrorismo controlados por todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t Bajo el auspicio de los servicios de inteligencia norteamericanos, fueron movilizados en esta accion todos los servicios de este tipo del Sur de Corea tales como el Servicio de Inteligencia y la Agencia de Informacion.\n\t\t\t\t\t\n\t\t\t\t\t Y fijo la hora de la \"accion\" en los dias de la maxima fiesta de nuestra nacion para surtir la supuesta \" extrema eficiencia\".\n\t\t\t\t\t\n\t\t\t\t\t Todos los hechos  demuestran nitidamente que el presente caso deviene la accion de terrorismo politico estatal de gran envergadura sin precedentes en la historia mundial.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas  grave del caso  es  que el bribon ratonil Lee Myung Bak acuso de un \"intento para intensificar el sistema norcoreano\" la conferencia de prensa de la RPDC donde se revelaron sus crimenes de gran envergadura.\n\t\t\t\t\t\n\t\t\t\t\t Es un acceso histerico de psicopata enloquecido en la confrontacion entre regimenes y ultimo coletazo de un cadaver vivo a punto de morirse.\n\t\t\t\t\t\n\t\t\t\t\t Cada vez que estaba en la situacion desfavorable, la banda de traidores de Lee utilizo rutinariamente tal metodo para desviar la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\t En el pasado, la banda de traidores actuaba con frenesi para levantar \"disturbio\" e inventar \"incidente sensacional\" movilizando a las entidades intrigantes y terroristas entre otras \"Frente por la Liberacion del Pueblo Norcoreano\" y \"Grupo de trabajo especial\". Cometio una tras otra las maniobras de provocacion sin precedentes tales como el caso de tomar como blanco de tiro la maxima dignidad y la bandera de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En estos dias, infiltro a la RPDC los crueles fugitivos al Sur de Corea y traidores para que ellos cometan los actos hostiles contra la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Es absurdo el intento de desviar la opinion publica de la RPDC y descomponer la unidad monolitica con tales sucias maniobras de destruccion y sabotaje.\n\t\t\t\t\t\n\t\t\t\t\t A decir otra vez, el atentado a las estatuas de bronce de los grandes Hombres del monte Paektu significa el mas abierto insulto a la maxima dignidad y una accion de guerra igual a la agresion armada siendo el ataque fisico.\n\t\t\t\t\t\n\t\t\t\t\t El intento de la banda ratonesca de Lee Myung Bak de cometer a toda costa el terrorismo politico lanzando al segundo y tercero Jon Yong Chol,  causara la guerra sagrada de justicia para eliminarla  por completo de esta tierra."
        },
        {
            "title": "Rodong Sinmun denuncia la guerra coreana desatada por EE.UU.",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-24ee.html",
            "content": "Rodong Sinmun denuncia la guerra coreana desatada por EE.UU.\r\n Pyongyang, 21 de julio (ACNC) -- En un articulo individual difundido este sabado, el diario Rodong Sinmun senala que la Guerra de Liberacion de la Patria (junio de 1950-julio de 1953) fue el fruto inevitable de la bandidesca estrategia de dominio al mundo de EE.UU. y la guerra agresiva planificada por este tomando en consideracion la importancia geopolitica de la Peninsula Coreana en realizarla.\n\t\t\t\t\t Despues de la Segunda Guerra Mundial, el imperio presento la realizacion de esta estrategia hegemonica como meta inmediata de su politica exterior utilizando la oportunidad favorable de haber sido la cabecilla de los imperialistas, comienza el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. considero que sin tomar toda la Peninsula Coreana desatando la guerra agresiva no podria dominar el continente asiatico ni conquistar al  mundo.\n\t\t\t\t\t\n\t\t\t\t\t Fijo el ano 1950 como tiempo mas apropiado para desencadenar la guerra coreana porque ex URSS sufria las dificultades por la consecuencia de la guerra aunque vencio en la Segunda Guerra Mundial y tambien China no tenia las fuerzas capaces de enfrentarse con EE.UU. aunque logro la victoria de la revolucion en escala nacional y fundo la nueva Republica. \n\t\t\t\t\t\n\t\t\t\t\t Pero, el imperialismo yanqui no doblego al ejercito y el pueblo de Corea y fue vencido vergonzosamente en la guerra de 3 anos.\n\t\t\t\t\t\n\t\t\t\t\t El ejercito y el pueblo de Corea salvaron la humanidad de la calamidad de la guerra nuclear y la nueva guerra mundial y protegieron con firmeza la paz y el puesto oriental del socialismo, asi como defendieron fidedignamente la paz del mundo y la seguridad de los paises socialistas.\n\t\t\t\t\t\n\t\t\t\t\t Ya pasaron 59 anos desde cuando termino la guerra coreana. Sin embargo, EE.UU. todavia persigue mas abiertamente su intento de agredir a Corea olvidando la leccion de la historia. \n\t\t\t\t\t\n\t\t\t\t\t El imperio trata de desatar la segunda guerra coreana hablando obstinadamente de la supuesta \"provocacion\" de la RPDC sin abandonar su ambicion de tomar todo el mundo."
        },
        {
            "title": "Rodong Sinmun denuncia terrorismo de Estado contra la RPDC",
            "url": "http://kcna.co.jp/item/2012/201207/news21/20120721-25ee.html",
            "content": "Rodong Sinmun denuncia terrorismo de Estado contra la RPDC\r\n Pyongyang, 21 de julio (ACNC) -- Recientemente, un terrorista revelo en entrevista de prensa los detalles de la operacion de sabotaje de EE.UU. y las autoridades titeres surcoreanas para destruir  las estatuas de bronce erigidas en la RPDC.\n\t\t\t\t\t Este caso de terrorismo de Estado, sin precedentes en la historia, fue ideado por la banda del traidor Lee Myung Bak siguiendo las instrucciones de su amo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\t En un comentario individual divulgado este sabado, el diario Rodong Sinmun califica el caso como una locura para eliminar el sosten espiritual de la nacion coreana, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Ademas, significa desafio frontal a la maxima dignidad de la RPDC, imperdonable terrorismo politico y climax de la fiebre conflictiva con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ahora la camarilla surcoreana se apresura a eludir la responsabilidad diciendo que lo revelado en la susodicha entrevista es una \"propaganda\" y \"cosa imposible\". Esta chismografia, que ensucia la opinion publica, es insuficiente para ocultar su tremendo acto criminal.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas problematico es la intervencion directa de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Ultimamente, EE.UU. instiga a los servicios de inteligencia del Sur de Corea a organizar las entidades terroristas anti-RPDC agrupando a los traidores y las financia y equipa con medios de sabotaje y subversion.\n\t\t\t\t\t\n\t\t\t\t\t Resulta evidente a todos que la operacion patrocinada por EE.UU. para la destruccion de las estatuas de bronce y creaciones monumentales de la RPDC es una violacion flagrante del derecho internacional y grave atentado terrorista de Estado.\n\t\t\t\t\t\n\t\t\t\t\t El imperio tendra que pagar su atentado contra la maxima dignidad de la RPDC que vale mas que su vida para el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Seria gran tonteria si la banda de traidores surcoreanos piensa  en que podra destruir la unidad monolitica de la RPDC, mas potente que el arma nuclear, y realizar su ambicion de lograr la reunificacion mediante la fusion de regimenes del Norte y el Sur de Corea."
        }
    ]
}