{
    "date": "2012-06-10",
    "url": "http://kcna.co.jp/item/2012/201206/2012-06-10ee.html",
    "articles": [
        {
            "title": "DPRK Premier Calls for Boosting Fertilizer Production",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-13ee.html",
            "content": "DPRK Premier Calls for Boosting Fertilizer Production\r\n Pyongyang, June 10 (KCNA) -- DPRK Premier Choe Yong Rim visited the Namhung Youth Chemical Complex associated with the leadership exploits of President Kim Il Sung and general secretary Kim Jong Il to learn in detail about the production there. \n\t\t\t\t\t Workers of the complex have increased the fertilizer production determined to make contribution to bringing about a decisive turn in this year's farming by sending more fertilizer to socialist farms true to the behests of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t After going around different places of the complex he held a consultative meeting. \n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed measures and ways for keeping the fertilizer production going at a high rate and finishing the construction of new processes. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to dynamically wage the industrial revolution in the new century holding the flame of Hamnam (South Hamgyong Province) to repay the trust and expectation of the Workers' Party of Korea with increased production. \n\t\t\t\t\t\n\t\t\t\t\t He urged the officials to take good care of the living of workers who are valued by the party. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, he went round Bath House No. 1 in Pyongyang which is now under renovation. \n\t\t\t\t\t\n\t\t\t\t\t The bath house is associated with warm loving care of President Kim Il Sung, who took deep care of the people's living despite the difficulty in the postwar period. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to make architecture formative and artistic on the principle of ensuring convenience of people on a preferential basis."
        },
        {
            "title": "Pyongyang in Sorrow of Parting with KCU Delegates",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-04ee.html",
            "content": "Pyongyang in Sorrow of Parting with KCU Delegates\r\n Pyongyang, June 10 (KCNA) -- The April 25 Hotel was overcome with rages of tears of 20,000 delegates of the Korean Children's Union and its employees at their parting on Saturday.\n\t\t\t\t\t The delegates were leaving the hotel after staying there for several days to participate in the celebrations of the 66th KCU birthday.\n\t\t\t\t\t\n\t\t\t\t\t They hardly kept back their tears in buses towards the destinations, the railway station and the airport, touched by good-bye by Pyongyang citizens with sorrow of parting.\n\t\t\t\t\t\n\t\t\t\t\t They seemed to recall the enjoyable time they spent in the Amusement Park in Kaeson Youth Park, the Central Zoo, Kim Il Sung University and other places in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Dr. Son Kwang Su at Kim Il Sung University told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The celebration days in Pyongyang will be kept in the memory of the KCU delegates, as well as us.\n\t\t\t\t\t\n\t\t\t\t\t Those delegates will be reliable pillars of the country in the future.\n\t\t\t\t\t\n\t\t\t\t\tSo bright is the future of Korea.\n\t\t\t\t\t\n\t\t\t\t\t That is why the dear respected Kim Jong Un invited them to Pyongyang and delivered a congratulatory speech at the joint national meeting of KCU organizations.\n\t\t\t\t\t\n\t\t\t\t\t He bestowed every possible love on them, joining them in enjoying an art performance and having a photo session with them.\"\n\t\t\t\t\t\n\t\t\t\t\t The KCU celebrations were larger in its scale than the 13th World Festival of Youth and Students held in Pyongyang 23 years ago with an attendance of more than 10 000 delegates.\n\t\t\t\t\t\n\t\t\t\t\t People would say that the steadfast will of the Workers' Party of Korea to spare nothing for rising generation can be read on the faces of the KCU members.\n\t\t\t\t\t\n\t\t\t\t\t On the plane, Ri Myong Hyang (8), a girl from Iljabong Branch under Kaeunsong Secondary School in Samsu County, Ryanggang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Back home, I will tell my parents, teachers and classmates about what I enjoyed in Pyongyang amid the blessings by the whole country.\"\n\t\t\t\t\t\n\t\t\t\t\t Many delegates pledged themselves to keep in their mind forever the statues of Generalissimos Kim Il Sung and Kim Jong Il on Mansu Hill, the Kumsusan Palace of the Sun and the rostrum at Kim Il Sung Stadium."
        },
        {
            "title": "KCU Delegates Leave Pyongyang by Air",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-14ee.html",
            "content": "KCU Delegates Leave Pyongyang by Air\r\n Pyongyang, June 10 (KCNA) -- Delegates of the Korean Children's Union (KCU) from Ryanggang and North Hamgyong provinces and Rason Municipality left Pyongyang by air after attending the celebrations of the 66th KCU anniversary.\n\t\t\t\t\t Before their departure, delegates expressed their firm resolve, recalling the happy days of the celebrations.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chol Hyok, a student from Samjiyon Secondary School in Samjiyon County, Ryanggang Province, told KCNA: \"I'll never forget the days I spent in Pyongyang. Keeping this delegate certificate of love and trust in my mind forever, I will prepare myself as a \n\t\t\t\t\t\n\t\t\t\t\treliable pillar of the country through intensified study and organizational life and do-good-thing movement.\"\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Ju, a student from Rabukchon Secondary School in Chongjin City, North Hamgyong Province, said: \"I will become a true juvenile revolutionary in the era of Songun, fluttering the KCU red necktie inherited from the Anti-Japanese Children's \n\t\t\t\t\t\n\t\t\t\t\tCorps, to repay the dear respected Kim Jong Un's warm love.\"\n\t\t\t\t\t\n\t\t\t\t\t Hong Hyon Hwa, a student from Tongmyong Secondary School in Rason City, said: \"My parents will embrace me with tears of joy in their eyes.\n\t\t\t\t\t\n\t\t\t\t\t True to the teachings of the dear respected Kim Jong Un that the features of thriving Korea in the future would be drawn on report cards of the KCU members before anything else, I'll study hard and hard to be a good inventor and scientist.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un, thank you very much.\""
        },
        {
            "title": "KCU Delegates Back Home",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-15ee.html",
            "content": "KCU Delegates Back Home\r\n Pyongyang, June 10 (KCNA) -- Delegates of the Korean Children's Union (KCU) from North Hamgyong Province and Rason Municipality left Pyongyang by special plane after attending the celebrations of the 66th KCU anniversary.\n\t\t\t\t\t They were seized with gratitude for the dear respected Kim Jong Un's benevolence as well as the desire to tell their parents, teachers and friends about the happy days spent in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t KCNA had an interview with those delegates aboard the plane.\n\t\t\t\t\t\n\t\t\t\t\t Journalist: When was the most impressive time for you during your stay in Pyongyang?\n\t\t\t\t\t\n\t\t\t\t\t Rim Hyang, a student at Yondubong Secondary School in Songphyong District, Chongjin City:\n\t\t\t\t\t\n\t\t\t\t\t Days passed like a dream.\n\t\t\t\t\t\n\t\t\t\t\t It was the happiest time for me to meet the dear respected Kim Jong Un and have a photo session with him. It seems that I have had all fortunes.\n\t\t\t\t\t\n\t\t\t\t\t Ho Il Myong, a schoolboy at Kim Ki Song Secondary School No. 1 in Hoeryong City:\n\t\t\t\t\t\n\t\t\t\t\t The period of the celebrations of the 66th KCU anniversary was unforgettable days for me.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un attended the celebrations to congratulate us on our holiday and had a photo session with us.\n\t\t\t\t\t\n\t\t\t\t\t This honor will be kept in my memory for life.\n\t\t\t\t\t\n\t\t\t\t\t Choe Chung Guk, a student at Haean Secondary School in Rason Municipality:\n\t\t\t\t\t\n\t\t\t\t\t My diary featured the loving care the dear respected Kim Jong Un had shown for us during the stay in Pyongyang. It dealt with the pleasant time we spent in the Central Zoo and the Amusement Park in Kaeson Youth Park, varieties of dishes we ate at Okryu and Chongryu restaurants and the wonderful art performances we enjoyed.\n\t\t\t\t\t\n\t\t\t\t\t Back home, I'll show the diary to my parents, teachers and classmates.\n\t\t\t\t\t\n\t\t\t\t\t During the conversation, the plane landed on the airport.\n\t\t\t\t\t\n\t\t\t\t\t The airport was crowded with leading officials of the province and the municipality, teachers, schoolchildren and parents to greet the delegates.\n\t\t\t\t\t\n\t\t\t\t\t The delegates had an emotional reunion with them amid warm welcome.\n\t\t\t\t\t\n\t\t\t\t\t Yun Jong Hui, mother of Rim Hyang, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t　\"I was surprised to see on TV my daughter seated next to the dear respected Kim Jong Un at the time of the concert given by the Unhasu Orchestra to celebrate the 66th KCU birthday. I could scarcely believe my eyes at this fact.\n\t\t\t\t\t\n\t\t\t\t\t That day all my family sat all night, talking about this great honor.\n\t\t\t\t\t\n\t\t\t\t\t I am eager to extend my thanks to Kim Jong Un, who has bestowed the greatest privileges and all sorts of love and benevolence on the KCU members, calling them the treasures of the country.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un, thank you very much.\""
        },
        {
            "title": "Lee Myung Bak Group Urged to Opt for Implementation of Inter-Korean Declarations ",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-06ee.html",
            "content": "Lee Myung Bak Group Urged to Opt for Implementation of Inter-Korean Declarations \r\n Pyongyang, June 10 (KCNA) -- A spokesperson for the Federation of Koreans in the U.S. released a statement on Wednesday urging the Lee Myung Bak \"government\" to opt for implementation of the north-south joint declarations.\n\t\t\t\t\t With the adoption of the June 15 joint declaration in 2000 as a momentum, the north and the south made active efforts for reconciliation, cooperation and exchange to alleviate military tensions and establish peaceful relations, said the statement, adding:\n\t\t\t\t\t\n\t\t\t\t\t But the Lee Myung Bak regime stroke down all the achievements, totally denied the June 15 joint declaration and the October 4 declaration and laid an obstacle in the way of peaceful reunification with the policy of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Confrontation with fellow countrymen will bring nothing but war, said the statement, urging the Lee regime to opt for implementation of the north-south joint declarations for reconciliation and peaceful reunification, desire of the Korean nation, though belatedly."
        },
        {
            "title": "Kim Jong Il's Outlook on Posterity Praised by Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-07ee.html",
            "content": "Kim Jong Il's Outlook on Posterity Praised by Rodong Sinmun \r\n Pyongyang, June 10 (KCNA) -- \"For posterity\" -- this is the noble spirit reflected in Kim Jong Il's patriotism. Rodong Sinmun Sunday says this in a bylined article. \n\t\t\t\t\t Kim Jong Il's patriotism replete with the noble outlook on posterity is the most beautiful and magnanimous in its contents and depth and unprecedented in history in its vitality, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism is the noble idea which regards it as the most crucial issue to build the capabilities for development of the country and happiness of posterity as well as genuine patriotism which gives priority to successfully raising younger generation. It is also matchless offensive spirit and devotion to bring earlier the bright future of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t A vital issue for the Korean nation was to put an end to ceaseless moves of invasion and interference by big powers and build a happy thriving country by its own efforts under the blue sky. This century-old desire of the Korean nation was realized in the great Kim Jong Il's era. \n\t\t\t\t\t\n\t\t\t\t\t Young Koreans have grown up to be dependable pillars of the Songun revolution possessed of noble spirit and rich knowledge thanks to ardent patriotism of Kim Jong Il and his warm love for posterity. \n\t\t\t\t\t\n\t\t\t\t\t It was the offensive spirit and creation method of Kim Jong Il to rush in Chollima speed that calls for taking thousand or ten thousand steps while others take ten or hundred steps and make a leaping progress beyond historical stages that had been taken by developed countries. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism associated with devotion for posterity is the eruption of warm love for the Korean nation and the sacred idea that regards it as the greatest happiness to live as roots of the country. \n\t\t\t\t\t\n\t\t\t\t\t Now the Korean people bear deep in their mind how to live and work to become patriots who love the future, calling back with deep emotion the records of the Songun revolution of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Hardship is temporary and prosperity is eternal for the Korean people dynamically advancing with Kim Jong Il's patriotism as banner of victory."
        },
        {
            "title": "Rodong Sinmun Praises Kim Il Sung, Kim Jong Il's Exploits for Global Independence",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-08ee.html",
            "content": "Rodong Sinmun Praises Kim Il Sung, Kim Jong Il's Exploits for Global Independence\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- President Kim Il Sung and general secretary Kim Jong Il were prominent external activists who led the cause of global independence to victory, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The Korean people and other world revolutionary people are moving forward under the uplifted banner of independence, peace and friendship and adhering and advancing the cause of global peace and socialism. This would have been unthinkable without Kim Il Sung and Kim Jong Il's history of external activities, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il conducted outstanding ideological and theoretical activities to lead the cause of global independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il indicated principled requirements, tasks, strategy and tactics for developing international relations based on independence. They include an issue of the driving force of struggle for global independence, an issue of ensuring independent development in developing countries, an issue of strengthening unity and solidarity of anti-imperialist independent forces, an issue of developing the Non-Aligned Movement and an issue of replacing the old international order by a fresh and fair one.\n\t\t\t\t\t\n\t\t\t\t\t These are immortal exploits performed by Kim Il Sung and Kim Jong Il for accomplishing the cause of human independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il provided extraordinary leadership to lead the cause of global independence to victory.\n\t\t\t\t\t\n\t\t\t\t\t Assistance to nations and people making revolution and struggling with devotion characterizes their external activities.\n\t\t\t\t\t\n\t\t\t\t\t There are many foreigners who glorified their life as revolutionary comrades and friends of Kim Il Sung and Kim Jong Il thanks to their great loving care.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il visited lots of countries and met with heads of party, state and government and other foreign personages. \n\t\t\t\t\t\n\t\t\t\t\t The accomplishment of global independence is guaranteed by conducting active external activities following Kim Il Sung and Kim Jong Il's strategy and idea of external activities."
        },
        {
            "title": "Minju Joson Reveals Truth behind \"Spy Case\" Fabricated by S. Korean Police",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-09ee.html",
            "content": "Minju Joson Reveals Truth behind \"Spy Case\" Fabricated by S. Korean Police\r\n Pyongyang, June 10 (KCNA) -- Shortly ago, the south Korean police announced that they uncovered and put into custody spies who provided secret military information including GPS jamming system to the DPRK. According to the police, a representative of a trading company surnamed Ri who was a former unconverted long-term prisoner and a Korean residing in New Zealand surnamed Kim collected information while getting in touch with former officials of defense business enterprises at the \"instructions of a man in his forties who was supposed to be an underground agent of the DPRK\". \n\t\t\t\t\t The \"spy case\" announced by the police and touted by conservative media is a clumsy fabrication, says Minju Joson Sunday in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The \"spy case\" was fabricated in such a clumsy way that even high-ranking officials of the military denied it, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The police bragged, saying they uncovered \"spies\" even though they arrested innocent people, while the conservative media have become intent on kicking up smear campaign to do harm to the compatriots. This has only drawn international criticism.\n\t\t\t\t\t\n\t\t\t\t\t Whenever they are faced with an extreme ruling crisis, the dictators forsaken by the people resorted to the trite method of cooking up shocking cases including \"spy case\".\n\t\t\t\t\t\n\t\t\t\t\t It is a publicly recognized fact that Syngman Rhee, Park Chung-Hee and Chun Doo Hwan fabricated a string of \"spy cases\" and found a way out of their ruling crises in intensifying fascist crackdown.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the group of traitors fabricated the \"spy case\" timed to coincide with the racket for \"eliminating forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the conservative group who suffered shame with the \"spy case\" would fabricate more heinous plot in the future.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean situation calls upon the progressive forces and people to heighten vigilance against the conservative group's fabrication and foil the \"coloring\" offensive and the racket of \"eliminating forces following the north\"."
        },
        {
            "title": "Songun Torch Prize Sports Contest Opens in DPRK",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-12ee.html",
            "content": "Songun Torch Prize Sports Contest Opens in DPRK\r\n Pyongyang, June 10 (KCNA) -- The Songun Torch Prize Sports Contest opened with due ceremony in Haeju City, South Hwanghae Province on Sunday.\n\t\t\t\t\t The contesters will compete in football, volleyball, weight-lifting, boxing, field and track, etc., in Phyongsong of South Phyongan Province, Hamhung of South Hamgyong Province, Nampho and other areas."
        },
        {
            "title": "Kim Il Sung's Work Posted on Website of British Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-01ee.html",
            "content": "Kim Il Sung's Work Posted on Website of British Organization\r\n Pyongyang, June 10 (KCNA) -- The British Association for the Study of Songun Policy on May 25 posted on its Internet website the gist of President Kim Il Sung's work \"Let Us Bring the Advantages of Socialism in Our Country into Full Play\".\n\t\t\t\t\t The work, published on May 24, 1990, comprehensively indicates essence and main character of Korean-style socialism based on the Juche idea and its invincibility and advantages.\n\t\t\t\t\t\n\t\t\t\t\t It also deals with tasks for comprehensively and highly displaying the advantages of Korean socialism, implementing new five-point policy for national reunification and consistently implementing foreign policy of the country for independence, peace and friendship under the uplifted banner of socialism."
        },
        {
            "title": "Ecuadorians Condemn U.S. for Taking Issue with DPRK over Human Rights Performance  ",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-02ee.html",
            "content": "Ecuadorians Condemn U.S. for Taking Issue with DPRK over Human Rights Performance\r\n Pyongyang, June 10 (KCNA) -- The Ecuador－Guaranda Institute for Friendship and Cultural Solidarity with the Korean People released a statement on May 31 in denunciation of the U.S. that took issue with the DPRK in the \"Country Reports on Human Rights Practices for 2011\".\n\t\t\t\t\t Referring to the virulent abuses against the DPRK the U.S. made in the recent report, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The human rights racket by the U.S. was prompted by its black-hearted intention to overthrow socialist Korea and break the single-minded unity of the DPRK people around their leader.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite bad habit of the U.S. to openly meddle in progressive countries' internal affairs in order to overthrow them while styling itself a \"human rights justice\" even though it fails to settle its human rights issues.\n\t\t\t\t\t\n\t\t\t\t\t In April members of the institute visited Pyongyang together with many progressive people from other countries.\n\t\t\t\t\t\n\t\t\t\t\t We were invited to see the celebrations of the centenary of the birth of President Kim Il Sung and saw for ourselves the true picture of the people of the DPRK leading an independent and creative life.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should halt its anti-DPRK economic sanctions, the most hideous human rights abuses, unprecedented in the history of mankind, at once before saying this or that about other's human rights situation.\n\t\t\t\t\t\n\t\t\t\t\t We, on behalf of all the progressives in the world, fully support the statement released by DPRK Foreign Ministry spokesman that condemned the U.S. for its \"human rights\" racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We extend full solidarity to the Korean people in the struggle to firmly defend the dignity and sovereignty of socialist Korea from the moves of the U.S. imperialists and their allies to stifle the DPRK."
        },
        {
            "title": "Nepalese Hope June 15 Joint Declaration Will Be Implemented ",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-03ee.html",
            "content": "Nepalese Hope June 15 Joint Declaration Will Be Implemented \r\n Pyongyang, June 10 (KCNA) -- Chairman of the International Committee for the Study of Songun Politics for Peaceful Reunification of Korea in Nepal Basanta Kumar Shrestha and its Vice-Chairman Pramod Raj Sedhain issued a joint statement on June 4 to mark the 12th anniversary of the historic June 15 North-South Joint Declaration.\n\t\t\t\t\t Hoping that the north-south joint declaration will be successfully implemented to bear fruits, the statement recalled the historic north-south summit in June 2000.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the south Korean regime that has adopted treacherous and hostile attitude for desperately hamstringing the efforts for achieving the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that great achievements will be made in the struggle for peaceful reunification of Korea under the leadership of Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission."
        },
        {
            "title": "S. Korean Organizations Call for Turning out in Struggle against Regime",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-11ee.html",
            "content": "S. Korean Organizations Call for Turning out in Struggle against Regime\r\n Pyongyang, June 10 (KCNA) -- A meeting in Seoul on June 5 marked the 12th anniversary of the June 15 joint declaration.   \n\t\t\t\t\t Attending it were members of the Media Headquarters of the South Side Committee for Implementing June 15 Joint Declaration, the People's Solidarity for June 15 Joint Declaration and October 4 Declaration and the Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing tension and confrontation escalating and the danger of a war increasing between the south and the north they came to keenly realize once again the urgent need for implementing the June 15 joint declaration, they said.\n\t\t\t\t\t\n\t\t\t\t\t The preservation and implementation of the south-north joint declaration is the supreme task of our nation and the only way for a happy life, they said, calling for getting united and turning out in the struggle to judge the conservative regime subservient to Japan and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Then, a joint resolution was issued.\n\t\t\t\t\t\n\t\t\t\t\t It said that the present situation calls for achieving unity on the basis of the June 15 joint declaration and the October 4 declaration and building a progressive regime in order to avert a war and realize the independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to judge the present regime going against the south-north joint declarations in the \"presidential\" election and carry on the positive struggle for the victory of democratic forces aspirating after independent reunification, peace and prosperity."
        },
        {
            "title": "U.S. Application of Double Standards Censured by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-05ee.html",
            "content": "U.S. Application of Double Standards Censured by Peruvian Organization\n\t\t\t\t\t\t\r\n Pyongyang, June 10 (KCNA) -- The Peruvian-Korean Institute of Culture and Friendship issued a statement on June 1 in support of the white paper of the Korean Jurists Committee which denounced the U.S. application of double standards over the DPRK's satellite launch for peaceful purposes.\n\t\t\t\t\t At the UN Security Council the U.S. has persisted in the moves to bar the DPRK from exercising its sovereignty while slandering its satellite launch and nuclear activities for peaceful purposes, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t To take issue with the DPRK while shutting eyes to the satellite launches and nuclear activities of other countries is the application of double standards from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The U.N. and all other international bodies should never be abused as tools which connive at the U.S. interference in internal affairs of other countries, threat to them and even acts of invasion against them and offer a \"legal ground\" for the U.S. application of double standards and arrogant actions.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship fully supports the white paper of the Korean Jurists Committee which legally and concretely exposed the injustice of the U.S. application of double standards and its criminal nature."
        },
        {
            "title": "U.S. Brigandish Demand Flayed in S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201206/news10/20120610-10ee.html",
            "content": "U.S. Brigandish Demand Flayed in S. Korea\r\n Pyongyang, June 10 (KCNA) -- South Korean internet radio Voice of People on June 6 denounced the U.S. shameless and brigandish demand for increased expenses for the upkeep of the U.S. forces.  \n\t\t\t\t\t It said: \n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. has demanded that south Korea increase the expenses by 50 percent. This means paying the U.S. about a trillion won every year. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. demand is aimed to implement its new defense strategy. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces have so far used the expenses paid by south Korea for the transfer of U.S. military bases or illegally saved them in banks to spark off uproar. \n\t\t\t\t\t\n\t\t\t\t\t South Korean people of different social standings are opposed to the U.S. demand."
        }
    ]
}